{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2018/feb/20/trump-gun-control-bump-stock-ban-background-check-law", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2018-02-20T23:43:38Z", "webTitle": "Trump's compromise on gun control: explaining the president's (tiny) offer", "webUrl": "https://www.theguardian.com/us-news/2018/feb/20/trump-gun-control-bump-stock-ban-background-check-law", "apiUrl": "https://content.guardianapis.com/us-news/2018/feb/20/trump-gun-control-bump-stock-ban-background-check-law", "fields": {"headline": "Trump's compromise on gun control: explaining the president's (tiny) offer", "bodyText": "A day after high school students lay on the ground in the streets in front of the White House, asking “Am I next?” the White House has signaled support for two of the smallest possible steps forward on gun control. Newly-activist students who survived the mass shooting in a Florida high school last week are asking for a fresh ban on assault weapons. On Tuesday Donald Trump offered a ban on the bump stock gun accessory linked to the Las Vegas shooting last year and a new law to enforce background check laws that are already on the books. The White House deferred comment on assault weapons. Bump stocks, which investigators found on the array of guns in the Las Vegas shooting that killed 58, are devices that make semi-automatic rifles mimic fully automatic weapons. Historically they were known primarily as a range toy, an accessory popular with gun nerds who post shooting videos on YouTube. Experts said the device had no self-defense value, since it is impossible to fire guns with any accuracy when using a bump stock. Under the Obama administration, the justice department’s Bureau of Alcohol, Tobacco and Firearms ruled that bump stocks did not meet the legal definition of a device that could be regulated under the 1934 National Firearms Act, which strictly regulates machine guns and other especially dangerous weapons. That could change with the new Trump directive. While the National Rifle Association expressed early willingness to regulate bump stocks more strictly, some grassroots gun rights activists have rallied to protect the devices and garner public support, according to an analysis of 32,000 public comments by The Trace. Meanwhile, the nation’s background check system for gun sales has repeatedly failed to block dangerous people from buying guns. At least three men who went on to commit high-profile mass shootings should have been barred by law from buying guns, but got them anyway because of background check system failures. But the bipartisan Fix Nics Act that Trump is now supporting does not change the categories of who is barred from buying a gun, or even require all gun buyers to pass a background check before they can purchase a firearm, a policy that as many as 95% of American voters support, but that Republican lawmakers continue to oppose. Instead, it simply provides federal agencies with a few more incentives to submit records to the background check system – something they are already required by law to do. The legislation was introduced after the 5 November mass shooting in Sutherland Springs, Texas, which left 26 people dead, put a spotlight on the US military’s repeated failures to submit the proper documents to the background check system. The Sutherland Springs shooter, Devin Kelley, was able to legally buy guns because the Air Force had failed to submit the record of his domestic violence conviction to the background check system. The suggestion that the US military should follow US law remains a point of rare bipartisan agreement within the American gun control debate. In the US Senate, John Cornyn, a Texas Republican with an A+ rating from the National Rifle Association, co-sponsored the new legislation on enforcing background checks, along with Connecticut Democrat Chris Murphy, a leading gun control advocate who represents the survivors of the 2012 school shooting in Newtown, Connecticut, and a group of other Republican and Democratic lawmakers. The new legislation would provide new public reporting requirements, to provide more accountability, as well as new penalties if military officials do not follow the law. It comes ten years after Congress passed a law requiring federal agencies to submit records in the background check system, after the Virginia Tech shooter was able to purchase a gun because his mental health records were not submitted to the background check system. So why hasn’t this new bipartisan legislation been signed into law already? In part, because House Republicans decided to package the “Fix Nics” measure with a sweeping piece of pro-gun legislation that would make it easier for Americans to carry their concealed handguns in states across the nation. This “Concealed Carry Reciprocity” legislation would wipe out many local restrictions on gun carrying. This combination of an extremely moderate and bipartisan gun control measure and the NRA’s number one legislative priority, passed the House in early December. Cornyn, the NRA-backed Republican, supports both measures, but told reporters it had been a mistake to package them together, and that he would like to pass the bipartisan background check measure separately in the Senate."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}