{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/feb/28/tottenham-hotspur-rochdale-fa-cup-fifth-round-replay-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-02-28T21:54:41Z", "webTitle": "Fernando Llorente and VAR grab the attention as Spurs end Rochdale dream", "webUrl": "https://www.theguardian.com/football/2018/feb/28/tottenham-hotspur-rochdale-fa-cup-fifth-round-replay-match-report", "apiUrl": "https://content.guardianapis.com/football/2018/feb/28/tottenham-hotspur-rochdale-fa-cup-fifth-round-replay-match-report", "fields": {"headline": "Fernando Llorente and VAR grab the attention as Spurs end Rochdale dream", "bodyText": "It was a game of two halves, but with a twist. Spurs romped home in the second period with a cocky display on a carpet of snow to set up a quarter-final at Swansea. The first half belonged to VAR. The video assistant disallowed a goal, turned a free-kick into a penalty and provided half a dozen excruciating interruptions in which referee Paul Tierney stood forlornly with his finger in his ear. As far as the football went, a hat-trick for Fernando Llorente was accompanied by two from Son Heung-min and a first goal for Kyle Walker-Peters, while Stephen Humphrys scored a sweet goal for Rochdale to temporarily level the scores at 1-1. Talk among the shivering Wembley crowd of under 25,000, though, was of technology, its effectiveness and why it took so long to reach a decision. After the game Mauricio Pochettino bore the demeanour of a parent disappointed by a child at a school function. “The first half was a bit of an embarrassment for everyone‚“ he said. “In my opinion there is a lot of work to do. Football is a game of emotions and we have to be careful not to kill it. If I can’t shout when we score, because we have to wait two minutes for a decision, will I buy a ticket?” The two minutes Pochettino was referring to began in the sixth minute. Spurs thought they had scored the opening goal, as Son’s driving run into the box ended in a cross-shot Josh Lillis could not hold. There was a scramble in the box, Llorente – who will face his former club in the next round – appeared to win it, and the ball came loose to Érik Lamela who turned home. Celebrations had almost finished by the time Tierney consulted VAR. A hush descended and a wait began. Eventually he pointed for a goalkick and the crowd slowly tried to work out what had gone on. Replays suggested Llorente’s tussle with Harrison McGahey might have resulted in the Spaniard fouling the defender, or the other way around, or both. Certainly it did not instantly appear Tierney had made a “clear and obvious” error, the criteria VAR is supposed to adhere to. Spurs took the lead for real through Son, who cut inside one, two defenders to fire home past Lillis. Normal service appeared to have been resumed and three minutes later Kieran Trippier won a free-kick off Matt Done on the edge of the Rochdale box. But hang on, the finger was at Tierney’s ear again. Another wait ensued, one so long as to get the entire crowd jeering, before the decision was overruled again. The foul was a penalty. Son took it, scored, then had his kick ruled out for pausing in his run-up. Tierney called it right. VAR stayed quiet. Rochdale asserted themselves in the first half and managed to equalise on the half-hour. Andrew Cannon’s cross curled beyond the retreating Spurs defence, Humphrys took one touch out of his feet then scored low past Michel Vorm with his second. In first-half added time, the pair nearly combined again, but this time Cannon put Humphrys’ pass on to a post. The second half began in heavy snow but Spurs were soon running hot. Barely a minute in Lucas Moura played a cute exchange with Lamela then released Llorente to loft a shot over the onrushing Lillis to restore Spurs’ lead. The crowd celebrated, then paused; the finger had gone to the ear once more. This time, after another 30 seconds, the goal stood. Llorente had his third before the hour was out, turning home a Lamela cross then heading in from inches out with Son the provider. In the 65th minute, Son scored again, from another Lamela assist. This attacking quartet may have barely played together but it certainly did not look like it. Walker-Peters, a substitute, completed the rout in added time. Keith Hill gave midfielder Joseph Thompson a substitute appearance on his return from cancer treatment and the Rochdale manager was left excited by his Wembley experience, even the VAR. “The confusion was as exciting as the way we wanted to play football,” he said. “I was totally immersed in it, the first half felt like it was 10 minutes long. It was an education in VAR for me and I understand more the way it works. We do have to let people in the stadium know what’s going on, though.” Most in attendance would surely concur."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}