{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/feb/11/mauricio-pochettino-tottenham-juventus-champions-league-arsenal", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-02-11T22:30:15Z", "webTitle": "Mauricio Pochettino turns sights to Juventus after show of local authority | Amy Lawrence", "webUrl": "https://www.theguardian.com/football/2018/feb/11/mauricio-pochettino-tottenham-juventus-champions-league-arsenal", "apiUrl": "https://content.guardianapis.com/football/2018/feb/11/mauricio-pochettino-tottenham-juventus-champions-league-arsenal", "fields": {"headline": "Mauricio Pochettino turns sights to Juventus after show of local authority", "bodyText": "Mauricio Pochettino felt bullish. After witnessing that rare old thing of a proper 1-0 thrashing to crown a challenging set of fixtures, with an enticing Champions League tie against Juventus coming into view, that flash of cocksure ambition was understandable. Tottenham’s manager has got his team playing with the kind of focused power that impels him to suggest that the sky is the limit. Perhaps a derby which Spurs dominated but could have blown late in the day with more ruthless finishing from Alexandre Lacazette was not quite perfect. But broadening the picture, Pochettino feels that life around the club right now is just about as good as it gets. “After United, Liverpool and now Arsenal, this was a very tough period,” he said. “I think we showed great maturity, great character and the performance was so good. For me, it has been one of the best periods since I’ve been at Tottenham. “Arsenal is our sworn enemy and I know what it means, the derby, but we don’t care if Arsenal are behind us, or where they are. It is more important to build something special at the club with these players. We are winning because we are building something special in the Premier League, here in England. We are close but not so close to win the title – but getting closer, no?” The gap to Manchester City is still a daunting 20 points but Pochettino wants to encourage the feeling that Tottenham are in position to think big. “When you beat Arsenal or United it means you have the quality to beat big teams in Europe too. Of course, Juventus is a great team, one of the best in Europe, and they have a lot of experienced players who know what it is to compete in the Champions League – in three seasons they have played two finals. For us, we don’t have that. But our belief, our confidence, our form are good and we will be ready to be very competitive.” Very competitive they certainly are. After a relatively even first half of a rain-drenched derby, Tottenham cranked up their levels while Arsenal appeared to shrink. In that game‑defining period between half-time and the final 10 minutes, when Arsène Wenger’s team attempted a belated reaction, Pochettino’s side flexed their muscles, found some extra finesse, and flourished. These things can be a trick of the eye but Mousa Dembélé alone seemed to be covering more ground, more powerfully and dextrously, than Arsenal’s entire midfield. Harry Kane rampaged with a more determined work ethic than the frontline of Mesut Özil, Pierre-Emerick Aubameyang and Henrikh Mkhitaryan. That observation really ought to hurt Arsenal as much as it pleases Tottenham. With the feelgood factor humming ahead of the trip to Turin, Pochettino joked that he will not tell his squad about Juventus’s imperious recent defensive record. “We were watching their game with Fiorentina. There are many challenges – to overcome our lack of experience in the Champions League, to beat a great team like Juventus, to score against a team that has conceded one goal in 16 games. But if we could win the first leg it would be fantastic. Today my idea is to keep playing the same, to try and be a little bit braver if we can, but being clever because their level is one of the best in Europe.” While Spurs head to a city near the Alps, Arsenal are off to a slightly more remote ski resort in northern Sweden for their Europa League tie at Östersunds FK. Wenger accepts that the approach to this competition has to become more serious than in the group stages, where he rotated his team almost entirely. “I would have gone for it anyway,” he says. “Especially as we have no game between the two matches. I will play the normal team because it is one of the opportunities we have, especially because we don’t play in the FA Cup. There is no reason why I should rest players.” Arsenal have to pick themselves up and find a more competitive attitude for an away game that will bring quite specific challenges with the icy temperature and artificial surface. Wenger is justifiably upset by their poor standards on the road this season. He described the defeat at Tottenham as reality check for the new signings, but it felt a bit ‘same old’ for the rest of them. Arsenal’s away record, he concedes, is “certainly the worst since I am in England – that doesn’t work”. Arsenal could do with recovering some bullishness of their own."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}