{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2018/feb/06/abc-plans-to-send-entire-book-collection-to-samoa-to-save-money", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2018-02-05T23:21:12Z", "webTitle": "ABC plans to send entire book collection to Samoa to save money", "webUrl": "https://www.theguardian.com/media/2018/feb/06/abc-plans-to-send-entire-book-collection-to-samoa-to-save-money", "apiUrl": "https://content.guardianapis.com/media/2018/feb/06/abc-plans-to-send-entire-book-collection-to-samoa-to-save-money", "fields": {"headline": "ABC plans to send entire book collection to Samoa to save money", "bodyText": "A last-ditch attempt to prevent the dismantling of the ABC’s sound and reference libraries will be made at a board meeting on Thursday as it emerged that management is planning to send its entire book collection to Samoa. Guardian Australia revealed last week that the ABC is breaking up its historic music and reference libraries and making 10 librarians redundant to free up floor space and save on wages. Sources say management plans include packing up all 22,000 books in Sydney and Melbourne – apart from a few “special items” – and sending them to Samoa. The books have been targeted because management wants the library space for the IT division. But insiders have mocked the idea, saying developing countries do not always want discarded books because of the high cost of transporting and storing them as well as question marks over their relevance. The collection includes review copies of Australian novels and general interest books. One is the history of the ABC by Ken Inglis. At its board meeting on Thursday directors are expected to discuss a letter from the chief executive of the Australian Library and Information Association, Sue McKerracher, who has also written to managing director Michelle Guthrie and the minister for communications, Mitch Fifield, to protest the decision. “The decision to close these libraries and make 10 specialist librarians redundant will result in irreversible damage to collections, along with a great loss of knowledge, skill and expertise,” McKerracher said. “We are seeking meetings with the ABC and the minister to look at alternate options and to discuss the long-term future of the ABC’s nationally significant collections.” The move to digital has been welcomed by librarians but they say the current system is “completely inadequate” to hold the items already digitised and the broadcast music library has very little metadata to manage requests from staff. Without staff who are intimate with the collection the works will be inaccessible. The ABC will not attempt to digitise the entire collection but only those recordings that are requested by staff, resulting in only about 10% being saved. “Under this proposal the sound library collection would be centralised in Melbourne and librarians there would continue to provide expert knowledge to assist content makers around the country,” an ABC spokeswoman said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}