{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/feb/19/fergies-nba-all-star-game-anthem-draymond-green", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-02-19T22:39:02Z", "webTitle": "Fergie on much-ridiculed NBA All-Star anthem rendition: 'I tried my best'", "webUrl": "https://www.theguardian.com/sport/2018/feb/19/fergies-nba-all-star-game-anthem-draymond-green", "apiUrl": "https://content.guardianapis.com/sport/2018/feb/19/fergies-nba-all-star-game-anthem-draymond-green", "fields": {"headline": "Fergie on much-ridiculed NBA All-Star anthem rendition: 'I tried my best'", "bodyText": "The NBA has been trying in vain for a number of year’s to ramp up interest in the All-Star game. But rather than a LeBron James dunk or Steph Curry three-pointer, the answer appears to have been found with the Black Eyed Peas’ Fergie, who strangled the national anthem half to death in the pre-game ceremonies. While most guest singers attempt to turn the Star-Spangled Banner into a rousing anthem, Fergie gave the song a sultry edge – with interesting results. Several of the players, most notably the Golden State Warriors’ Draymond Green, appeared to be holding back laughter. Tthe hilarity went on for a while. When the game’s US broadcaster, TNT, cut to its halftime show, the panel was still chuckling. Charles Barkley commented: “I need a cigarette after that.” His fellow NBA Hall of Famer Shaquille O’Neal described the performance as “sexy” and “different”. Roseanne Barr, who was panned for her own rendition of the anthem at a San Diego Padres game in the 1990s, gave her own opinion. “Who saw Fergie’s national anthem performance at the NBA All Star Game? I think mine was better lowkey,” wrote the comedian on Twitter. Ssome on Twitter thought Fergie’s inspirations for her rendition were Jessica Rabbit and Marilyn Monroe. On Monday, Fergie acknowledged the anthem wasn’t her finest work. “I’m a risk-taker, artistically, but clearly this rendition didn’t strike the intended tone. I love this country and honestly tried my best,” she told TMZ. As for the game itself, Team LeBron beat Team Stephen 148-145. NBA commissioner Adam Silver said he was happy with the new format, in which two players draft their own roster."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}