{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/feb/20/chelsea-barcelona-champions-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-02-20T21:53:21Z", "webTitle": "Lionel Messi breaks his duck against Chelsea to earn draw for Barcelona", "webUrl": "https://www.theguardian.com/football/2018/feb/20/chelsea-barcelona-champions-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2018/feb/20/chelsea-barcelona-champions-league-match-report", "fields": {"headline": "Lionel Messi breaks his duck against Chelsea to earn draw for Barcelona", "bodyText": "In the end, it turned out to be a harsh reminder for Chelsea about the realities of the Champions League and, unfortunately for Andreas Christensen, a personal ordeal for the player who has been trusted by Antonio Conte to assume a position in the heart of the team’s defence. Christensen has filled the role with distinction for the most part this season but his wayward pass in the 75th minute was a calamitous mistake that could have serious ramifications for his team’s hopes of reaching the quarter-finals. Chelsea had been leading, courtesy of Willian’s goal, and showing all their better qualities. Yet no side can defend this generously and expect to get away with it. Not, at least, when the opposition has Andrés Iniesta and Lionel Messi among its front line. Messi’s goal was his first against Chelsea in nine attempts and in that moment the advantage swung towards Barça ahead of the return leg. Chelsea had looked vulnerable as soon as Christensen committed the defender’s sin of playing the ball across the front of his own penalty area. If the pass was intended for Cesc Fàbregas, it was not entirely clear. The ball went from one side of the pitch to the other and, in his desperation to cut it out, César Azpilicueta put his team in even more danger by lunging in and failing to make contact. Iniesta was free. Messi, as always, was backing him up. And it is tempting to think Chelsea might live to regret that combination of errors in the second leg at the Camp Nou on 14 March. Nonetheless, Conte refused to blame Christensen, who was chosen ahead of the experienced Gary Cahill. “No, absolutely no, no, no,” he insisted. “Christensen’s performance was great, incredible. He is only 21 years old, it’s great that he’s able to play this game with his maturity and personality. He was one of the best players tonight. A top, top game and I’m very pleased for his performance.” Even so, it was still a frustrating night for Conte and his players bearing in mind the 13-minute spell when they had the lead and seemed to have the measure of their opponents. Eden Hazard had frequently unsettled the visiting defence. Thibaut Courtois was scarcely troubled in Chelsea’s goal and the home side could also reflect on two moments in the first half when Willian tried his luck from 20 yards out and – agonisingly, almost implausibly – both shots came back off the woodwork. The first was just before the half-hour mark when the ball thudded off Marc-André ter Stegen’s left-hand post. Ten minutes later, Willian tried again from the same distance, 20 yards out, and this time his shot ricocheted off the other upright. Stamford Bridge howled with anguish but these were encouraging moments for Chelsea and when Willian tried for a third time, in the 62nd minute, he had seen a small gap inside the right-hand post and picked it out beautifully. More than anything, the frustration for Chelsea was exacerbated by the sense that the team currently seven points clear at the top of La Liga might be running out of ideas. Barça had played every kind of pass bar the killer variety. They did not manage a shot on target in the first half and it was unusual, in particular, to see Luis Suárez looking as subdued as he did in the opening 45 minutes. These are the occasions – the big nights, under the floodlights, with the Champions League anthem blaring – when Suárez usually loves to compete with Messi for the leading role. Not here, though. Instead, the narrative came back – as it often does – to the little guy wearing Barca’s No 10 shirt. Messi did not invent the art of dribbling but he has certainly taken it to its highest level. One early slalom left Antonio Rüdiger in such a fix it was difficult not to feel a pang of sympathy for the defender. Messi then proceeded to remind everyone that too much time had been wasted in the build-up to this match analysing his lack of goals in these fixtures. His movement, his distribution, the deftness of touch – as much as Chelsea’s fans must have wished the ball could avoid him, they will surely realise these are moments to treasure. And Messi, true to form, had not yet finished with Rüdiger. Equally, Messi’s influence had waned after the interval and Chelsea were looking relatively comfortable as the game reached the final quarter of an hour. They had defended stoutly, with N’Golo Kanté having one of his better performances in front of the back four. Chelsea did not start with an orthodox centre-forward but the speed and movement of Hazard, Willian and Pedro always made them dangerous on the counterattack. Willian’s goal was a peach and, frankly, it felt ludicrous that Conte is widely assumed to be on his way out in the summer. Stamford Bridge, once again, felt like a happy place. Yet this was a big night for Christensen, only 21, and there were some tell-tale signs, perhaps, in the first half when he misdirected what should have been a routine pass and sent the ball out for a corner. His next mistake was far more serious and, though Messi will inevitably dominate the headlines, the goal would never have been possible had it not been for Iniesta’s brilliant anticipation. Messi was waiting, unmarked, and was never going to let Chelsea off the hook."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}