{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/feb/16/football-scotland-manager-alex-mcleish", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-02-16T22:34:00Z", "webTitle": "Alex McLeish says it was his ‘destiny’ to return as Scotland manager", "webUrl": "https://www.theguardian.com/football/2018/feb/16/football-scotland-manager-alex-mcleish", "apiUrl": "https://content.guardianapis.com/football/2018/feb/16/football-scotland-manager-alex-mcleish", "fields": {"headline": "Alex McLeish says it was his ‘destiny’ to return as Scotland manager", "bodyText": "Alex McLeish knows he must battle to win over hearts and minds after Scotland’s protracted search for a manager ended with the 59-year-old’s unveiling on Friday. He has succeeded Gordon Strachan on a deal until 2020. Unrest among the Scotland support regarding McLeish relates to his departure from the same job in 2007 and after only 10 matches as a European Championship qualifying campaign ended in narrow failure. McLeish was duly hired by Birmingham City. “It’s up to me to try to get the guys onside,” he said. “If they are a wee bit reticent at first then I just have to get performance levels from the team which are exciting for them. The bottom line is getting the right results. “Listen, of course I can understand it. Not everyone is going to be happy no matter what happens. You get divided opinion. The only way to change it is by performing well and getting good results. That is the cure for dissent. “When I looked at other guys who have gone back to take charge of their national teams for a second time, like Dick Advocaat and Louis van Gaal, I thought: ‘Yeah, that could be on for me some time.’ The opportunity arose and I felt I had to go for it. I believe it was my destiny.” McLeish said he would never have accepted Birmingham’s offer had Scotland reached Euro 2008. “I really missed the day-to-day stuff,” he said. “There was an element of thinking I was still young enough to go and take that [club] challenge on. To be asked to go to the Premier League is an ambition that a lot of managers would have taken, probably the majority.” McLeish’s latest reign was afforded an inauspicious start as Alan McRae, the Scottish FA’s president, recalled being on the manager’s testimonial committee “in season 1888-89”. McRae said he had a close friendship with McLeish and that Sir Alex Ferguson was heavily influential in the manager’s appointment. McLeish scoffed at any suggestion his age somehow means a draconian coaching approach. “Sometimes people say: ‘Will Alex know about sports science?’ I put it in to some clubs,” he said. “I was one of the pioneers in my younger days of introducing the analysts. “If you go back to Motherwell and Hibs you will know there were things I was trying to do there. But sometimes you don’t have the money or the resources to install it in the infrastructure. When I went to Birmingham wee David Sullivan didn’t believe in that side of things, he wanted to give me the money for the players but sometimes even a thing like getting the pitch right for the guys is what matters. I was into every aspect of the whole situation.” McLeish’s first match of this second stint is a Hampden Park friendly against Costa Rica next month. “It feels a bit surreal but I believe I’m the guy for the job,” he said."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}