{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2018/feb/12/barnaby-joyce-faces-national-party-room-as-colleagues-express-doubt-over-leadership", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2018-02-11T22:19:38Z", "webTitle": "Barnaby Joyce faces National party room as colleagues express doubt over leadership", "webUrl": "https://www.theguardian.com/australia-news/2018/feb/12/barnaby-joyce-faces-national-party-room-as-colleagues-express-doubt-over-leadership", "apiUrl": "https://content.guardianapis.com/australia-news/2018/feb/12/barnaby-joyce-faces-national-party-room-as-colleagues-express-doubt-over-leadership", "fields": {"headline": "Barnaby Joyce faces National party room as colleagues express doubt over leadership", "bodyText": "Barnaby Joyce’s New South Wales colleague John “Wacka” Williams doesn’t know if Joyce will lead the Nationals to the next election, as pressure continues to mount on the deputy prime minister. Ahead of a meeting of Nationals MPs on Monday morning, Williams, a New South Wales Nationals senator, told the ABC he wasn’t sure if Joyce had “done anything wrong by the law of the taxpayers”. “Hopefully he hasn’t breached any regulations in terms of travel allowances and spending of the public purse,” he said. Williams said Joyce had previously told the ABC there were no problems, so “let’s hope it is the situation, and see what pans out”. “My job is to keep my nose clean and look after my staff. I can’t answer for other people. Let’s see how the travel thing comes out,” he said. When asked directly if Joyce would still be leading the Nationals at the next election, Williams said he could not answer that for sure. “I don’t know … I don’t know if he’s done anything wrong by the law of the taxpayers. I can’t judge on that. How do I form an opinion when I don’t know. That is just speculation.” Pressure has mounted on Joyce over the weekend following confirmation last week that his 24-year marriage had ended, and he was expecting a child with his new partner and former staffer, Vikki Campion. There has been a focus on taxpayer-funded travel and on Campion’s movements in government staff positions once she left Joyce’s office. Labor has signalled over the weekend that it intends to investigate Joyce’s expenditure of taxpayer funds. Campion was first moved to the office of then resources minister Matt Canavan, but once he moved to the backbench after becoming embroiled in the dual citizenship controversy, she was employed in the office of Nationals whip, Damian Drum. As the Daily Telegraph first reported over the weekend, Drum’s staffing allocation was increased from six to seven to accommodate Campion. Campion was understood to have moved to Drum’s office on her six-figure salary as a senior advisor. Campion’s contract ended in December last year. An assessment of staffing allocations, tabled for Senate estimates over the last three years, shows the Nationals whip does not usually receive an allocation for a senior advisor. Of the four electorate officers, plus one or two personal staff allocations, the maximum level has traditionally been that of advisor. The highest position allocated to the chief government whip, a more senior position than that of the Nationals whip, is also advisor."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}