{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2018/feb/16/ukip-leader-scrutiny-of-my-love-life-is-same-as-princess-diana-suffered", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2018-02-16T23:23:06Z", "webTitle": "Ukip to decide on Henry Bolton's future at emergency meeting", "webUrl": "https://www.theguardian.com/politics/2018/feb/16/ukip-leader-scrutiny-of-my-love-life-is-same-as-princess-diana-suffered", "apiUrl": "https://content.guardianapis.com/politics/2018/feb/16/ukip-leader-scrutiny-of-my-love-life-is-same-as-princess-diana-suffered", "fields": {"headline": "Ukip to decide on Henry Bolton's future at emergency meeting", "bodyText": "Ukip members will decide whether Henry Bolton has a future as leader of the crisis-hit party. Activists will attend the emergency meeting on Saturday to decide whether to endorse a motion of no confidence in his leadership passed by the party’s ruling national executive committee (NEC). But Ukip’s general secretary suggested that Bolton’s days as leader are numbered even if he survives the vote. Paul Oakley said: “Henry will be out after the local elections if he isn’t out today,” as the party was not prepared for May’s contests. Bolton is clinging on to the leadership despite a revolt by several senior figures in the party in protest at his relationship with model Jo Marney, who sent offensive messages about Meghan Markle. Bolton said he still has “strong affections” for his former girlfriend and has compared the scrutiny of his private life to that faced by Diana, Princess of Wales. Oakley told BBC Radio 4’s Today programme: “I have no interest in his personal life, it’s basically, for me, the fact that he has done nothing as leader. He is not making the case for Brexit. “A particular problem is we have got local elections in May – this time in 2014 we were already well down the campaigning route and we have done nothing.” The row around Marney’s messages was “the last straw” and Bolton’s handling of the issue indicates “he just doesn’t get it”. He said the party was already having discussions about an interim leader to replace Bolton and there were “three people in the frame”. Bolton hit out at the media interest following the breakdown of his marriage to Tatiana Smurova and his new relationship with Marney. He said: “The only people that are truly affected by that are my wife and children, and I feel deeply, deeply sad for what pain and hurt I’ve caused them but it’s a private matter and it needs to be dealt with privately. “I understand the scrutiny and public interest but it’s been going on for six weeks. There’s probably been nothing like that since the Profumo affair or Diana and Dodi.” He told Sky News: “It’s been an experience I wouldn’t wish on my worst enemy ... in hindsight I would have probably dealt with certain personal elements of it in a different way.” The Ukip leader, who has defended his decision not to stand down, saying that the party cannot handle another leadership contest and that its constitution needs a complete overhaul, claimed he was the victim of rivals “stirring the pot”. He claimed those who complained about his new relationship were “failed leadership contenders” who had seen an opportunity to “go in for the kill”. He added that if they were truly dedicated to the party, they would have stayed at their posts. The party is facing financial ruin after a judge ruled Ukip must contribute towards a £660,000 legal bill following a defamation action brought against one of its MEPs by three Labour MPs."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}