{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2018/feb/06/a-bob-hawke-today-would-have-never-become-pm-hed-have-been-buried", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2018-02-05T22:41:36Z", "webTitle": "'A Bob Hawke today would have never become PM. He'd have been buried'", "webUrl": "https://www.theguardian.com/australia-news/2018/feb/06/a-bob-hawke-today-would-have-never-become-pm-hed-have-been-buried", "apiUrl": "https://content.guardianapis.com/australia-news/2018/feb/06/a-bob-hawke-today-would-have-never-become-pm-hed-have-been-buried", "fields": {"headline": "'A Bob Hawke today would have never become PM. He'd have been buried'", "bodyText": "When Tony Abbott was deposed in 2015, Australia had had five prime ministers in five years. Trust in our political system is imploding. Speculation about a possible challenge to our current prime minister burbles away, of interest to the political class, tiresome for the rest of us. Is it pointless nostalgia or was there a better time, when politics dealt with challenges with greater courage, when there were superior politicians, not quite so spooked by opinion polls? Hawke: The Larrikin and the Leader, a two-part documentary on Bob Hawke, suggests there was, although it is careful to avoid glib parallels. The Hawke era was only a few decades ago but it is history. Hawke’s popularity reached as high as 75%, a record for a national leader and unthinkable now. His political honeymoon was long. He won four elections and was prime minister for nearly nine years – can we imagine that now, when citizens are now so impatient and quick to anger? He oversaw big, controversial reforms – the floating of the dollar, the accord with unions, Medicare, the deregulation of the financial system, saving the Franklin river in Tasmania. He was no saint, politically or personally, but he had principles – even when there was a risk of political cost. He stared down John Howard’s flirtation with a race-based immigration system without wavering. Hawke is now 88, still alert, still with an over-sized ego. Through interviews with him at his Sydney home, with his wife and biographer, Blanche d’Alpuget, and with former colleagues and contemporaries, this is a revealing political portrait, if not a complete one. Could Hawke, or someone like him, make it to parliament these days? His cabinet colleague Graham Richardson doubts it, saying Hawke did “some appalling things when drunk … just plain bloody shocking”. This was before everyone had a camera on their phone, before social media. “A Bob Hawke today behaving in the same manner would never have become prime minister. He would have been buried long before he got near the parliament.” The Larrikin and the Leader is not hagiography but it has a “great man” vibe, a portrait of a flawed politician whose flaws just happen to be likable. “Bob Hawke was one of them but he was also one of us,” the narrator, Richard Roxburgh, says of Hawke’s gift of relating to, even liking, everyday Australians. A man who set a world record for beer drinking while a student at Oxford. A man who wept publicly when speaking of his daughter’s heroin addiction. A man who drank too much but gave it up for his ambition to be prime minister. A man who admitted infidelity. The executive producer, Laurie Critchley, says what struck her about Hawke was that he was happy to cooperate with the film but was unfussed by it. It was to be a political portrait, not a personal one, and Hawke was entirely comfortable with his achievements, seeing no need to embellish them. “He’s pretty happy with how his life has gone and he’s happy with his legacy and he isn’t out there trying to shape it or reinterpret it,” Critchley says. “It’s just there if you’re interested.” Hawke put no conditions on the documentary makers, and Critchley says he has not seen the finished film. The joy in the documentary are the interviews, not only with Hawke but with those who worked alongside him. Richardson, the former ACTU secretary Bill Kelty, the Labor pollster Rod Cameron, Labor’s first female cabinet minister, Susan Ryan, former ministers Gareth Evans and Kim Beazley, as well as the senior public servant Dennis Richardson and the former governor of the Reserve Bank, Ian Macfarlane, were right there, and give insight into Hawke’s strengths and weaknesses. The series makes much of Hawke’s apprenticeship, his abrasive and successful advocacy for wage increases on behalf of the ACTU, his years of public prominence before he entered politics, and his life-long convictions. It was not a popular decision for Hawke, then the head of the union movement, to instigate a boycott of the touring 1971 South African all-white rugby team, but Hawke had a “hatred, an absolute loathing, of discrimination of any form”. Years later, when Howard, who is generous to Hawke in the documentary, questioned the rate of Asian immigration, Hawke did not flinch from criticising the then Liberal leader. “I just found it totally offensive in a moral sense,” he says. Kelty says the union accord, which traded wage restraint for social benefits such as Medicare and education, was “one of the great negotiations in history, really”, critical to economic revival. The Hawke word “consensus” made sense for the times, and there is a nostalgia for it in these days of hyper-partisanship. Yet Kelty is critical of Hawke, too, including his failure to see through his promise of a treaty with Aboriginal and Torres Strait Islander people. “He failed not because his heart wasn’t in it,” Kelty says, “but because his heart wasn’t in it enough.” The program skates over the end phase, the breakdown of Hawke’s relationship with his treasurer, Paul Keating, who deposed Hawke as prime minister in December 1991. That was more than a quarter of a century ago but it appears that the bitterness lingers. Keating was approached for an interview on the basis that it would be about Hawke’s achievements and legacy. He declined. These are different times, with different challenges. There was no social media outrage in the 1980s. The mainstream media played their role of gatekeeper. Mobile phones were new and clunky. Yet this still-recent history has some lessons for 2018, if only we had the time to listen. • Hawke: The Larrikin and the Leader screens on the ABC at 7.40pm on 11 and 18 February."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}