{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2018/feb/02/christian-porter-looks-at-power-to-decide-on-prosecution-of-journalists", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2018-02-01T22:57:56Z", "webTitle": "Christian Porter looks at power to decide on prosecution of journalists", "webUrl": "https://www.theguardian.com/australia-news/2018/feb/02/christian-porter-looks-at-power-to-decide-on-prosecution-of-journalists", "apiUrl": "https://content.guardianapis.com/australia-news/2018/feb/02/christian-porter-looks-at-power-to-decide-on-prosecution-of-journalists", "fields": {"headline": "Christian Porter looks at power to decide on prosecution of journalists", "bodyText": "The attorney general is considering giving himself the power to block prosecution of journalists under the government’s proposed secrecy laws after warnings the bill may criminalise reporting. Christian Porter has sought advice on issuing a direction to the commonwealth director of public prosecutions that prosecutions of journalists cannot proceed without his sign-off, replicating a safeguard his predecessor, George Brandis, put in place for offences relating to reporting on special intelligence operations. Porter has also given comfort to critics of the bill by suggesting in comments to Fairfax Media it is “inevitable” there will be amendments, although they are likely to be minor. The espionage and foreign interference bill would increase tenfold the maximum penalty for anyone who communicates or “deals with” information which could potentially “cause harm to Australia’s interests”, where that information is obtained via a government official without authorisation. The bill would make it illegal for any person to communicate or deal with information obtained by a public servant that is “inherently harmful” or likely to harm “Australia’s interests”. Submissions to a parliamentary inquiry from media organisations have warned it could lead to journalists and whistleblowers being jailed for up to 20 years, and undermines the media’s ability to act in the public interest. On Friday a spokesman for Porter said the attorney general believed existing protections in the bill were adequate but he would consider issuing a direction to require the DPP to obtain approval to prosecute journalists. The bill contains a defence where information is held or dealt with in “the public interest and in the person’s capacity as a journalist”. But the bill also states that “information that will or is likely to harm or prejudice the health or safety of the public or a section of the public” can never be in the public interest. Shadow attorney general, Mark Dreyfus, said: “Porter’s suggestion of a veto power for himself smacks of political interference in the work of the independent DPP and does not give us any satisfaction that the press freedoms will be protected”. Porter reportedly said it was “inevitable” the bill would be changed, but rejected calls for a blanket exemption for journalists. “Where real improvements to clarity and consistency of drafting can be made they will be made,” he said. Earlier Labor’s communications spokeswoman, Michelle Rowland, said “widespread concerns” about the impact of the proposals on journalists “shows the need to review this legislation carefully”. Labor would “always support practical measures that strengthen protections in line with our national security interests”, she said. “[It is] highly likely that the government’s bill will need amendment in order for it to be practical while not unintentionally impinging on the rights and freedoms enjoyed by all Australians, including journalists.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}