{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/feb/01/warrington-wolves-leeds-rhinos-super-league-match-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-02-01T22:08:36Z", "webTitle": "Long-range Ryan Hall try gives Leeds opening-day win over Warrington", "webUrl": "https://www.theguardian.com/sport/2018/feb/01/warrington-wolves-leeds-rhinos-super-league-match-report", "apiUrl": "https://content.guardianapis.com/sport/2018/feb/01/warrington-wolves-leeds-rhinos-super-league-match-report", "fields": {"headline": "Long-range Ryan Hall try gives Leeds opening-day win over Warrington", "bodyText": "The opening round of the season rarely gives anything definitive away about a side’s chances but for Leeds this was an encouraging start to life as reigning champions. Greater challenges lie ahead for the Rhinos – maybe even against Warrington who will undoubtedly improve as Steve Price’s impact on his new side increases. This was a satisfying night’s work for Leeds, with the fact this was their first win here since 2011 underlining the scope of the success. How fitting it was that the man given the task of filling the shoes of their former captain, Danny McGuire, delivered a performance that will already begin to quieten some of the criticism that has come his way after signing for the Rhinos. Eight years have passed since Warrington spent £200,000 to make Richie Myler the most expensive teenager in rugby league history and while it is fair that he is yet to completely fulfil the potential many suspected he had at the beginning of his career, this was an assured debut from the half-back against his former employers. If the nerve-jangling finish, created by Tom Lineham’s 78th-minute try that reduced the gap to four points, was not enough, there was drama midway through the second half. The Warrington captain, Chris Hill, was withdrawn after his wife went into labour while attending the game: the second Super League player to do so in a matter of months following St Helens’ Alex Walmsley last September during a game against Wakefield. “We were aware of it – she’d had a few contractions prior to the game,” said Price. “I’ve never been in that situation before but it is what it is. The timing was perhaps in Leeds’ favour.” Hill’s team-mates were ultimately unable to complete a comeback in his absence, with Leeds just about holding on to record their first opening-night victory in three years. Myler’s encouraging performance, combined with another impressive display from the young full-back Jack Walker, playing his 11th professional game, guided the Rhinos to victory. “He could be very good,” the Leeds coach, Brian McDermott, said. He was equally complimentary of Myler, who had a hand in both Leeds tries that put them 12-6 up, courtesy of Ryan Hall and Jamie Jones-Buchanan. “He was very good; he added a bit of cohesion to us,” McDermott said in relation to Myler. By the time Hall scored his second, a thunderous 80m run on the hour mark, Leeds had soaked up an enormous amount of pressure on their own line thanks to some inspirational defending and some below-par play from Warrington. Lineham’s try set up a tight finish but the Rhinos held on. Fetuli Talanoa scored an 18-minute hat-trick to ensure Hull FC travelled Down Under in good heart thanks to their 38-12 win over Huddersfield at the Kcom Stadium. The Black and Whites fly to Australia on Friday in preparation for the first Super League match to take place outside Europe when they face Wigan in Wollongong. Hull then take on St George Illawarra in the World Club Series in Sydney the following week and will be buoyed by scoring 28 unanswered points in the second half."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}