{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/feb/01/cricket-ben-stokes-england-odi-new-zealand-series-t20", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-02-01T22:08:54Z", "webTitle": "Ben Stokes named in England’s ODI squad to face New Zealand", "webUrl": "https://www.theguardian.com/sport/2018/feb/01/cricket-ben-stokes-england-odi-new-zealand-series-t20", "apiUrl": "https://content.guardianapis.com/sport/2018/feb/01/cricket-ben-stokes-england-odi-new-zealand-series-t20", "fields": {"headline": "Ben Stokes named in England’s ODI squad to face New Zealand", "bodyText": "England have announced the squad for their one-day international series in New Zealand, with the familiar sight of Ben Stokes’s inclusion accompanied by the caveat of his impending court case. The five-match series begins on 25 February – 12 days after Stokes is due at Bristol Magistrates to face a charge of affray. Following his court date on 13 February, Stokes is due to fly out to New Zealand to join the Twenty20 squad in the Trans-Tasman Tri-series. After the fifth ODI at Perth, where England secured a 12-run win over Australia to take the Gillette ODI series 4-1, the head coach, Trevor Bayliss, said he expected the all-rounder to leave for New Zealand “the next day or two” after his court appearance. Stokes’s inclusion means there is no place for Middlesex’s Dawid Malan, who was drafted into the squad for the recently completed series with Australia as cover for the all-rounder. The ECB had hoped Stokes would be able to play some part in the series until the Crown Prosecution Service’s investigations continued into the third week of January. A potential comeback was then pushed back to the T20 series. The Nottinghamshire seamer Jake Ball has also been omitted. The return of Stokes will not only help him get up to speed before the two-match Test series with New Zealand that follows – his last competitive match was on 22 December 2017 for Canterbury – but it will also put pressure on players in the XI. Bayliss, while stating earlier in the week that Stokes would not automatically regain his starting place, hopes his presence will light a fire under those who need to do more. “It’s a good problem. Everyone knows he is coming back in the team at some stage and that keeps everyone on their toes to make sure they are not the ones who get pushed aside when he comes back.” With the squad announcement, the chairman of selectors James Whitaker, said: “On behalf of the England selectors I’d like to congratulate head coach Trevor Bayliss and captain Eoin Morgan on their victory in the Gillette ODI series over Australia. Our ODI side has made excellent progress over the last three years and it’s encouraging to see with the 2019 World Cup on the horizon. We’re sure to encounter strong opposition in New Zealand but it’s another opportunity for the team to test themselves and to continue playing entertaining cricket.” England’s 15-man squad for the ODI series against New Zealand Eoin Morgan (Middlesex) (Capt), Moeen Ali (Worcestershire), Jonny Bairstow (Yorkshire), Sam Billings (Kent), Jos Buttler (Lancashire), Tom Curran (Surrey), Alex Hales (Nottinghamshire), Liam Plunkett (Yorkshire), Adil Rashid (Yorkshire), Joe Root (Yorkshire), Jason Roy (Surrey), Ben Stokes* (Durham), David Willey (Yorkshire), Chris Woakes (Warwickshire), Mark Wood (Durham) *Ben Stokes’s involvement is subject to any court obligations in relation to the incident in Bristol in September and his travel arrangements are yet to be confirmed. Fixtures 1st ODI Sunday 25 February v New Zealand, Seddon Park, Hamilton (2pm Local Time) 2nd ODI Wednesday 28 February v New Zealand, Bay Oval, Tauranga (2pm Local Time) 3rd ODI Saturday 3 March v New Zealand, Westpac Stadium, Wellington (2pm Local Time) 4th ODI Wednesday 7 March v New Zealand, University of Otago Oval, Dunedin (11am Local Time) 5th ODI Saturday 10 March v New Zealand, Hagley Oval, Christchurch (11am Local Time)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}