{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2018/feb/19/tory-deletes-spy-tweet-about-jeremy-corbyn-after-legal-threat", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2018-02-19T21:13:36Z", "webTitle": "Tory deletes ‘spy’ tweet about Jeremy Corbyn after legal threat", "webUrl": "https://www.theguardian.com/politics/2018/feb/19/tory-deletes-spy-tweet-about-jeremy-corbyn-after-legal-threat", "apiUrl": "https://content.guardianapis.com/politics/2018/feb/19/tory-deletes-spy-tweet-about-jeremy-corbyn-after-legal-threat", "fields": {"headline": "Tory deletes ‘spy’ tweet about Jeremy Corbyn after legal threat", "bodyText": "The Conservatives’ vice-chairman, Ben Bradley, has deleted a tweet claiming that Jeremy Corbyn had been a paid informant for Czech intelligence after the Labour leader said he would take legal action against him. Bradley tweeted on Monday that Corbyn had “sold British secrets to communist spies”. The Conservative MP for Mansfield’s account has more than 4,000 followers. Earlier, a spokesman for Corbyn, who has been subject to days of headlines after it was claimed he met a Czech spy as a backbench MP, said his lawyers would be demanding the tweet be withdrawn or Bradley would face further legal action. “Jeremy instructed solicitors to contact Ben Bradley to delete his libellous tweet or face legal action,” his spokesman said. Former Czech intelligence officer Jan Sarkocy told newspapers in recent days that he met Corbyn and recruited him as an intelligence asset, which Labour has called a “ridiculous smear”. The suggestion that Corbyn was a paid agent has been denied by the director of the Czech security service archive, Svetlana Ptacnikova, who told the BBC their files suggested Corbyn was seen as a potential contact but he was not catalogued as an informant. “Mr Corbyn was not a secret collaborator working for the Czechoslovak intelligence service,” she said. “He stayed in that basic category – and in fact he’s still described as that, as a person of interest, in the final report issued by the StB agent shortly before he [the agent] was expelled from the UK.” Labour has said: “[Corbyn] neither has nor offered any privileged information to this or any other diplomat. The former Czechoslovak agent Jan Sarkocy’s account of his meeting with Jeremy was false 30 years ago, is false now and has no credibility whatsoever.” Earlier, Theresa May also addressed the allegations about Corbyn and Czech intelligence. She said: “It’s for individual members of parliament to be accountable for their actions in the past. Where there are allegations of this sort, members of parliament should be prepared to be open and transparent.” Bradley, who won his Mansfield seat from Labour at the June general election, was appointed the Conservatives’ vice-chair in charge of youth engagement during the reshuffle in January and was forced to apologise after blogs were unearthed in which he suggested unemployed people should be given free vasectomies rather than continuing to have children they could not afford to support."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}