{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2018/feb/05/anc-jacob-zuma-south-africa", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2018-02-05T19:52:45Z", "webTitle": "ANC leaders consider next step as pressure mounts on Jacob Zuma", "webUrl": "https://www.theguardian.com/world/2018/feb/05/anc-jacob-zuma-south-africa", "apiUrl": "https://content.guardianapis.com/world/2018/feb/05/anc-jacob-zuma-south-africa", "fields": {"headline": "ANC leaders consider next step as pressure mounts on Jacob Zuma", "bodyText": "Jacob Zuma is fighting for his political survival as pressure mounts on the South African president to resign before a key national address this week. Senior leaders of the ruling African National Congress (ANC) met Zuma over the weekend to ask him to step down. Local media reported that the 75-year-old president, who is battling corruption allegations, refused. The party’s national working committee, one of its highest decision-making bodies, met on Monday in Johannesburg. After seven hours of deliberations, it issued a statement saying the ANC’s national executive committee (NEC), a larger and more senior body, would meet on Wednesday to consider the next step. One possibility is that Zuma will be ordered to resign, though this may raise significant constitutional issues. According to ANC rules, all members – even elected officials – fulfil their functions according to the will of the party. The premature departure of Zuma, whose second five-year term is due to expire next year, will consolidate the power of Cyril Ramaphosa, who was elected leader of the ANC in December. Supporters of Ramaphosa, a multimillionaire businessman who is seen as the standard bearer of the reformist wing of the party, say it is essential that Zuma is sidelined as early as possible to allow the ANC to regroup before campaigning starts in earnest for elections in 2019. Adriaan Basson, a senior South African journalist, wrote: “Zuma has played all his cards and is now at open war with Ramaphosa and his supporters.” Zuma had led the ANC since 2007 and has been South Africa’s president since 2009. His tenure in both posts has been controversial, with a series of corruption scandals undermining the image and legitimacy of the party that led South Africans to freedom in 1994 and has ruled ever since. The ANC still dominates the political landscape in South Africa but its popularity has been dented by a failure to transform the lives of the country’s poor. The party lost control of several cities in municipal elections in 2016 and may be forced into a coalition after the 2019 vote. The party’s top decision-making body is split between supporters of Ramaphosa and Zuma. Supporters and opponents of the president briefly clashed outside the ANC’s headquarters in Johannesburg on Monday morning. Statements from senior office holders have made clear in recent days that factional rifts within the ANC itself remain deep despite calls for unity. Paul Mashatile, the ANC treasurer general, told reporters on Friday that the president should step down. “There should be a change of guard. You can’t have two centres of power. The best possible way is if the state president exits,” Mashatile said. Ace Magashule, the ANC secretary general and a Zuma loyalist, said the president would still address the opening of parliament in Cape Town on Thursday. The Democratic Alliance, a prominent opposition party, called for the address to be postponed. The Economic Freedom Fighters, a second opposition party, has called for a fresh no-confidence motion, which will be heard on 22 February. Zuma narrowly survived a no-confidence vote in August, when some ANC parliamentarians voted with the opposition. However this will be the first since Ramaphosa took over the leadership of the party. The NEC is the only ANC body with the formal power to order Zuma to resign Following the national working committee’s decision on Monday, the NEC may recommend rapid action against the president. This could still prevent Zuma from giving the state of the nation address on Thursday, experts say. The timing and form of any move will depend on the shifting and unpredictable dynamics of a complex struggle for power within the uppermost ranks of the ANC. In 2008 Thabo Mbeki stood down as president a year before the end of his term after the ruling party formally requested his resignation over allegations he misused his power. His deputy then took power, until Zuma led the party to another victory in elections in 2009 and became president. “Zuma’s days in the office can definitely be counted in weeks, not months,” said Jakkie Cilliers, an analyst with the Institute for Security Studies, a Pretoria-based thinktank. Susan Booysen, professor of politics at the University of the Witwatersrand, Johannesburg, said the president could potentially hold on for longer, though any delay would damage the ANC. “The ANC is trying to project this image of a party with a new drive and momentum but this is such a mess-up. Any recent gains are not irreversible even if the inexorable overall direction of travel is clear and Zuma has his back to the wall,” Booysen said. As president, Ramaphosa will have to balance the need to reassure foreign investors and local businesses against the intense popular demand for dramatic measures to address South Africa’s deep problems. The 68-year-old former trade union leader has said South Africa is coming out of a “period of uncertainty, a period of darkness, and getting into a new phase”. The ANC will also face a long period of adjustment, and introspection. “Zuma will leave a legacy of disbelief and embarrassment and a sense of ‘how could we let this happen?’. There is so much disrepute from this era that it is difficult to contemplate,” said Booysen."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}