{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/feb/24/bernie-ecclestone-formula-one-liberty-media-electric-cars-ferrari", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-02-24T23:10:00Z", "webTitle": "Bernie Ecclestone urges Formula One to make bold switch to electric cars", "webUrl": "https://www.theguardian.com/sport/2018/feb/24/bernie-ecclestone-formula-one-liberty-media-electric-cars-ferrari", "apiUrl": "https://content.guardianapis.com/sport/2018/feb/24/bernie-ecclestone-formula-one-liberty-media-electric-cars-ferrari", "fields": {"headline": "Bernie Ecclestone urges Formula One to make bold switch to electric cars", "bodyText": "The former chief executive of Formula One Bernie Ecclestone has said he believes the sport needs to make a radical break with the past and embrace an all-electric-powered future. He has suggested F1 should make some fundamental changes, including no longer paying the teams for taking part. Ecclestone also warned that Ferrari’s threats to leave the sport should be taken seriously. “We still own the name Formula One, we still have contracts with promoters, let’s make different types of cars, let’s speak to the manufacturers and start a new all-electric F1, a Formula One for the future,” he said. Ecclestone, who was the architect and driving force behind F1’s current global commercial success, was moved into the honorary role of chairman emeritus early in 2017 almost immediately after the owners Liberty Media took over. He admits he no longer plays any part in how F1 is run but, having been at the helm for 40 years, still retains a keen interest in the sport. The 87-year-old has long been a proponent of moving F1 away from the expensive hybrid engines currently employed but, with increased manufacturer interest in Formula E and the fundamental shift toward electric road cars occurring across the world, he believes F1 must fully embrace the technology. F1 is considering the new regulations that will come into effect in 2021, which is expected to be a development of the current engines, while an all-electric adaptation has yet to have been even aired by the new owners publicly. More radically Ecclestone, who negotiated the current financial agreements with teams under which they receive huge sums of money for taking part, suggested that too could change. “Can’t we do this?” he said. “The manufacturers provide the cars themselves but we aren’t going to pay them because they get massive worldwide publicity. It would be a super Formula E, if you like. You can make cars be like an F1 car and the only thing you would miss would be the noise and I do not believe that people could not come up with something to make more or less the old F1 noise. They [Liberty] would need to have the balls to do it today. I think they will have to do it.” He did admit that whether or not Ferrari would be interested in such a change is doubtful. The team’s chairman, Sergio Marchionne, has already expressed displeasure at the proposed changes for 2021 and in December last year made it clear they could leave the sport, warning that anyone who believed they were bluffing was “playing with fire”. “F1 is Ferrari and Ferrari is F1,” said Ecclestone. “I would hate to see F1 without Ferrari.” However, he added that some race promoters would join a rebel series with Ferrari “immediately” should they leave, and warned that Marchionne was not making empty threats. “Sergio does not do things unless he is serious,” Ecclestone said. “I don’t think he is the sort of guy who doesn’t do what he says he’s going to do.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}