{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2018/feb/11/oxfam-staff-raise-concerns-over-charity-vetting-processes-haiti-abuse", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2018-02-11T20:33:31Z", "webTitle": "Oxfam faces losing funding as crisis grows over abuse claims", "webUrl": "https://www.theguardian.com/world/2018/feb/11/oxfam-staff-raise-concerns-over-charity-vetting-processes-haiti-abuse", "apiUrl": "https://content.guardianapis.com/world/2018/feb/11/oxfam-staff-raise-concerns-over-charity-vetting-processes-haiti-abuse", "fields": {"headline": "Oxfam faces losing funding as crisis grows over abuse claims", "bodyText": "Oxfam was scrambling on Sunday night to contain a growing crisis over claims of sexual misconduct by aid workers before a crunch meeting on Monday that could see the charity stripped of its government funding. Amid anger from the government and the wider aid sector at revelations that Oxfam staff in Haiti paid prostitutes – possibly underage – for sex in 2011, the charity’s chair of trustees, Caroline Thomson, pledged to widen a review of its practices to include the Haiti allegations and admitted “anger and shame that behaviour like that ... happened in our organisation”. She set out the steps Oxfam would take to avoid a similar scandal in future after the international development secretary, Penny Mordaunt, issued a damning rebuke to the charity. Mordaunt warned that it would receive no more public money unless it demonstrated “moral leadership” and handed over all information on aid workers’ alleged use of prostitutes on the island. One senior figure told the Guardian the charity was already facing “a challenging funding context” with the government before the scandal broke and so losing its state budget – £34m last year – was a real concern. Oxfam’s chief executive, Mark Goldring, said he would emphasise Oxfam’s contrition and the changes it had made in the Monday meeting to discuss the charity’s state funding. “I’m going to explain the improvements Oxfam has made,” Goldring said. “I’m going to repeat, as I have done to the British public, Oxfam’s apologies for those events.” And he said he would explain the proposed changes that Thomson laid out on Sunday. Those changes included a new whistleblowing procedure and stronger vetting for staff. Goldring said that if funding was cut by the UK government, Oxfam would “carry on delivering as best we can because that’s what the people of Yemen, Syria, Congo and indeed Haiti need and deserve”. Oxfam’s fight to secure its financial footing came after days of escalating stories about the conduct of its workers after revelations that staff in Haiti had been dismissed for using prostitutes for sex parties. Any hopes the charity’s leadership had that the scandal might quickly subside were dashed when it was reported in the Observer that Oxfam staff in Chad had also used prostitutes and when Oxfam’s own annual report resurfaced, showing it dealt with 87 allegations of sexual abuse by staff in 2016-17. Oxfam’s crisis threatened to spill across the charity sector on Sunday with reports that more than 120 workers across a range of leading charities had been accused of sexual abuse in the past year alone. The former international development secretary Priti Patel said: “People knew in DfID. I raised this directly with my department at the time. I have UN reports... there are 120 cases involving something like over 300 people. That was just the tip of the iceberg.” After Mordaunt’s warning that public funding was at risk, Thomson said she shared the “anger and shame” widely expressed over events in Haiti. “It is clear that such behaviour is completely outside our values and should never be tolerated,” she said. “We apologise unreservedly. We have made big improvements since 2011 and today I commit that we will improve further.” Since the Times revealed on Friday that Oxfam allowed three men to resign and sacked four more after an inquiry into sexual exploitation in Haiti, it emerged that several of Oxfam’s staff have raised concerns about the effectiveness of the aid organisation’s vetting procedures. Thomson said an independent review would be widened to “take a detailed look both at [the Haiti] case and our recruitment and management of staff in challenging environments and emergencies, where the urgent need for staff to be put in place to help save lives puts enormous pressure on recruiters to fill posts”. She added: “If that review brings about a safer environment for all, then the publicity of the last few days, painful as it has been, will also have been valuable.” However, Oxfam staff have told the Guardian they fear that fundraising efforts could be hit hard by the damage to the charity’s reputation and this would hinder its ability to maintain the same level of investment in projects around the world. Only days before the story broke, Goldring had been in Bangladesh, visiting an Oxfam project providing food, water and sanitation to several hundred thousand Rohingya Muslim refugees close to the border with Myanmar. The first sign of whether the charity is losing public support would come on Monday when the banks reopen and it would be able to see if donations were down, Goldring said. One Oxfam aid worker in the Middle East said she felt “deeply disgusted” at the way the case has been handled. Another, based in Oxford, said “everyone was really shocked. It was awful”. Mordaunt said the scandal represented “a complete betrayal of the people Oxfam were there to help and also the people that sent them there to do that job”. Asked if he would resign as chief executive, Goldring said: “If that’s what my board of trustees asked for I would do it immediately.” But he pointed out that he had joined the organisation in 2013, after the incidents in Haiti. Winnie Byanyima, who became executive director of Oxfam International in 2013, said she was saddened by what took place in Haiti and that it could not happen under systems and rules put in place since. “I feel deeply, deeply hurt ... What happened in Haiti was a few privileged men abusing the very people they were supposed to protect - using the power they had from Oxfam to abuse powerless women. It breaks my heart,” she said in an interview with Reuters TV in New York. “We want to restore trust. We want to build that trust. We are committing to be honest, to be transparent and to be accountable in addressing this issue of sexual misconduct. We are in a different place today,” she said. Bond, the umbrella group for international development organisations, condemned the “completely deplorable” behaviour alleged to have taken place in Haiti and called on NGOs to improve their practices. Tamsyn Barton, its chief executive, said NGOs needed to “ensure both staff and beneficiaries feel able to report concerns confidently and safely and are supported”, and that organisations should continue to train their staff. Meanwhile, Brendan Cox, the husband of the murdered MP Jo Cox, has denied claims in America that shortly after he left his post as a senior executive at the charity Save the Children, he assaulted a woman in 2015 during a night out at a bar in Cambridge, Massachusetts. The Mail on Sunday reported that a woman had reported Cox to Cambridge police. A statement issued on his behalf described the claims as “malicious, false and defamatory” and said that he “expressly rejects that any sexual assault took place”. He added that police had never contacted him about the allegation."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}