{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2018/feb/19/westminster-councillor-received-gifts-and-hospitality-514-times-in-three-years", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2018-02-19T21:00:23Z", "webTitle": "Westminster councillor received gifts and hospitality 514 times in three years", "webUrl": "https://www.theguardian.com/society/2018/feb/19/westminster-councillor-received-gifts-and-hospitality-514-times-in-three-years", "apiUrl": "https://content.guardianapis.com/society/2018/feb/19/westminster-councillor-received-gifts-and-hospitality-514-times-in-three-years", "fields": {"headline": "Westminster councillor received gifts and hospitality 514 times in three years", "bodyText": "Westminster city council’s deputy leader has emerged as a contender for the title of the most schmoozed politician in Britain, receiving entertainment, meals and gifts more than 500 times in the last three years. From tickets to the hottest West End shows to exclusive dinners in London’s finest restaurants and trips to the south of France, the official declarations reveal an extraordinary lifestyle that included one day in Mallorca, when Robert Davis managed two lunches, the first at the home of Andrew Lloyd Webber and the second at the home of the Earl of Chichester. Davis, the Conservative deputy leader of the central London borough and until last year the chairman of its powerful planning committee, was entertained by and received gifts from property industry figures at least 150 times since the start of 2015 – a rate of almost once a week. His entertainment was paid for by some of the country’s wealthiest property developers including Gerald Ronson, Sir Stuart Lipton and Sir George Iacobescu, the chief executive of Canary Wharf Group. The Cambridge-educated solicitor was entertained or received gifts on 514 occasions since the start of 2015, suggesting he received benefits worth at least £13,000 although the overall total is likely to be several times higher. Councillors must declare gifts and hospitality worth £25 or more, but some of the hospitality would have been worth much more. For example, property developers twice flew Davis to the south of France and put him up for four-day stays. He was also gifted a ticket to the musical Hamilton by the impresario Cameron Mackintosh, which can cost as much as £250. Steaks at the M steakhouse, where he dined 20 times at others’ expense cost up to £100 each. Other property figures treated him to lunch at exclusive restaurants including Sexy Fish, Scott’s, the Colony Grill Room, the Ritz and the Ivy. Davis was entertained 15 times at the expense of the Westminster Property Association, which represents major developers, including an expenses-paid trip to the south of France and dinners at the Grosvenor House and Goring Hotels in London. Labour said the extent of Davis’s register of interests was evidence of a “broken culture at Westminster council” and said there was a “clear perception that senior Conservative councillors have a very close relationships with developers”. It has accused the council of letting developers get away with building far fewer “affordable” homes than required under Westminster’s planning policy. Between 2013 and 2016 only 12% of the new homes built in Westminster were classed as “affordable” while the target was 35%. Davis chaired the council’s planning committee, which approves deals with developers over how much affordable housing they must build as part of private developments, between 2000 and January 2017. Adam Hug, leader of the Labour group on Westminster council, said residents needed to be reassured “that their representatives are fighting for them rather than dining out on developers’ expense accounts”. “Labour believes that such an approach does not help build public trust that the council will put the needs of residents before those of property developers and business interests,” he said. “They have pushed through controversial schemes and promoted an approach to architecture based on the whims of senior councillors.” But a spokesman for Westminster city council hit back, saying: “The idea that any councillor has been ‘bought’ by the property lobby is demonstrably untrue.” “Westminster is a target for investment for UK and national developers, so it is hardly surprising that the chair of planning for Westminster city council – the largest planning authority in the UK – undertakes a large number of meetings,” he said. “Where hospitality is offered, these meetings are all declared in the register of interests and have absolutely no sway on planning decisions.” Davis added: “As planning chairman it was an important part of my job to meet groups ranging from developers to residents, property agents, heritage associations, arts groups and trade organisations. These meetings were all properly declared and open to anyone to examine. Their sole purpose was to ensure and encourage the right kind of development in Westminster and ensure that anything put before the council was going to benefit the city as a whole.” The records show Davis also dined with several planning consultancy companies whose job it is to help their clients secure planning consent. When he was chairman of the planning committee he was given breakfast at the Carlton Club in St James by the consultancy Thorncliffe which boasts on its website: “We get clients planning committee approval.” There is no suggestion that Davis breached any rules. Davis’s declared entertainment dwarves that of the leaders of his own council and the neighbouring Royal Borough of Kensington and Chelsea. The current leader of Westminster, Nickie Aiken, has registered only nine instances of gifts or hospitality for the first half of 2017. Nick Paget-Brown, the leader of the Royal Borough of Kensington and Chelsea until the Grenfell tower disaster, recorded 43 instances since the start of 2015. Hug said the extent of the entertainment Davis received during some periods was “ludicrous”. On one day, while in Mallorca during August 2015, he registered two lunches: the first at the home of Madeleine Lloyd Webber, Andrew Lloyd Webber’s third wife, and the second at the home of the Earl of Chichester. The property developers that entertained or gave gifts to Davis include: the Crown Estate (13 times), Clivedale Properties, Capco, Irvine Sellar, Derwent London, Berkeley Homes, British Land, Land Securities, Grosvenor Estates, Soho Estates, Dukelease. Architects included Zaha Hadid, Make, Terry Farrell, Michael Squire and John McAslan. There is no suggestion of wrongdoing on the part of Davis or any other named individual. Davis was also gifted seats at 10 theatre shows at the expense of the impresario Cameron Mackintosh and a further 51 performances at venues including the Royal Opera House and the Regent’s Park open air theatre. In 2016 he was entertained at the expense of Harvey Weinstein at the after-party for the Bafta awards. Since January he has been in charge of council policy on theatres and major public realm schemes. Labour said that if elected to run Westminster council in May’s elections its councillors will not accept hospitality from individual developers or their agents. Additional reporting: Pamela Duncan"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}