{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2018/feb/20/bayern-munich-v-besiktas-champions-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-02-20T21:38:40Z", "webTitle": "Bayern Munich v Besiktas: Champions League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2018/feb/20/bayern-munich-v-besiktas-champions-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2018/feb/20/bayern-munich-v-besiktas-champions-league-live", "fields": {"headline": "Bayern Munich v Besiktas: Champions League – as it happened", "bodyText": "And that’ll be that. Thanks as ever for tuning in. A belting first half and, if you like a contest, a damp squib of a second – but Bayern looked their most ruthless selves there and perhaps they’re purring their way to a genuine tilt at the old trophy. Cheerio! Chelsea have just drawn 1-1 with Barcelona. There’ll be all kinds of reports and analysis to follow – here is a reminder of Scott’s MBM to keep you up how it all played out: Well, that escalated rather. You suspected it might after Muller broke Besiktas’s resistance just before half-time. The 10 men could, should, have been ahead before that and looked very lively indeed with 11 – but they just couldn’t keep up after the break and were just completely blown away. Vida, the man sent off, might ask himself whether the foul was worth it even if Lewandowski had got away and scored. Because his side are heading out, the second leg of this is a dead duck, and that’s a shame because with 11 v 11 it could have been a real cracker. But Bayern won this fair and square, no doubt about that, and will be thrilled with what ended up being a stylish night’s work. 90+1 min: Two minutes of sheer misery remain for Besiktas. And another. Muller is sent into space, and there’s so much of it now, at an angle on the right by Robben’s outside-of-the-foot pass, and you’d think he might fancy the hat-trick. But no, even at 4-0 he wants what’s best for the team, and clips the ball across for his colleague, sliding in, to bundle home into the empty net. Super play from Muller, that, and the rout is probably complete. 86 min: A fine save from Fabri there, tipping Martinez drive wide after a good run and pass back from Ribery. Bayern are hardly letting up. 85 min: Medel off and Arslan on for Besiktas, who could hardly look more dejected now. This could have been a very different game indeed with 11 men. 83 min: Tolisso is the next Bayern replacement, coming on for Vidal – who took a knock after the latest goal, although he seems fine enough. 81 min: The excellent Coman, who is starting to look such a good player now, is replaced by Ribery. Then Hummels, beating the offside trap from a quick Boateng free-kick, gets his bearings wrong and heads wide when he could score a fifth. He wasn’t going to go without a goal tonight. Hummels strides forward with the ball, doesn’t meet much opposition, thinks “why not?” and leathers one low towards goal. Fabri gets across to his right but can neither gather nor parry to safety. Instead the ball just squirms loose and Lewandowski is there to return it with interest and, I would contend, finish the tie for certain. 76 min: Somebody called Messi has equalised at Chelsea after something of a defensive calamity. Join Scott Murray, keep both MBMs open, live a little! 75 min: Now then ... Talisca spins on the edge of the box and it’s not a bad opening – but Boateng is in attendance and perhaps puts him off, leading to him slipping and shooting over. 74 min: No need for Bayern to do anything silly now, although at 3-0 Besiktas will tell themselves that if they can score the first goal at home ... 72 min: Robben cuts one wide of the near post when he should really have used Kimmich. Glances are briefly exchanged. 70 min: Muller would score a hat-trick if his header was a foot lower. Again that came after exhilarating wing play from Coman, the best player on the pitch tonight. 69 min: Besiktas bring on Gonul for Erkin. They look absolutely done. 68 min: It’s so nearly four, a rapier-like move bringing Robben almost right up to the near post and Lewandowski can’t quite readjust himself to convert his pull-back. That is probably the tie. Robben goes again, laying wide to Kimmich, and the cross comes in almost instantly. Muller scores another oh-so-Mullerish goal, getting across his man and jabbing in, via Fabri, with a telescopic leg at the near post. 65 min: For all that Bayern are ineluctably in control here, another goal feels necessary. Robben tries something he’s never done before, cutting in and shooting left-footed, and the experiment fails. Oh – but ... 64 min: How about this – it’s Chelsea 1-0 Barcelona. 62 min: Talisca nearly affords Babel a shooting chance in Besiktas’s first real incursion of the half. Less positively, Pepe is – of course – booked for a foul on Lewandowski in the centre circle. 61 min: Robben swings in a free-kick from the right, which is headed back across by Vidal but smothered away by the brave Tosic. 58 min: Should really be three, Coman nipping it through to Alaba on the left with players queuing up for the tap-in, but it’s delivered behind Vidal and Lewandowski. 57 min: Tosic, a centre-back, replaces Love and you wonder whether that change should have been made sooner – perhaps at half-time given the late Muller goal. Besiktas would take 2-0 now. A dangerous lead for the second leg! 55 min: Fabri cranes to gather a high cross. How do Besiktas, still laden with attacking players, handle this now? They have just not got started in this half and risk even more severe punishment. It was coming, that’s for sure. Lewandowski is sent away down the inside-right channel and knows exactly what to do next, cutting back for the onrushing Coman to finish crisply. That was far too easy and it’s a long way back for Besiktas now. They need to stay in this tie; another goal takes it well away from them. 50 min: Lewandowski thwacks the post! The free-kick, right on the 18-yard line, is whipped towards the top corner but rebounds off the upright and away. Besiktas can breathe for now. 49 min: Lewandowski flings himself to the floor inside the box, and it looks like a gross exaggeration ... but the referee blows for a perceived foul just *outside* the box, which looks very harsh. Superb position this, though ... 48 min: And Bayern have the next couple of touches, Hummels looping a deep Robben corner onto the roof of the net. Would have been a feat to score from there. 47 min: The first couple of minutes have barely brought a touch for Besiktas, bar a couple of hacked clearances from crosses. Let’s hope it’s as good as the first! Five minutes, or thereabouts, til the second period, so hold onto your hats ... For the latest from Chelsea v Barcelona, say hello to Scott Murray! “Besiktas doing a better job so far than Arsenal last year,” notes David Hindle. “It will probably go completely pear-shaped now. But the way they played 40 minutes, a lot of them down a man, was remarkable. Not the usual performance of Turkish club sides in big European games where they are almost always cannon fodder. James was indeed injured btw. Feel a bit sorry for Besiktas. And bloody hell, Hummels is back in full defensive liability + sand wedge passes mode ... ” Vidal shoots at Fabri and it’s the last action of the first 45. That was a pulsating half, both before and after that Vida red card. Besiktas should even have gone ahead within a minute of it, Love shooting over with the goal at his mercy, but Bayern applied all kinds of pressure against 10 men and eventually broke through via Muller. You’d fancy them to grab another couple now but Besiktas are a real danger every time they go forward. Wouldn’t give up on this one yet by a long chalk. 45 min: Besiktas win a corner. You can’t take your eyes off a second of this! Quaresma delivers but, slightly nervously, Bayern get it away. 44 min: Robben has, curiously, replaced James Rodriguez now. Possibly a head injury from that ball bashed at him earlier? But Besiktas can’t hold on and Muller does what he does best! Coman again gets to the line and cuts back sharply. Alaba miscues but Muller, flirting with the boundary of offside but just staying on, helps the ball in from a couple of yards. That changes everything. 41 min: Save from Ulreich! Quaresma is sent away on the right by a perfect, searching ball from the back. He has no support but takes the ball inside and drills towards goal from an angle, forcing the parry! A corner results and Hummels has to divert it behind for another, which is cleared. Besiktas still pack a punch ... and Pepe almost packs something even stronger with a 35-yarder that doesn’t go too far over! Nice, and much needed, spell for the 10 men. 37 min: Adriano hoofs the ball away for Besiktas, who don’t have a single player in the opposition half. It comes right back at them, of course, and Lewandowski lashes over with a spectacular, juggled overhead effort after fending off Medel. Besiktas will be desperate for the break now. Medel is receiving treatment; the view was that Lewandowski taught him in attempting the effort and the striker is booked. 34 min: And oh, goodness, they survive again! Pepe heads Rodriguez’s free-kick away, it’s volleyed back in and ricochets right through to Vidal, who seems offside but the flag stays down! A goal seems likely but a defender – afraid I didn’t see who – gets his body in the way! I’ve just seen a replay of that and he was well off ... good job for the game that it didn’t go on. 33 min: They are living *so* dangerously at the moment. Quaresma trips Coman a foot outside the area on the left ... 32 min: Pepe is there to get in front of Lewandowski after a lovely Martinez dummy makes the chance. This has become the siege one expected it might. Besiktas need some time up the pitch. 30 min: That’s some save from Fabri! Hummels looks absolutely certain to score, staying upfield after the corner is initially cleared and attacking a left-sided cross with vigour and menace. The goalkeeper does stupendously to flip it over. Bayern are getting closer ... 29 min: Alaba shoots over! It’s a nice, radar-like ball from Boateng and Alaba is free for a half-volley at goal, only to miss the target! It takes a nick of Pepe and goes for a corner. Then ... 27 min: Martinez tries to weigh a very, very deliberate sidefooter towards the corner but Fabri dives to gather. Then he lumps the ball appallingly out of play, his second piece of poor distribution in as many minutes. That’s the last thing they’ll need. Eventually Rodriguez clocks a stinging – especially in this weather – drive from his team-mate Muller right in the fact and it pings away behind the goal. 26 min: It doesn’t have the feel of a game in which Besiktas hold out heroically. Their defending is too scatty. But they can’t be ruled out further forwards, so for now it’s anyone’s. 24 min: Coman gets to the line and wins a corner by thudding the ball against Hutchinson, who goes down in apparent agony. He gets up gingerly in the end and Rodriguez can deliver a set piece that’s cleared, but not all that convincingly. 22 min: Besiktas are still looking to attack whenever they get possession, and I think that’s the only way they know, but the strong impression is that they won’t be seeing much more of the ball from hereon. Bayern are teasing it around, looking for openings. 19 min: What a chance for Love! He seizes onto a poor Kimmich header, beats two men, does all the hard work and then, clean through, lifts horribly over! That would have been absolute gold dust for Besiktas. What a start to this tie. 18 min: Rodriguez floats the free-kick just wide and Besiktas survive. But you sense Bayern have a great chance to kill the tie tonight now. Well that’s probably put paid to the nice open start we had. Vida can’t complain, sliding in and taking Lewandowski’s legs away 20 yards out as he homes in on goal, but he can probably cast a dark glance towards his captain, Hutchinson – whose loose pass set the striker free. 14 min: Muller, arriving late at the far post, heads over from Coman and you do sense Besiktas will give up chances here – as much as they will seek to cause trouble at the other end. 13 min: Hummels puts in *the* perfect tackle on Talisca after good work from Love, winning the ball beautifully. Textbook for any kids watching. 12 min: Love is fouled and Talisca can, as a consequence, size up a 25-yard free kick. He’s arguably the biggest dangerman for Besiktas here. He tries to go low, Coutinho-style, but the wall aren’t having that. 11 min: Vidal glances a free-kick wide, and Besiktas won’t like the way he got onto that before their defenders. This has been a nice, open start though with both sides looking in the mood. 9 min: Besiktas get lucky there! Fabri, the goalkeeper, has to be out quickly to punch clear of Lewandowski, and then a follow-up shot is blocked. The danger isn’t over and Coman, coming in from the left, swings in a dipping, bouncing 25-yarder that Fabri watches well and parries to the left. 8 min: Another decent attack from Besiktas, who are using their veteran wingers well. Quaresma approaches the box and slides a tempting low delivery towards the near post but nobody is attacking it. 6 min: Yes, it’s very early days but Besiktas will be happy so far. Medel fouls his equally fiery countryman Vidal in midfield, though ... and now Bayern do work a half-chance, Alaba crossing from the left and Muller guiding a header a yard or so wide. 4 min: Besiktas have the first attack and it looks promising until Babel, looking to get past Kimmich and surge into the area, shoved the well-positioned defender over. Then Talisca wins a free-kick in enemy territory after a neat turn. Encouraging start for the visitors. 3 min: It looks like pretty filthy, sleety weather there. Besiktas coach Senol Gunes is wrapped up nice and warm. There’s been nothing else to raise the temperature yet, the game is yet to get going. 1 min: Besiktas, the telly has just reminded me, are fielding just three players under 30! Besiktas kick off. This could be fun! Ahem. Playing-wise, I meant. Love is now 33 and was signed from Alanyaspor, where he was more than prolific, last month. Can I be guiltily honest with you? It doesn’t have to go any further but ... I didn’t realise Vagner Love was still around. Richard Ogier writes in: “I’m an Aussie who moved to Munich 3 years ago (after 17 in Paris) and y’know, thought that ‘getting in’ to the local football team might be a way of tracking the pulse of the town, even to integrate a little. But it’s all just too one-sided! You start feeling you don’t know how good they are any more (FC Hollywood as you call them), cos it’s just easy for ‘em week-in, week-out. I’ve renewed my boyhood interest in Liverpool. There’s more German, not to say, human interest, about what’s going on at Anfield weekly with Klopp at the help than in the Bundesliga. Looking forward to the match.” They’re lining up in the tunnel at the wonderful Allianz Arena ... are we in for a magical European night or a cakewalk for Heynckes and co? “I’m partial to the Weser Station in Bremen (renovated entirely in 2012) not only because of the atmosphere, but because of the setting. Only metres away from the Weser River, it’s just beautiful,” writes Griffin O’Neill. Sounds lovely, would be keen to attend a game there. Who would play Jupp Heynckes in a film? I’d say he has a touch of the Christopher Walken about him. Bayern, by the way, are these days 19 points clear of Borussia Dortmund at the top of the Bundesliga. One despairs really, but we are where we are. An upset here would be fun. As an aside, I love the Allianz Arena. As far as modern stadia go, it has it all. A couple of years ago I covered Bayern’s 4-2 comeback win over Juventus there and, my gosh, the atmosphere was absolutely thumping. What’s your favourite modern stadium (accepting that the definition is imprecise)? For Bayern, this is a shot at a sixth European Cup – their last, of course, came at Wembley in 2013. They might fancy that things are opening up for them a little if they come through this round, with one of Real Madrid and PSG soon to depart as well, of course, as one of Barcelona and Chelsea. The latter broke their hearts in the 2012 final. Besiktas, of course, lost goal-getter Cenk Tosun to Everton in the winter. He’s not really got going there yet but you wonder if they’ll be a little shot-shy without him tonight ... For an insight into Heynckes’s influence on Bayern, this is a fine read from John Brewin: Bayern Munich: Ulreich; Kimmich, Hummels, Boateng, Alaba; Martinez, Vidal; Coman, James, Muller; Lewandowski. Subs: Starke, Wagner, Sule, Ribery, Robben, Rafinha, Tolisso. Besiktas: Fabri; Adriano, Pepe, Vida, Erkin; Hutchinson, Medel; Quaresma, Anderson Talisca, Babel; Vagner Love. Subs: Zengin, Tosic, Negredo, Ozyakup, Lens, Arslan, Gonul. Referee: Ovidiu Alin Hategan Robben and Ribery on the bench, then – so for much-loved ageing wingers we’ll have to satisfy ourselves with Babel and Quaresma. And, lo, is that Alvaro Negredo and Jeremain Lens I spy on the away bench? This might seem like the less glamorous of tonight’s ties – but appearances, dear reader, can be deceptive. There’s always plenty of intrigue around FC Hollywood and tonight they look to extend their 13-game winning run against Turkish opponents, making their debut in the round of 16, who you wouldn’t have given a snowball’s chance in a very fiery place. But is it all as simple as that? Not quite. Besiktas are a fine side this season, even if we allow that they are currently five points from the top of the Turkish league. On paper they’re a who’s who of the possibly past-it and the very much mercurial – the likes of Pepe, Ricardo Quaresma, Ryan Babel and Vagner Love adorning their teamsheet. But on grass they’re nothing to scoff at, as they showed during a group stage that saw them comfortably kick Porto, RB Leipzig and Monaco into the long grass. Notably, they won all three of their away games – and Turkish sides aren’t exactly renowned for that. Can they do it on a Tuesday night at the Allianz Arena? It’ll be tough. Bayern would probably have liked to play here for the second leg but that’s the price you pay for an early group stage tonking by PSG. They’ve more than sorted things out since then under Jupp Heynckes, though, and very nearly recovered sufficiently to top their group. In the event they came second; Besiktas are probably exactly the kind of group winner they’d have wanted to face, and the reverse might apply, but they’ll want to extend a bit of a lead tonight if an uncomfortable second leg is to be avoided. Will they? Don’t stray too far – and get in touch with your thoughts."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}