{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2018/feb/16/the-guardian-view-on-theresa-mays-munich-speech-partnership-should-be-indivisible", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2018-02-16T22:30:40Z", "webTitle": "The Guardian view on Theresa May’s Munich speech: partnership should be indivisible | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2018/feb/16/the-guardian-view-on-theresa-mays-munich-speech-partnership-should-be-indivisible", "apiUrl": "https://content.guardianapis.com/commentisfree/2018/feb/16/the-guardian-view-on-theresa-mays-munich-speech-partnership-should-be-indivisible", "fields": {"headline": "The Guardian view on Theresa May’s Munich speech: partnership should be indivisible", "bodyText": "A year ago, the annual Munich security conference – the most important gathering of international defence chiefs and ministers in the calendar – met to debate the proposition: “Post-truth, post-West, post-Order?” A year on, this weekend’s Munich conference has a new theme: “To the Brink – and Back?” The sense of relief implicit in the difference between the 2017 and the 2018 themes is unmistakeable and, to an extent, justifiable. The Trump administration has not, after all, trashed everything in the policymakers’ world, as it threatened to do 12 months ago. Explosions in relations with Iran, North Korea and even China have been averted, for now. Washington has not so far rolled over in the face of Russian aggression in eastern Europe. The so-called Islamic State has been pushed back, for the moment. The insurgent political tide that swept the US and the UK in 2016 has mostly been kept at bay elsewhere. Yet while the worst may have been avoided, genuine positives are thin on the ground. Global confrontations continue and in some cases – the Middle East, for example – to deteriorate dangerously. The alliances that exist to control and resist them are still in shock at the Trump effect. Theresa May is in every context except Brexit a traditional multilateralist. She will certainly give a less thoroughly provocative speech at the Munich conference on Saturday than the foreign secretary, Boris Johnson, did at the same venue 12 months ago, when he ludicrously described Brexit as a national “liberation”. Yet, viewed from elsewhere in Europe, Mrs May still leads a country that, by voting for Brexit, has made a serious contribution to the problem of instability, not one that is playing a reliable role in solving it. Mrs May’s rhetorical answer is the mantra that Britain is leaving the European Union but not leaving Europe. Her visit to Angela Merkel in Berlin on Friday and her appearance at the Munich conference are designed to underpin that message and to make it a springboard for her Brexit strategy. Britain, Mrs May says, is fully committed to European cooperation, through Nato and in other ways, to deal with common threats to security. She will cite the fact that British troops are on the frontline against Russia in Estonia, that she has just pledged a new support role with France in the Sahel, that planned troop withdrawals from Germany are now being reexamined, and that the UK is a heavy-hitting and reliable partner in intelligence sharing and police coordination. Security and intelligence have now been placed squarely in the vanguard of Mrs May’s political effort to persuade the rest of Europe that Britain remains a reliable and committed post-Brexit partner. The head of MI6, Alex Younger, appeared in Munich on Friday with his French and German counterparts to commit themselves to cross-border information sharing. His predecessor Sir John Sawers and the former GCHQ chief Robert Hannigan took to the media with a similar message. And the prime minister will cap this all off on Saturday in a speech that repeatedly urges closer cooperation with Europe and proposes a new UK-EU security treaty. There are things to welcome here. After a grim two years of government negativity about the EU, it is a relief to hear the prime minister praising the union and being practical about it. Yet it is hard to see what EU partners are supposed to make of a prime minister who embraces the union at one moment then turns her back on it the rest of the time. The one thing that she could do to make her protestations more credible is to bolster it with a soft Brexit strategy. But this, disastrously, is the one thing she is terrified of doing."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}