{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/feb/01/women-six-nations-preview-sevens-spotlight-battle-england", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-02-01T21:52:00Z", "webTitle": "Women’s Six Nations preview: sevens spotlight gives sides another battle | Gerard Meagher", "webUrl": "https://www.theguardian.com/sport/2018/feb/01/women-six-nations-preview-sevens-spotlight-battle-england", "apiUrl": "https://content.guardianapis.com/sport/2018/feb/01/women-six-nations-preview-sevens-spotlight-battle-england", "fields": {"headline": "Women’s Six Nations preview: sevens spotlight gives sides another battle", "bodyText": "On the face of it, optimism abounds before the Women’s Six Nations. Last year’s tournament shattered records for attendances and broadcasting figures and there remains an afterglow, six months on from the World Cup. There have been three different winners of the championship in the past three years and the enduring image of the 2017 tournament is a winner-takes-all grand slam showdown. Scratch the surface, however, and all is not quite as rosy as it seems. Sevens casts a shadow over a tournament that struggles for the kind of attention afforded to the Women’s World Cup, running concurrently as it does with the men’s fixtures. Indeed, while NatWest came to the rescue to sponsor the men’s tournament, the women’s competition still does not have one. Six England players who finished as runners-up in the World Cup will miss the side’s opener against Italy on Sunday because of their involvement in the Sydney leg of the world sevens. In addition, Jess Breach, the Harlequins wing who scored 11 tries in her first two Tests in the autumn, was in Australia rather than at Bisham Abbey preparing for the Six Nations. With the Commonwealth Games in April and the World Cup Sevens in July, 2018 is a year in which XVs must coexist. Indeed, a peak audience of 2.6 million tuned in to ITV to watch England lose to New Zealand in a thrilling World Cup final last August but anyone wishing to see players such as Emily Scarratt during the Six Nations will be disappointed. It is against that backdrop that England begin the defence of their title as the heavy favourites and there is youthful promise, led by the teenager Ellie Kildunne, in Simon Middleton’s squad. Theirs is a backloaded campaign and it is not until their final two fixtures – away to France and at home to Ireland – that England are likely to be genuinely tested. That may do a disservice to a fast-improving Scotland but while England are no longer backed up by the professional contracts that made such a difference last year, the inaugural Tyrrells Premier 15s competition has succeeded in ensuring standards have not dropped off a cliff. The England captain, Sarah Hunter, will not let her side look beyond the opening match against Italy, however: “If we don’t get the first one right then actually it doesn’t matter how tough the opposition are following that; we need to get off to a good start.” France are expected to be England’s closest competitors, not least because they will host the champions in front of a mammoth crowd. Last year more than 10,000 watched their match against Scotland in La Rochelle and France are relatively settled in terms of personnel, having finished third at the World Cup. They have promoted a few under-20s players who have plenty of experience of beating England at age-group level. France begin against an Ireland side reeling from their failure to make the knockout stage when hosting the World Cup. There was a toxic fallout and Ireland’s new coach, Adam Griggs, has been appointed only on a temporary basis. Furthermore, they have had to cope with a number of retirements but their shining light is the return of Niamh Briggs, who missed the World Cup through injury. The captain, Ciara Griffin, said: “It’s about supporting each other in tough times. We did learn a lot about that and just being there for each other. That’s something we’re going to take into the Six Nations.” Wales and Scotland face each other on Friday to kick off the competition and, much like in the men’s tournament, it is expected to be a signpost for the rest of their campaigns. Scotland are much improved, having won their first Six Nations match since 2009 last year, against Wales, before following it up with another against Italy. Wales are experimenting, looking to bring through the youngsters, with qualification for the next World Cup already assured. “I think we are making great strides,” Scotland’s captain, Lisa Martin, said. The hope is that despite the absentees, the women’s competition can still say the same at its conclusion."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}