{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2018/feb/02/ben-folds-review-timeless-tunes-and-paper-planes-at-sydney-opera-house", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2018-02-01T23:56:03Z", "webTitle": "Ben Folds review – timeless tunes and paper planes at Sydney Opera House", "webUrl": "https://www.theguardian.com/music/2018/feb/02/ben-folds-review-timeless-tunes-and-paper-planes-at-sydney-opera-house", "apiUrl": "https://content.guardianapis.com/music/2018/feb/02/ben-folds-review-timeless-tunes-and-paper-planes-at-sydney-opera-house", "fields": {"headline": "Ben Folds review – timeless tunes and paper planes at Sydney Opera House", "bodyText": "There are certain international acts with which Australian audiences have long-term love affairs. Ben Folds is one of them. Though he arguably reached the zenith of his commercial chart career over a decade ago, the consummate entertainer continues to go through artistic purple patches. It’s entirely likely that Folds, as talented as he is endearing, will become something of an Elton John for the slacker generation, touring until the wheels literally fall off. Rather than release new albums that pale in comparison to his best work and force audiences to sit through them, Folds instead chose to innovate. Over the past five or so years, the pianist, songwriter and arranger has made an art form out of consistently challenging and stretching the possibilities of his own repertoire. He’s done it with a capella university choirs, full orchestras, solo shows and festival slots with his original band, Ben Folds Five. He’s made up songs on the spot, collaborated with writer Nick Hornby and, on this latest tour, promises to play any song from his sizeable back catalogue that lands on stage in the form of a paper plane. For a man who’s lived through four marriages, Napster and Spotify, you have to commend his sense of humour. Folds can do this – return time after time (in this case, to the same venue after selling it out eight times) – because he has always been a showman, moreso than his most popular albums let on. Hidden in the cracks between the alternative ballads and the forays into grunge-pop (and the wry entreaties to an ex to give back his black T-shirt) is a classically trained frontman who loves to delight a crowd with a killer melody. Those melodies are on display straight out of the gate tonight, which is divided into two even sets, played solo on grand piano. The first hour is more traditional, programmed by Folds and showcasing the full breadth of his material, leaping from newish (You Don’t Know Me, Landed) to ancient (Uncle Walter, now a 23-year-old vintage). Maintaining attention with no bells or whistles in 2018 is a tough sell. It doesn’t help that, maybe for the first time, Folds’ pitch-perfect voice isn’t as comfortable scaling the pointier ends of some of his melodies. His piano style, which favours forays into honky-tonk blues and jazz offset by glam-rock thrashing of the left hand bass notes, doesn’t do him any favours in this regard. But what he has in his corner is a crowd primed for participation, ready to jump in and shout key lines or sing backing vocals in four-way counterpoint, as on the arresting Bastard. Folds can also rely on his famous banter, drawing from an endless well of anecdotes with perfect comic timing. In the five times I’ve seen him play live, he’s never once repeated a story, even when introducing the same song. This improvisational tone extends to his performance, and what Folds may initially lack vocally he certainly makes up for in stylistic variation, with a raucous Steven’s Last Night In Town providing the show-stopping bookend to the first set. Folds leaps from piano to a drumkit constructed around him by stage crew in real time, as he launches into a blistering, Gene Krupa-inspired be-bop solo that very nearly brings down the house. So much for just piano. During a brief intermission, we are told to collect paper from the foyer, write song requests on it, fold it into a paper plane and wait for a countdown. Within minutes, the Opera House has become a classroom cliche, with planes continuing to soar through the Concert Hall well after Folds’ return. True to his word, he traipses across a stage that is now covered in planes and seems almost snow-like, picking them up at random and playing whatever is written. The looseness of the second set format seems to suit Folds better than the first. The set deep-dives into classics (The Luckiest, Song For The Dumped) and gems not heard on stage for years, including the moving Gracie, punkish We Can Be Happy Underground and the hilarious Effington – named, as Folds tells us, for the wrong town. This hour crystallises the unique relationship Folds has with fans, able to surprise them even with material they specifically asked for. As he re-emerges for an obligatory canter through Army and One Angry Dwarf, it’s clear that all Australia’s adopted piano man needs to get back in his groove is a little tomfoolery. It’s a lesson we can take to heart. But some of us definitely need to work on our plane-making first. • Ben Folds’ Paper Aeroplanes tour continues through Brisbane, Sydney, Canberra, Adelaide, Perth, Hobart and Auckland in February"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}