{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2018/feb/21/call-to-lift-secrecy-around-police-taser-use-after-mentally-ill-mans-death", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2018-02-20T23:17:57Z", "webTitle": "Call to lift secrecy around police Taser use after mentally ill man's death", "webUrl": "https://www.theguardian.com/australia-news/2018/feb/21/call-to-lift-secrecy-around-police-taser-use-after-mentally-ill-mans-death", "apiUrl": "https://content.guardianapis.com/australia-news/2018/feb/21/call-to-lift-secrecy-around-police-taser-use-after-mentally-ill-mans-death", "fields": {"headline": "Call to lift secrecy around police Taser use after mentally ill man's death", "bodyText": "Civil liberties groups have demanded more transparency around the police use of Tasers after a mentally ill man died during a police arrest in Sydney on Sunday. Stephen Blanks, the president of the New South Wales Council for Civil Liberties, said NSW police had not released updated statistics relating to Taser use for six years. The latest report, conducted by the NSW ombudsman in 2012, found a third of people Tasered by police were suffering from mental illness and three-quarters were unarmed. On Sunday the unarmed 30-year-old man died after he escaped from Royal Prince Alfred hospital, where he was being held under the Mental Health Act. He was approached by police, was capsicum-sprayed, Tasered by one officer and arrested in a confrontation involving six officers before he stopped breathing. On Monday, the assistant police commissioner, Mark Walton, said only one Taser was used but he could not confirm how many times, or for how long, it had been discharged. No police officers activated their body-worn cameras but there was footage taken automatically by the Taser itself, Walton said. Blanks said the police use of Tasers in the state suffered from a “lack of transparency”. “We’ve got no published statistics about the use of Tasers by NSW police for several years and there hasn’t been any review of their use for several years,” he said. In 2012 the NSW coroner released a damning report into Taser use after the Brazilian student Roberto Laudisio-Curti died after being Tasered 14 times during a psychotic episode. The report said police had acted with “an ungoverned pack mentality, like the schoolboys in Lord of the Flies” and recommended new guidelines. These included a ban on the drive stun mode – where a Taser is held against a person’s body and causes pain instead of incapacitation – unless officers were under attack. She also recommended that officers better communicate, when calling for back-up, that suspects are suffering from signs of mental disturbance. On Monday Walton could not confirm whether the drive stun mode had been used. He said officers “had a concept” that the man was mentally disturbed and knew he had been in hospital for mental health issues. The NSW police handbook tells officers to “apply the least restrictive actions possible upon a person suffering from a mental illness”. “Upon receiving notification that a person has absconded from a mental health facility, speak with the hospital manager and ascertain as much detail as possible,” it says. Under the guidelines, a Taser should only be discharged to protect human life, prevent actual bodily harm, or during a violent confrontation. It should not be used against a mental health patient solely to make them comply or submit to medication, or against passive subjects. The guidelines also warn police of the risks of positional asphyxia during arrest and note that high-risk factors include “when an individual is highly stressed” and exhibiting “wild, threatening, bizarre behaviour with possible mania or psychosis”. On Monday Walton said the deceased was “a large man, somewhere in the vicinity of 120kg and over six feet tall, and he was resisting police”. “In those circumstances, the police have apparently determined it was appropriate,” he said. A spokeswoman for the police watchdog, the Law Enforcement Conduct Commission, said it was “understood that the NSW police force is applying the recommendations made by the coroners”. The current Taser procedures were implemented in 2016 and are scheduled for review on 1 July this year. Blanks called on the police to release new data before then. “It would certainly be timely,” he said, “so that the public can consider whether the guidelines have got the appropriate settings or need to be tweaked.” The death is being investigated by the homicide squad and a report will be provided to the coroner."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}