{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/feb/28/andy-murray-recovery-surgery-queens-return", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-02-28T22:30:03Z", "webTitle": "Andy Murray eyeing Queen’s Club return as recovery from surgery quickens", "webUrl": "https://www.theguardian.com/sport/2018/feb/28/andy-murray-recovery-surgery-queens-return", "apiUrl": "https://content.guardianapis.com/sport/2018/feb/28/andy-murray-recovery-surgery-queens-return", "fields": {"headline": "Andy Murray eyeing Queen’s Club return as recovery from surgery quickens", "bodyText": "Andy Murray is so pleased with his quickening recovery from recent hip surgery that he hopes to return to the practice court ahead of schedule within a month. That should keep him on track for a comeback at Queen’s Club on 18 June, in preparation for Wimbledon, the scene of his agonising exit from the Tour last summer. The 30-year-old Scot – whose 10-year reign as the British No 1 ends on Monday when Kyle Edmund overtakes him in the ATP world rankings – made a last-minute call to go under the knife of a trusted surgeon in Melbourne in January. Several critics wondered, and continue to speculate, if he could ever again reach the heights that won him three grand slam titles. However, lately Murray has been more upbeat than at any time since his hobbling five-set defeat against Sam Querrey in the 2017 Wimbledon quarter-finals, encouraged by diminishing pain during exercise, as well as freer movement in the hip that has plagued him since 2008. He is keen to return to the Tour as quickly as his fitness will allow, and the Guardian understands his hip has responded better than expected to the operation and it has subsequently held up well under increased stress in the gym. The grass of Queen’s Club – where Murray has won the title five times – now looks nailed on as the scene of his comeback. He has been putting in the hard yards on the stationary bike, his favoured Versa Climber (which some experts think might have contributed to the strain on his back and hip in the first place), and is picking up the weights, as well as easing back into regular pilates sessions. The former world No 1 plans to begin warm‑weather training soon but has yet to decide if that will be in Miami – where he normally works on his stamina and strength in the off‑season – or Europe. The Miami Open, where he has won twice but has also struggled over the years, starts on 18 March and is virtually on his winter doorstep. As he did en route to Australia, he could use that opportunity to train with some of his peers in points matches or even an exhibition. Murray does not want to put added pressure on himself by declaring a specific date for his return. In January he agonised alone in his hotel room for more than 10 hours before pulling out of his previous comeback attempt, at the Brisbane Open. He has rarely been so downcast. But as someone close to the player remarked on Wednesday: “Now, there is plenty of positivity.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}