{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2018/feb/24/un-security-council-votes-unanimously-syria-ceasefire", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2018-02-24T21:35:58Z", "webTitle": "UN security council votes unanimously for month-long Syria ceasefire", "webUrl": "https://www.theguardian.com/world/2018/feb/24/un-security-council-votes-unanimously-syria-ceasefire", "apiUrl": "https://content.guardianapis.com/world/2018/feb/24/un-security-council-votes-unanimously-syria-ceasefire", "fields": {"headline": "UN security council votes unanimously for month-long Syria ceasefire", "bodyText": "The UN security council voted unanimously on Saturday for a month-long ceasefire across Syria to allow for humanitarian deliveries and medical evacuation. The demand for a 30-day ceasefire was made effective immediately but it was far from clear what impact, if any, the resolution would have on Syria’s battlefields. Minutes after the vote, the UK-based Syrian Observatory for Human Rights reported that Syrian regime warplanes had bombed eastern Ghouta, a besieged rebel enclave of 400,000 people. The Syrian regime’s envoy to the UN, Bashar Jaafari, appeared to shrug off the authority of the resolution, insisting his government had a right to defend its territory and would continue to “fight terrorism, wherever it is”. The vote on the resolution, proposed by Kuwait and Sweden, had been put off for three days in the face of Russian objections but the version that was approved on Saturday was little changed from the original. The vote was postponed for two hours on Saturday as Russia made a last-ditch attempt to water down its language. Throughout the week, regime forces kept up their bombardment of eastern Ghouta. The medical aid agency MSF said hospitals and clinics it supported in the Damascus suburb had reported more than 520 deaths and more than 2,500 wounded in just the past five days. “It has taken us far too long to agree this resolution,” said the senior diplomat representing the UK in the council, Stephen Hickey. “While we have been arguing over commas, Assad’s planes have been killing more civilians in their homes and in their hospitals imposing unbearable suffering.” Under the terms of the new resolution, the UN “demands that all parties cease hostilities without delay and engage immediately to ensure full and comprehensive implementation of this demand by all parties, for a durable humanitarian pause for at least 30 consecutive days throughout Syria, to enable the safe, unimpeded and sustained delivery of humanitarian aid and services and medical evacuations of the critically sick and wounded, in accordance with applicable international law”. The truce does not apply to military operations against Islamic State, al-Qaida and the Nusra Front “and other terrorist groups as designated by the security council”. The resolution demands access for humanitarian deliveries and medical evacuation, in particular to the 5.6 million people in 1,244 communities described as being in acute need, of which almost 3 million are in hard-to-reach and besieged areas. Previous ceasefires in Syria, over more than seven years of conflict, have not fared well. The last major ceasefire negotiated on a high level with Russia, in eastern Aleppo in late 2016, collapsed on the day it was due to take effect. The rebel enclave there was overrun by pro-regime forces, many of them Iranian-controlled militias. A clause in Saturday’s resolution called for the UN secretary general, António Guterres, to report back to the council in 15 days on its implementation. That is likely to be subject to as much dispute as the resolution itself. The Russian UN envoy, Vassily Nebenzia, warned: “We will not countenance any subjective interpretation of the resolution that has just been adopted.” The French envoy, François Delattre, said his government would hold regional powers with forces in Syria – Russia, Iran and Turkey – to account in upholding the ceasefire. “Nothing would be worse that to see this resolution remain a dead letter,” Delattre said. “For this reason France will be extremely vigilant on all of these points in the hours to come and in the days to come.” He added: “Our generation will be judged on whether or not we manage to put an end to the Syrian tragedy.” The defeat of Isis strongholds has sharpened competition for control of Syrian territories between regime forces and their Iranian and Russian backers, and rebel groups with US, Turkish and Arab support. Since launching cruise missiles at a Syrian regime airbase last year in retaliation for the use of nerve gas, the Trump administration has shown little interest in intervening to protect civilians and has wavered over how much effort and resources it wants to invest in protect its interests and allies. In January, the US secretary of state, Rex Tillerson, appeared to unveil an ambitious set of new war aims that included establishing a bulwark against Iranian influence, ensuring the departure of the Assad regime and creating conditions for the return of refugees. On Friday, Trump contradicted Tillerson, insisting the US was only in Syria to fight terrorist groups. “What Russia and what Iran and what Syria has done recently is a humanitarian disgrace, I will tell you that,” Trump told reporters at the White House while hosting the Australian prime minister, Malcolm Turnbull. But he made it clear the US was not going to intervene: “We are there for one reason. We are there to get rid of Isis and go home. We are not there for any other reason, and we’ve largely accomplished our goal.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}