{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/feb/13/mauricio-pochettino-praises-tottenham-character", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-02-13T23:55:06Z", "webTitle": "Mauricio Pochettino praises Tottenham character in Juventus comeback", "webUrl": "https://www.theguardian.com/football/2018/feb/13/mauricio-pochettino-praises-tottenham-character", "apiUrl": "https://content.guardianapis.com/football/2018/feb/13/mauricio-pochettino-praises-tottenham-character", "fields": {"headline": "Mauricio Pochettino praises Tottenham character in Juventus comeback", "bodyText": "Mauricio Pochettino saluted his Tottenham team’s character after they overcame a nightmare start in Turin to draw 2-2 in the Champions League last-16 first leg. The London club were 2-0 down after nine minutes to a pair of Gonzalo Higuaín goals – one of them a penalty – but they stabilised before taking control. Harry Kane pulled one back on 35 minutes and, although Higuaín missed a second penalty in first-half stoppage time, Pochettino was entitled to say that Tottenham were the dominant force. The outstanding Christian Eriksen scored the equaliser in the 72nd minute and the Juventus manager, Massimiliano Allegri, felt the frustration rise. He poured it out afterwards in an attack on the Italian press, whom he accused of underestimating Tottenham. For Pochettino this was one of the finest results of his career and put his team in charge for the return leg at Wembley on 7 March. “At 2-0 down my feeling was so bad,” Pochettino said. “We started sloppily. But we showed great character and I feel so proud. We are a young team in this competition. To show that kind of performance was fantastic. “The energy was fantastic and it’s important to say we played with one day less [of rest]. Juventus played last Friday while we had the derby [against Arsenal on Saturday]. One day in this competition is a lot. The derby was emotional, you spend more energy. And at 2-0 you always need more energy. “We dominated possession and forced them to play deeper and only use the counterattack. We were so focused. Only the opening minutes were difficult to handle. But after that we dominated Juventus and that is a thing to praise. “Not many teams come here and dominate Juventus. We showed we are mature enough to compete in this competition. It is my fourth season at the club and we are always improving in different aspects.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}