{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2017/nov/11/denmark-v-republic-of-ireland-world-cup-play-off-first-leg-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-11-11T21:36:51Z", "webTitle": "Denmark 0-0 Republic of Ireland: World Cup play-off first leg, as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/nov/11/denmark-v-republic-of-ireland-world-cup-play-off-first-leg-live", "apiUrl": "https://content.guardianapis.com/football/live/2017/nov/11/denmark-v-republic-of-ireland-world-cup-play-off-first-leg-live", "fields": {"headline": "Denmark 0-0 Republic of Ireland: World Cup play-off first leg, as it happened", "bodyText": "And that’s that! It wasn’t exactly a classic, but Ireland won’t care. No away goal, but a goalless draw is fine reward for a determined display. Advantage to Martin O’Neill’s well-organised side ahead of the return leg in Dublin on Tuesday! 90 min +4: Larsen tries to curl one into the top right from distance. Nope. 90 min +3: ... Conor Hourihane. 90 min +2: Ireland eventually clear their lines. Then they take ages to make a substitution. Hendrick is replaced by ... 90 min +1: There will be three added minutes. Ireland don’t really clear the corner. The ball very nearly breaks to Eriksen on the edge of the box. It squirts to the left, allowing Larsen to take a shot from the left of the D. The ball deflects off Christie and sails inches wide of the left-hand post! 90 min: Ireland have just gone close, so Denmark respond. Space for Larsen down the left. He curls a cross onto the head of Poulsen, who sends the ball straight at Randolph from six yards. The keeper tips acrobatically over! 89 min: O’Dowda turns on the jets and bursts past Kvist in the middle of the park. He’s brought down. A clear free kick, and under normal circumstances a booking, but not according to this ref’s policy, and on balance that’s fair enough. Brady loops the free kick into the box. Duffy plants a header goalwards, and Schmeichel does very well to deal with it. 88 min: Arter jogs off, to be replaced by Glenn Whelan. 87 min: Delaney hooks a cross into the Ireland box from the left. It’s too high for Poulsen. Goal kick. Whistles from the crowd as Arter goes down in the area, messing around with his boots. 85 min: McClean has a dig from 30 yards. Nope. Time ticks on. 84 min: McClean clips the back of Delaney’s heels in the centre circle. That could have been an expensive yellow for Ireland, too, but the referee appears minded to let things pass. Long has a crack from the right of the Danish D. It twangs off the back of the unfortunate Delaney and out for a corner on the left. But the referee points for a goal kick. Not everything has gone Ireland’s way during this minute. 82 min: Eriksen tries to release Ankersen into the Irish area with a little pitching wedge down the right. It doesn’t come off. Denmark’s star man has been very quiet in this second half. 81 min: A free kick for Ireland out on the right. Brady curls it in. It’s slightly flat. Clark stoops to flick one on, but only manages to send the ball harmlessly wide left of the target. 79 min: Ireland push an increasingly nervous Denmark back, earning a corner on the left. Brady whips it in; Bendtner clears. Denmark threaten to break dangerously. Kvist bombs up the right. Arter tugs him back, and should be booked. But the referee is kind. Arter is one of the players who would miss the second leg with a yellow card. He’s got away with that. 77 min: Bendtner chases after Arter in the midfield. Arter slides to hoof the ball upfield for O’Dowda. Bendtner lands on Arter’s leg. A lot of screaming. For a second, everyone fears the worst. But while it’s a sore one, Arter is good to continue. And it wasn’t an intentional foul; Bendtner accidentally landed on Arter’s leg while looking upfield. A bit of a brouhaha, but it quickly ends in nothing. 75 min: Jorgensen cuts in from the left and slides a pass wide right for Bendtner, who floats a chip back into the centre. Randolph rises and plucks the ball from the sky on his goalline. 74 min: Ireland make their first change: Murphy, dripping with sweat after putting in a shift, is replaced by Shane Long. 72 min: The home fans make some noise here, though, as Sisto is replaced for the popular Nicklas Bendtner. 71 min: A couple more minutes of sterile Danish possession. The Copenhagen crowd is getting a little restless. 69 min: Poulsen shifts the ball between his feet and drops a shoulder, making space down the inside-right channel. He tries to guide a shot into the bottom left. Inches wide of the post. Randolph was slightly wrong-footed and while he probably had the shot covered, it would have been pretty close. 68 min: Ireland continue to pin Denmark back, without particularly turning the screw. Time ticks on, which is good enough news for O’Neill’s side. 67 min: Poulsen’s first act is to accidentally crump an elbow in Arter’s coupon. Brady loops the free kick into a crowded box. Neither Kjaer nor Bjelland manage to make a clearing header, and the ball drops to Clark, eight feet out and clear! But the big defender can’t quite adjust his body to sidefoot goalwards. Bjelland is able to clear at the second opportunity. 66 min: Delaney attempts a drive from the best part of 35 yards. It’s fair to say Denmark are getting a little bit frustrated by Ireland’s staunch defending. 64 min: Cornelius is replaced by Yussuf Poulsen. 62 min: Eriksen earns another corner down the right. Denmark are beginning to apply a bit of pressure again. But not too much: once again the set piece is a non-event. 60 min: The ball deflected out for a corner; the set piece comes to nothing. 59 min: Eriksen whips a cross into the Irish box from the right. It hits Arter on the back of his arm as the Ireland midfielder turned his back; the pair were very close together. Eriksen claims a handball, and a penalty, but he frantically looks around, and can’t find Ovidiu Hategan anywhere. It would have been as daft a decision as the one which befell Northern Ireland the other night, and match official Milorad Mazic isn’t having a bar of it. 58 min: A little bit of head tennis in the Danish box. The hosts eventually clear, but only because O’Dowda doesn’t connect with a header while hovering on the right-hand edge of the six-yard box. 57 min: Sisto nips down the right, jinking this way and that, finally sending a teasing dink into the box. But there are no red shirts attacking the ball, and Christie can cushion a header back to Randolph. 56 min: A free kick for Ireland out on the Irish left, near the halfway line. Ward sprays a diagonal one for Duffy, rising in the Danish area on the right. He barges his man to the floor and that’s a free kick to Denmark, the pressure released. 54 min: This is extremely scrappy. Ireland won’t mind a bit. They’ve quietened the crowd, and there’s a palpable tension in the air. Denmark can’t get going at all right now. Ireland are struggling for coherence too, but it’s not their gaff, it’s not up to them. 52 min: Aye, it’s been a quiet start to the half. 50 min: McClean goes bowling down the left and very nearly powers past Ankersen, but he’s tight on the touchline and the ball squirts out of play. It’s a quiet start to the half. 48 min: Denmark are immediately on the front foot again, the break having put a stop to Ireland’s growing momentum. A big hoick forward. Delaney goes up with Clark, but doesn’t get a header goalwards. And we’re off again! No changes at half time. Denmark get the ball rolling in their lovely red shirts. “Sure,” says Kat Petersen, “but the font on the back is an absolute abomination.” Indeed. To the point that comic sans would be an improvement. Half-time advertisement: And that’s that for the opening 45. Denmark the better side for most of it, but Ireland were on top during the final exchanges of the half. On another day, both sides would have scored. As it is ... nothing yet. Ireland will be perfectly happy with that. So far, so good for Martin O’Neill’s men! 44 min: The set piece comes to nothing. Oh my, Christie really should have scored there. But what a marvellous run; that will give him encouragement for the rest of this tie, because he had Larsen on toast there. 43 min: Christie knocks the ball past Larsen down the right, and backs himself in a footrace. He burns past the full back and is free in the box! He faces Schmeichel from a tight angle, and attempts the chip. He should have blootered it. The ball breaks back to Hendrick, who drops a shoulder to make space. But not enough space: his shot is blocked out for a corner. 40 min: Eriksen dances down the middle of the park, his toes twinkling. Lovely. He then pings the ball to his left, in the hope of releasing Sisto into the area. Sisto takes his eye off the ball, luckily for Ireland, because he’d have been clear otherwise. 38 min: Good work by McClean down the left. He reaches the byline and pulls back for O’Dowda, who can’t get a shot away from the edge of the box. For a split second, it looked as though Denmark had been opened up, but the door slammed shut again. 37 min: Some sterile Denmark possession, Ireland holding their shape. Then, down the right, Ankersen attempts to replicate this goal: He doesn’t manage it, the ball flying over the bar. Still, full marks for ambition. 34 min: Another free kick for Ireland in the midfield, another chance to load the box. Brady loops it in. Duffy goes up with Schmeichel but the big keeper is always going to win. 32 min: So having said that, Ireland give up a huge chance. Sorry. Schmeichel hacks a clearance up the middle. Clark tries to hoof it back upfield, but only succeeds in cushioning a pass to Eriksen, suddenly in acres of space 30 yards from goal. He sends a swerver towards the top left. Randolph parries. Jorgensen can’t latch onto the rebound, but Sisto, coming in from the left, has to score, the net unguarded. But he slaps his shot across the face of goal and wide right. A dreadful miss. Denmark should be leading. 31 min: Cornelius attempts to bust down the right wing. But McClean isn’t having it, and holds him off in the powerful style. Eventually an irritated Cornelius concedes a free kick in the tussle. Ireland are looking resolute in defence, as they always do. 29 min: Eriksen, Cornelius and Jorgensen play clever little balls to each other down the middle of the park. It’s like a rolling maul, and very nearly opens Ireland up. But the final pass, intended for Sisto down the inside left, is blocked by Duffy. 28 min: Ankersen does extremely well to keep a wild pass down the Danish right in play. He feeds Sisto, who nearly dribbles his way into a shooting position down the inside right. He’s forced to turn back and lay off to Jorgensen, who tries his luck from 25 yards. It’s a lame curler towards the bottom left, and always heading wide. 26 min: McClean makes off down the left, on the road to nowhere. He’s foolishly upended by Kvist. A free kick in a dangerous position. And a chance for Ireland to load the box once again. Arter and Brady stand over the free kick. Brady whips it in. It’s a dreadful delivery, flat and easily intercepted by the first red shirt it comes near. A chance to trouble Schmeichel for the first time is spurned. 24 min: Kvist, on the right-hand edge of the Irish box, hooks into the mixer. Jorgensen is lurking, forcing Clark to head over at the expense of a corner. Sisto takes the world’s worst set piece, battering it straight into Ward, standing close by. The danger is over. 22 min: Eriksen shifts his feet 20 yards from goal and carves out just enough space for a snapshot. His effort flies straight at Randolph, who swallows it up. 20 min: The free kick is tapped to Arter, who floats a ball towards Duffy on the right-hand edge of the Danish area. The ball clips off Duffy’s eyebrows and out of play. It’s fair to say we’ve seen nothing of Ireland as a creative force yet, but then the onus isn’t on them. 19 min: Kjaer barges into the back of Murphy in the centre circle. A free kick, and an awful lot of whistling. All of a sudden, Ireland are doing a good job of irritating their hosts. 17 min: A little bit of sweet possession for Ireland. There’s no real intent to pile forward; they’re just trying to get a foothold in this game. In that respect, it’s been a positive couple of minutes. The crowd lose a little of their voice accordingly. 15 min: Now Ireland get another throw. Christie flings it towards Duffy, but there’s no goalward header forthcoming and Larsen hacks clear. 13 min: More of the Danish dominance. They earn a throw deep down the left. It’s fizzed into the feet of Sisto, who can’t control and the ball flies out of play for a goal kick. Ireland will be thankful for the relief; they’ve been getting pressed back. 11 min: What a double save by Randolph! Kjaer, deep on the right, sprays a diagonal pass towards Larsen on the left. Larsen takes a touch and creams a fierce shot from a tight angle. Randolph parries, it’s all he can do. The ball breaks to Cornelius, who slams goalwards from eight yards. He must score. But it’s straight at the keeper, and the ball sticks to his body! Ireland survive! 10 min: It’s not been too free flowing. A lot of pinball nonsense in the middle, though Denmark mostly have control of the flippers. 8 min: Christie throws long into the Danish box from the right. Clark shoves Larsen, and there goes that little bit of Irish pressure. The visitors weren’t afraid to load the box, it should be noted. 6 min: Eriksen drops deep and begins to prompt. He nearly one-twos with Jorgensen on the edge of the Irish box, but the striker’s flick doesn’t quite come off. He then tries a powerful bustle down the left channel, but that comes to nothing. He looks in the mood. 5 min: Denmark are still enjoying the lion’s share, though it’s all a bit frantic in the middle of the park. Here’s Paul Doyle again: “Ten Irish players came into this game on a yellow, eight of whom are starting. In the 1997 playoff v Belgium, 11 Irish players went into the first leg on a suspension and eight started. None got booked. It ended 1-1 v Belgium ... and, er, we lost the second leg.” For the record, only Brady, O’Dowda and Hendrick can afford to pick up a booking for Ireland tonight. Everyone else starting in white would miss Dublin on Tuesday. 3 min: Kvist clips a cross into the Irish area from the right. Jorgensen very nearly plants his head on the ball at the far post, but Christie does enough to nix the goalscoring plan. But the home side are on the front foot in these early minutes, with Ireland pushed back. Pretty much as expected. And we’re off! Ireland get the ball rolling, and win an early free kick in the midfield. Duffy pumps it long, into the Danish box. Cornelius clears. Hearty whoops and cheers soundtrack it all. The teams are out! Denmark are in their very lovely red Hummel shirts, a pretty arrows-on-shoulder design ... though it’s never going to be as good as the one sported by Sepp Piontek’s side in 1986, is it, it just can’t be. Ireland meanwhile sport their gorgeous second-choice white. The anthems blare out; tension crackles in the air, along with some red and white fireworks. Danish dynamite! Both sets of fans are giving it plenty. A place in the finals is within touching distance, after all. We’ll be off in a minute! The pre-match platitudes of Martin O’Neill, who clearly cannot be bothered one jot with the interview, and let’s be honest, who can blame him: “We need to stay in the game. We need to try to score a goal if we can. Easier said than done. A big night!” Dispatch from Danmark: “Pleased to see O’Dowda starting, a most encouraging inclusion,” writes our man Paul Doyle. “Looks like O’Neill wasn’t bluffing when he talked about ‘going for it’. Also, the first Ireland player ever to score against Denmark was Dermot Curtis in a 2-1 win in 1956. That earned him a move from Shelbourne to Bristol City, now home to O’Dowda. I’m taking that as an omen.” Required pre-match reading #2: A classic, this. As entertaining as the team it celebrates. Just in case you missed this wonderful book at the time, it’s never too late to get on it ... Required pre-match reading #1: Paul Doyle’s over in Copenhagen, and there’s a man who knows what’s what. Don’t make his trip wasted. The 22-year-old Bristol City winger Callum O’Dowda is the only addition to the XI sent out to beat Wales in Cardiff last month. He replaces the suspended David Meyler. Denmark coach Age Hareide - an old pal of Martin O’Neill’s from their Manchester City days in the early Eighties - makes five changes to the side which drew 1-1 with Romania. Peter Ankersen, Andreas Bjelland, Jens Stryger Larsen, Andreas Cornelius and Nicolai Jorgensen all step up; Riza Durmisi, Andreas Christensen, Nicklas Bendtner, Henrik Dalsgaard and Yussuf Poulsen make way. Denmark: Schmeichel, Ankersen, Kjaer, Bjelland, Stryger Larsen, Delaney, Kvist, Eriksen, Cornelius, Jorgensen, Sisto. Subs: Lossl, Hansen, Jensen, Vestergaard, Christensen, Bendtner, Jorgensen, Kundsen, Fischer, Lerager, Schone, Poulsen. Republic of Ireland: Randolph, Christie, Duffy, Clark, Ward, O’Dowda, Arter, Brady, Hendrick, McClean, Murphy. Subs: Westwood, Elliot, O’Shea, McShane, Whelan, McGeady, S Long, Hoolahan, Hourihane, Doherty, Hogan, K Long. Referee: Milorad Mazic (Serbia). In a parallel universe – one where Jesper Olsen never played that square pass, and Roy Keane and Mick McCarthy were the sort to bite their tongues and muddle through – this is a match-up between two erstwhile World Cup winning nations. Sadly, in the cosmos we do inhabit, 1986 and 2002 are filed under Glorious Missed Opportunities instead. One of these great footballing countries will have a chance to right that wrong next summer in Russia. But only one. Denmark are 19th in the Fifa rankings, six places above the Republic of Ireland, so go into this two-legged World Cup qualification play-off as favourites. Christian Eriksen of Tottenham Hotspur is the man who usually brings home the bacon for the Danes; he’s scored in seven of their ten qualifiers so far. Ireland boss Martin O’Neill has the midfielder pegged in a world-class bracket alongside the likes of Gareth Bale, Eden Hazard, Luis Suarez and Neymar. It’s going to be a big test for the Irish in Copenhagen tonight. But they’ll be up for it; O’Neill’s men always are. Denmark might have lost just one of their last home matches, but Ireland are a steely proposition on the road: they’re six unbeaten on their travels. Their last trip, away to a Bale-free Wales, ended in the win which earned them a place in this play-off. They boast no stars of the world stage – the most creative member of their squad is a 35-year-old from Norwich City who probably won’t start – but then that’s not really the point. Time and again, Ireland prove beyond doubt that they’re a team, one much greater than the sum of its parts. Both sides will be dreaming of Russia, and legitimately so. Will Denmark take a big step towards their first finals since 2010? Or will Ireland set themselves up for glory back in Dublin on Tuesday night, in their quest to reach the World Cup for the first time since that mind-bending summer 15 years ago? We’ll soon find out ... because this, ladies and gentlemen, is on! Kick off: 7.45pm GMT, 8.45pm in Copenhagen."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}