{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2017/nov/28/may-to-demand-saudi-arabia-ends-blockade-on-yemens-ports", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2017-11-28T22:30:17Z", "webTitle": "May to demand Saudi Arabia ends blockade on Yemen's ports", "webUrl": "https://www.theguardian.com/politics/2017/nov/28/may-to-demand-saudi-arabia-ends-blockade-on-yemens-ports", "apiUrl": "https://content.guardianapis.com/politics/2017/nov/28/may-to-demand-saudi-arabia-ends-blockade-on-yemens-ports", "fields": {"headline": "May to demand Saudi Arabia ends blockade on Yemen's ports", "bodyText": "Theresa May has arrived in the Middle East for a three-day trip which will see her visit Saudi Arabia to demand the country immediately end its blockade of Yemen, which humanitarian groups say is causing a huge and preventable crisis of famine and disease. The prime minister touched down on Tuesday evening in Amman, the Jordanian capital. On Wednesday she is due to go to Riyadh, where she will challenge Crown Prince Mohammed bin Salman on the deteriorating situation in Yemen, as well as the country’s halting social reforms and its dispute with Qatar. Saudi Arabia has been embroiled in a brutal three-year proxy conflict in Yemen, where forces it backs have been accused of rampant rights abuses against civilians as they battle Houthi rebels. An already critical humanitarian situation has worsened with a blockade which has halted vital aid supplies. Last week Andrew Mitchell, the Conservative former international development secretary, said the UK was “dangerously complicit” in a Saudi policy that was “directly promoting a famine and the collective punishment of an entire population”. Speaking to reporters on the flight to Jordan, May defended her decision to visit Saudi Arabia for a second time in little more than six months in the hope of changing its stance over Yemen. “Building our relationship with them enables us to get that greater knowledge and understanding which enables us to address issues which are of concern to us,” she said. The prime minister said the situation in Yemen would be at the centre of talks with the crown prince, who cemented his power earlier this month by arresting 11 senior princes and other influential figures in what it billed as a corruption purge. “We’re very concerned about the humanitarian situation in the Yemen,” May said. “The United Kingdom is now, I think, the third-biggest bilateral donor of humanitarian aid to Yemen. We are very clear that we want to see full humanitarian and commercial access to the port of Hodeida, and obviously that’s an issue I’ll be raising when I’m in Saudi Arabia.” Bin Salman is behind a mooted plan of political and social reform in Saudi Arabia, known as Vision 2030, which has brought small amounts of progress, most notably a change allowing women to drive. Asked whether she was optimistic about the plans, May said she hoped they would bring changes: “Obviously, he is someone who has a very clear vision, the Vision 2030, for the future of Saudi Arabia, and we’ve already seen some changes in place, for example women being allowed to drive. “I think it’s important that we work with him and Saudi Arabia for delivering that vision. It’s important for Saudi Arabia and the region.” She will return to Amman for talks on Thursday with Jordan’s King Abdullah and the country’s prime minister, Hani al-Mulki, mainly to discuss economic cooperation. May is also due to meet women from a female economic empowerment project part-funded by the Department for International Development, and make a speech to parliamentarians, business leaders and the media. On her talks in Jordan, May said: “We now want to look at and focus on our long-term relationship with Jordan and on supporting them in economic reform that will ensure their long-term stability.” In April she held talks mainly on security issues in Jordan, also going to Saudi Arabia. At the time of her last visit May faced criticism for seemingly prioritising trade links with Saudi Arabia, rather than stressing human rights issues. Jeremy Corbyn, the Labour leader, said the current British-Saudi relationship was “damaging to the people of Saudi Arabia, Britain and the wider Middle East”. The trip is being billed as a chance for the UK to cement ties in the region following the removal of Islamic State from Mosul and the consequent collapse of the organisation’s self-styled caliphate. It is also seen as a chance for May to boost UK influence in the Middle East ahead of Brexit. May said: “As the United Kingdom leaves the European Union we’ve got to build and create and forge a new, confident future, a bold future for ourselves in the world.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}