{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/nov/05/breeders-cup-talismanic-godolphin-wuheida-del-mar-melbourne-cup-horse-racing-tips", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-11-05T19:02:07Z", "webTitle": "Breeders’ Cup: Talismanic helps Godolphin hit back at Coolmore empire", "webUrl": "https://www.theguardian.com/sport/2017/nov/05/breeders-cup-talismanic-godolphin-wuheida-del-mar-melbourne-cup-horse-racing-tips", "apiUrl": "https://content.guardianapis.com/sport/2017/nov/05/breeders-cup-talismanic-godolphin-wuheida-del-mar-melbourne-cup-horse-racing-tips", "fields": {"headline": "Breeders’ Cup: Talismanic helps Godolphin hit back at Coolmore empire", "bodyText": "Godolphin have not got the better of Aidan O’Brien many times in recent seasons, and least of all in this record-breaking year for the man from Ballydoyle. But the royal blue team came away from this year’s Breeders’ Cup with two wins to O’Brien’s one, and both were recorded on the main Saturday card, including Talismanic’s success in the Turf, second only to the Classic in terms of its prize fund and prestige. Like the supporters of a football team who have finally notched a derby win against their fiercest rival, they will have felt relief as well as jubilation on Sunday morning. Neither of their winners started favourite, or even at single-figure odds, whereas O’Brien had fancied runners throughout the two days, including Highland Reel, third behind Talismanic in the Turf. But when it mattered, both Wuheida and Talismanic delivered. O’Brien, of course, has 27 Group One winners this year to confirm Ballydoyle’s status as the most powerful and successful stable in the game. He also left California with another Breeders’ Cup winner, his 12th in all, and the dirt-bred Mendelssohn, who took Friday’s Juvenile Turf, offers hope of a serious challenge for the Kentucky Derby next May. Two winners at the Breeders’ Cup does not even begin to close the gap between the Godolphin and Coolmore/Ballydoyle bloodstock operations, which has been extending for at least a dozen years. But it is – or could be – a start, and Joe Osborne, who took over from John Ferguson as Godolphin’s chief executive after infighting in the organisation went public earlier this year, will have slept well on the flight to Melbourne, where Godolphin run Hartnell in Tuesday’s Melbourne Cup. Hartnell is an outsider in the Flemington race, in which Hughie Morrison’s Marmelo and last year’s winner Almandin, with Frankie Dettori booked to ride, are vying for favouritism. Dettori’s Breeders’ Cup was a series of disappointments, not least when Ulysses, the favourite for the Turf, was scratched less than 24 hours before the race, but Almandin has a clear chance to give him a first success in Australia’s most famous race, having suffered plenty of criticism locally for some of his rides there in the past. But if Hartnell is unlikely to add to Godolphin’s tally, their global operation, which includes horses in training in more than 20 stables, has still won 18 Group One events in 2017, no match for O’Brien’s 27 from a single yard but an impressive return all the same. William Buick, who rode as calm and uncomplicated a race as you could ever hope to see aboard Wuheida, the Filly &amp; Mare Turf winner, has the Breeders’ Cup monkey off his back. Godolphin can also stride into 2018 and beyond having recently cast off the straitjacket of Sheikh Mohammed’s decade-long boycott of Coolmore-sired yearlings at the sales. There have, of course, been quite a few false dawns for Godolphin in recent years. There was, for instance, the charismatic young trainer who moved into their Moulton Paddocks complex in Newmarket, saddled a Classic winner and then gave his name to the Mahmood al-Zarooni doping scandal. What might be different this time, though, is that over the course of the next two or three years, Godolphin should once again be able to deploy Sheikh Mohammed’s buying power to full effect in the sales ring. The degree to which the boycott of Coolmore-sired yearlings was a personal dispute with John Magnier, Coolmore’s driving force, was probably exaggerated. Both men are ultimately in the stallion business, and it makes commercial sense to spend their money boosting their own rosters. But the form book makes it clear that Coolmore have had the best of the bloodlines for a decade at least, and arguably since Sadler’s Wells established himself as Europe’s top sire almost 30 years ago. As a result, the old policy of spending Dubai’s money on Dubai’s stallions was self-defeating. That wrong turn has now been acknowledged and Godolphin have started to retrace their steps. Godolphin, once again, could be on the way back – and this time they have got Galileo’s. Greg Wood’s tips for Monday Kempton Park 1.20 Ocala 1.50 Beyond Recall 2.20 Express Lady 2.50 Best Of Days (nb) 3.20 Ply (nap) 3.50 Boy In The Bar 4.20 Dourado Plumpton 1.40 King Vince 2.10 Roksana 2.40 Dontminddboys 3.10 Fixed Rate 3.40 Orchestrated 4.10 Be Daring Southwell 1.00 Inchcolm 1.30 Brown Trix 2.00 Chirico Vallis 2.30 Cliffside Park 3.00 Hidden Oasis 3.30 Sky Pirate 4.00 Doctor Dex"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}