{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2017/nov/29/students-working-yet-struggling-to-afford-textbooks-report-finds", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2017-11-28T23:23:41Z", "webTitle": "Students working yet struggling to afford textbooks, report finds", "webUrl": "https://www.theguardian.com/australia-news/2017/nov/29/students-working-yet-struggling-to-afford-textbooks-report-finds", "apiUrl": "https://content.guardianapis.com/australia-news/2017/nov/29/students-working-yet-struggling-to-afford-textbooks-report-finds", "fields": {"headline": "Students working yet struggling to afford textbooks, report finds", "bodyText": "University students are being failed by a “grossly inadequate” social safety net, and are working so much that it is compromising their study, a new report has found. Anglicare, a not-for-profit organisation, released the results of a survey of 1,985 Australian students on Wednesday, and they revealed a grim financial situation for many, particularly those without the support of wealthy families. Eighty-five per cent of students did not believe Centrelink benefits were enough to cover the costs of living and studying, while 89% reported struggling to buy textbooks and other items essential for their study. The vast majority of students were in paid work, and one in five worked more than 20 hours a week. Significantly, 40% of those in paid work reported they had been paid incorrectly, prompting concerns of young worker exploitation. About 82% said the amount of time they spent at work hurt their study. About half said they were struggling to meet their rent payments. Many relied on family assistance to survive. Students from the most disadvantaged families were, unsurprisingly, the most likely to report “severe financial stress” and work so much that their studies were compromised. Kasey Chambers, executive director at Anglicare Australia, said the federal government must use next year’s budget to boost support for students. “More than ever, young people are expected to attend university if they can. But there are massive obstacles for students whose parents can’t afford to support them,” Chambers said. “Students who rely on Youth Allowance or Austudy are struggling to pay rent and make ends meet. And many of those who aren’t eligible have to work so many hours that it is harming their studies.” The report found students’ interactions with Centrelink were “frustrating, often hostile and an additional burden of time and source of stress for many students”. “Raising Youth Allowance, Austudy and Abstudy so that they are adequate to cover the cost of living and study, including housing, is one obvious and urgent need. Other policy changes, such as ensuring proper rental rights including for those living in university accommodation, should also be explored,” the report said. Chambers said a “huge” number of students reported being hit with inaccurate debts, even where they were reporting correctly. The National Union of Students warned the safety net was failing students. The Greens senator Rachel Siewert said the report showed how difficult university had become for students from low- or middle-income families. “We want to be ensure that all young Australians who want to go to uni get that opportunity,” she said. “Offering them a meagre Youth Allowance payment that reduces their prospects of finishing their degree because of financial hardship is so short-minded of our government.” “I urge the government to take heed of the report and increase the Youth Allowance, Austudy and Abstudy payments.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}