{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/nov/24/jurgen-klopp-liverpool-trust-chelsea", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-11-24T22:30:06Z", "webTitle": "Jürgen Klopp’s fund of trust undamaged by failure of Liverpool’s damage control", "webUrl": "https://www.theguardian.com/football/2017/nov/24/jurgen-klopp-liverpool-trust-chelsea", "apiUrl": "https://content.guardianapis.com/football/2017/nov/24/jurgen-klopp-liverpool-trust-chelsea", "fields": {"headline": "Jürgen Klopp’s fund of trust undamaged by failure of Liverpool’s damage control", "bodyText": "“You feel immediately that it’s different, no one is really believing in us. You can feel it. If we do good then it’s: ‘Yes it’s good’ and if we don’t do good then it’s: ‘Oh, they’ve done it again.’” Jürgen Klopp is well accustomed to the fluctuating emotions around Liverpool and, as the above reflection on Sevilla demonstrates, knew what was coming the moment Guido Pizarro equalised in the 93rd minute of their Champions League mayhem on Tuesday. Back on the defensive. Calling for perspective once again. Liverpool remain top of their Champions League group and can draw level on points with the champions, Chelsea, in the Premier League on Saturday with a fourth successive home win. Yet the question of trust lingers. Klopp insists he trusts this Liverpool team implicitly. He senses that belief is not universal. Liverpool’s setbacks have been rare this season yet their dramatic nature has strengthened the image of a reckless team. A 5-0 defeat at Manchester City, after Sadio Mané was sent off at 1-0; a Carabao Cup loss at Leicester City having squandered a procession of chances; a calamitous 4-1 reverse at Tottenham Hotspur, their second league defeat of the campaign; and now the second-half collapse in Andalusia. The positivity generated from straightforward wins over Southampton, West Ham United, Maribor and Huddersfield Town before the trip to Sevilla trampled in 48 minutes. Klopp maintains that only the performance at Wembley and when Liverpool “stopped playing” at Estadio Ramón Sánchez Pizjuán were genuine causes for concern. Two performances out of 20, in other words. And yet the manager of a team that have conceded once at home in the Premier League this season – the lowest in the division along with Manchester United – admits consistency remains “a job” and “a challenge” for Liverpool. Klopp’s team have exhilarated more often than floundered this season. The issue of trust, he argues, lies with those who expect perfection. Liverpool’s manager is not one of them. “Yes, of course I trust this team,” he said before Chelsea’s visit. “It depends on what you expect. Do I expect perfection and then I can trust? No. Then I could not trust, that would be true. Against Sevilla if we win 3-2 or 4-2, which was possible easily, it is exactly the same story. I cannot ignore it. “The moment we conceded the third goal then everything changed for everybody, but not for me. If you don’t close the game these things can happen. “We made mistakes but they made mistakes. They made a lot of unbelievable mistakes by the way. I can trust this team. “We could have done better in a lot of games but that doesn’t minimise my trust, that’s the thing you have to accept. We try and try and try. In this moment we can’t change anything “I think it was the best lineup we could have chosen, somebody maybe thought we could have played Emre [Can] from the beginning, but there was not a lot of things with the lineup we should have changed. We were 3-0 up, we scored two goals from set pieces, fantastic, exactly the same, scored the third, played a fantastic pass for the fourth – that’s a really good performance. But then you don’t close the game and in an atmosphere like this then things like this can be possible.” Klopp’s trust extended to Alberto Moreno following another costly display by the left-back against his former club. The Liverpool manager claims he was “100% responsible” for Moreno’s mistakes having started the defender who was treated “like a family member in Sevilla” and lost “one, two, three per cent concentration” as a consequence. “I told him I still trust him 100%,” added Klopp. “I can imagine what people are saying. I can’t be interested in that. The thing I try to really teach the players is that the only thing that is important is what I think for their future. My back is big enough to take what people say about me – if I trust him or my faith in him. We have to carry on. The problem is the whole world watches our mistakes. “A lot of people say things about it, a lot of former players are saying things about it. That’s our life, it will never change. We don’t have to think about it.” Jordan Henderson also came in for scrutiny in Seville, where the Liverpool captain and manager admitted the team’s failing was not defensively but in ceasing to play with the same intent that dismantled the hosts in the first half. Klopp delivered a fierce defence of the Liverpool midfielder. “If you always big up what people are saying on social media then we talk about it as if it is the truth. Even if they are pundits it doesn’t mean it makes sense,” said Klopp. “In this game, I would love to see one of the big pundits on the pitch and being the person who changed the whole game. That really is fucking legend. It never happens. “If we score the fourth goal then everything is fine and Jordan is fine. Could he change the game on the pitch? No. Was he too deep in a few positions? Yes. Does that make me think he cannot play the No6 [role]? No, of course not. Can he improve? Yes. But did he improve already a lot? Wow, 100%. He is a proper captain now. “He wasn’t when I first came in but only because he didn’t know how to do it because nobody had to think about how to be captain at Liverpool because they had one for 20 years [in Steven Gerrard].,. “From the first moment whatever Jordan is doing is not good enough because even when he is good he is not as good as the other one was. “He was not better than the others unfortunately [against Sevilla] but he was not worse. How you can say he needs to be better because he has the captaincy? I will never get this kind of talk. I don’t understand that at all.” Liverpool to raise concerns with Uefa over policing Liverpool are to raise concerns over how their supporters were treated at Sevilla with both Uefa and the Spanish club after receiving scores of complaints over aggressive policing and stewarding at Tuesday’s Champions League tie. The Anfield club has opened a complaints procedure for fans to document their experiences at Estadio Ramón Sánchez Pizjuán, where Liverpool’s own stewards were prevented from marshalling the away section by the Spanish authorities. Liverpool intend to take the accounts to European football’s governing body and have contacted the British Embassy in Spain for guidance over the complaints against Sevilla. A statement issued by Liverpool on Friday said: “The club has also been provided with the observations of Merseyside police and the Football Association, both of whom had representatives in Seville. Given the troubling nature of the claims made by our supporters, the club feels it is appropriate that their concerns are communicated and is therefore urging all fans with a legitimate complaint to send their accounts to contactus@liverpoolfc.com at the earliest possible opportunity. “In order to facilitate the process, the club is asking supporters to provide details of: their ticket serial number, their block number, their row number, their seat number and any supporting documentation, including photographs and video footage. This information will help the club in the process of making representations on behalf of our fans.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}