{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2017/nov/20/theresa-mays-cabinet-agrees-to-pay-more-to-break-brexit-deadlock", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2017-11-20T21:01:23Z", "webTitle": "Theresa May's cabinet agrees to pay more to break Brexit deadlock", "webUrl": "https://www.theguardian.com/politics/2017/nov/20/theresa-mays-cabinet-agrees-to-pay-more-to-break-brexit-deadlock", "apiUrl": "https://content.guardianapis.com/politics/2017/nov/20/theresa-mays-cabinet-agrees-to-pay-more-to-break-brexit-deadlock", "fields": {"headline": "Theresa May's cabinet agrees to pay more to break Brexit deadlock", "bodyText": "Theresa May’s cabinet is prepared to increase its financial offer to the EU in an attempt to break the deadlock in Brexit talks but will make clear that any figure is contingent on the final deal, including the shape of a future trading arrangement. A crunch meeting of the prime minister’s new Brexit sub-committee, set up to discuss the government’s strategy for critical negotiations, agreed to a calculation of the divorce bill that would result in a larger payment. But the leading ministers, including key leave campaigners Boris Johnson and Michael Gove, agreed that the government should be prepared to withdraw the divorce bill offer if they were unhappy with the final Brexit deal. Some sources claim the final figure could reach £40bn, but no specific figure was discussed in the meeting. “It remains our position that nothing’s agreed until everything’s agreed in negotiations with the EU,” a Downing Street source said. A source close to those attending the session made clear that this referred to the total package including the future trading relationship as well as the divorce agreement, which focuses on EU citizens’ rights, the Irish border and the financial settlement. Critics believe that such a deal would take years to conclude, although the government insists that an outline of the agreement must be hammered out before Brexit takes place in spring 2019. Sources made clear that May also expects reciprocity this December with the EU moving discussions onto trade talks and on Monday repeated her new Brexit mantra that the EU and the UK “should move forward together”. The reaction in Brussels is likely to be relief that the British government has moved on the divorce bill. However EU officials have said they will want to take time to drill into the detail of what the UK is offering before giving any response publicly or privately. There will also be concerns about any linking of payment of the financial settlement to a particular outcome in the negotiations. However, senior Brexit-supporting Tory MPs said May should not be increasing the UK’s offer at a time of instability in Germany, with the collapse of coalition talks in the country potentially impacting on Brexit negotiations. Iain Duncan Smith suggested the prime minister should “sit tight”, while Jacob Rees-Mogg said it would be foolish to up the figure at this time. The subcommittee, which also includes the chancellor, Philip Hammond, the home secretary, Amber Rudd, and the business secretary, Greg Clark, spoke at length about what that future relationship with the EU might look like. One cabinet source said it was the first time a formal discussion had tackled that matter. The meeting came after the EU’s lead negotiator, Michel Barnier, made clear that while the EU wanted an ambitious partnership on trade, the 27-country bloc would not compromise over trading standards. “The UK has chosen to leave the EU. Does it want to stay close to the European model or does it want to gradually move away from it?” he asked, warning that divergence from continental policies would make it difficult to secure agreement from the EU’s 27 remaining countries. Earlier this month, Barnier said May’s government had just two weeks to provide clarifications around its financial commitments if it wanted to shift talks from questions of divorce to the critical issue of trade. Last week, the president of the European council, Donald Tusk, stretched that deadline by suggesting that progress on the financial settlement and the question of the Irish border “needs to happen at the beginning of December at the latest”. British negotiators are keen to avoid being forced into a timetable set by the EU but are acutely aware of the need to put forward any proposals that could break the deadlock at least one week before the next European council on 14 and 15 December. They believe that would mark the final opportunity to take action, but also think that waiting until the last possible moment is in their interest in negotiating terms. Monday’s meeting provided a principled agreement that the divorce bill could be calculated in a way that would result in a bigger figure being paid out. But the prime minister wants to stress that she expects reciprocity. Earlier in the day, she repeated her new Brexit mantra that “we’ve got to move forward together” in the talks. The Brexit secretary, David Davis, has made clear that he sees the bigger picture as the final trading agreement, telling MPs: “It is only in this context, that we can finally settle this issue.” Meanwhile, sources have suggested ministers were poised to offer a concession to potential Conservative rebels in order to avoid the first possible defeat on the EU withdrawal bill. May was left facing the prospect of losing a vote in parliament on Tuesday when Labour’s Keir Starmer said his party would throw its weight behind Tory MPs over the question of the EU’s charter of fundamental rights. The shadow Brexit secretary said that opposition MPs were ready to back the former attorney general, Dominic Grieve, and nine other Conservatives on an amendment that would bring the charter into UK law after Brexit. That would ensure enough MPs to defeat the government. However, sources have told the Guardian that ministers are looking to offer assurances from the dispatch box that they will take another look at the issue. There was also a suggestion that at least one senior cabinet member was concerned about the idea of Britain still having to accept European court of justice rulings after Brexit. Although the government insists that the UK will no longer be under the direct jurisdiction of the European court at that point, the prime minister made clear in her Florence speech that European laws would be followed during transition. Grieve said a promise from the government to take time to consider his amendments between now and the bill’s report stage would prevent him from pushing it to a vote. “Throughout this process, in respect to these types of amendments, the purpose is not to defeat the government but concentrate the government’s mind on to the consequences of the changes and to ask it to reconsider its approach,” he said. The MP, whose amendments are backed by colleagues including Ken Clarke, Nicky Morgan, Anna Soubry and Antoinette Sandbach, said there was good reason to give ministers time to consider how to respond if they promised they would scrutinise the matter further. However, the rebels could return to the issue at the bill’s next stage. Starmer called on the government to change course or face defeat, saying: “Labour will not let the government use Brexit as an excuse to roll back fundamental rights. The charter is vital for ensuring the rights of people living in the UK are protected, including the elderly and those from the LGBT community. And yet, ministers want to drop it for the sake of appealing to the extreme voices in the Tory party.” The human rights groups, Liberty and Amnesty, the Unison union and the Public Law Project, have teamed up to urge MPs to support the amendments on the charter with cross-party support. In a joint statement, they said: “Abandoning the charter is not a necessary part of the Brexit process. The future of human rights protections should not be snuck into the already complicated withdrawal bill debate. If the government wants a smooth and orderly transition, now is not the time for major policy moves and arguments over rights. “MPs who believe in freedom, fairness and standing up for their constituents’ rights should vote to keep the charter today.” Daniel Boffey in Brussels contributed to this report"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}