{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2017/nov/21/bus-ruins-tv-footage-georgia-dome-demolition", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-11-20T23:34:52Z", "webTitle": "Bus ruins TV footage of Georgia Dome demolition: 'No bus! Go away!'", "webUrl": "https://www.theguardian.com/us-news/2017/nov/21/bus-ruins-tv-footage-georgia-dome-demolition", "apiUrl": "https://content.guardianapis.com/us-news/2017/nov/21/bus-ruins-tv-footage-georgia-dome-demolition", "fields": {"headline": "Bus ruins TV footage of Georgia Dome demolition: 'No bus! Go away!'", "bodyText": "An unlucky American TV producer has been left cursing a large commuter bus, after it pulled up at just the wrong moment to ruin a painstaking live broadcast. On Monday, the Georgia Dome, an 80,000-capacity stadium that hosted events at the 1996 Atlanta Olympics, was demolished in a spectacular controlled implosion. Like many other media outlets, the US Weather Channel set up a livestream to catch the moment on film. In footage posted online, a crowd of onlookers can be seen lined up to watch the demolition, as a voice slowly counts down to the demolition of the iconic stadium. Seconds after the first plume of smoke appears, a large bus slowly enters the frame. “No bus! Go away!” a man can be heard to shout. The bus then stops, completely obscuring the stadium, while he swears and sighs in frustration. “Get out of the way bus!” he says. “What the fuck ... Hurry up.” By the time the 20-second stop is over, the implosion has finished. The Weather Channel’s associate science editor, James Crugnale, remarked on Twitter: “You stream the #GAdome being demolished for 40 minutes and a bus stops in front of the camera at the exact moment it implodes.” A spokeswoman for Atlanta’s metropolitan transport authority, Goldie Taylor, told local media she was unsympathetic, but later apologised on Twitter. “Given the potential dangers of bringing down the largest structure of its kind ... If this is the biggest story, we’re really glad about that,” Taylor told the Atlanta Journal-Constitution. More than 2,000kg of explosives were used to destroy the stadium, which was opened in 1989, cost $214m to build, and has hosted two Super Bowls. The stadium’s replacement, the Mercedes-Benz Stadium, was opened in August this year."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}