{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2017/nov/13/network-review-bryan-cranston-lyttelton-national-theatre-lee-hall", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2017-11-13T23:00:14Z", "webTitle": "Network review – Bryan Cranston is mad as hell in blazing staging of Oscar winner", "webUrl": "https://www.theguardian.com/stage/2017/nov/13/network-review-bryan-cranston-lyttelton-national-theatre-lee-hall", "apiUrl": "https://content.guardianapis.com/stage/2017/nov/13/network-review-bryan-cranston-lyttelton-national-theatre-lee-hall", "fields": {"headline": "Network review – Bryan Cranston is mad as hell in blazing staging of Oscar winner", "bodyText": "I am normally wary of people ransacking the movie archive to make plays, but this version of the Oscar-winning Network is an almost total triumph. Lee Hall has kept the best of Paddy Chayefsky’s 1976 script while excising its excesses. Bryan Cranston, best known for the hit series Breaking Bad, brings a wiry magnetism to the role of the TV news anchor, Howard Beale. Ivo van Hove and his designer, Jan Versweyveld, have also transformed the National Theatre’s normally inflexible Lyttelton stage into an extraordinary blend of television studio and public restaurant. The most obvious point to make about the Chayefsky script is how uncannily prophetic it seems. It is famously based on the idea of a veteran newsman experiencing a public breakdown. Having first threatened to kill himself on air, he launches a series of on-screen jeremiads, which turn him into a pop Savonarola and rescue a failing network by achieving astronomical ratings. As a satire it hits several targets dead centre. It imagines a world where news becomes a branch of show business, where profit margins dictate editorial content and where nation states are subordinate to “a college of corporations”. But Beale’s success lies in articulating public rage and persuading people to open their windows and shout: “I’m mad as hell and I’m not going to take this any more.” Even if the internet has now replaced network television as the new reality, Chayefsky foresaw how power could be achieved by tapping into popular anger. While preserving the original’s insights, Hall has subtly altered the balance of the story. He keeps the focus strictly on Beale and downplays the subplot, always the weakest part of the movie, about the affair of an ageing colleague, Max, with Diana, an ambitious TV exec. Diana’s idea of making a reality TV show with terrorists has also been marginalised and the original’s misogyny diluted: the scene where Diana talks about daytime programming while achieving orgasm here becomes more comic than critical since it takes place among the on-stage diners. If this is very much Beale’s play, it is also because of Cranston’s haunting presence. With his seamed features and troubled integrity, constantly seen in closeup, he actually looks like a plausible news anchor. But even when Beale turns into a raging TV prophet, Cranston avoids rant and suggests the words are being painfully wrung from him. At one point, he turns up in the studio looking like a drowned rat, pauses for what seems an eternity while the camera tracks him and then launches into one of his apocalyptic speeches. Cranston’s achievement is to suggest that there is an element of residual sanity to Beale’s apparently demented diatribes. It’s a tremendous performance enhanced by the decision of van Hove and Versweyveld to treat the stage as if it were a studio. We see the bustle of a nightly news show, TV lights descend from the fly tower like predatory beasts and a giant upstage screen presents a constant barrage of images ranging from ads for bras and cars to documentary footage of Gerald Ford and Billy Graham. Tal Yarden deserves credit for the video design and even the decision to put a real restaurant on stage, initially distracting, pays off in that it gives Beale a visible audience to whom he can play. The performances are as animated as the staging. Michelle Dockery rightly plays Diana from her own point of view as a natural child of the TV age rather than as a cartoon target; Douglas Henshall makes Max less gullible than he seems in the movie; and Richard Cordery exudes a sinister charisma as the network boss who acts as an apostle of global capitalism. But the success of the show, which runs for two hours without interval, lies in its capacity to use every facet of live theatre to warn us against surrendering our humanity to an overpowering medium, whether it be television or invasive technology. • At the National Theatre, London, until 24 March. Box office: 020-7452 3000."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}