{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2017/nov/19/easyjet-dealing-with-stelios-rarely-simple", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2017-11-19T21:13:08Z", "webTitle": "easyJet: how long will it be before the new chief is battling with Stelios?", "webUrl": "https://www.theguardian.com/business/2017/nov/19/easyjet-dealing-with-stelios-rarely-simple", "apiUrl": "https://content.guardianapis.com/business/2017/nov/19/easyjet-dealing-with-stelios-rarely-simple", "fields": {"headline": "easyJet: how long will it be before the new chief is battling with Stelios?", "bodyText": "Travel industry veteran Johan Lundgren starts work as the new boss of easyJet on 1 December, so expect his first spat with Stelios Haji-Ioannou to land before the airline’s founder has munched through all the chocs in his advent calendar. Wrestling with Stelios has tended to be part of the job description when running the budget carrier, but that perk now comes on top of a mounting list of fiddly tasks. We will find out more about them at the company’s final results this week, when current chief exec Carolyn McCall sets the doors to manual before her disembarkation. McCall will hand the controls to Lundgren just as the UK aviation industry is peering through the fog to work out what its future relationship with the EU will look like following Brexit. Analysts at Investec say that, given the significance of the UK to the European aviation market, they reckon a special case will be made, but add a note of caution that easyJet is the firm most at risk if something goes wrong. Lundgren also needs to oversee the integration of parts of the recently acquired Air Berlin business, plus there’s the hunt to buy bits of Italy’s insolvent airline Alitalia, and collapsed rival Monarch Airlines. Meanwhile, there are concerns about the current state of the budget airline sector, on the back of a weaker pound and recent terrorist attacks. Developing. Hill set to kick up about kicking the FOBT habit Fixed-odds betting terminals (FOBTs) are said to be the “crack cocaine of gambling” and some problem gamblers certainly find the machines extremely addictive. But the gambling industry itself also finds FOBTs pretty moreish: companies have become hooked on the profits these machines have generated, and are effectively arguing that the industry as we know it could not survive without them. Late last month it was announced that the maximum stake that can be gambled on FOBTs would be cut, after the Department for Digital, Culture, Media and Sport admitted that existing limits, which allow gamblers to bet up to £300 a minute, were, er, inappropriate. The maximum bet will be cut from £100 to between £2 and £50, and you’ll be astonished to learn that the bookies, who warn that shops will close if maximum stakes are cut, will lobby for the £50 option during a 12-week consultation period ending in January. All of which brings us to the results of bookmaker William Hill this week – in its first outing since the announcement. Expect grumbling about its fix being taken away. Cruddas recouped CMC losses. Punters may not Entanglements with financial spread-betting firms have always proved more lucrative for the companies’ founders than their clients. IG Group made Stuart Wheeler so rich that he could afford to spend millions restoring crumbling old relics (Kent’s Chilham Castle in 2002 and the Conservative party in 2001, the old gag goes), while even industry minnow London Capital Group made Simon Denham rich enough to buy the former home of a former music star (Liam Howlett of the Prodigy). Peter Cruddas, the founder of CMC Markets, is the richest of them all, having supposedly once been a billionaire (although he’s scraping by on much less these days). His vast wealth took a bit of a hit after the company floated, with the shares now 30% cheaper than when they listed on the stock exchange in February 2016. Even so, the firm has had a decent run during 2017, which means Cruddas has made back some of his losses. That recent upwards trajectory of the stock suggests investors are expecting cheery news when CMC unveils interim results this week – although it is probably sage not to bet on that. What Cruddas and his ilk often forget to mention is this: only about 20% of spread-betting punters actually make money. •Follow Guardian Business on Twitter at @BusinessDesk, or sign up to the daily Business Today email here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}