{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2017/nov/25/social-services-minister-orders-inquiry-into-credit-card-system-data-breach", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2017-11-24T21:30:07Z", "webTitle": "Social services minister orders inquiry into credit card system data breach", "webUrl": "https://www.theguardian.com/technology/2017/nov/25/social-services-minister-orders-inquiry-into-credit-card-system-data-breach", "apiUrl": "https://content.guardianapis.com/technology/2017/nov/25/social-services-minister-orders-inquiry-into-credit-card-system-data-breach", "fields": {"headline": "Social services minister orders inquiry into credit card system data breach", "bodyText": "The social services minister, Christian Porter, has ordered an investigation of a data breach affecting 8,500 current and former Department of Social Services employees, whose personal information was left open for more than a year. The move comes after the Greens blamed outsourcing for the breach in the Business Information Services system which held expenses and credit-card information dating from 2004 to 2015. The opposition’s social services spokeswoman, Jenny Macklin, and cybersecurity spokeswoman, Gai Brodtmann, said Labor was “deeply concerned” by the breach because the government had a responsibility to keep its employees’ data safe. Compromised data included credit-card information, employees’ names, user names, work phone numbers, work emails, system passwords, Australian government services numbers, public service classifications and organisation units. “The minister must now outline what is being done to investigate this breach, explain to staff exactly how their data was exposed, for how long and whether it is now safe, and confirm whether his department complies with the mandated cybersecurity standards,” they said. “It’s the government’s responsibility to ensure the cyber-resilience of government agencies and this responsibility extends to the contractors that government agencies employ.” In letters sent to alert staff, DSS blamed its third-party provider and said the breach was “not a result of any of the department’s internal systems”. The Greens social services spokeswoman, Rachel Siewert, said the breach “demonstrates the risks of outsourcing work on sensitive material to private contractors”. “The federal government is continually looking to outsource and privatise department and Centrelink services, and here is another example of the associated risks,” she said, citing a recent decision to use labour hire staff to recover welfare debts. “Handing sensitive material to private contractors who do not have the same checks and balances means that breaches are more likely to occur.” Porter said: “The government takes incidents like this very seriously and the department has worked rapidly to contain the issue.” Business Information Services has had contracts in place with the department since 2007 under Labor. It services a number of government departments and “it is standard practice to approach the market to procure these services”, he said. “I have requested a full investigation of the issue to determine how the breach occurred.” The chairman of the Australian Privacy Foundation, David Vaile, said the department had not acknowledged that outsourcing functions to an external provider “represents an increased risk, and in this case it has come home to roost”. Vaile said outsourcing was harmful “from a governance perspective” because “you can deny you’re part of the problem, you think you’ve contracted out of responsibility”. A DSS spokesman said the breach, which was open from June 2016 until October 2017, was closed within hours after the Australian Signals Directorate notified the department. The department told staff there was “no evidence” of improper use of the data or of the department’s credit cards. A spokeswoman for Business Information Services said that as a result of a “control vulnerability” some historical information about employees’ work expenses “was vulnerable to possible cyber-breach”. “There is no evidence of a cyber-attack, only that it was possible,” she said. The spokeswoman said the information included “partially anonymous work-related expenses” including “cost centres, corporate credit cards without CCV and expiry dates, and passwords that were hashed and therefore not visible”. “The bulk of credit-card information within the data had expired.” The BIS spokeswoman said the vulnerability was “secured within four hours”, the data was no longer publicly accessible and it had undertaken a security review. She said the vulnerability was “labelled low-risk”. But Vaile said the breach affected a “significant number” and that employees’ usernames, full names and system passwords were “material that could be quite useful for identity theft, fraud and masquerading”, where an attacker pretends to be an authorised user."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}