{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2017/nov/20/lucky-to-survive-his-first-budget-hammond-cannot-botch-his-second", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2017-11-20T22:00:41Z", "webTitle": "Lucky to survive his first budget, Hammond cannot botch his second", "webUrl": "https://www.theguardian.com/uk-news/2017/nov/20/lucky-to-survive-his-first-budget-hammond-cannot-botch-his-second", "apiUrl": "https://content.guardianapis.com/uk-news/2017/nov/20/lucky-to-survive-his-first-budget-hammond-cannot-botch-his-second", "fields": {"headline": "Lucky to survive his first budget, Hammond cannot botch his second", "bodyText": "Philip Hammond faces an all but impossible job when he delivers his budget on Wednesday. Behind him will sit critics on the right and even to the left of the party, and he will have to deliver a fiscal message that sounds fresh after its key themes, housing, skills and a modest injection of resources for the NHS have already been briefed out. It is a budget that many on his own side thought he would not give. During the general election campaign, when the assumption was that May would increase the Conservatives’ majority and embark on a brutal reshuffle, Hammond appeared anything but secure. The catastrophic election result may have saved him at that point, by weakening the prime minister’s hand so much that she felt unable to carry out anything but the most cursory change of personnel. But Wednesday may nevertheless be Hammond’s last chance at the dispatch box. He already has to contend with the avowed hatred of many Brexiters, and isn’t helped by a prickly personality (“he makes himself very difficult to like”, says one senior Tory) and a series of recent missteps (“there are no unemployed people”, he told Andrew Marr on Sunday). Hammond has deliberately styled himself as a classic iron chancellor, safeguarding the nation’s finances against the flights of fancy of profligate colleagues. The foreign secretary, Boris Johnson – a fan, despite being on the other side of the Brexit divide – privately describes him as, “the grey lord”. An excoriating recent Sun column from the prime minister’s former righthand man Nick Timothy told the same story, accusing the chancellor of blocking a slew of progressive policies. “He lacks a burning desire to change people’s lives for the better, and imagination to see possibilities beyond how the world works today,” it claimed. Government insiders say May isn’t quite as exasperated about her chancellor as her former aide; and the prime minister herself, as an old-style shire Tory, is the block on more radical reforms such as loosening planning controls on the green belt. But Wednesday is Hammond’s moment in the limelight; and younger Tories, who faced a rough ride on the doorsteps during the general election, when Jeremy Corbyn’s anti-austerity message was setting the political weather, would like to see him deliver a budget that definitively marks an end to seven years of austerity. Ben Bradley, who won the marginal seat of Mansfield in June, and was one of those who went in to lobby the chancellor personally in advance of the budget, said: “Really what I wanted from him is what the narrative is around appealing to working age people and those people who turned away from us.” He says the cuts agenda that George Osborne used to great effect is no longer the right message for 2017. “We backed ourselves into a corner by talking about all borrowing as a negative thing. Borrowing to invest is not the same as borrowing to pay the bills,” he says. As well as housing, he cites education and skills as crucial. “We’ve got to invest some money in fixing some stuff.” Though he adds: “He’s normally a cautious fella so I don’t expect it to go as far as I would like.” Bradley’s view reflects interventions from several senior Conservatives, most notably the communities secretary, Sajid Javid, who called for borrowing of up to £50bn to invest in housing – a demand that appears to have fallen on deaf ears in the Treasury – and former minister Nick Boles, whose new book advocates ending austerity. Ryan Shorthouse, director of Bright Blue, the liberal Conservative thinktank, says: “Philip Hammond is a fiscal hawk. But even within the parameters of public spending, there could be big shifts, and he could be bold.” He suggests cutting stamp duty to aid first-time buyers; cancelling planned inheritance tax cuts; and reversing some of the cuts to universal credit made by Osborne in 2015. “I think he does need to be bold for political reasons, but also for fairness reasons,” he says. George Freeman, the reform-minded former chair of the prime minister’s policy board, has stepped aside from the role after unleashing a series of salvoes about the need for a rethink. Former minister Robert Halfon has called for the Conservatives to get back to espousing aspiration – even calling for the party’s logo to be replaced by a ladder. Even if he pleases Tory radicals, the chancellor will face another tough audience in some Brexiters, who regard him as too Eeyorish about the prospects for Britain outside the EU. They will be listening to the mood music on Wednesday carefully, and he is likely to be as upbeat as he thinks he can be. Hammond’s first budget, back in March, unravelled within days as it became clear the national insurance rise for the self-employed would be sunk by a backbench backlash (and, as it turned out, No 10 was clearing the decks for a general election). Few chancellors could survive botching a second."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}