{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/nov/20/england-running-scared-nathan-lyon-australia-spinner-joe-root", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-11-20T22:00:41Z", "webTitle": "England will be running scared of Australia yet again, claims Nathan Lyon", "webUrl": "https://www.theguardian.com/sport/2017/nov/20/england-running-scared-nathan-lyon-australia-spinner-joe-root", "apiUrl": "https://content.guardianapis.com/sport/2017/nov/20/england-running-scared-nathan-lyon-australia-spinner-joe-root", "fields": {"headline": "England will be running scared of Australia yet again, claims Nathan Lyon", "bodyText": "Australia’s pacemen will target Joe Root in the opening Ashes Test in an attempt to bring back memories of the bruising series whitewash four years ago when England’s batsmen were “scared” of Mitchell Johnson, according to Nathan Lyon. Lyon on Monday celebrated his 30th birthday with a series of remarkable and seemingly pre-planned potshots at the tourists before the first Test begins at the Gabba on Thursday, saying England were frightened from No1 to No11 of Johnson’s barrage in 2013 and claiming how “I was at leg slip and I nearly had to push a couple of the guys back towards the stumps”. He also stated that Australia again hope to end careers, just as they did on the 2013‑14 tour, and talked about that victory as one of his “fondest series”, adding “seeing Mitchell Johnson scare all the Poms was unbelievable”. Root, who played club cricket in Adelaide with Lyon before either had graduated to the international game, will be watched particularly closely by Australia after he endured a tough first Ashes tour four years ago. “Root got dropped last time [in Sydney] when he was here, so it’d be good to get him dropped again, wouldn’t it?” Lyon added. “If we can start by opening up that crack, it’s pretty crucial. There’s a lot of scars for the English guys, especially coming over here, especially when we have two guys bowling 150kph, not just one now. “I don’t want Joe to go out there and say: ‘Mate, there you go, here’s a hundred today.’ I want to take his wicket. I want to put him under pressure. Test-match cricket is about being resilient and, if you can bounce back from your lows, you will have some highs.” Curiously the other player Lyon took particularly aggressive aim at was Matt Prior, the former England wicketkeeper who was dropped after the third Test on the last tour and played only four more to end what had hitherto been a superb career containing three Ashes series wins. “It’s an unbelievable feeling,” said Lyon, “knowing that they are broken. Leading into Perth we knew that they were broken, we knew Matt Prior wanted to fly home before the game started and he was one of the senior players.” Prior, who retired in the summer of 2015, was quick to retort to the barbs. “That’s absolutely laughable. If that was the case and I was scared, why didn’t I go home then? I have no idea where this has come from. Of all the things he could have come up with? That’s completely ridiculous and all I can do is laugh. It is wholeheartedly untrue.” Lyon is one of only three players remaining in the Australia side from that whitewash of four years ago and he sees it as his role to speak to younger colleagues about the pressures and pleasures of a home Ashes series. “It’s exciting,” he said. “I’ve been sitting around talking to a lot of the younger fellas who haven’t played an Ashes about the excitement around the series, what it’s like from the media point of view, the pressures from the fans and your family. It’s incredible. It’s the pinnacle for an Australian cricketer to play against the English at home, and hopefully recreate some history.” Lyon appears to have picked up the mantle of rabble-rouser-in-chief. He says England will be subject to an even more hostile attack this time, with Mitchell Starc and Pat Cummins quicker than Johnson, and “the best bowler in the world”, Josh Hazlewood, hammering away at the other end. “To have two guys bowling that fast, I know especially on my birthday I’m not getting in the nets this afternoon to face them because they are bowling way too quick for my liking,” he said. “They are class bowlers. In the nets they are definitely quicker [than Johnson]. I saw Steve Smith land on his backside the other day, Johnson didn’t do that.” Lyon also believes that Root and his England team-mates will underestimate his spin, and look to hit him out of the attack out of necessity, because of the fast bowlers’ class. It is no coincidence that Lyon has crept his way to the top of Australia’s finger-spinning charts – with 269 wickets in 69 Tests. He is a class operator whom England would be unwise to take lightly. “Definitely [people underestimate me]. Ask Joe Root, he definitely does,” Lyon added. “It’s part of the game being a tiny little off-spinner who bowls at 86kph, not 150. I love being the underdog, I love flying under the radar and the challenges that lie ahead. “My partnership with Mitch Johnson at the Gabba [in 2013-14] … where we took six for nine and broke the spine of the English there and then, on the second day of the Ashes series … my role is crucial. I know my role, I’m excited by it. I know they will target me. They did in England, they’ve done it before and I’m looking forward to that challenge.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}