{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2017/nov/14/i-had-dinner-with-steven-seagal-and-im-not-surprised-by-the-latest-accusations", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2017-11-13T21:42:07Z", "webTitle": "I had dinner with Steven Seagal, and I'm not surprised by the latest accusations | Cassie Lane", "webUrl": "https://www.theguardian.com/commentisfree/2017/nov/14/i-had-dinner-with-steven-seagal-and-im-not-surprised-by-the-latest-accusations", "apiUrl": "https://content.guardianapis.com/commentisfree/2017/nov/14/i-had-dinner-with-steven-seagal-and-im-not-surprised-by-the-latest-accusations", "fields": {"headline": "I had dinner with Steven Seagal, and I'm not surprised by the latest accusations", "bodyText": "Steven Seagal looked me square in the eye. “I studied karate when I was very young,” he said in a gravelly whisper, responding to my query as to why he was wearing a purple robe to dinner. “Later, I devoted my time to Harry Kiyoshi Ishisaka,” he continued. His hair was pulled into a tight ponytail, accentuating the breadth of his jowls, which spilled over his tight collar and wobbled when he spoke. “He trained me to become a seventh black belt in Aikido. The robe is a sign of respect.” Seagal’s accent had a sharp American edge except when he pronounced words like Aikido, which came out in a swift Asiatic shout. When I was asked by my modelling agent to attend a work dinner I had no idea I would be eating with Steven Seagal, or that we would be accompanied by eight other buxom blond women. But, never one to turn down a free meal, I reasoned that these sorts of arrangements were practically a custom in LA, where I’d been living for over a year, and so I decided to stay long enough to at least try the restaurant’s famous dessert. Though the imbalanced sex ratio would make most people uncomfortable, Seagal seemed right at home. He had no problem talking about himself while taking in as much cleavage as he could fit into his beady little eyes. No, this was not Seagal’s first rodeo. We were to sit and listen: an understanding we tacitly gleaned from the fact that he asked no questions yet silently glared at his DIY harem, refusing to speak until he had the table’s full attention. Seagal is the latest person in Hollywood to be accused of sexual harassment by a collection of women following the Harvey Weinstein revelations. On Friday Portia De Rossi alleged that during a film audition Seagal told her “how important it was to have chemistry off-screen” and then unzipped his trousers. After my experience with Seagal, I am not at all surprised by these allegations, but not for the obvious reasons. It wasn’t the eighteen-hand stroke of his mammoth ego that he himself had arranged, or the way he ogled our breasts like they had suddenly grown lips and started singing to him in chorus, it wasn’t even the way he continuously interrupted us mid-question so he could resume his lengthy disquisition on himself. What raised alarm bells and portended to the insidious danger of this man’s behaviour was his sanctimony. Seagal revelled in telling us about himself: his soon-to-be-released album, his innate skills that compelled his Aikido master to train him when he was merely a teenager, the fact that he was clairvoyant and a healer from birth, and that his fans were also his students, on whom he was bestowing divine wisdom. He genuinely believed that he was blessed by the divine and we mere mortals didn’t even warrant an afterthought. One of the three main arms of Buddhism is Silla: moral conduct and the belief that all living entities are equal. And yet, for Seagal, a self-proclaimed devout Buddhist, women were clearly seen as inferior. How can someone be so devoted to equality yet so prejudiced towards an entire gender? How did Seagal reconcile these two antithetical values while sporting such a self-righteous disposition? According to psychologist Leon Festinger people will do just about anything to achieve internal consistency. Cognitive dissonance is the mental discomfort we experience when our behaviours come into conflict with our beliefs and values. To alleviate this discomfort and achieve consistency we must either change our values, change our behaviour, or we seek out external factors that help to rationalise our conduct. Hollywood is, and has always been, notoriously, embarrassingly sexist. While we are beginning to see progress in some areas, when it comes to gender equality, Hollywood is still very much stuck in the dark ages. As refreshing as it is to finally see the Weinstein weeds being rooted out, so long as Hollywood continues to subjugate women and perpetuate toxic masculinity, men like Weinstein and Seagal will continue to rely on it to rationalise their behaviour. Yes, the accused must be held accountable for their actions. They must be punished and made an example of. But we will never see real progress in that industry until we cleanse the soil that is currently fertile ground for noxious weeds. As dinner wrapped up and we ate the last of our dessert, I watched Seagal finger his mala beads, spellbound by the cleavage of the most buxom girl at the table. In that moment I very much hoped that the Buddhist beliefs were true and that in his next life Seagal would be reincarnated as a beautiful woman, with massive boobs. Cassie Lane is a Melbourne-based freelance writer. Her book, How to Dress a Dummy, is a memoir about her experiences working as an international model and a feminist critique on the beauty industry"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}