{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2017/nov/11/trump-has-no-comment-on-roy-moore-because-he-doesnt-watch-much-tv", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-11-11T20:04:24Z", "webTitle": "Trump has no comment on Roy Moore because he doesn't 'watch much TV'", "webUrl": "https://www.theguardian.com/us-news/2017/nov/11/trump-has-no-comment-on-roy-moore-because-he-doesnt-watch-much-tv", "apiUrl": "https://content.guardianapis.com/us-news/2017/nov/11/trump-has-no-comment-on-roy-moore-because-he-doesnt-watch-much-tv", "fields": {"headline": "Trump has no comment on Roy Moore because he doesn't 'watch much TV'", "bodyText": "Donald Trump on Saturday deflected questions about whether Roy Moore should drop out of the Alabama Senate race over allegations of sexual misconduct, insisting that because he does “not watch much television” he did not feel qualified to comment. Travelling in Asia, the president told reporters: “I’ve been with you folks, so I haven’t gotten to see too much. And believe it or not, even when I’m in Washington or New York, I do not watch much television.” Numerous reports have detailed Trump’s TV-watching habits, including large screens in the White House residence, tuned to cable news. His tweeting habits have frequently been shown to follow content on certain shows, particularly the Fox News morning magazine, Fox &amp; Friends. The Washington Post reported this week that an Alabama woman said Moore had sexual contact with her when she was 14 and he was a 32-year-old assistant district attorney. On Air Force One, Trump referred reporters to a statement that was read by White House press secretary Sarah Huckabee Sanders after the Post report was published. The statement said Trump believes Moore will “do the right thing and step aside” if the decades-old allegations are true. Trump himself faces allegations of sexual misconduct or assault from at least 16 women. Last month, Sanders said all those women were lying. Moore is a hardline conservative Christian and former state supreme court judge, twice removed for unconstitutional behaviour. He is also known for controversial statements, including that “homosexual conduct should be illegal” and that the 9/11 terror attacks on the US were a case of divine retribution. In an interview with conservative radio host Sean Hannity on Friday, he said the alleged encounter with the 14-year-old “never happened”. “I don’t know Ms Corfman from anybody,” he said. “I never talked to her, never had any contact with her. The allegations of sexual misconduct with her are completely false. I believe they’re politically motivated.” Three other women told the Post Moore had sexual contact with them when they were teenagers. Moore said: “With regard to the other girls, you understand this is 40 years ago and, after my return from the military, I dated a lot of young ladies.” He also said he did not “remember ever dating any girl without the permission of her mother”. On Saturday, Moore made his first public appearance since the Post report was published, speaking to a Republican club in a suburb of Birmingham. “In the next few days there will be revelations about the motivations and the content of this article that will be brought to the public,” he said. “We fully expect the people of Alabama to see through this charade.” Asked why the allegations would emerge now, after he has run five state political races in the past 17 years, he said the Post report was “fake news” and added that the accusations were “completely false and untrue about something that happened nearly 40 years ago”. On Air Force One, Trump was asked when he would decide if Moore did what he has been accused of, given that four women had come forward. He said: “Honestly, I’d have to look at it and I have to see.” He also said he was busy “dealing with the president of China, the president of Russia”. Trump said: “People that don’t know me, they say I like to watch television – people with fake sources. You know, fake reporters, fake sources. But I don’t get to watch much television. Primarily because of documents. I’m reading documents. A lot. “And different things. I actually read much more – I read you people much more than I read television. But anyway. So I have not seen very much about him, about it. And you know I put out a statement yesterday that he’ll do the right thing.” In a week that saw Democratic gains in state and local elections, the allegations against Moore have sparked concern among national Republicans. But they have produced little more than a shrug in Alabama, which will hold an election on 12 December to fill the seat formerly held by attorney general Jeff Sessions. Jim Zeigler, the state auditor, told the Washington Examiner: “Mary was a teenager and Joseph was an adult carpenter. They became parents of Jesus. There’s just nothing immoral or illegal here. Maybe just a little bit unusual.” A state representative, Ed Henry, was quoted by the Cullman Times as saying of Moore’s accusers: “If they believe this man is predatory, they are guilty of allowing him to exist for 40 years. I think someone should prosecute and go after them.” Governor Kay Ivey said on Saturday she has no plans to move the election, regarding the allegations against Moore. The Democratic candidate is Doug Jones, an attorney who prosecuted two members of the Ku Klux Klan over the 1963 Birmingham church bombing in which four young African American girls were killed. Senior figures including former vice-president Joe Biden have campaigned for Jones, as the party sniffs an unlikely win. Trump campaigned for Luther Strange, whom Moore defeated in the primary. Trump then deleted tweets supporting Strange and pledged to campaign for Moore. Establishment Republicans including Senate majority leader Mitch McConnell have said Moore should step aside if the allegations are true. On Friday, the National Republican Senatorial Committee cut off fundraising support. Two presidential candidates, John McCain and Mitt Romney, said Moore should stand down now. On Saturday the Tennesee senator Bob Corker, a leading critic of Trump, tweeted: “Look, I’m sorry, but even before these reports surfaced, Roy Moore’s nomination was a bridge too far.” Moore is backed by the populist wing of the party. Steve Bannon, formerly chief White House strategist, told a New Hampshire audience on Thursday the allegations were a liberal media conspiracy. On Air Force One, Trump said he would “stick with my statement for now. But I’ll have further comment as we go down the road. I have to get back into the country to see what’s happening.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}