{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2017/nov/24/west-ham-united-leicester-city-premier-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-11-24T22:02:20Z", "webTitle": "West Ham United v Leicester City: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/nov/24/west-ham-united-leicester-city-premier-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2017/nov/24/west-ham-united-leicester-city-premier-league-live", "fields": {"headline": "West Ham United v Leicester City: Premier League – as it happened", "bodyText": "It wasn’t much of a spectacle but David Moyes can be satisfied with the way his team recovered from a dreadful start. This was disciplined and spirited performance, if not one with much quality. Given their circumstances, it’s an acceptable home start for Moyes. A smattering of applause at the final whistle suggests at least some of the locals agree. 90+5 min: Slimani hardly penalised for a challenge on Kouyate near half-way. West Ham send everyone into the box in anticipation of the freekick. When it comes, Schmeichel runs off his line and punches it away. West Ham substitution: Sakho on, Masuaku off. Leicester substitution: Slimani on, Gray off. 90+2 min: Lanzini sends a corner over to the far post. An almighty goulmouth scramble ensues. Ayew essays an overhead kick from nine yards. It’s a good effort ... but it flies a couple of yards over. 90 min: Carroll flicks on a throw-in ... and suddenly Masuaku is running down the left wing and into the box! He looks up to see who is available for a cross ... and apparently that’s enough to distract him, as he allows the ball to dribble out of play. That was a dismal little episode. 88 min: Good work down the right by Simpson and Albrighton yields a corner. Gray sends over an out-swinger. It’s cleared back to him so he crosses again. This time it’s cleared to about 30 yards out, where Ndidi retrieves it and tries to smash the ball towards goal. He botches the shot. 86 min: It’s cagey. 83 min: Superb cross from the right by Albrighton. Reid and Carroll join forces to ensure Vardy can’t get on the end of it. 82 min: Masuaku runs into trouble just outside his own box and is relieved that the upshot is only a corner to Leicester. Carroll heads Gray’s delivery away. 81 min: Leicester spend an encouraging couple of minutes in the Hammers’ half, probing tidily. But West Ham hold firm and there’s no hint of an opening. for the visitors 79 min: Ayew and Grray both booked, the former a foul and the latter for pushing him in retaliation. 78 min: Snappy interplay between Ayew and Lanzini. Then Ayew flops to the ground at the edge of the area under a challenge by Maguire. The ref waves play on, which is understandable because it wasn’t clear whether Maguire made any contact. 74 min: Fuchs launches a long freekick into the West Ham box. Hart bounds into a forest of bodies and punches awkwardly clear and, in the process, clatters into Kouyate. The Senegalese will require treatment. 73 min: This match has sunk into a stalemate. But you feel a win is there for the taking by whichever side can muster a moment of incision. Leicester substitution: Chilwell on, Mahrez off. The Algerian trudges away with his head down. He can’t complain, though, because he’s been wasteful today. West Ham substitution: Ayew on, Arnautovic off. The Austrian departs to a standing ovation, recognition for a dynamic performance. 66 min: Reid is receiving attention to his ankle after a strong but fair challenge by Ndidi. 64 min: Lanzini cross from the right. Arnautovic nips in front of Morgan but heads over from 10 yards. 61 min: There will be a break in play as Arnautovic requires treatment He does not look to be in the kind of hell that he plunged into last week at Watford when his finger sustained a nasty bruise. This time the problem seems to be with his knee, and he’s determined to play on, the trooper. 60 min: Useless cross by Albrighton after nimble work by Ibonna and Gray. 58 min: There’s an outbreak of unfamiliar buoyancy at the London Stadium, as West Ham start bouncing up and down and cheering in an effort to transmit good vibes to their team. You can always rely on David Moyes to bring a feelgood factor wherever he goes. 57 min: Good play by Arnautovic, strongly winning the ball back and setting up Masuaka, who skedaddles down the left and lashes in a low cross. He darn near catches out Schmeichel at the near post, too. But the keeper gathers the ball awkwardly. 55 min: Leicester have set the pace so far in this half. West Ham have not been able to build on the momentum of scoring right at the end of the first. 52 min: Iborra has a crack from 25 yards. But he slices it way wide. 49 min: Zabaleta and Arnautovic combine well down the right to earn a corner. Lanzini takes. Morgan heads clear. 47 min: Mahrez forages for an opening down the right, then wins a freekick after being pushed over by Obiang. A chance for Leicester to send a cross into the box. But Mahrez’s delivery is wretched. 46 min: No personnel change to tell you about, so I’ll just give you a prediction: Leicester to win 2-1 thanks to a comical own goal, possibly by Ogbonna. West Ham seemed hopelessly adrift for a while after conceding a sloppy early goal, but they gradually played their way back into the game and, all told, deserved to equalise just before the break. With Leicester remaining dangerous on the counter, this game could go either way. The Senegalese nods the ball into the net from close range after a vicious corner by Lanzini. Vardy’s attempt to cut out the incoming ball was pretty feeble. 44 min: Mahrez’s passing has been erratic so far. He’s sabotaged another promising counter-attack with a shoddy ball. 42 min: Iborra spanks a lovely pass from mid-way inside the West Ham half over to Vardy, again free on the left-hand side of the home box. The striker takes the ball down well and then tries to curl it around the last defender and into the far corner. But it goes a couple of yards wide. 40 min: With a combination of power and skill Arnautovic eludes Maguire down the right and then hangs up an inviting cross to the back post. Carroll lopes towards it ... but Simpson nods it behind for a corner. 38 min: Creswell floats over a nice cross from the left. Kouyate, who has made several bursts into the box already, does well to connect with the cross but is unable to direct his header on target. 37 min: Gray dodges past both Zabaleta and Kouyate in midfield. But Arnautovic tracks back to put an end to the youngster’s mischief. 35 min: A Leicester raid breaks down, giving West ham a rare counter-attacking opportunity. Lanzini leads the charge ... and gets all the way to the edge of the Leicester area, but then fails to unload a shot before being crowded out. 34 min: Vardy flashes a low ball across the face of goal from the left, having got in down there yet again. One of his team-mates really should have read that and got on the end of the cross. “Two of the empty seats at the London Stadium belong to me and my son,” announces Ian. “He’s not well tonight so we’re watching at home. To make it seem like we are there I’ve put the TV in the garden and we’re watching from the lounge.” 32 min: Kouyate beats Morgan to a bouncing ball and gets clobbered as a result. That gives West ham another freekick wide on the left, about mid-way inside the Leicester half. Lanzini’s delivery disappoints this time. 30 min: Ndidi intercepts an attempted pass by Cresswell near half-way. The Nigerian then offloads to Mahrez and suddenly Leicester are on the counter-attack. Mahrez carries the ball to within 20 yards of goal and then ignores Albrighton, choosing instead to get off a shot himself. Hart saves comfortably. 28 min: Simpson fouls Creswell, giving West Ham another freekick in dangerous crossing territory wide on the left. But Lanzini whips the freekick towards goal instead, trying to catch out Schmiechel at the near post. The goalkeeper bats it away. 27 min: A burst by Masuaku ends with a foul about 25 yards out, to the left of the Leicester box. Lanzini curls in the freekick. Ogbonna gets a glancing header to it from six yards. Schmeichel dives low to his left to parry. That should have been a goal. 26 min: Iborra has been impressive in central midfield so far for Leicester, a good conduit alongside Ndidi. 24 min: Gray slips a pass into the space behind Zabaleta, inviting Vardy to romp free again. The striker dashes past Reid and fires off a shot that gets deflected behind for a corner. The corner is cleared and then retrieved by Fuchs, who tries to lash the ball into the top corner from 30 yards. He hits the top corner ... of the stands. 23 min: Loud appeals for a penalty after Albrighton goes down in the box as Masuaku lunges into him from behind. The referee is unmoved. It looked a foul to me. 21 min: West Ham are stating to cobble together some promising little moves. Not enough to create any chances yet but they’re at least rebuilding some confidence. 20 min: Arnautovic lofts a high cross towards the back post. Simpson heads it away before Carroll can get to it. 18 min: Hope for West Ham, as Masuaku releases Cresswell down the left. Simpson blocks the cross. 16 min: Leicester are blatantly superior. West Ham have no answer to their smart passing and movement. Even the home side’s early energy seems to be dwindling. 14 min: The home crowd’s anger is increasingly audible, as Leicester continue to dominate. When West Ham do get the ball, they’re giving it straight back to the visitors. 12 min: Leicester circulate the ball methodically, showcasing the new composure in possession that Puel has been trying to foster. West Ham, meanwhile, aren’t doing much at all. It’s like they don’t even know how to start go about getting back into this game. 9 min: That really was a dreadful goal to concede; a terribly easy way to give the visitors a lead. It’s happening again, West Ham. After a scramble for possession in midfield, Leicester released Vardy down the left in the space behind Zabaleta. Vardy sends an approximate low cross towards the penalty spot, where West Ham are inexplicable in disarray, with Ogbonna utterly failing to cut it out. Albrighton arrives to stab an awkward low shot into the net! 5 min: After a short bout of a tidy passing by Leicester, the home team win back the ball. Masuaku earns applause for a neat drag-back and pass as Albrighton closed in on him near half-way. Neither side has got near the opposing box yet. 4 min: West Ham certainly can’t be accused of a lack of effort so far: it’s been an encouragingly feisty start to the game, with some wholehearted tackles and lots of ardent scrapping. Not much quality so far, though. 2 min: Some uncertain early touches by Kouyate, who gets his legs in a tangle near his own box. He’s fortunate to be given a freekick as Mahrez threatened to dispossess him. 1 min: Leicester get the game under way. Here come the teams, marching into an arena heaving with the energy of tens of thousands of fans who are looking for some red hot football action to warm them up on this freezing London night. “Noble’s been poor, and is everyone’s favourite punchbag, but has been no worse than Obiang or Kouyate this season,” hollers Marc Haxell. So replacing one of them with Masuaku today seems a sensible move, right? Earlier today West Ham proudly tweeted a photo of the new sign that they’ve erected in West Ham’s dressing room. But they’ve deleted their tweet in the light of extensive mockery. I’d like to think that in keeping with the back-to-basics approach hinted at by the sign, they went the whole hog and put an offensive one up in the away dressing room, along with turning off the heat, flooding the floor and smearing something unwholesome on the door handle. Explaining the omission of Noble, Moyes says: “I just thought I wanted to bring in a bit more speed in the wide areas. Arthur [Masuaku] is very quick and direct and we need to get quicker support up to Andy Carroll.” It seems that Moyes has made a big call - and a correct call, in my view - by dropping Mark Noble, who has been below par for most of this season. West Ham: Hart; Zabaleta, Reid, Ogbonna, Cresswell; Arnautovic, Kouyaté, Obiang, Masuaku; Lanzini, Carroll Subs: Adrian, Rice, Noble, Quinn. Fernandes, Ayew, Sakho Leicester: Schmeichel; Simpson, Morgan, Maguire, Fuchs; Albrighton, Ndidi, Iborra,Gray; Mahrez; Vardy Subs: Hamer, Chilwell, Dragovic, King, Okazaki, Slimani, Iheanacho Referee: M Atkinson Hello and welcome to a fascinating Premier League letdow... showdown. West Ham and Leicester have both gambled recently on replacing their managers and neither yet knows whether their decisions will pay off. Leicester have started more promisingly under Claude Puel than West Ham have under David Moyes but it would be folly to start drawing conclusions already. That, of course, doesn’t \bmean there won’t be fevered gnashing and wailing from the fans of whichever side loses today, assuming we get a winner and loser. A draw will be no fun for anyone, least of all impartial MBM bystanders. It is fair to say that West Ham need a win more urgently than Leicester, and not only because the East Londoners are four points worse off than the East Midlanders and giving off an unhealthy odour down in the relegation zone. Moyes’ appointment has done little to reassure Hammers fans, who wonder what it was about Sunderland’s omni-awfulness last season that convinced Messers Gold and Sullivan that Moyes was the man to inspire a revival at West Ham. Last weekend’s listless defeat at Watford did nothing to subdue the critics, but a strong performance in Moyes’ first home match might start changing Hammers’ hearts and minds. You never know. For reference purposes, remember that Moyes’ first home match as Sunderland manager was a 2-1 defeat by Middlesbrough. His first home match as Manchester United manager was a 0-0 draw, as was his first home match as Preston manager. Gulp! But at least his Everton reign began positively, with a 2-1 victory over Fulham. Puel boasts much stronger credentials than Moyes and has shown signs of improving Leicester from the admittedly small sample size of three matches so far. His team can be expected to be dangerous opponents here and have the attacking power and know-how to punish West Ham, who have had the Premier League’s leakiest defence so far this season despite not yet facing Manchester City. Rectifying that is surely the best place for Moyes to start and he’d probably take another 0-0 from his latest home managerial debut. Chances are, however, that’s not how this one’s going to pan out."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}