{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2017/nov/19/birdwatch-the-robin-is-one-of-our-most-familiar-birds-yet-it-can-still-surprise-us", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2017-11-19T21:30:11Z", "webTitle": "Birdwatch: the robin is one of our most familiar birds – yet it can still surprise us", "webUrl": "https://www.theguardian.com/environment/2017/nov/19/birdwatch-the-robin-is-one-of-our-most-familiar-birds-yet-it-can-still-surprise-us", "apiUrl": "https://content.guardianapis.com/environment/2017/nov/19/birdwatch-the-robin-is-one-of-our-most-familiar-birds-yet-it-can-still-surprise-us", "fields": {"headline": "Birdwatch: the robin is one of our most familiar birds – yet it can still surprise us", "bodyText": "On a misty November morning, my Somerset garden is unusually quiet. Apart, that is, for the song of one of our commonest and most familiar birds: the robin. It’s a sound I am used to hearing, for unlike virtually every other British bird, robins hold territory and sing more or less all year round. That’s not the only surprising thing about the robin. Common and familiar this little bird may be, but it still has the capacity to surprise us, as I discovered when I spent a year following robins in my garden and beyond for my new book. There are many good reasons why we feel such a connection with the robin, and why, in a nationwide poll a couple of years ago, it was way out in front as Britain’s favourite bird. Like other woodland species such as the song thrush and blackbird, it has adapted well to living alongside us – few birds are as tame as a robin, and few are quite so ever-present in our gardens. As well as its tuneful song, the robin is also very attractive to look at. That orange-red breast, and black, beady eye, as well as its habit of cocking its head on one side as if checking you out, are all guaranteed to please us. Yet of course neither the sound nor appearance of the robin are for our benefit: the song is used to defend territories – not just in spring and summer, but in autumn and winter too – while the red breast is employed to deter rivals in territorial disputes, which can become very violent. And what about those beady black eyes? Studies have shown that we respond positively to large eyes – we find them cute – and yet the reason robins’ eyes are so big is that it enables them to start feeding earlier in the morning, and finish later at night, than other birds. The robin also features in our children’s stories, poetry and folklore, and is by far the commonest bird on Christmas cards. Last Christmas, a robin even starred in a heartwarming, if ornithologically dubious, advert for Waitrose. Many people feel a real connection with “their” robin, and love the way it comes back year after year to take food from their bird table. But try telling them that robins rarely live longer than a year or two, and so they may be seeing a new robin every year, and they refuse to believe you. Mention that the robin they see in the winter months may have flown here all the way from Scandinavia, while their spring robin is now in France, and they are equally sceptical. Dare to mention that male robins will occasionally fight to the death, and they throw up their hands in horror. Yet all these things are true. That’s why I love robins so much. They live their lives right alongside us, simultaneously in full view and yet out of sight. Revealing the secrets of their fascinating lives does not diminish them – it just makes me realise how very special they are. As a friend of mine put it: “A robin is for life, not just for Christmas!” Stephen Moss’s latest book, The Robin: A Biography, is out now (Square Peg, £10.99)"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}