{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/nov/01/england-harry-winks-gareth-southgate-germany-brazil", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-11-01T22:30:38Z", "webTitle": "Gareth Southgate gives England nod to Harry Winks for Germany and Brazil", "webUrl": "https://www.theguardian.com/football/2017/nov/01/england-harry-winks-gareth-southgate-germany-brazil", "apiUrl": "https://content.guardianapis.com/football/2017/nov/01/england-harry-winks-gareth-southgate-germany-brazil", "fields": {"headline": "Gareth Southgate gives England nod to Harry Winks for Germany and Brazil", "bodyText": "Harry Winks will be given the opportunity to stake a claim for a World Cup place after convincing Gareth Southgate to include the Tottenham Hotspur player in England’s squad for their friendlies against Germany and Brazil. Southgate will name his squad on Thursday and the England manager has decided to go with Winks rather than being tempted to bring back Jack Wilshere into the international fold. Southgate had given serious consideration to recalling Wilshere but has decided instead to reward Winks for his form in Mauricio Pochettino’s side, having been particularly impressed by his performance against Real Madrid in the Bernabéu during the 1-1 draw between the two teams a fortnight ago. Winks was drafted into the last England squad, winning his first cap in the World Cup qualifier against Lithuania, after injuries to Fabian Delph and Phil Jones. This time Southgate has decided to include Winks from the start, fitness permitting, as England prepare for Germany’s visit to Wembley on 10 November, followed by the game against Brazil four days later. That could conceivably mean Spurs provide roughly a quarter of Southgate’s squad if the fit-again Danny Rose is included, along with Dele Alli, Harry Kane, Eric Dier and Kieran Trippier. A recall for Rose might also have implications for Ashley Young, whose renascent form as a left-back for Manchester United has brought him back into contention. Southgate has also been monitoring Tom Cleverley at Watford and has watched the last three Swansea City games, with Tammy Abraham among the players under consideration. Michael Keane, the Everton centre-half, will be missing through injury and that means Swansea’s Alfie Mawson might also be in Southgate’s thoughts."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}