{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/nov/09/michael-oneill-penalty-red-card-northern-ireland-switzerland-world-cup-qualifierr", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-11-09T23:34:30Z", "webTitle": "Angry Michael O’Neill says penalty was worst decision he has ever seen", "webUrl": "https://www.theguardian.com/football/2017/nov/09/michael-oneill-penalty-red-card-northern-ireland-switzerland-world-cup-qualifierr", "apiUrl": "https://content.guardianapis.com/football/2017/nov/09/michael-oneill-penalty-red-card-northern-ireland-switzerland-world-cup-qualifierr", "fields": {"headline": "Angry Michael O’Neill says penalty was worst decision he has ever seen", "bodyText": "Michael O’Neill described the penalty that condemned Northern Ireland to defeat against Switzerland as the worst decision he has seen at international level and a motivation for Sunday’s return in Basel. Northern Ireland suffered a damaging 1-0 loss in the World Cup play-off first leg after the Romanian referee Ovidiu Hategan awarded a penalty against Corry Evans for deliberate handball. Xherdan Shaqiri’s volley struck Evans on the back but Hategan, who had a close and clear view of the incident, gave a spot-kick that was converted by Milan defender Ricardo Rodríguez. O’Neill was incensed after the game, with his anger also fuelled by the referee’s refusal to dismiss Fabian Schär for a dangerous foul on Stuart Dallas in the fifth minute. Asked whether he had witnessed a worse decision during his time in management, O’Neill replied: “Certainly not in any of the games that I have been involved in, particularly at this level, no. It is staggering. The ball clearly strikes Corry on the back and the referee has a clear view of the incident. “Corry’s arm is not above his head or in an unnatural position, it’s not away from his body and the ball didn’t even hit him in the arm. It doesn’t qualify for any of the criteria for handball in the box. I spent three hours in a conference with Uefa the other week on video assistant referees and when you see what happened tonight you would certainly be an advocate of it. VARs should be used for anything that is a defining decision in the game, which is clearly what we saw tonight. VARs would have cleared it up and said it’s clearly not a pen. We have to deal with the decision and put it to the back of our minds and use it as a motivation for Sunday night.” Evans will be suspended for the second leg as a consequence of his booking over the penalty incident. Dallas is also doubtful with an ankle injury inflicted by Schär, who was shown only a yellow card by the Romanian official. “At the time I didn’t think it was red because it was so early in the game,” added O’Neill. “But when you see it back, Schär is out of control and has two feet off the ground. It is a very clear red card for me. In an international game you rarely see a tackle like that and for it to only be punished with a yellow surprises me.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}