{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/nov/05/jack-sock-wins-paris-masters-andy-murray-atp-finals-london", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-11-05T19:41:26Z", "webTitle": "Jack Sock wins Paris Masters as Andy Murray drops out of top 10", "webUrl": "https://www.theguardian.com/sport/2017/nov/05/jack-sock-wins-paris-masters-andy-murray-atp-finals-london", "apiUrl": "https://content.guardianapis.com/sport/2017/nov/05/jack-sock-wins-paris-masters-andy-murray-atp-finals-london", "fields": {"headline": "Jack Sock wins Paris Masters as Andy Murray drops out of top 10", "bodyText": "Jack Sock, a name easier to remember than some of his past performances, blasted an even lesser known outsider, Filip Krajinovic, off the Bercy court on Sunday to win the Paris Masters and claim a debut place in next week’s season-closing ATP World Tour Finals in London. Both finalists in the last Masters tournament of the season – even through the gauze of television – showed touches of art and delicacy to go with their grit in just under two hours, filling a vacuum left by the absence of the game’s big hitters. Among other interested absentees watching from a distance, surely, was the 2016 Paris champion, Andy Murray. How cruel, he might have wondered, this game can be. A year ago almost to the day in the same stadium, the Scot rose to No1 in the world after 11 years of toil in the game’s most competitive era and carried on unbeaten to rule in the finals at the O2 Arena for the first time. His next victory will be over a hip injury – the legacy of his 2017 efforts - that is yet to be satisfactorily resolved before his planned Tour comeback in Australia in the new year. Sock’s 5-7, 6-4, 6-1 victory against the Serbian qualifier Krajinovic - who began the week with a single Tour level win to his name this year and who rises from 77 to 33 in the world - could be career-changing for the American. He is a top-tenner now, the No1 American and the first since Andy Roddick seven years ago to win one of these baubles, snapping a 69-tournament run of European champions. Sock, 25 and only now beginning to cash in on his talent after six years on the Tour, earlier in the week came from 1-5 down in the third to beat Kyle Edmund – and even that should be encouraging for the Briton, who otherwise has finished the season strongly. “This is an incredible moment for me,” Sock said afterwards. “Filip played some amazing tennis. I hope we play more big finals.” For Murray the future is less certain. In the four months since he last hit a ball in public he has been waiting with fluctuating degrees of anxiety for both the arrival of his second child and his own return to the court in the city where he was born. The first happy expectation has sustained the gloomier latter one. For all the communal goodwill being ushered his way on both counts, an exhibition match against Roger Federer in Glasgow on Tuesday evening will do no more than demonstrate that he can move without embarrassment in front of a paying audience. Plans to return to the Tour in Brisbane in January before the Australian Open in Melbourne are still in place, although it is unlikely Murray will match Federer’s extraordinary feat of last February when he put knee surgery and six months of rest behind him to beat Rafael Nadal in the final, lifting the 18th of his 19 major titles. That was a sporting miracle; Murray’s ambitions’s are more prosaic. Although social media clips have shown him striking the ball with pleasing ease during private practice sessions in south London over the past few weeks, there has been only flickering evidence that he has recovered the sideways movement he needs to compete at the highest level. His left hip remains the focal point of his concern and there are suspicions the problem might be arthritis; if that is so, there are no guarantees. The player, who has decided against surgery in favour of intense rehab, has been reluctant to expand on the exact nature of his problem, which is reason enough in itself for his fans to be worried. Even the long rivalry between Murray and Federer and the Scot’s own competitive instincts are unlikely to lift Tuesday night’s match at the SSE Hydro – the second of many planned events under the banner of Andy Murray Live – beyond that of a friendly hit-up. Having tumbled to No15 in the world since losing against Sam Querrey in the Wimbledon quarter-finals in July, Murray knows better than all the well‑wishers how far he is from the summit he occupied until Nadal replaced him as world No1 in August. He has not been alone in his suffering. Novak Djokovic, Stan Wawrinka, Kei Nishikori, Milos Raonic and Nick Kyrgios have all drifted from the smoke of battle. Now Nadal has joined them, his chronic knee pain recurring to force him to quit in Paris, and he is no certainty to be ready for London next week. Federer, too, has taken breaks, short and long, this season. Until last week Murray was still world No3 but he knew the ATP year-on-year rankings out on Monday would send him tumbling out of the top 10 for the first time in three years. He will look down the list and need no reminding that he has an overall winning record of 72-24 against 10 of those above him: Alexander Zverev (1-0); Dominic Thiem (2-1), Marin Cilic (12-3), Grigor Dimitrov (8-3), Wawrinka (10-8), David Goffin (5-0), Juan Martín del Potro (7-3), Querrey (7-2), Kevin Anderson (6-2) and Jo-Wilfried Tsonga (14-2). The exception, of course, is Djokovic, who holds a career log of 25-11 over Murray. But the Serb has similarly serious obstacles in front of him, from his soul to his aching elbow. These are tough times."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}