{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2017/nov/05/fireworks-shoot-into-crowd-at-hotels-bonfire-night-display", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2017-11-05T19:10:29Z", "webTitle": "Fireworks shoot into crowd at hotel's bonfire night display", "webUrl": "https://www.theguardian.com/uk-news/2017/nov/05/fireworks-shoot-into-crowd-at-hotels-bonfire-night-display", "apiUrl": "https://content.guardianapis.com/uk-news/2017/nov/05/fireworks-shoot-into-crowd-at-hotels-bonfire-night-display", "fields": {"headline": "Fireworks shoot into crowd at hotel's bonfire night display", "bodyText": "Hotel bosses have apologised after rogue fireworks shot into crowds during a free display at their premises on Saturday evening. The Antrobus hotel in Amesbury, Wiltshire was hosting a fireworks night for guests when some of the explosives projected beyond the safety cordon, causing minor injuries. Eyewitnesses heavily criticised the hotel’s handling of the incident and reported that victims – including a number of young children – suffered burns. An ambulance service spokesman said 14 people were treated, although none suffered serious injuries. The venue added that no one was taken to hospital. Katie Millward, a 25-year-old chemist from Andover, said: “When the fireworks started, one went to the sky, one went into the crowd close to us, then one landed on the picnic bench where we were sitting. We started running but there was nowhere to run to. The doors were locked to get into the building. “After one landed on our table we ran and still they were firing. They just seemed to keep on coming into the crowd.” Jodie Hobbs, 35, from Amesbury, criticised staff, who allegedly continued to serve alcohol after the incident. She described the event as “awful”. The mother of five said: “It was so busy. The fireworks went off at 8pm, then all I saw were fireworks coming towards people in the crowd and sparks everywhere, smoke, everyone screaming and turning around to try and get back inside.” A hotel statement read: “A single display box, containing multiple fireworks, malfunctioned at [Saturday’s] display. Regrettably, despite the safety cordon exceeding the manufacturer’s guidelines, some projectiles ejected towards the crowd line. The display was immediately ended and emergency services called. It is now apparent that thankfully no serious injuries occurred, with all injured treated at the scene.” Earlier, the hotel said it wanted to “apologise profusely for this very regrettable situation” in a short post on its Facebook page. The statement continued: “The hotel’s team put on [Saturday’s] free event as a community event and worked diligently with the suppliers to ensure that [the] event was safe and exceeded requirements in respect of safety and distance. “We are mortified about what has occurred and would like to apologise to all those affected. Please rest assured that a full investigation will take place.” The venue remained closed for the rest of Saturday, but reopened on Sunday. A South Western ambulance service spokesman said: “We attended and treated 14 people, none of whom had serious injuries and none of whom needed to be taken to hospital.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}