{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2017/nov/09/northern-ireland-v-switzerland-world-cup-play-off-first-leg-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-11-09T21:44:55Z", "webTitle": "Northern Ireland 0-1 Switzerland: World Cup play-off first leg – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/nov/09/northern-ireland-v-switzerland-world-cup-play-off-first-leg-live", "apiUrl": "https://content.guardianapis.com/football/live/2017/nov/09/northern-ireland-v-switzerland-world-cup-play-off-first-leg-live", "fields": {"headline": "Northern Ireland 0-1 Switzerland: World Cup play-off first leg – as it happened", "bodyText": "Northern Ireland were outplayed - and you can’t help but feel this tie is done before Sunday’s second leg in Basel/Basle/Baarrrllll - but they were mightily unfortunate to find themselves on the wrong end of one of the most ludicrous refereeing decisions you’ll ever see. The Windsor Park crowd is giving the officials pelters for awarding the penalty that allowed Ricardo Rodriguez to score the only goal and put Switzerland in control of the tie. It was never a penalty. That said, Switzerland were the better side by a considerable distance and it’s difficult to see how Michael O’Neill can turn this in his team’s favour. Still, it isn’t over yet. It’s only 1-0. That’s all from me. Thanks for emailing and reading. Bye. Booooooooooooo! 90 min+3: Nothing’s happening for Northern Ireland. Lichtsteiner, a master of wiliness, goes down claiming cramp. 90 min: Frei almost sets up Embolo on the counter. But Northern Ireland are clinging on. There will be four added minutes. 87 min: Admir Mehmedi replaces Steven Zuber. 85 min: Obviously Northern Ireland are now appealing for every minor decision, which is becoming faintly comical. 83 min: Fabian Frei replaces Blerim Dzemaili. 81 min: Northern Ireland haven’t looked like scoring all night. But - and this is a really big but - Switzerland’s goal was the result of a joke decision from the referee. 78 min: Conor Washington replaces Kyle Lafferty. Northern Ireland have no more substitutions to make. 77 min: Breel Embolo replaces Haris Seferovic. 73 min: Brunt drills a free-kick disappointingly high and wide from 25 yards. 71 min: A free-kick to Northern Ireland on the right. Brunt curls it in and Magennis sends a free header horribly wide, misjudging and mistiming his leap. 69 min: Seferovic plays a cracking reverse pass through to Shaqiri, who skitters down to the right byline, but his cutback’s tame. McGovern collects. 67 min: “Somehow I can’t see that one evening out over the course of a season,” says David Goldstone. “Over the course of a century maybe.” Ovidiu Haţegan is Northern Ireland’s Thierry Henry. 66 min: “Is Zakaria’s sole job to foul and complain?” says Benjamin Park. “Feel like a yellow card is long overdue.” 65 min: Northern Ireland make their second change, George Saville replacing the unfortunate Corry Evans. 63 min: Lichtsteiner makes the most of a high boot from Ward in an attempt to get the winger booked. The ref isn’t buying that one. 60 min: Looking at the replay, it’s a preposterous decision to award a penalty. It wasn’t deliberate handball. It wasn’t even handball! And the referee didn’t even have a good view of it. 59 min: To compound matters for Northern Ireland, Corry Evans is suspended for the second leg. Ricardo Rodriguez calmly steps up, ignores the jeers and easily sends McGovern the wrong way with his left foot. Switzerland have the away goal in controversial circumstances! 57 min: Switzerland keep attacking and a cross from the left reaches Shaqiri on the edge of the area. Shaqiri volleys acrobatically and Corry Evans, a yard away, turns and blocks it. At which point the referee blows and points to the spot before booking Evans! That’s an astonishing decision! It hit Evans, who turned his body, on the shoulder and could hardly be considered deliberate! It’s a howler from the referee. 54 min: Switzerland are surely going to score at some point. Dzemaili wriggles on the left and pulls a low ball into the six-yard box, only for the sliding Seferovic to fail to stud it home in the Gazza style. Brunt puts it behind for a corner. What a let-off! 52 min: Jamie Ward replaces Stuart Dallas, who’s done well to last this long. Shaqiri cuts inside from the right and shoots from 35 yards. No. 51 min: Seferovic is caught offside as a cross comes in from the right, Northern Ireland paying tribute to the old Arsenal back four. 48 min: Dallas looks like he’s going to come off. He isn’t moving properly. The Sky pundits all think that Schar should have gone for that appalling challenge. 46 min: Switzerland get the second half underway. They’re off on the attack straight away. Brunt fails to deal with Rodriguez’s cross from the left and the ball lands to Shaqiri, who controls before bending one towards the far corner with his left foot. McGovern’s beaten, but the ball skims inches over the bar. Shaqiri can’t believe it. Switzerland have nothing to show for their dominance. They’ve had the chances, but it’s still level, much to Northern Ireland’s relief. The hosts simply have to improve. 45 min: Xhaka lifts a ball to the edge of the area, Seferovic flicks on and Lichtsteiner slips after running through. He was offside, though. There will be one added minute. 44 min: Northern Ireland seem to have got the measure of Switzerland’s attack now. It’s making for a tight and slightly dull spectacle. 41 min: Dallas is persevering. His cross drifts over. He’s trying to run this knock off. 39 min: Stuart Dallas, who was on the receiving end from Schar earlier, is down again. 38 min: It’s now 3-1 to Croatia. At Windsor Park, it’s very noisy, but there isn’t much happening. “Simon McMahon’s remark about Scotland v Netherlands immediately conjured up images of the 70s- all big hair and short shorts,” says Peter Oh. “Ah, those were the days.” 37 min: “Well, I didn’t think Lovren was capable of throwing the game away for Croatia but I’ll be dipped if he isn’t giving it his best shot,” says JR in Illinois. “It was 2-0 but is now 2-1 after a Lovren special led to a Greece corner from which they scored.” 35 min: Lichtsteiner crosses, Seferovic heads well over. 31 min: Jonny Evans heads Rodriguez’s dangerous free-kick away. 30 min: “The atmosphere at the Scotland v Netherlands play-off seems a little subdued,” Simon McMahon says. “A few empty seats too. Currently 0-0, so all to play for. Sorry, what was that? A friendly?” 29 min: Denis Zakaria looks a player in the Switzerland midfield. 28 min: Switzerland are dealing with the high balls comfortably. 26 min: As Kevin Keegan once said, only one team’s winning this. 23 min: Lichtsteiner hooks another cross in from the right. Zuber’s header dribbles wide and Xhaka can’t keep it in. Goal-kick. Xhaka disagrees, though. He reckons it was a corner. It wasn’t. He gives the referee an earful and is told to pack it in before he lands himself in hot water. 21 min: Seferovic and McLaughlin battle for a Shaqiri cross from the right. The ball loops into the air for McGovern to claim. And breathe. 20 min: Northern Ireland can’t get out of their third, let alone their half. “The game in Croatia has been a bit testy,” says JR in Illinois.” They started by booing and whistling the Greek anthem then moved on to making a mockery of the minute’s silence. Now Modric has scored a penalty to make it 1-0 after a beyond disastrous play by the Greece keeper, Karnezis. I have to say I didn’t know who Karnezis was until last week when he replaced Gomes for Watford. I now can say it very much looks like he’s not up to playing in the Premier League or international football.” 18 min: Switzerland continue to press. The ball’s touched to Shaqiri on the right and he instantly whips a gorgeous curling pass over the Northern Irish defence with his left foot, Seferovic stretches and tries to redirect a volley back across McGovern, but the goalkeeper smartly dives to his left to palm the ball out before it nestles in the bottom corner. 17 min: Shaqiri finds Lichtsteiner on the overlap on the right, but his dangerous low ball’s cleared desperately by McAuley. Moments later the ball’s dinked over the top for Zuber, who’s made a clever run inside from the left, but the winger tries to prod the ball across to Seferovic instead of shooting and doesn’t get it quite right. The pressure is building, though. 14 min: Brunt swings the corner into the area and Jonny Evans heads over. 13 min: A free-kick’s pumped into the Swiss area from deep. McAuley heads it back, it’s cleared as far as Lafferty and his volley’s deflected over by Xhaka for a corner. 12 min: Zubar scampers down the left, brilliantly outmuscles McLaughlin and tees up Xhaka for another try on the edge of the area. He leans back again, though, and fires miles over. 10 min: Rodriguez finds space on the left and hooks a deep ball to the far post. Seferovic nods it back and Dzemaili has a chance. However Jonny Evans throws himself in the way of the midfielder’s shot. The ball breaks loose and it’s touched back to Xhaka, who sends a side-footed effort inches over from 18 yards! Evans needs some treatment. He’s got a bloody nose. Luckily that’s the extent of the damage suffered by Northern Ireland there. Xhaka should have hit the target. 9 min: A long spell of hypnotic Swiss passing is met by a cacophony of boos from the home fans. Eventually the ball’s crossed by Lichsteiner and Northern Ireland clear a little nervously. 6 min: Brunt’s free-kick is headed away by Xhaka. Corry Evans puts the ball back into the middle; no dice. Here come Switzerland. But Shaqiri can’t release Seferovic. 5 min: Another Swiss move breaks down - it was all rather aimless before the ball was given away on the left - and the hosts stream forward again. Dallas bursts past one man on the left, manages to keep the ball in and tears away. Schar storms over from the centre and sends Dallas flying with an ugly challenge. It’s a really poor foul from the Swiss centre-back, who could have received worse than yellow. Fortunately Dallas gets back to his feet and Northern Ireland have a free-kick. 3 min: Magennis drives down the right again, but Lafferty can’t control his cross on the edge of the area. It’s noisy. 2 min: Switzerland clear a Magennis cross and look to counter, but Dzemaili knocks a simple pass out of play. It could be like this for a while: frantic and sloppy. Peep! Northern Ireland, in green shirts and white shorts, get the game underway! They’re kicking from left to right in the first half. Switzerland are in white shirts and red shorts. Northern Ireland immediately pump it long. The ball goes out for a throw and there’s a delay while Zuber ties up his shoelaces. The anthems are out of the way. It’s almost time! Here come the teams, walking out into a wall of noise at Windsor Park. It’s a sea of green and white. They’ve commissioned and laid out 16,000 flags to be handed out and they look fantastic as they flutter in the stands. Before the anthems, a presentation for Steven Davis on the occasion of his 100th cap. He’s had quite the international career. “While I’m sure Pat Jennings would like to forget that 1986 happened, Josimar definitely remembers the 41st birthday present he gave him in Mexico,” says Dave Boland. What do you mean? Pre-match reading Northern Ireland: McGovern;McLaughlin, McAuley, J Evans, Brunt; Norwood, C Evans, Davis; Magennis, Lafferty, Dallas. Switzerland: Sommer; Lichtsteiner, Akanji, Schar, Rodriguez; Xhaka, Zakaria; Shaqiri, Dzemaili, Zuber; Seferovic. Referee: Ovidiu Haţegan (Romania) Hello. You might find internationals dull, but you can’t argue that Northern Ireland’s story is lacking in entertainment value. The smallest and least fancied of the eight European countries still in with a shout of making it to Russia are two games away from making their first appearance on the world stage in 32 years and Fortress Windsor Park is likely to be buzzing with anticipation and maybe even a little expectation this evening. Put your ennui to one side and embrace the Northern Irish dream; if you can’t be inspired by Michael O’Neill and his players, football isn’t for you. O’Neill’s men haven’t qualified for their first World Cup since 1982 yet, mind you. There’s still plenty of work left to do and it will be far from straightforward against Switzerland, who are ranked 11th in the world. The Swiss accrued 27 points in qualifying and are tournament regulars, but defeat to Portugal in their final group match has left them in the uncertainty of the play-offs and they sound determined to get the job done. With someone as talented as Xherdan Shaqiri in their ranks, they can shatter O’Neill’s hopes of not conceding an away goal in this evening’s first leg. Yet as they demonstrated at Euro 2016, and indeed throughout this qualifying campaign, Northern Ireland are more than capable of irritating supposedly superior opponents. Their improbable and frankly unfathomable exploits have made a country believe that anything’s possible, which is kind of the point when it comes to sport. Now they need one last push. Kick-off: 7.45pm GMT."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}