{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2017/nov/28/brexit-talks-for-all-britains-bluster-the-eu-has-it-over-a-barrel", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2017-11-28T23:47:59Z", "webTitle": "Brexit talks: for all Britain's bluster, the EU has it over a barrel", "webUrl": "https://www.theguardian.com/politics/2017/nov/28/brexit-talks-for-all-britains-bluster-the-eu-has-it-over-a-barrel", "apiUrl": "https://content.guardianapis.com/politics/2017/nov/28/brexit-talks-for-all-britains-bluster-the-eu-has-it-over-a-barrel", "fields": {"headline": "Brexit talks: for all Britain's bluster, the EU has it over a barrel", "bodyText": "For all the huffing and puffing in London, so-called “negotiations” over Britain’s departure from the European Union have so far proved a remarkably one-sided affair. First off, an important procedural dispute over sequencing that David Davis had promised would rumble on all summer was conceded in the first morning of formal talks in June. Next up, Theresa May’s early determination to use the residency rights of EU citizens as a reciprocal bargaining chip largely vanished by her first position paper on the subject. Now it looks as if Boris Johnson’s taunt that Brussels could “go whistle” if it wanted a €60bn divorce settlement appears to have been the prelude to Britain sounding a full retreat. We have yet to discover just how much humble pie will be eaten by the foreign secretary, but early reports on Tuesday night suggest Downing Street has conceded a net bill of €60-65bn (£53-58bn), equivalent to the indigestion-inducing gross total of up to £89bn. All the while, the EU’s aims for the first phase of exit talks have only hardened. Where once it looked as if Brussels might be willing to temporarily park the requirement for a full agreement on keeping the Irish border open until trade and customs talks began, now Dublin has succeeded in making this the final test of Britain’s suitability for further talks. Michel Barnier no longer even pretends he is in negotiation with Britain, preferring to describe his demands for sufficient progress on these issues as a series of immovable legal hurdles. It is possible that Britain’s willingness to go the extra mile on money is a last-minute negotiating tactic to avoid even more uncomfortable concessions on Ireland that could bring down May’s fragile minority government. But whether or not she can keep both the Democratic Unionists and hardline Brexiteers onboard as she tiptoes over the final stretch of the first phase tightrope, the real question now is whether phase two will be any different. Privately, British officials have been telling ministers since July that they are unrealistic to expect the EU 27 will be any more forthcoming over trade, let alone agree to the “cake-and-eat-it” model of maximum market access and minimal sovereign compromise. Instead, leaked EU papers make clear that the only prize that Britain has bought with its €60-65bn is a stark choice between the low-access trade rights of Canada, or the low-sovereignty vassal state status of Efta members such as Norway. For it to be otherwise, British negotiators would have to pull off a confidence trick that has so far failed to convince anyone, least of all in Brussels. Olly Robbins and his team of outgunned civil servants would need to demonstrate that Theresa May is genuinely willing to put Britain’s economic future at stake by walking away without any deal. This is the nightmare scenario that could still be upon us very quickly if phase one talks do not conclude to Europe’s satisfaction in the next week or so. By refusing to even discuss transition arrangements until March if there is not sufficient progress, Brussels is forcing nervous business leaders to contemplate a possible cliff-edge departure with well under a year’s notice to prepare. Yet the prime minister appears to have recognised the immense danger of falling into such a trap and has decided to blink first by giving up the one strong card in her hand: money. It is a vindication for Barnier’s strategy of placing Britain over a barrel, but provides little reassurance that he is likely to release the pressure anytime soon."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}