{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/nov/24/england-women-bosnia-women-world-cup-qualifier-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-11-24T21:21:49Z", "webTitle": "Steph Houghton double sinks Bosnia as England win World Cup qualifier", "webUrl": "https://www.theguardian.com/football/2017/nov/24/england-women-bosnia-women-world-cup-qualifier-match-report", "apiUrl": "https://content.guardianapis.com/football/2017/nov/24/england-women-bosnia-women-world-cup-qualifier-match-report", "fields": {"headline": "Steph Houghton double sinks Bosnia as England win World Cup qualifier", "bodyText": "Steph Houghton passed up the opportunity to complete her first international hat-trick as England posted a glowing addition to Mo Marley’s application for the role of full-time head coach. The England captain opened the scoring in this group one qualifier and, after Nikita Parris’s header, blasted home a free-kick in the 54th minute to make the game safe. But, when Danielle Carter was fouled in the penalty area seven minutes from time, Houghton waved away team-mates’ suggestions that she looked for personal gratification, insisting the regular taker, Fran Kirby, keep her job. The Chelsea forward duly converted to round off an impressive victory. Houghton said: “Jo Potter was saying, ‘Go on, take it,’ but I’m a firm believer that the regular penalty-taker should keep it. It was important for Fran to take that one [after missing in the 6-0 v Russia]. It was nice to get my first brace. It’s been a long time coming, with over 90 caps, but I’m into double figures now.” If Marley is not to be England’s next permanent head coach she will be leaving them in fine fettle if this performance is anything to go by. The interim head coach repeated she wishes to take stock after Tuesday’s third game in temporary charge, the qualifier against Kazakhstan at Colchester, but if she returns to her role with the development sides, hers will be a job well done at this rate. “We want the best person for the job,” Houghton said. “Whoever can help take us from third to first in the world. But the players would respect whoever gets the job.” The players are clearly loving playing for Marley and this was a performance high on brio and low on inhibition; the former under-19s coach dismissed the notion this was because the players wanted her to be Mark Sampson’s successor on a full-time basis. “I think they’re just happy to play with the ball,” she said. “I’ve known some of them since they were 14 and they know me more as a person, beyond this job, and that’s why we agreed for me to take this role. I’m not a surprise for them.” England lost narrowly in a friendly to France in Marley’s first game last month but after all the shenanigans over Sampson’s exit and the Eni Aluko saga this was a refreshing reminder of what this squad are about. They remain second in Group One after Wales beat Kazakhstan but have a game in hand. Marley added: “I’ve really enjoyed it. But it’s not about me and the full-time job, it’s about the team now. It’s an intense turnaround with two games in such a short period. “Then we always said we’d take these three games and see what we think then: is it right for me but more importantly is it right for these players? What’s best to take them on?” The capacity 10,026 crowd at the Banks’s Stadium witnessed England play as well as they have in a long time, building on their form in the 6-0 thrashing of Russia at Tranmere in September that proved to be Sampson’s last game in charge. Having reached the last four of the 2015 World Cup and this summer’s Euros, the challenge is for England to keep improving and Marley set her side up adventurously, with the attack-minded Jordan Nobbs anchoring a midfield awash with offensive intent. Bosnia’s resistance was broken in the 19th minute when Houghton headed home a rebound after Antonela Radeljic had punched out a cross from Carter. It took only 45 seconds of the second half for Parris to nod in a great cross from Duggan and, when Carter was tripped on the edge of the box in the 54th minute, Houghton cracked in the free-kick under the wall. When Carter was fouled by Aida Hadzic, Kirby completed the rout."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}