{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2017/nov/05/terrawatch-the-rivers-taking-plastic-to-the-oceans", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2017-11-05T21:30:29Z", "webTitle": "Terrawatch: the rivers taking plastic to the oceans", "webUrl": "https://www.theguardian.com/science/2017/nov/05/terrawatch-the-rivers-taking-plastic-to-the-oceans", "apiUrl": "https://content.guardianapis.com/science/2017/nov/05/terrawatch-the-rivers-taking-plastic-to-the-oceans", "fields": {"headline": "Terrawatch: the rivers taking plastic to the oceans", "bodyText": "Every minute one rubbish lorry’s-worth of plastic is dumped into the sea. If we continue at this rate, some estimate that our oceans will contain more plastic than fish by 2050. So where does all the plastic come from? New research reveals that just 10 river systems transport more than 90% of the global input of plastic into to the world’s oceans. Rivers are the arteries of our planet. From tiny tumbling streams to vast sluggish deltas, rivers are the link between the atmosphere, land and oceans. Since time immemorial people have clustered near rivers, taking advantage of the fresh water, fertile land, ready-made transport links and plentiful fish. And of course rivers are also excellent conveyor belts for whisking rubbish away. By analysing how much plastic is carried by different rivers all over the world, and assessing the amount of littering in areas surrounding rivers, Christian Schmidt, of the Helmholtz Centre for Environmental Research in Germany, and his colleagues have shown that large river systems act as super-highways in transporting plastic to the sea. Their research, published in the journal Environmental Science and Technology, shows that 10 river systems, located in heavily populated regions where littering is common, carry more than 90% of the plastic that ends up in the oceans. Two are in Africa (the Nile and the Niger) while the other eight are in Asia (the Ganges, Indus, Yellow, Yangtze, Haihe, Pearl, Mekong and Amur). “Halving the plastic input from the catchment areas of these rivers would already be a major success,” says Schmidt in a press statement. Next the researchers want to investigate the speed at which plastic travels from land to sea. • This article was amended on 1 February 2018. An earlier version said research revealed that more than 90% of plastic waste is transported to the world’s oceans by 10 river systems. That figure is for the global input of plastic into the world’s oceans, not 90% of all plastic waste."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}