{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/nov/20/christian-eriksen-tottenham-dortmund-champions-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-11-20T22:30:41Z", "webTitle": "Christian Eriksen and Tottenham aim to bounce back at Borussia Dortmund", "webUrl": "https://www.theguardian.com/football/2017/nov/20/christian-eriksen-tottenham-dortmund-champions-league", "apiUrl": "https://content.guardianapis.com/football/2017/nov/20/christian-eriksen-tottenham-dortmund-champions-league", "fields": {"headline": "Christian Eriksen and Tottenham aim to bounce back at Borussia Dortmund", "bodyText": "It was the night when Christian Eriksen made one of the grandest statements of his career. Denmark needed him to perform in the World Cup play-off second leg against the Republic of Ireland – and how he answered the call. The Tottenham Hotspur midfielder’s sumptuous hat-trick in Dublin fired a 5-1 win, qualification to the finals in Russia next summer and a wave of superlatives – the most headline-grabbing of which was from his manager, Age Hareide, who described him as one of the top 10 players in the world. It is a measure of the pace of modern football, together with its wild extremes, that – seven days on and in the lead-up to Tottenham’s Champions League Group H tie at Borussia Dortmund – Eriksen should talk of rather different emotions. The 2-0 defeat against Arsenal in the north London derby at the Emirates Stadium on Saturday has seen to that. Rather abruptly, he has felt the pedestal swept from underneath him. He is fired to prove himself once again. “It’s probably good that we have a game so quickly after the derby and you can have a bit of revenge – you can show the world that you are a bit better than what you saw on Saturday,” Eriksen said. “When you get a knock on the head, you’re going to lie down but we need to come back. “Getting your country to the World Cup is something that you don’t do often and it was very exciting. The game on Saturday was a big difference – a big blow compared to what happened last Tuesday. There was a high and a low and a big gap in between.” Eriksen went to the 2010 World Cup in South Africa as an 18-year-old prospect and he came on twice as a substitute; the second of his appearances was in the do-or-die final group game against Japan, when Denmark did not do and died. This time he will be the talisman of Hareide’s team, the player who will shoulder the hopes of a nation. “What the manager said after the Ireland game was a big compliment but talking to the media after a game like that – you put your players anywhere,” Eriksen said, with a smile. “I think I’ve kicked on over the last few years as opposed to just the last 12 months. I’ve shown more consistency. The whole Spurs team have shown incredible improvements.” The barometers of the progress are numerous. This time last year Tottenham lost 2-1 at Monaco in their penultimate Champions League group phase tie to exit the competition. Now they have qualified for the last 16 after four games and the talk is about what it would mean if they were to top the section. Two seasons ago Tottenham came to Dortmund in the last 16 of the Europa League and, with an understrength team, they were beaten 3-0. That occasion feels as though it was taken from another era. It also felt instructive that Mauricio Pochettino’s team had been the pre-derby favourites on Saturday, even if they failed to live up to the billing. “The expectation now is that we win the Champions League and Premier League and I am happy with the pressure and the criticism,” Pochettino said. “It means people expect more of us. We know very well we have improved in every single aspect.” Eriksen said: “People looked at our group at the start with Real Madrid and Dortmund and said that we’re going to have a tough time and end up in the Europa League. But we’ve shown that we’re better than that and we can compete in the Champions League.” The criticism that has tracked Pochettino and his players centres on their away record against fellow members of the Premier League’s big six. In 18 such fixtures under Pochettino, they have won only once. Although it is a different competition, they have the opportunity to show their mettle in Dortmund at one of the great venues of European football. Moreover, there is the thing about the trophies – or the lack of them. Some people insist that Pochettino needs to win one to validate his tenure. “Even though we’ve not won a trophy, I think when you consider where we’ve come from, I definitely think we’re on a positive way going forward,” Eriksen said. “We’ve already more than proved a good signal about Spurs to everyone.” Pochettino faces a selection dilemma against a Dortmund team that have drawn one and lost four of their last five Bundesliga matches and are all but out of the Champions League after a pair of draws against Apoel Nicosia. The manager, Peter Bosz, dropped the key striker, Pierre-Emerick Aubameyang, for Friday’s defeat at Stuttgart for disciplinary reasons – he will return against Tottenham – and the overall impression is of a club in disarray. With qualification assured, Pochettino promised he would make “some changes”. Will he press Dele Alli and Harry Kane into the starting lineup, after both were brought back from injuries against Arsenal? Alli stands to come face-to-face with Clement Turpin, the referee who took charge of England’s World Cup qualifier against Slovakia in September. That night the midfielder made the single-finger gesture that earned him an international ban and Fifa believed it was directed at Turpin. “I will tell Dele to be careful – if he plays,” Pochettino said."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}