{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2017/nov/14/tony-abbott-says-there-has-been-no-bullying-by-no-campaign-during-marriage-survey", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2017-11-13T22:44:58Z", "webTitle": "Tony Abbott says there has been no bullying by no campaign during marriage survey", "webUrl": "https://www.theguardian.com/australia-news/2017/nov/14/tony-abbott-says-there-has-been-no-bullying-by-no-campaign-during-marriage-survey", "apiUrl": "https://content.guardianapis.com/australia-news/2017/nov/14/tony-abbott-says-there-has-been-no-bullying-by-no-campaign-during-marriage-survey", "fields": {"headline": "Tony Abbott says there has been no bullying by no campaign during marriage survey", "bodyText": "Tony Abbott has said there has been “no bullying” from the no campaign in the marriage law postal survey and called on Malcolm Turnbull to do more to “protect freedom of religion” than the cross-party bill drafted by Senator Dean Smith. The former prime minister joins a chorus of conservatives who have lent backing to the rival bill released by Senator James Paterson, despite Turnbull saying the Smith bill is a good starting point for debate and the attorney general, George Brandis, suggesting it grants ample religious protection. Lawyers and marriage equality advocates have criticised the conservative Paterson bill for rolling back anti-discrimination laws to allow differential treatment of same-sex weddings, including giving private service providers the right to refuse to serve them. On Tuesday Brandis rejected Paterson’s proposed amendments, telling the Nine’s Today show: “If it’s legally and morally wrong to discriminate against one gay person, I don’t know how it becomes right to discriminate against two.” Brandis headed off suggestions that the party room should deal with the battle of the bills, saying: “We’re going to have a parliamentary debate and the starting point is Senator Smith’s bill, as the prime minister indicated yesterday.” “We’re certainly not going to remove one form of discrimination and at the same time instate a new form of discrimination,” Brandis earlier told Sky News. Brandis noted that civil laws allowed divorced people to remarry without any threat to Catholic teachings. In an opinion piece for the Australian Abbott said his decision to hold a national vote had been “vindicated” and there had been “no bullying, intimidation, or prejudice from the no campaign”. The official no campaign has campaigned heavily on unrelated issues of gender education while unauthorised materials have featured homophobic language labelling homosexuality a “curse of death” and saying “stop the fags”. Despite a participation rate expected to top 80%, Guardian’s Essential poll on Tuesday found that more voters thought the survey process was bad and should not repeated (45%) than believed it was good but should not be repeated (19%) or that it was good and should be repeated (27%). Abbott said the Smith bill “does no more than allow ministers of religion to decline to perform same-sex weddings”, ignoring its other provisions that allow civil celebrants to become independent religious celebrants and the ability for religious organisations to refuse to serve same-sex weddings. He quoted Turnbull’s remarks that he believes “even more strongly” in religious freedom than the right of same-sex couples to marry. He promised in the event of a yes vote opponents of same-sex marriage would facilitate the passage of a bill through parliament but the prime minister should “be as good as his word on entrenching the right to dissent from any new orthodoxy”. The former prime minister credited some advocates of same-sex marriage who argue it is “the latest manifestation of the decency and generosity of spirit that has long characterised western societies” but then suggested it was the first step in a slippery slope of changes that “slice and dice the ethical understandings on which our civilisation has rested”. Abbott suggested the no campaign had been successful because it had mobilised more than 5,000 volunteer door knockers and reduced support for same-sex marriage from highs of 70% two months ago. In last week’s Guardian Essential poll 64% of people who had voted in the postal survey said they had cast a yes ballot, a result echoed by Tuesday’s Newspoll which found 63% had said the same. With a yes vote widely expected when the Australian Bureau of Statistics announces the result on Wednesday the Coalition has been engaged in public in-fighting about which bill to use to legislate same-sex marriage. On Monday Turnbull rebuffed the Paterson bill by saying that Smith’s bill has “been around for some months and is clearly a good bill to start with”. Brandis told ABC’s 7.30 on Monday that any bill that parliament would consider would have “ample protections for religious freedom”. “I’m sure that there will be some people who have an agenda to politicise this,” he said. Support for Paterson’s bill has so far been confined to conservatives including Abbott, Matt Canavan, Angus Taylor, Zed Seselja and Michael Sukkar. Paterson has asked Smith, who intends to introduce his bill on Thursday, to delay the move pending a Coalition party-room meeting in two weeks’ time. The infrastructure minister, Darren Chester, told ABC News on Tuesday that the joint party room would discuss marriage and “people will come to a final position on the private member’s bill, eventually brought forward”. Chester said the postal survey debate had been “overwhelmingly” respectful but acknowledged there were “certainly outliers at either end of the debate that did themselves no favours with their conduct”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}