{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2017/nov/19/zimbabwe-zanu-pf-meeting-new-era-robert-mugabe", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2017-11-19T21:02:03Z", "webTitle": "Zanu-PF hopes of a 'new era' confounded by Mugabe's failure to resign", "webUrl": "https://www.theguardian.com/world/2017/nov/19/zimbabwe-zanu-pf-meeting-new-era-robert-mugabe", "apiUrl": "https://content.guardianapis.com/world/2017/nov/19/zimbabwe-zanu-pf-meeting-new-era-robert-mugabe", "fields": {"headline": "Zanu-PF hopes of a 'new era' confounded by Mugabe's failure to resign", "bodyText": "It was meant to be the seal on a week of chaos, excitement and fear. State TV went live to Robert Mugabe’s residence, where the 93-year-old, who had been detained by the army and ousted by his own party, was expected to offer a humble resignation. Instead, he gave a rambling, 20-minute speech laying out his plans for the future. He promised a “new work culture”, more attention for veterans and reforms in a fractured party, then signed off with the defiant trademark of the liberation struggle “you and me, we have good work to do”. Crowds in one bar, who thought they had gathered to cheer the end of an era, first gasped, then laughed, then slipped silently away in stunned disappointment. Mugabe’s own party appeared to have drawn a definitive line under his rule earlier on Sunday after a week of limbo and confusion. Gathered in Zanu-PF’s concrete conference hall in central Harare, the same men and women who had cheered on the ageing president for decade after decade, bending to his every will, voted to end his political career. They stripped him of party leadership, handed out an ultimatum for his resignation, and decided the succession. Former vice-president Emmerson Mnangagwa, ousted from party positions in the same place by the same delegates barely a month earlier, was crowned Zimbabwe’s new leader in waiting to wails of delight. Mugabe was either unable or unwilling to accept that the party that for so long had cheered him on had turned on him. Instead, he promised to preside over a long-planned party congress in December, and even warned against “acts calculated to compromise it”. It was his first address to the nation since troops had stormed his house nearly a week ago, and began as if it had been drafted by the generals behind that coup. Speaking slowly but precisely, Mugabe praised the military for detaining him. He stumbled briefly, lost his train of thought and asked to start again. With the generals helping him sort through the pages, he seemed the archetype of a fading, failing old man. When he turned to the state of the economy, it simply seemed as if he was struggling to break a lifetime habit of grandstanding addresses to well-disciplined crowds. But when he turned to internal party politics it gradually became clear that he had no plans to resign at all, ending instead with a defiant sign-off. Earlier in the day, Mnangagwa, the former guerrilla fighter nicknamed the Crocodile did not show up for his moment of triumph and vindication at the Zanu-PF meeting, and the crowd were not even sure if he was in the country. Mnangagwa fled to South Africa after being ousted as vice-president and has not been seen in public since. Mugabe’s speech suggested his caution may have been warranted, but his absence did not spoil the enjoyment of supporters old and new. Delegates from around the country leapt to their feet, dancing, clapping and singing Mnangagwa’s name in celebration. “This is the day that is defining the new birth and development of our country,” said Mike Madiro, chairman of one of the provincial party branches that set Mugabe’s formal dethroning in motion. The day’s events began with a slow rollcall through all 300 delegates to the Zanu-PF central committee, whose stolid meetings belie its power. The party controls the nation through a parliamentary majority, and the central committee technically speaks for the party. Everything about this meeting was exceptional. It was the first time a meeting had been held on a Sunday – things had never been so hasty before, one functionary said – and the first time foreign journalists had been allowed into the hall to film and question the loyal voters. Most disconcerting of all, the high platform at the end of the room where Mugabe presided for so long, was empty. All the party’s top figures had been purged or arrested in the weeks of factional fighting leading up to the coup that spelled the end of Mugabe’s reign, leaving no one with the right to take the stage. After an uneasy reference to a “leadership under the spotlight” a temporary chairman took over. Obert Mpofu, a man who had once described himself as Mugabe’s “most obedient son”, now seemed thrilled to lead the charge against the ageing, fading president. The meeting, which everyone knew had a foregone conclusion, marked “a new era not only for our party but for our nation as a whole”, Mpofu told the gathering to furious applause. Junior party members milling around outside were already wearing T-shirts printed with that very sentiment: New Era on the back; Team Zanu-PF on the front. It was intended as a show of the confidence and unquestioning party unity that has helped keep Zanu-PF in power for 37 years, and which its new leaders clearly hope will extend that legacy for many more. Mugabe’s blunt refusal to accept that authority, promising to preside over a party congress scheduled for next month, sets up the party and country for a difficult showdown. The meeting held back from attacking Mugabe himself, painting the nonagenarian as a hero led astray by a clique around his wife. And when Zimbabweans poured out onto the streets of Harare on Saturday to call on Mugabe to leave, opposition politicians shared platforms and airtime on the state broadcaster with Zanu-PF figures, and political opponents mingled in the joyful crowds. The size and emotion of that march made Mugabe’s departure almost inevitable. For all the regional distaste for coups, it was hard for even his staunchest supporters to claim he had any significant popular support left inside his country. But Zanu-PF officials handed all credit for that march to their allies, the powerful association of war veterans, and a string of party officials cast Mugabe’s departure as a moment more of party than national change. “Please don’t bring political parties into Zanu-PF affairs. We are talking about our issue: we have a majority in parliament and we have a capacity to continue government,” said Patrick Chinamasa, a senior party official and minister for cybersecurity. Because Zanu-PF controls the parliament, its nominee for president should sail through to become new leader, and the party can continue governing without a break, he said. “Why would there be a government of national unity when we are in power, when we have the majority? The nation is already united.” Chris Mutsavanga, a former Zanu-PF minister, also effectively ruled out any unity government and said opponents should focus instead on elections set for next year. “Since we are in the election mood let the people choose,” he told reporters outside the meeting. “The ruling party already has a mandate and Emmerson Mnangagwa is the leader who has been chosen by the central committee” A graffito in the headquarters toilet proclaimed an even blunter message: “Zanu-PF will rule forever.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}