{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/nov/11/youngsters-path-forward-england-gareth-southgate", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-11-11T22:30:37Z", "webTitle": "Blooding youngsters is path forward for England, says Gareth Southgate", "webUrl": "https://www.theguardian.com/football/2017/nov/11/youngsters-path-forward-england-gareth-southgate", "apiUrl": "https://content.guardianapis.com/football/2017/nov/11/youngsters-path-forward-england-gareth-southgate", "fields": {"headline": "Blooding youngsters is path forward for England, says Gareth Southgate", "bodyText": "Gareth Southgate has said his successor as England manager may end up benefiting most from the current setup’s commitment to youth progression, with a trio of players from the England under-21s called up for Tuesday’s friendly against Brazil. The Bournemouth midfielder Lewis Cook is to join Liverpool’s Dominic Solanke and the Norwich goalkeeper Angus Gunn, who is on loan from Manchester City, in the senior squad for the game at Wembley having played in the juniors’ 2-0 European Championship qualifying win in Ukraine on Friday. The three were being checked by the Football Association’s medics on Saturday night with Southgate, having originally envisaged elevating Solanke – a scorer at Kiev’s Obolon Arena – Dominic Calvert-Lewin and Demarai Gray, opting instead for players in positions where the seniors require greater cover. Southgate had described the decision to blood more youngsters, who had made such a favourable impression in the eye‑catching success in junior tournaments over the summer, as a no brainer after seeing a young England team draw 0-0 with the reigning world champions, Germany, on Friday. Cook captained the under-20s to their World Cup win and Solanke earned the tournament’s Golden Ball with four goals in England’s success, with their elevation to the squad to play Brazil part of the senior setup’s long-term strategy to offer a pathway to progress. “I’ve got to assess who are the players that I think could play at the highest level,” said Southgate. “They might not be 100% ready now, but who do we want to invest our time in? Ruben [Loftus‑Cheek], [Joe] Gomez, when he came on, and Jordan Pickford have shown some really good qualities. [Harry] Winks is the same. We had to get the balance through qualification. We had to qualify and then we could start to look at some of these guys and see what was possible. “It’s not going to all happen before the World Cup, and some of them might not be ready for next summer, but there are exciting young English players coming through which is encouraging. “Whether it is me that benefits from that or the next manager, the reason I was given the job was that I have an understanding of what is coming through. We’ve looked at what Germany have done over a period of time and want to establish a pathway for our young players. If we do that, the technical type of player that is coming through our system now and the athletic profile we have got could be really exciting. “Our job is to analyse why other countries’ teams are being successful and what does our system look like. I have to say huge credit to the clubs for developing the sort of players they are developing, but we would be foolish not to see the signs of Spain and Germany being successful following on from success at youth level and sticking with some continuity with the way they play and the people involved. “For me it is all about the bigger picture and what is right for England. I haven’t enjoyed watching us play in all our games but away in Germany, against Spain and Germany at home I’ve enjoyed the performance.” Joe Hart will start in goal against Brazil although Jack Butland would have played had he not broken a finger in training on the eve of the Germany match. Phil Jones, England’s most capped starter on Friday, with 24 appearances, aggravated a slight thigh problem picked up in Manchester United’s defeat at Huddersfield and is to return to Manchester United for treatment and is ruled out, with Gary Cahill likely to step back into the side. Marcus Rashford should start, but Southgate will assess Loftus-Cheek, Gomez and Tammy Abraham to determine the extent of their involvement. “The Germany game will have taken a lot out of all of them, and Tuesday will be a much harder test because of the effort we put in,” Southgate said. “Very often you can go into one game and do really well and then you have to find that level of performance so quickly again. We’ll have to think about the team we pick and who is ready, but whatever happens these two games will be a brilliant experience for us.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}