{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2017/nov/05/hacks-review-donna-brazile-hillary-clinton-democrats-donald-trump", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-11-05T19:15:16Z", "webTitle": "Hacks review: Donna Brazile lifts lid on Hillary and the Democrats' disaster", "webUrl": "https://www.theguardian.com/us-news/2017/nov/05/hacks-review-donna-brazile-hillary-clinton-democrats-donald-trump", "apiUrl": "https://content.guardianapis.com/us-news/2017/nov/05/hacks-review-donna-brazile-hillary-clinton-democrats-donald-trump", "fields": {"headline": "Hacks review: Donna Brazile lifts lid on Hillary and the Democrats' disaster", "bodyText": "Twice in the past five presidential elections, the Democrats won the popular vote only to meet defeat in the electoral college. In 2000, a mere 537-vote deficit in Florida and the US supreme court stood between Al Gore and the White House. Sixteen years later, Hillary Clinton garnered a 2.86 million vote plurality, only to see her ambitions dashed in the Rust Belt. Both times, Donna Brazile was there, first as Gore’s campaign manager, then in 2016 as the interim chair of the Democratic National Committee (DNC). Brazile most certainly has a story to tell. In Hacks, her new book, she points fingers, names names and self-absolves. Replete with f-bombs, male anatomical references and tales of alcohol consumption, the book is an easy and vivid read, everything one expects in a first-person campaign narrative – except for its detailed discussion of Russia’s hacks, WikiLeaks, and threats to Brazile herself. On that score, the book is down-right alarming. From the get-go, Brazile bristles with contempt for Robby Mook, the data-driven Clinton campaign manager, and Brandon Davis, Mook’s emissary to the Democratic National Committee (DNC). She is respectfully disapproving of Clinton’s hauteur and tin ear, which she captures with a deft touch, and bathes Representative Debbie Wasserman Schultz, Brazile’s predecessor at the debt-ridden DNC, with acid-laced kindness. Brazile also takes the Obamas to task for standing idly as the Democratic party imploded on their watch. As Brazile tells it, “three titanic egos – Barack, Hillary, and Debbie – had stripped the party to a shell for their own purposes.” Brazile pummels Mook. Mincing no words, she declares: “I want to talk about the arrogance and isolation of the Clinton campaign and the cult of Robby Mook, who felt fresh but turned up stale, in a campaign haunted by ghosts and lacking in enthusiasm, focus, and heart.” In Brazile’s view, campaigns are supposed to be about competence in execution, passion and fun. On this score, Mook was 0-for-3. Worse, Mook and his men sought to put the kibosh on Brazile’s efforts to bolster the DNC and the Democrats, which tack was driven in large measure by sexism but not racism, according to the African-American Brazile. Over a conference call with the Clinton campaign’s high command, Brazile recalls, genital size became the measure of all things. She announced: “This feels like power and control. Gentlemen, let’s just put our dicks on the table and see who’s got the bigger one, because I know that mine is bigger than all of yours.” Interestingly, Huma Abedin, Clinton’s supposed alter ego, is never present during these dust-ups, giving the impression that she was simply Clinton’s kid-sister and disgraced former congressman Anthony Weiner’s ex-wife. Abedin as strategic player? Not so much. After Clinton’s “deplorables” speech at Cipriani Wall Street and her collapse at the 9/11 ceremony in lower Manhattan, Brazile writes that she was forced to take stock of Clinton’s candidacy and assess the possibility of replacing the ticket, a power actually possessed by the DNC. In Brazile’s view, a combination of Vice-President Joe Biden and Senator Cory Booker would have been a dream team, particularly in the face of Donald Trump’s appeal to white working-class voters and the Democrats’ dependence on minority turnout. Brazile also writes that Clinton’s failure to immediately come clean about her bout with pneumonia “fed the impression that Hillary was lying to us”. As to be expected, Brazile goes easy on Brazile. She makes no mention of the DNC spending scarce funds in get-out-the-vote efforts that targeted Chicago (in reliably blue Illinois) and New Orleans (in predictably red Louisiana). She also pushes back hard against accusations that she leaked primary debate questions to the Clinton campaign, even as she was a CNN commentator. Still, Brazile acknowledges that as the result of binding agreements hammered out by Wasserman Schultz, the DNC had become a Clinton campaign subsidiary. Yes, the Bernie Bros really had reason to be angry. The fix was in. Brazile also deals with race, gender, and identity politics. Hacks recounts how turnout among black women dropped from Obama’s presidential bids to Clinton’s run, and discusses incarceration as an issue of particular concern to African American voters. At the same time, Brazile, an adjunct assistant professor, writes of how her students disapproved of identity politics. Sounding awfully like Columbia’s Mark Lilla, Brazile comments that her students thought Clinton spent too much time “trying to appeal to people based on their race, or their gender, or their sexual orientation” and not enough time on the issues. In reality, even with Donald Trump, this is a problem the Democrats must address. Running up the score in Blue America, without an eye toward America’s interior, is a surefire way of making 2020 a rerun of 2000 and 2016."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}