{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/nov/01/chris-robshaw-harlequins-marland-yarde-better-place-sale", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-11-01T22:00:37Z", "webTitle": "Chris Robshaw says Harlequins ‘in a better place’ without Marland Yarde", "webUrl": "https://www.theguardian.com/sport/2017/nov/01/chris-robshaw-harlequins-marland-yarde-better-place-sale", "apiUrl": "https://content.guardianapis.com/sport/2017/nov/01/chris-robshaw-harlequins-marland-yarde-better-place-sale", "fields": {"headline": "Chris Robshaw says Harlequins ‘in a better place’ without Marland Yarde", "bodyText": "Chris Robshaw has criticised the behaviour of his erstwhile Harlequins team-mate Marland Yarde, saying his club will be better off without the wing, who has signed for Sale after being shown the door at The Stoop for repeatedly missing training. The former England captain, normally among the game’s most diplomatic men, made little effort to disguise his feelings about Yarde’s conduct after it was confirmed the 25-year-old, capped 13 times, has signed a three-year deal with Sale. “I am disappointed in him,” said Robshaw, fully supportive of the decision of John Kingston, the Quins director of rugby, to dispense with Yarde’s services. “Marland’s run out of lives and we’ll be in a better place for it. It’s a massive shame because he’s a talented player but John has made a great stance. As a club we’re going to be in a better place now.” Robshaw’s withering verdict will make it extremely hard for Eddie Jones to recall Yarde to the international fold even if England’s injury problems on the wings fail to ease. When a respected player like Robshaw openly describes a team‑mate as a negative influence at club level, it would seem a significant period of rehabilitation will be needed before Yarde can expect a Test recall. It is understood Yarde missed three Harlequins training sessions this season without offering a satisfactory excuse. In August he failed to report for training 24 hours before the squad were scheduled to leave for a pre-season training camp in Germany, claiming he had overslept after taking some sleeping pills. He was subsequently told not to attend the camp in Herzogenaurach and then also missed a routine midweek session. When he failed to turn up for the captain’s run before the Champions Cup fixture against Wasps – which Quins lost 41-10 – and could not be contacted by phone, the club’s patience snapped. “Every decision I make is with the intention of doing the right thing for Harlequins, and that’s the way it will always be,” Kingston said. Yarde, who began his career with London Irish and scored 18 tries in 62 appearances for Quins, will now be looking to make a fresh start in Manchester. “He is a very exciting player and he will very much suit our attacking style of play,” said Steve Diamond, the Sale director of rugby. “He’s still very young with his best years ahead of him.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}