{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2017/nov/20/budget-boost-for-nhs-to-fall-well-short-of-management-demands", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2017-11-20T22:22:34Z", "webTitle": "Budget boost for NHS to fall well short of management demands", "webUrl": "https://www.theguardian.com/society/2017/nov/20/budget-boost-for-nhs-to-fall-well-short-of-management-demands", "apiUrl": "https://content.guardianapis.com/society/2017/nov/20/budget-boost-for-nhs-to-fall-well-short-of-management-demands", "fields": {"headline": "Budget boost for NHS to fall well short of management demands", "bodyText": "Philip Hammond is to give the NHS an emergency cash injection in the budget, though the chancellor will disappoint health service bosses by increasing funding by far less than they believe is needed. Hammond is understood to be preparing to unveil a plan to give the NHS up to £6bn by 2022 for three different purposes. Despite already rejecting a plea by the NHS chief executive, Simon Stevens, for £4bn extra for next year, Hammond is thought to nevertheless be ready to give the NHS approaching, but less than, £1bn more than previously planned in 2018-19 to meet its running costs and to maintain care standards. He is also expected to announce that the NHS in England will receive an extra £1bn for each of the next four years in capital funding, which is used to build new NHS premises, undertake repairs and buy new equipment. However, that is £6bn less than the £10bn extra capital funding Theresa May promised during the election campaign earlier this year. Hammond may indicate that selloffs of NHS land and property can plug most or all of that gap. Sources say that Hammond is also likely to indicate that the government will give the NHS some further money to help cover the cost of the pay rise its 1.4m staff receive next year now that ministers have decided to end the 1% pay cap. He is likely to say that the exact sum the Treasury will provide will depend on what the two NHS pay review bodies recommend. But sources estimate that Hammond’s pledge could ultimately yield several hundred million pounds for the NHS as each 1% rise in staff pay would cost £500m. Hammond angered NHS leaders by making clear on BBC1’s Andrew Marr Show on Sunday that he would not bow to the demands by Stevens to raise the NHS budget by £4bn next year. He said he was not persuaded that “armageddon will arrive” without that level of extra investment. Informed sources say that Hammond and May accept that they have to give the NHS more than the £124.4bn planned in 2018-19 in order to avoid breaking the Conservative manifesto pledge that health spending per head would grow every year of this parliament. Funding needs to grow by at least £310m to avoid that promise being broken. Chris Ham, the chief executive of the King’s Fund health thinktank, said: “If these numbers are confirmed, they will provide some relief to an NHS struggling to meet rising patient demands with budgets that have been constrained for eight years. However, they fall well short of the £4bn increase we estimate is needed in 2018-19 to prevent standards of care falling further.” Chris Hopson, the chief executive of NHS Providers, which represents hospital trusts, claimed ministers were expecting the NHS to make unrealistically ambitious improvements to productivity to meet the shortfall in the cost of covering the staff pay rise. He said: “The economy as a whole has seen average productivity gains of 0.2% a year over the last five years. The historical NHS average has been 1% a year. Thanks to the hard work of trusts, we’ve significantly exceeded both these – realising an average productivity gain of 1.7% a year between 2009-10 and 2014-15. “And we mustn’t forget that the spending review plans already assume productivity gains of 2-3% a year between now and 2021. Is it really credible to argue that a significant level of further gain can be realised? Or is this a way of justifying a decision not to make the extra investment in the NHS that is needed?”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}