{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2017/nov/01/new-york-attack-sayfullo-saipov-terrorism-charges", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-11-01T23:08:30Z", "webTitle": "New York attack suspect Sayfullo Saipov charged with terrorism", "webUrl": "https://www.theguardian.com/us-news/2017/nov/01/new-york-attack-sayfullo-saipov-terrorism-charges", "apiUrl": "https://content.guardianapis.com/us-news/2017/nov/01/new-york-attack-sayfullo-saipov-terrorism-charges", "fields": {"headline": "New York attack suspect Sayfullo Saipov charged with terrorism", "bodyText": "The suspect in Tuesday’s deadly New York City truck attack appears to have been inspired by violent Isis videos depicting beheadings and shootings, according to prosecutors. Sayfullo Saipov was taken to the New York federal courthouse in a wheelchair, handcuffed and with his feet shackled on Wednesday, shortly after the charges were announced at a press conference. The 29-year-old was charged with providing material support to a terrorist group and violence and destruction of motor vehicles. The details of the charges were outlined in criminal complaint filed Wednesday by the US attorney for the southern district court of New York. Prosecutors said in the complaint that Saipov planned the attack for Halloween because he knew more people would be out on the streets. It was the deadliest terrorist act in New York City since 9/11. Saipov drove a rented Home Depot truck down a bike lane intentionally, killing eight and injuring 12 before crashing into a school bus, exiting and being shot in the stomach by a New York City police department officer. He had planned to continue the attack for several more miles to the Brooklyn Bridge. According to the complaint, Saipov was inspired by Isis videos he watched on his cellphone and began planning an attack in the US almost a year ago and had rented a truck on 22 October to practice making turns. Law enforcement recovered two cellphones from the truck used in the attack, including one that had approximately 90 videos which appeared to be Isis propaganda, according to the complaint. The videos included footage of fighters shooting someone in the face, beheadings, and information on how to make an explosive device. Saipov was interviewed by law enforcement officials while recovering from the gunshot wound in the hospital, where he asked to display the Isis flag in his room and told officials “he felt good about what he had done”, prosecutors said in the complaint. Saipov dropped a pellet gun and paintball gun at the scene, prosecutors said. In the truck, he also left behind a note, handwritten in Arabic and English, that included Islamic religious references. John Miller, deputy New York police commissioner for intelligence, said at an earlier press conference that Saipov “appears to have followed, almost exactly to a T, the instructions that Isis has put out”. In the past few years, the Islamic State has exhorted followers online to use vehicles, knives or other close-at-hand means of killing people in their home countries. England, France and Germany have all seen deadly vehicle attacks since mid-2016. A November 2016 issue of the group’s online magazine detailed features that an attack truck or van should have, suggested renting such a vehicle and recommended targeting crowded streets and outdoor gatherings, according to the Site Intelligence Group, a militant-monitoring agency. The charge sheet makes extensive note of Saipov’s fervent, pledged support for Isis. It said he wanted to attach the Isis flag to the front and back of his rental truck when he launched the attack, but decided against that as it might draw too much attention to him. The FBI briefly announced it was looking to question a second Uzbek man in conjunction with the attack on Wednesday but withdrew the bulletin shortly after. “We’ve found him and I’ll leave it at that,” said William Sweeney, assistant director of the FBI’s New York field office, at a press conference on Wednesday night. The attack killed five people from Argentina, one from Belgium and two Americans, authorities said. Nine people remained hospitalized in serious or critical condition, with injuries that included lost limbs and wounds to the head, chest and neck. On Wednesday, the Belgian who was killed was identified as Ann-Laure Decadt, 31, the mother of a three-year-old and a three-month-old son, who had traveled with her relatives to New York from a rural town in Belgium. Her husband and children had not traveled with her. The only New Yorker killed in the attack was 23-year-old Nicholas Cleves, a software engineer and web developer who lived in Greenwich Village. Online profiles show he went to Elisabeth Irwin high school in New York City and graduated last year from Skidmore College with a degree in computer science. He had been working as a software engineer for the Unified Digital Group. On the morning after the bloodshed, city leaders vowed New York would not be intimidated, and they commended New Yorkers for going ahead with Halloween festivities on Tuesday night. They also said Sunday’s New York City Marathon, with 50,000 participants and some 2 million spectators anticipated, will go on as scheduled on 5 November. “We will not be cowed. We will not be thrown off by anything,” said Mayor Bill de Blasio. While the mayor said there have been no credible threats of any additional attacks, police said they were adding more sniper teams, bomb-sniffing dogs, helicopters, sand-truck barricades and other security measures along the marathon route, in the subways and at other sites. Additional reporting by the Associated Press"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}