{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/jul/12/advertising.marketingandpr", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-07-11T23:39:25Z", "webTitle": "Tobacco firm in dock over F1 plans", "webUrl": "https://www.theguardian.com/media/2004/jul/12/advertising.marketingandpr", "apiUrl": "https://content.guardianapis.com/media/2004/jul/12/advertising.marketingandpr", "fields": {"headline": "Tobacco firm in dock over F1 plans", "bodyText": "The strength of the alliance between cigarette giant British American Tobacco and formula one has been exposed today, with the maker of Benson &amp; Hedges accused of using spin-off grand prix toys and computer games to push smoking. BAT is using formula one to dodge advertising restrictions and create a global cigarette brand to rival Marlboro by boosting sales in Asia, internal company documents for marketing the cigarettes reveal. Other marketing proposals included creating toys and computer games featuring formula one drivers and giving away toy cars in Lucky Strike cigarette packets, although the company says it would not favour \"cuddly toy\" lines favoured by the likes of Disney. It also explains that its State Express 555 brand would do particularly well in China because numbers would be easily recognisable by a population the vast majority of which does not speak or read English. Formula one is a willing accomplice in the marketing push, moving races from European cities - where tobacco advertising is banned - to tobacco friendly Asian countries such as China, which holds its first grand prix in Shanghai in September. A BAT memo remarked that corporate hospitality at the racetrack assisted in \"tickling the soft underbelly of the decision makers\". Dr Jeff Collin, co-author of a report into the BAT strategy published in the British Medical Journal, said: \"Formula one is clearly used by BAT in an attempt to create a global brand that can compete with Philip Morris's Marlboro. \"The first Chinese grand prix in September is just a major coup for tobacco companies in reshaping formula one as a sport to advance their own commercial ends,\" said Dr Collin, of the London School of Hygiene and Tropical Medicine. Cigarette firms are branding other products BAT heavily promotes its State Express 555 cigarette brand in China, because, as the company told its public relations firm Edelman: \"The strength for 555 in the region is that the few western characters that they can understand are numerals.\" To get around advertising bans, cigarette companies create what is called \"trade market diversification\" - putting their cigarette brands on other products, such as Camel boots. BAT, which has a 16% global market share, went as far as to create its own formula one team, British American Racing. After a poor showing in previous years, British star Jenson Button has helped BAR Honda to a successful season on the track - but it has excelled at promoting cigarettes. A spokeswoman for BAT said the company had undertaken to withdraw from sponsorship of formula one worldwide by the end of 2006. It was also selling its stake in British American Racing, she said. But the BAT documents show that formula one owner Bernie Ecclestone is seen as a great help in the marketing push. \"Allies such as Bernie Ecclestone are available to us and properly briefed play a tremendous role in effecting legislation,\" BAT head of global sponsorship Tom Moser wrote in 1997. That year the Labour party was forced to return a £1m donation from Mr Ecclestone after he sought - and gained - an exemption from European tobacco sponsorship bans. 'Our direction will be computers' FIA, the formula one governing body, has reversed a commitment to abandon tobacco sponsorship by 2006, blaming changes in EU regulations. Other marketing ideas BAT considered included distributing 3 million model cars inside Lucky Strike cigarette packets through Brazilian newspapers and creating merchandise in the image of BAR driver Jacques Villeneuve. A memo from The Marketing Group to BAT said: \"We should not follow the 'cuddly/funny animal' character concept as in the NFL pre-game show, Disney theme parks or events like the World Cup. \"We feel this concept has run its course and is probably more popular with very young children rather than 'kids'. \"Our direction will be computers. For example, a computer rendered character - as in the character from the PlayStation game Tomb Raider or Tekken.\" The BAT spokeswoman said she would not comment in detail about the documents obtained by the British Medical Journal, saying the company had a policy of never commenting on documents obtained from its depository. \"It's very easy to take them out of context,\" she said. · To contact the MediaGuardian news desk email editor@mediatheguardian.com or phone 020 7239 9857 · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}