{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/jul/12/mediatop100200498", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-07-11T23:39:22Z", "webTitle": "Hutton leaves his mark on TV land", "webUrl": "https://www.theguardian.com/media/2004/jul/12/mediatop100200498", "apiUrl": "https://content.guardianapis.com/media/2004/jul/12/mediatop100200498", "fields": {"headline": "Hutton leaves his mark on TV land", "bodyText": "It is all change in the MediaGuardian 100 television top 10 this year, with three resignations and a shareholder revolt knocking Greg Dyke, Gavyn Davies, Tony Ball and Michael Green out of the list for starters. And the fluctuating fortunes of other leading TV players means that only three names remain the same from the 2003 TV top 10. One constant, inevitably, is News Corporation executive chairman Rupert Murdoch, who returns to the top spot in both the TV top 10 and the MediaGuardian 100, after being briefly usurped by Mr Dyke last year. It is difficult to argue with this choice, given that BSkyB, in which News Corp is the largest shareholder, has consolidated its position as the UK's leading pay-TV broadcaster in the past year, topping 7 million Sky Digital subscribers and moving back into profit after five years of heavy investment in its digital satellite service. Mr Murdoch was also successful in getting his son, James, parachuted in as BSkyB chief executive, following Mr Ball's resignation in September last year. This appointment catapults Murdoch junior straight into the number five spot in the TV list (No 12 in the top 100), but he faces some tricky strategic challenges. Not least of which is launching Sky's free digital satellite service this autumn to counter the growth of Freeview, and meeting the target set by his predecessor of reaching 8 million BSkyB subscribers by the end of next year. The Hutton report did for numbers one and three in last year's TV top 10, BBC director general Greg Dyke and chairman Gavyn Davies. But Mr Davies' replacement, veteran TV executive Michael Grade, comes straight in at this year's number two (also second in the top 100); while Mark Thompson, who took over from Mr Dyke last month, is at number four (No 6 overall). Switching the rank of the director general and chairman comes down to the fact that Mr Grade has more broadcasting experience than Mr Thompson and is also far more of a front of house man than Mr Davies, who was more the behind-the-scenes policy wonk. But Mr Thompson has still risen from 10th position in last year's TV top 10, which is a sign of the relatively rapid rise of the man who was Channel 4 chief executive at the time of last year's list. Mr Thompson's surprise replacement at Channel 4, BBC marketing director Andy Duncan, comes in at number six on the TV top 10 list (No 15 in top 100). Last year, Charles Allen and Michael Green, then the chairmen of soon to merge Granada and Carlton, occupied the number five and six slots in the TV list. Mr Green was famously ousted as ITV chairman designate in October by disgruntled shareholders, who had initially also targeted chief executive designate Mr Allen. He survived that attempted palace coup to guide the Carlton/Granada merger safely through the final regulatory hurdles in February this year and is now busy selling the benefits of bringing the two company's together as ITV plc to the City and the media. However, there is continuing speculation that ITV shareholders may still be after his scalp, with Mr Dyke tipped as one possible replacement. For this reason, Mr Allen has slipped out of the TV top 10 this year (and from 14 to 30 overall), while ITV chairman Sir Peter Burt - who would play a key role in any move to oust his chief executive - coming in at number three (No 4 overall). ITV director of programmes Nigel Pickard and his Channel 4 counterpart, Kevin Lygo, are both new entries on the TV top 10, at number seven and nine respectively. Mr Pickard has come through the uncertainty of the Carlton/Granada merger looking to be in a stronger position, with an ITV broadcasting, sales and marketing operation that for the first time ever is united behind its director of programmes - which is reflected in his rise up the top 100 from 44 last year to 16. Mr Lygo's similarly vertiginous rise (from 47 to 23) can be put down to the fact that in the past year he has nearly trebled the size of the programme budget he controls by moving from Channel Five to Channel 4. Simon Cowell has already wormed his way into the public consciousness with his scathing put-downs on Pop Idol. Cowell comes into this year's TV top 10 at number eight, courtesy of an exclusive deal with ITV, from which the first fruit will be a major new ITV1 reality show, X-Factor, this autumn. As BBC director of TV, Jana Bennett remains the third most powerful executive at the corporation, overseeing six channels and an annual programme spend of nearly £1.4bn, which accounts for her place at the TV top 10 table. The one other obvious name from last year's list that has disappeared from the 2004 TV top 10 is that of Sky Networks managing director Dawn Airey. Perhaps because there were such high expectations of Ms Airey when she went to BSkyB 18 months ago there is now a perception that she has yet to really leave her mark on the satellite broadcaster's business."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}