{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/jul/02/cricket", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-07-01T23:58:11Z", "webTitle": "Lamb denies that fifth game is gift to Mugabe", "webUrl": "https://www.theguardian.com/sport/2004/jul/02/cricket", "apiUrl": "https://content.guardianapis.com/sport/2004/jul/02/cricket", "fields": {"headline": "Lamb denies that fifth game is gift to Mugabe", "bodyText": "The England and Wales Cricket Board last night distanced itself from suggestions that it was giving succour to Robert Mugabe's government by agreeing to England playing a fifth one-day international on their Zimbabwe tour. The agreement had earlier been presented by Ehsan Mani, president of the International Cricket Council, as part of the process by which Zimbabwe would return to Test match cricket after confirmation that the ICC had cancelled the two series against England and Pakistan. \"The ECB announced yesterday at our board meeting that they will be going and will be prepared to play more matches than originally agreed,\" said Mani yesterday. \"They were originally playing four and now say they may play five. It's very encouraging.\" But Tim Lamb, the ECB's chief executive, said: \"It's not an extra match, it's the reinstatement of the original fifth match.\" England had been scheduled to play two Tests and five one-day internationals but that was negotiated down because a tour of South Africa was to follow. \"In the time frame available [it] was too heavy a workload on the players,\" said Lamb. \"Now that the reason for the reduction has gone away - no Test matches - space has been freed up for us to reinstate the fifth match. \"If the reason for reducing from five to four was because of the political process they might have a legitimate argument. But it wasn't. We shouldn't see the reinstatement of an originally agreed match as in some way endorsement of the Zimbabwean regime.\" Mani said Zimbabwe would be fed a diet of A internationals before returning to the Test arena in January. Its Test status would then depend on the team's performance against Bangladesh plus the outcome of the dispute between the Zimbabwe board and its players and an investigation into allegations by the players of racism. Mani said the warring factions would be given 14 days to find a mechanism to sort out their dispute, otherwise the ICC would step in. And \"an eminent person or persons will investigate the allegations of racism\". The ICC, which yesterday agreed the membership of China, Mexico and the Isle of Man, has delayed a decision on moving its administration - probably to Dubai - after a British government intervention to keep the ICC at Lord's, its home for 95 years. \"It's very encouraging, but what is disappointing is that it came at the 59th minute of the 11th hour,\" said Malcolm Speed, the ICC's chief executive. \"We now want to meet with the government . . . around the world, governments are offering world sports governing bodies tax-exemption status and that is a big issue for us.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}