{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/jul/02/formulaone.alanhenry", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-07-01T23:58:09Z", "webTitle": "Mosley to stand down as FIA president", "webUrl": "https://www.theguardian.com/sport/2004/jul/02/formulaone.alanhenry", "apiUrl": "https://content.guardianapis.com/sport/2004/jul/02/formulaone.alanhenry", "fields": {"headline": "Mosley pulls into the pits", "bodyText": "Max Mosley said yesterday that he would stand down as president of the FIA, motor sport's international governing body, at the end of October after 12 years in office. The announcement here, in the build-up to Sunday's French grand prix, led to speculation that it was a piece of political manoeuvring, inviting the teams to insist he stay on, which would strengthen his power base, or perhaps an admission that he is simply fed up with a business which is increasingly ungovernable. Formula one is currently trying to agree new technical regulations at a time when it is also trying to shape new commercial deals which will see income shared more widely. If the decision of Mosley, a former barrister, now 64, is irrevocable, he will probably go on to pursue a career in European Union politics where he has already been active on road safety issues. Michael Schumacher, the world champion, paid tribute to the Briton. \"It's obviously quite surprising news,\" he said. \"I think Max has been very good in what he has done. There have been times when maybe I haven't agreed with him but in general for the sport he has achieved a lot in terms of safety and the reputation of formula one.\" Mosley is believed to have been stung by criticism last week from the FIA vice-president Jacques Regis, president of the Fédération Française du Sport Automobile, France's governing body, who insisted Mosley needed to change his policies if he was to have a hope of being re-elected in the autumn of 2005. \"Mosley does not consult me and I have the impression that I am not alone in this respect,\" Regis told Auto Hebdo maga zine. \"He lives in his glass bubble and makes decisions by himself and with his staff. They are certainly of a high level but they ignore all those on the ground.\" Regis is tipped as a possible candidate for the job at the 2005 elections, with a caretaker president being appointed when Mosley leaves in four months' time. Ferrari's sporting director Jean Todt has also been mentioned but yesterday he said he was very happy in his recent appointment as managing director of the Ferrari company. Mosley's tenure as FIA president has been colourful and often controversial. Independently wealthy, he initially declined to take a salary for the job, doing it merely for expenses. He also took a robust attitude towards the formula one teams when it came to negotiating new regulations, worked closely with Bernie Ecclestone, with whom he has been associated for the past 25 years, and was not averse to forcing through rule changes on the grounds of safety. In 1994 after Ayrton Senna's fatal accident in the San Marino grand prix at Imola, Mosley insisted on a raft of changes including reduced engine capacity and modified aerodynamics to reduce lap speeds. When the teams complained, he forced the changes through by threatening that the FIA would not run the formula one world championship in 1995 unless they agreed. Mosley raced as an amateur in the 1960s and his views on safety were forged during this time, which included driving his Brabham-Cosworth in the formula two race at Hockenheim in which Jim Clark was killed in 1968. To this day he keeps a 36-year-old copy of the Italian sports magazine Il Giorno in a corner of his office. Dominating its front page is a photograph of Jean-Pierre Jaussaud's blazing Tecno at Monza with Mosley's Brabham passing in the foreground. Jaussaud escaped with a broken leg but Mosley said: \"Each time I went past it I could feel the heat from the fire. I remember resolving when I was racing in formula two that, if I ever got into any position of authority within the sport, I would try to reverse the 'if you do not like it, you do not have to do it' and 'if you think a corner is dangerous, just slow down' syndrome, which is all nonsense.\" Mosley moved into team ownership, founding the successful March company in 1969, and then into the sport's administration in 1979, helping to draft the first Concorde agreement which set out how the sport is run. Mosley moments ·1969 Retires from race-driving, founds March formula one team with Robin Herd for 1970 season. ·1977 Becomes legal adviser to Bernie Ecclestone, president of the F1 constructors' association. ·1991 Defeats incumbent Jean-Marie Balestre for FIA presidency. · 1994 Forces through draconian technical changes in wake of Senna accident. ·1997 Bans slicks for grooved tyres to reduce cornering speeds."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}