{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2004/jul/21/publicfinances.publicsector", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2004-07-20T23:40:10Z", "webTitle": "Moving on up", "webUrl": "https://www.theguardian.com/money/2004/jul/21/publicfinances.publicsector", "apiUrl": "https://content.guardianapis.com/money/2004/jul/21/publicfinances.publicsector", "fields": {"headline": "Moving on up", "bodyText": "Relocation conjures up a picture of forlorn civil servants lugging their cases to King's Cross station to start a new life north of the Humber. The reality of Gordon Brown's promise to disperse 20,000 jobs out of London and the south-east - which, for official purposes, stretches to Portsmouth - will be a lot less colourful. Take that headline figure. The number of people who will be required to pack and wave goodbye to the Great Wen could be a lot fewer - only 6,000, says Paul Spencer, a director at relocation specialists Sirva. Whitehall departments are being squeezed to cut their operational costs and are scheduled to lose 70,600 posts by April 2008. Some 82% of Department for Work and Pensions staff are already outside London and the south-east; around one in 20 of its staff leaves each year. Relocation is going to see much juggling of offices and manpower; the end result could be few transfers and none of the bright new offices in Oldham or Bradford that some have imagined. The Office of National Statistics, relocating 600 posts, already has offices in Newport, south Wales, and Southport, and it is there that any expansion is likely to take place. The Ministry of Defence looks likely to move posts to an existing site near Bristol, an attractive city and hardly deprived. All that the Office of the Deputy Prime Minister (ODPM) proposes is to relocate some 240 posts to its own regional offices. That, by the way, is only 5% of its strength and an even smaller proportion of the total staff \"belonging\" to the office if you include such quangos as the Housing Corporation. This commitment to decentralisation was termed \"modest\" by Sir Michael Lyons, the former Birmingham chief executive who wrote Brown's relocation plan. The ODPM will be advising other departments on where to go; they might not take too kindly its guidance on \"how best to meet business needs whilst creating efficiencies\". Regional development agencies (RDAs) and city boosters from Manchester to Leeds are greatly excited; estate agents and office suppliers are licking their lips. However, they may need to be patient. A post is not the same as a person. Bryan Gray, chairman of the Northwest development agency, says his region wants \"quality not quantity\", on the grounds that if decision takers were located north of Cheadle \"they would not have the wrong perceptions of the north-west that are easier to have if you are hundreds of miles away\". But it turns out \"civil servant\" is being loosely interpreted by some departments. A substantial number of the jobs to be relocated are from agencies at one remove from Whitehall. The Department for Culture, Media and Sport claims to be moving 600 \"civil servants\". But not a single one will come from its headquarters close to Trafalgar Square; instead, they will be from UK Sport, and from the Gambling Commission - a body that does not yet exist. John Oughton, the head of the Office of Government Commerce who is meant to be supervising the relocation plan, will have his work cut out. He is principally concerned with implementing the grand plan for efficiency savings unveiled by the chancellor on the back of the Gershon review, and he will be sharing responsibility for relocation with the Cabinet Office and ODPM. No minister has been given responsibility for relocation. Clive Shore, of consultants Experian, which crunched numbers for the Lyons review, says there are three messages about relocation: \"One about the interests of UK plc, another based on the costs and benefits for individual departments, and another to do with regeneration. Who's to ensure they are consistent?\" Relocation will cost money upfront for new buildings, housing assistance and train fares. Still, Lyons calculated that, within a decade, it would produce annual savings in the hundreds of millions - a cumulative saving of £2bn by 2015, he said. But those sums only work if Whitehall's property portfolio churns and significant numbers do move from high-cost Westminster to cheaper accommodation in the north. A number of departments have prudently locked themselves into long-term leases and private finance initiative deals that effectively insulate them from having to move; among them are the spending watchdogs at the National Audit Office. The Treasury does have a notional fund to pay for new buildings in the north, but it is also putting heavy pressure on departments to come up with efficiency savings. There are other mixed messages. Brown invited cities and regions to compete for jobs. But how much would it cost if the RDAs and the cities start making separate presentations to 18 Whitehall departments? In Yorkshire and Humberside, there is no love lost between the RDA and towns such as York, which has ambitious plans to build a new campus to accommodate migrant offices. · David Walker edits Public, the Guardian's monthly public policy magazine · The Lyons review is at www.hm-treasury.gov.uk/consultations_and_legislation/ lyons/consult_lyons_index.cfm · Read the Gershon review at www.hm-treasury.gov.uk/media//879E2/ efficiency_review120704.pdf"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}