{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2004/jul/10/publicservices.uk", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2004-07-09T23:24:49Z", "webTitle": "Press review: Education", "webUrl": "https://www.theguardian.com/politics/2004/jul/10/publicservices.uk", "apiUrl": "https://content.guardianapis.com/politics/2004/jul/10/publicservices.uk", "fields": {"headline": "'Our children are being betrayed'", "bodyText": "Daily Express Editorial, July 9 \"Our children are being betrayed by this government. Its abandonment of the 30-year experiment with comprehensive schooling may be welcome, but the hotchpotch it wants to replace it with could be far worse. The linchpin of its proposals is a network of more autonomous schools in charge of their own budgets and curriculum. Freed from the red tape and dogma of some local education authorities, many will thrive and so be allowed to take on new pupils ... \"But there is a sting in the tail. Inevitably the good schools will attract children of aspirational parents away from bad schools that will become worse ... How shameful that these proposals have come from Labour politicians who used to cry for equality of opportunity.\" Daily Mail Editorial, July 9 \"Apart from the fact that education is being treated as a political football, we should be grateful that the party is at last recognising - however tacitly - that 'bog standard' comprehensives have failed ... The new buzzword is aptitude. Schools that specialise in music or sport will be able to select pupils with aptitude in those subjects. The catch is that this freedom to select won't apply to children with a flair for such vital subjects as English or maths, thus preserving Labour's ideological purity. \"Such half-baked sophistry is patently absurd - and will yet again betray countless bright children from poor backgrounds whose talents will not be encouraged ... New Labour has been in power for seven years - years in which another generation of children has been betrayed.\" Simon Jenkins Times, July 9 \"July 8 2004 was the day that Tony Blair's government finally cut its ties with the Labour party and sailed into the wide blue yonder ... Mr Blair tore up a 40-year commitment to local comprehensive education. Told by his strategists to woo the middle class, he stole the Tories' clothes and reverted to educational apartheid ... Nobody can stop parents using their money to buy private schooling. That is no concern of the state. But the state should not use public money to brand and separate children by 'aptitude' at the age of 11 and brand their schools as well. State education, at least up to junior college age, should be local, comprehensive and first class ... \"Good schools in good areas are good already. It is poor schools in poor areas that need help. There is nothing needed that cannot be clamped on to the present comprehensive system ... Labour is going back to the board school and the workhouse.\" Daily Mirror Editorial, July 9 \"Parents and teachers should welcome the government's education plans ... Less red tape means more time can be spent on teaching. Greater freedom in schools will give power back to teachers. Popular schools will be encouraged to expand, allowing more pupils to benefit from good teaching ... The poorest schools will need money and resources to become as inspirational as the Charter school in Dulwich that Mr Blair visited [on Thursday]. That will be the true test of the prime minister's real commitment to a fair and free education for all.\" Evening Standard Editorial, London, July 9 \"With his proposal for a return to traditional school uniforms, a house system that encourages team spirit, and competitive sport [the education secretary, Charles Clarke] has shown common sense and parents should be grateful to him. Mr Clarke has had the courage to recognise that this more traditional approach can raise standards - though it must be matched by a real commitment to maintaining discipline ... The tragedy is that it has taken Labour seven years to see common sense, and that several generations of schoolchildren have suffered in the meantime.\" Independent Editorial, July 9 \"The only moderately surprising part of Mr Clarke's speech [on Thursday] was the revelation that he is going to encourage secondary schools to adopt school uniforms and that he favours the idea of sorting pupils into 'houses' along the traditional public-school model. These two proposals are perfectly fine in themselves, but it is rather alarming that Mr Clarke can talk one minute about setting schools free and then start telling them how to clothe and sort their pupils the next. Such populist talk was an inauspicious way to launch a potentially revolutionary shake-up of secondary education.\" Tom Utley Daily Telegraph, July 9 \"Most of the differences between the two parties seem to be no more than matters of degree: Labour would give schools quite a lot of freedom from local education authorities; the Tories would give them even more. Labour would let good schools expand a little; the Tories would let them expand a lot ... \"Few people seriously dispute that selective education works best for children of every ability. But for Old Labour backbenchers, the point of schooling is not so much to educate children as to make them all equal in their mediocrity ... At least Tories are prepared to countenance selection ... If only they dared to be more different, if only they had the courage of their convictions, they might become popular again.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}