{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/jul/17/golf.paulkelso", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-07-16T23:44:37Z", "webTitle": "Monty relishes the comforts of home turf", "webUrl": "https://www.theguardian.com/sport/2004/jul/17/golf.paulkelso", "apiUrl": "https://content.guardianapis.com/sport/2004/jul/17/golf.paulkelso", "fields": {"headline": "Monty relishes the comforts of home turf", "bodyText": "Despite the presence of 30,000 spectators, at times it seems as if everyone in this corner of Ayrshire knows everybody else. Marshals nod to greenkeepers who say hello to caddies who acknowledge friends in the galleries. Yesterday, however, one man was greeted as a special friend. Colin Montgomerie was born and raised a three-iron from the Troon clubhouse and, until he left for Houston Baptist University in his 20s, its breezy links served as his preparatory school. Last night, as he marched up the 18th to complete as focused a round as he has produced in an age, the town and its temporary guests gathered to acknowledge him. Not even a three-putt could dull the applause as he loped off to sign for a 69 and a two-round 138, three off the lead. The acclaim was not only for a controlled display in kind conditions. In the past month Montgomerie has emerged from the wreckage of a very public separation from his wife, a trauma that added poignancy to his return home this week; the goodwill was clear from the start. Perhaps it should come as no surprise that such an emotional soul should thrive in such circumstances but, having opened his heart to any passing journalist for the past week, he looked supremely relaxed when he arrived on the first tee at 2pm in the day's calmest conditions. Accompanied by a chorus of \"Good luck, Colin\" (to Troon what \"Come on, Tim\" is to Wimbledon), the man formerly known as the best player never to win a major set off like a train, collecting birdies courtesy of long putts at both the opening two holes. He was perhaps assisted by the fact that, as a member of a group going out exactly halfway through the field, the game in front was five minutes further ahead than usual. The first occasion he, Thomas Bjorn and the American Frank Lickliter II had to pause for the men in front came at the 6th, and by then the Scot had dropped a shot at the 3rd, reclaimed it at the par-five 4th and moved to within a shot of the then lead at four under. Perhaps the most impressive aspect of a front nine completed in 35 was the way the combustible Montgomerie dealt with adversity. At the 3rd he found a fairway bunker from the tee and calmly took his medicine, flopping out sideways and conceding a shot rather than risk anything more ambitious. At the par-five 6th he again found sand after pulling his three-wood approach into a greenside trap. His escape, played with one leg in the bunker and the other wrapped underneath him, was brilliant, and two putts later the grandstand erupted to acknowledge that their man had avoided potential disaster. Birdie putts were missed at 7 and 8 and, when he dropped a shot at the 9th after missing the green right and leaving his attempted flop 25 feet short, the galleries were again holding their breath and praying he could do likewise with his temper. They need not have worried. Neither errant cameramen nor a greenkeeper who strayed into his eyeline could deflect Montgomerie as he set about taking advantage of a rare opportunity to attack the back nine with its defences down. He negotiated holes 10 to 14 in level figures before holing from 12 feet on 15 to move back to four under. Better followed at the par-five 16th where, having gone through the back of the green in two, he almost holed his chip and was left with a six-inch birdie putt. At five under he was poised to start later today within two of the lead. His first three-putt of the week put paid to that but he was still delighted with his day's work. Typically, he even had the nerve to suggest that the rest of the field will fear him. \"They know and I know that I know this course better than anybody,\" he said. \"If you said I would score another 69 today I would have taken it, no problem. I'm in a very good position; an awful lot can happen on that back nine over the last two days and it will.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}