{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2004/jul/20/researchfunding.highereducation", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2004-07-19T23:01:23Z", "webTitle": "Enjoy the extra funding...while it lasts", "webUrl": "https://www.theguardian.com/education/2004/jul/20/researchfunding.highereducation", "apiUrl": "https://content.guardianapis.com/education/2004/jul/20/researchfunding.highereducation", "fields": {"headline": "Enjoy the extra funding...while it lasts", "bodyText": "Scientists have a tendency to gripe about research funding. If it's not success rates dropping, it's insufficient funding. Or, more often than not, they bemoan the red tape involved in getting hold of what funding there is. Just occasionally, it is nice to be able to step back and see British research funding in a rosier light. Last week's government spending review was a tight one by all accounts. But, in spite of the limitations, science and research did well for the second time running. There should be some £1.7bn spent on science by 2007 (compared with £1.3bn now). And, in general, science enjoys an unprecedented central place in politics today, thanks largely to the championing of it by the Treasury. Lobby groups Universities UK and Save British Science welcomed the increases, as did Research Councils UK. But the Higher Education Funding Council for England (Hefce) was particularly pleased with the outcome. Its officials are basking in the government's emphatic backing of the dual-support system of research funding, which sees the Office of Science and Technology doling out money for research grants through the research councils on one side; and on the other, Hefce handing out university \"block grant\" money, a large part of which goes to research. And the extra £90m for English universities' \"quality-related\" block grant was welcomed as a \"first step\" to evening up the balance of funding going to Hefce, versus the higher amount that goes to the research councils. Hefce has been instructed to help increase university science departments' outreach activities to schools, and to consider giving extra funding to university departments where there is a strong case that falling provision would hinder student access to disciplines deemed to be important to national and regional development. The council also has to set up an expert group to address science, engineering and technology provision. Some £70m goes to the research councils to help them ensure the future health of disciplines. There was a 20% uplift in the funding for the Higher Education Innovation Fund, which helps universities commercialise their research. There will be £110m a year for it by 2007. And plenty of money (£90m) is earmarked for charities to help them meet the full cost of the research they commission from universities. On top of this, there was money to make science careers more attractive to women; more for science teachers and PhD stipends, research infrastructure and research council institutes; and some £80m more to help research councils meet the full economic costs of university research. A relatively good deal for science and research, all in. Sadly, however, the euphoria won't last. Business is not going to appreciate having to foot the bill to help the government reach its target of spending 2.5% of GDP on research by 2014. And universities will soon realise that much of the £1.1bn extra going to science by 2007 will be swallowed up in attempts to put the research they already do on a more sustainable footing, as required by the full economic cost regime. But forget that for now and look forward to more money for research. ·Anthea Lipsett is senior reporter on Research Fortnight"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}