{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/jul/12/mediatop100200478", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-07-11T23:39:20Z", "webTitle": "84. Helen Boaden", "webUrl": "https://www.theguardian.com/media/2004/jul/12/mediatop100200478", "apiUrl": "https://content.guardianapis.com/media/2004/jul/12/mediatop100200478", "fields": {"headline": "84. Helen Boaden", "bodyText": "Job: controller, BBC Radio 4, BBC7 Age: 48 Industry: broadcasting Annual programming budget: £90m Staff: 12 2003 ranking: 87 A tumultuous year for BBC Radio 4 ended in triumph when it was named station of the year at the Sony radio awards. It was significant that station controller Helen Boaden, in her acceptance speech, thanked director of news Richard Sambrook, his deputy Mark Damazer and \"especially [head of radio news] Steve Mitchell who steered all news programmes on Radio 4 through the most treacherous waters\". Although the treacherous waters ended up sinking both the director general and chairman of the BBC, Radio 4 is about more than news. In the course of a year it produces 13,000 programmes, 500 hours of original drama and 400 hours of comedy. As its controller, Ms Boaden, who has been tipped as a successor to the BBC director of radio, Jenny Abramsky, has a direct line to the ears and minds of so-called \"middle England\". A former journalist, Ms Boaden has taken a hands-on role in the running of the station since her appointment in 1999. She has been credited with broadening Radio 4's appeal and making it more accessible with initiatives such as a major celebration of Bob Dylan's 60th birthday, a series of Chekhov short stories starring Ewan McGregor and going to the Glastonbury festival. Under her, the station had a record 10 million listeners last year, boosted by news coverage of the war in Iraq. Its audience has since slipped back to 9.4 million at the beginning of this year, still 600,000 up on its audience five years ago. Some of its listeners may have been lost to the new breed of digital radio stations, including the corporation's spoken word channel, BBC7, of which Ms Boaden was launch editor. The comedy and drama station had nearly 400,000 listeners at the beginning of 2004, and has been one of the key drivers in the take-up of digital radio. She has put her success down to nurturing creativity at Radio 4 and avoiding the overly obscure. \"We needed to focus a bit more on the pleasure principle,\" she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}