{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2004/jul/10/media", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2004-07-09T23:03:51Z", "webTitle": "Turbulent start for M&C Saatchi float", "webUrl": "https://www.theguardian.com/business/2004/jul/10/media", "apiUrl": "https://content.guardianapis.com/business/2004/jul/10/media", "fields": {"headline": "Turbulent start for M&C Saatchi float", "bodyText": "The Saatchi brothers' advertising agency was forced to reduce the price of its stock market flotation yesterday after a morning which saw the share offering postponed then go ahead hours later. Shares in M&amp;C Saatchi, co-founded by Lord (Maurice) and Charles Saatchi, were due to start trading yesterday morning but the London Stock Exchange said in a statement that dealing had been \"postponed until further notice\". \"The issuer's advisers have notified the London Stock Exchange that M&amp;C Saatchi has postponed its proposed offering of ordinary shares,\" the LSE said. The agency appeared to pull the float after a mystery businessman issued a legal threat against the firm. It is understood that the dispute relates to preliminary discussions over merging M&amp;C Saatchi's UK sponsorship arm with another business. Because outstanding legal claims must be in a share prospectus, conditional trading in the shares yesterday morning was delayed while M&amp;C Saatchi's representatives toured City institutions. Hours later the float was back on, but at a reduced price to the one touted to banks and fund managers last week. M&amp;C Saatchi said it would float its shares at 125p each, a sharp reduction from the 143p to 164p it offered investors last week. One analyst, who declined to be named, said institutions were struggling to digest a glut of initial public offerings this year, particularly on AIM, where M&amp;C Saatchi is floating. \"There are a lot of IPOs every day at the moment so you have to be pretty special to get it away at a decent price. Saatchi was interesting but it was nothing more than that,\" said the analyst. M&amp;C Saatchi declined to comment on the price cut but sources close to the firm said shares in advertising group WPP, the benchmark for the sector, had fallen 9% since last week and the new Saatchi price was in line with that slip. It means the agency will have a stock market capitalisation of £68m, compared with the £76m-£86m under the previous price range. Institutions holding M&amp;C Saatchi shares started trading the stock yesterday but public trading will start on Wednesday as planned. Yesterday the shares closed at 128.5p. The drop in the float price also cut the windfall that the Saatchi brothers were expecting. Five founding directors of the firm, who include Charles and Lord Saatchi, will net about £3m each after selling down 40% of their 80% holding. The brothers would have made more than £4m each if the float had gone ahead at the higher price band. M&amp;C Saatchi was founded in 1995 after shareholders forced the brothers out of their original firm, Saatchi &amp; Saatchi. The company, whose clients include British Airways and Dixons, will use the estimated £7m from the sale to expand the business in mainland Europe and Asia. Target countries include France, Germany, Italy, China and South Korea."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}