{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/jul/02/wimbledon2004.wimbledon4", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-07-01T23:58:11Z", "webTitle": "Wimbledon diary", "webUrl": "https://www.theguardian.com/sport/2004/jul/02/wimbledon2004.wimbledon4", "apiUrl": "https://content.guardianapis.com/sport/2004/jul/02/wimbledon2004.wimbledon4", "fields": {"headline": "Wimbledon diary", "bodyText": "·Andy Roddick's 146mph serve in his quarter-final against Holland's Sjeng Schalken was the fastest in Wimbledon history, or was it? It is understood that the American has already exceeded that mark and his own world record - 153mph - at SW19 this year. During the testing of a new speed gun system at Wimbledon last week Roddick is believed to have recorded a 154mph serve, 1mph faster than the thunderbolt he produced at Queen's Club a few weeks ago. The confusion surrounding Roddick's inability to record an official world record at Wimbledon arises from the current speed gun used at the All England Club. While Queen's and the Davis Cup support the EDH speed gun technology, Wimbledon favours the more widely used IDS system, even though this is believed to be the less accurate of the two, and has an 8-9mph margin of error. ·The progress of Britain's Miles Kasri to the semi-finals of junior Wimbledon was never likely to pass by quietly, however, few on Court 19 could have imagined that a match involving two teenagers would attract the attentions of a 22-year-old female streaker. \"The stripper came on court and she was there for about five minutes,\" said Kasiri, who appeared to find the incident highly amusing. \"At the time I was just laughing a lot - it was very funny. But after she was taken off I was able to get straight back into it - it didn't distract me,\" he said. The woman was escorted from the court in blankets and arrested in connection with outraging public decency. ·Incorrect line calls both aided and hindered Tim Henman's Wimbledon campaign this year, but heated debate on court could soon become a thing of the past. Should the ITF take the opportunity to implement hawk-eye - the technology used by television broadcasters to monitor the trajectory of the ball - players will have no grounds for dispute. \"Our objective is for hawk-eye to be used officially in games,\" said Paul Hawkins, managing director of Hawk-Eye Innovations. \"We will set up tests soon and invite the ITF down to prove its accuracy.\" Hawkins is, however, keen to stress that the system will not make officials redundant. \"It would not be there to replace umpires, but it would be available as a referral tool for them.\" For those that experienced the wrath of John McEnroe in years gone by, the technology has not arrived quickly enough. ·Not everyone has lost faith in Tim Henman, it would seem. Sir Cliff Richard was vociferous in his support for the British No1 yesterday, despite the 29-year-old's capitulation against Mario Ancic on Centre Court. \"You cannot knock people when they fail - I think it is really hard and we have to keep encouraging them,\" said Sir Cliff, speaking at a children's tennis promotion. \"Tim has got another five or six years in him to win this tournament. He has got a number of chances - we know that he can do it.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}