{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/jul/29/iraq.michaelhoward", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-07-28T23:03:14Z", "webTitle": "100 dead as insurgents show determination to derail Iraq", "webUrl": "https://www.theguardian.com/world/2004/jul/29/iraq.michaelhoward", "apiUrl": "https://content.guardianapis.com/world/2004/jul/29/iraq.michaelhoward", "fields": {"headline": "100 dead as insurgents show determination to derail Iraq", "bodyText": "A wave of attacks across Iraq left more than 100 people dead yesterday as insurgents signalled their determination to disrupt the country's political process and derail the reconstruction effort. It was Iraq's bloodiest day since the US formally handed over sovereignty to an Iraqi administration led by the prime minister, Ayad Allawi, on June 28. The violence came three days ahead of a national conference, proposed by the UN, that will bring together 1,000 delegates from Iraq's disparate ethnic, religious and tribal communities to elect an interim national assembly. The worst attack occurred in the central Iraqi city of Baquba, 40 miles north-east of Baghdad, where a car bomb exploded outside a police recruiting post, killing 70 people and injuring more than 30. The authorities said it was a suicide attack. But there was also a fierce battle in the town of Suwariya, 40 miles south-east of Baghdad. Seven Iraqi soldiers fighting alongside multinational troops were killed in fierce clashes that also left 35 insurgents dead. There were also shootings and clashes in the western city of Ramadi and the oil-rich northern city of Kirkuk. Central Baghdad, meanwhile, descended into chaos after a rocket hit a busy street, killing two people and wounding four, including three children. In the Baquba attack, the target was a group of police recruits outside the al-Najda police station. According to Major General Walid Khalid Abdul Salaam, the chief of police, a minibus packed with explosives devastated buildings and vehicles in the area, which is also near a bustling marketplace. Television pictures showed dead bodies and body parts strewn across the street. Another passing minibus was destroyed by the blast, which killed all 21 passengers inside. One body could be seen flattened under a concrete slab. Another was slumped over the charred bonnet of a car. Police and residents loaded the dead and injured into ambulances and pick-up trucks. \"All of us are Iraqis, there are no Americans here,\" shouted one survivor, his shirt hanging in tatters from his shoulders. A spokeswoman for the ministry of health said last night that 70 people had been killed and 30 injured by the blast. She said some of the injuries were so severe that the number of deaths was expected to increase. The restive city in the Sunni triangle, which has a mixed population of Sunni Arabs, Shia and Kurds, has witnessed regular insurgent activity since the fall of Saddam Hussein's regime in April 2003. General Abdul Salaam said officials had recently noticed an upsurge in Islamic activity in the area and that 23 people had been arrested on suspicion of involvement in yesterday's attack. The Iraqi police force, regarded as \"collaborators\" by insurgents, are a frequent target for suicide bombers. Despite the tough rhetoric of Mr Allawi, it is clear that the multi-layered insurgency continues at disturbing levels across much of Iraq. The attacks have killed scores of US troops and hundreds of Iraqi civilians. There is scant evidence that the various parts of the resistance - whether former Saddam loyalists, Islamist militants, Shia militia or foreign fighters - regard Mr Allawi's government as legitimate. And the authorities appear resigned to further attacks, at least in the short to medium term. \"We have to accept that the terrorist threat will be with us for some time to come,\" said Barham Salih, the deputy prime minister. \"But the government will be relentless in combating the terrorists. We have no option but to win.\" Mr Salih said the attacks \"demonstrate that the terrorists are taking our nascent security institutions seriously and are determined to prevent the establishment of an effective Iraqi security operation. They will fail\". He said the interim government was beefing up the poorly supplied Iraqi military, border guards, police and intelligence services with \"significant supplies of weaponry and equipment\". Nato leaders meeting in Istanbul last month promised support to the interim Iraqi government, which asked for military equipment as well as training for its security services. But French objections at a meeting of Nato ambassadors in Brussels yesterday threatened to delay an agreement. It remained unclear last night whether the wave of attacks was coordinated. But the violence that has racked the country since the fall of Saddam shows little sign of subsiding. There are still some 160,000 US troops in Iraq."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}