{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/jul/12/mediatop100200480", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-07-11T23:39:20Z", "webTitle": "87. Nick Pollard", "webUrl": "https://www.theguardian.com/media/2004/jul/12/mediatop100200480", "apiUrl": "https://content.guardianapis.com/media/2004/jul/12/mediatop100200480", "fields": {"headline": "87. Nick Pollard", "bodyText": "Job: head of Sky News Age: 53 Industry: broadcasting 2003 ranking: new entry It has been a landmark year for Sky News. As well as winning the Royal Television Society news channel of the year award for the third year running, it poached the contract to produce Five News from its long-term supplier ITN, parking its tanks very firmly on its rival news supplier's lawn. The Five News deal won't make Sky much money - coming in at under £8m a year, it might even be a loss leader - but in terms of prestige it is invaluable and further underlines the respect Sky News has gained under Mr Pollard's stewardship. Anyone who doubts the news channel's influence need only take a look at the BBC's newly relaunched News 24. Looks familiar? Sky News now has a bigger national news budget than the ITV News Service at ITN, and will now be eyeing ITN's contract to supply news to Channel 4. As well as the gong for news channel of the year, Sky also won the innovation prize at this year's RTS awards for its innovative coverage of the Hutton inquiry and the Soham trial. Denied by Lord Hutton the right to take cameras into the inquiry, Sky took everyone by surprise by reconstructing the proceedings with actors with surprisingly successful results. Outside the UK, Sky News also launched in Ireland this year at a cost of 3m euros (£2m), the broadcaster's biggest ever foreign investment. \"You can't overestimate how powerful a figure Nick is at Sky,\" said one panellist. \"He is held in very high regard by [Rupert] Murdoch.\" Twelve months ago the headlines were rather different, when a Sky News report filed from a Royal Navy submarine during the Iraq war was exposed as bogus. It was followed by personal tragedy when the reporter, James Forlong, committed suicide. Critics suggested Sky's coverage of the war verged on the gung ho, a charge always denied by Mr Pollard, who joined Sky in 1996 and worked for 13 years at ITN, rising to be executive producer of News at Ten. However, Sky's success, and its terrestrial window on Five, means critics will be monitoring its output more closely than ever."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}