{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2004/jul/29/iraq.military", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2004-07-28T23:03:14Z", "webTitle": "Iraqi witness tells of torture", "webUrl": "https://www.theguardian.com/uk/2004/jul/29/iraq.military", "apiUrl": "https://content.guardianapis.com/uk/2004/jul/29/iraq.military", "fields": {"headline": "Iraqi witness tells of torture", "bodyText": "Families of Iraqi civilians allegedly killed by British troops yesterday began a legal battle which has serious implications for future military operations in foreign countries. In an important test case, lawyers for the families argued that the soldiers' actions in Iraq are covered by the Human Rights Act and that an independent inquiry must be set up to decide whether the killings were unlawful. Rabinder Singh QC, counsel for the families, yesterday referred the high court to six, out of a total of more than 30, deaths of Iraqi civilians following the end of the war in May last year. All concerned the right to life guaranteed by the Human Rights Act, he said. The case of Baha Mousa, a receptionist at a hotel in Basra, concerned in addition the principle of freedom from torture or inhuman and degrading treatment, also enshrined in the act. Mr Singh read a statement by a fellow hotel worker, Kifa Taha al-Mutari - who was present in the high court - describing how Mr Mousa, who later died, and his colleagues were beaten, allegedly by soldiers from the Queen's Lancashire Regiment. Mr Mutari said the detainees had been hooded, deprived of sleep, had freezing water poured over them and became the victims of \"soldiers' games\", including a version of kickboxing in which troops would compete \"as to who could kickbox one of us the furthest\". One soldier \"asked us to dance like Michael Jackson,\" he said. Mr Mutari added: \"Baha appeared to have much worse ill-treatment than the others.\" He was not able to stand up, \"and the soldiers continued beating him even while he was on the floor. The soldiers used particular sharp, jabbing movements into the area beneath the ribs, which was particularly painful\". On the third night of his detention, Mr Mutari said he he could hear Mr Mousa moaning in a separate room. \"He was saying that he was bleeding from his nose and that he was dying. I heard him say 'I am dying ... blood ... blood ...' I heard nothing further from him after that.\" The court heard that Geoff Hoon, defence secretary, argued that the human rights convention applied only in Europe. It did not apply to British forces in Iraq. Secondly, Mr Hoon argued that the Human Rights Act \"does not apply to British public authorities acting outside the territory of the UK\". Mr Singh told Lord Justice Rix and Mr Justice Forbes: \"Both arguments are wrong.\" The first proposition was nonsense, he said. \"It cannot be right that torture in one part of the world outside the UK by British soldiers could be lawful under the European convention but not in another part of the world. \"As for the second argument, this would have the effect that this country would yet again be in breach of its human rights obligations, and yet the courts of this country could do nothing about it.\" The Iraqis would have to go to the human rights court in Strasbourg, sitting in judgment \"on the actions of this country's armed forces\" while UK judges could not, said Mr Singh. He cited a series of cases where Strasbourg had ruled that European forces were liable under the Human Rights Act for actions committed abroad but in places they controlled or occupied in the same way as British troops occupied southern Iraq. They included the deaths of IRA members in Gibraltar and the killings of civilians by Turkish troops in Northern Cyprus. The hearing continues."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}