{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2004/jul/06/teaching.schools1", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2004-07-05T23:18:36Z", "webTitle": "Classroom politics", "webUrl": "https://www.theguardian.com/education/2004/jul/06/teaching.schools1", "apiUrl": "https://content.guardianapis.com/education/2004/jul/06/teaching.schools1", "fields": {"headline": "Classroom politics", "bodyText": "The web Democracy Census at school www.censusatschool.ntu.ac.uk Suitable for KS2 pupils &amp; teachers Census at school is a project to provide real data for data-handling activities. A useful by-product of this is the opportunity to consider the use of a census as a source of public opinion in a democratic society. This is a major international project and schools may participate or just use the existing resources. Fact sheets are available in English and Welsh, and curriculum materials are available for the support of maths, science, geography, history and ICT. CEWC www.cewc-cymru.org.uk Suitable for KS2 teachers A Welsh site that offers facts about democracy and information about democratic structures and practices. Citizenship Foundation www.citizenshipfoundation.org.uk Suitable for KS1/2 teachers The resources for teachers area lists a number of useful books, pamphlets and seminars. The downloadable pamphlet Democracy in Schools and the Local Community provides information on establishing a school council. Coop http://learntoco-operate.co-op.ac.uk/ documents/democracy.pdf Suitable for KS1/2 teachers A plan is provided to introduce children to the idea of democracy by discussing and debating a local issue and trying to bring about change. Suggestions for a campaign to improve the local environment are provided, along with activities. These include opportunities to learn about the organisation of local government. Explore parliament www.explore.parliament.uk Suitable for KS2 pupils &amp; teachers The UK parliament site has a selection of resources in the teachers' centre area. These include activities to organise an election in your class. Links to additional resources for the parliament for Scotland, and the Northern Ireland and Welsh assemblies are also provided. Red box www.redbox.gov.uk Suitable for KS2 pupils &amp; teachers This government site deals with the need for public spending and raising tax revenue. A set of worksheets is provided, along with notes for teachers. Time for citizenship www.timeforcitizenship.com Suitable for KS1/2 pupils &amp; teachers This teacher-run website has a good set of resources including lesson plans, a gallery and project ideas. Pages for children offer games, quizzes and interactive online activities, along with links to other sites. Use of the material for teachers requires a lengthy registration process including proof of teacher status. The CD-rom Grid Magic Q4 Technologies www.q4.com Price 10-user licence, £352.50 inc VAT; site licence, £440.63 inc VAT Age 7-14 yrs Grid Magic is a graphic design package that enables children to create amazing computer artwork by using and extending their mathematical knowledge and skills. It features tools to allow children to create individual artwork through the use of ICT, thinking skills and mathematics. The program is designed to provide a tool for children to create an original piece of computer artwork, as an alternative to the all-too-familiar clip-art options. Children can design their own writing paper, labels, stickers and wrapping paper. The most prominent feature is that it requires children to use and practise mathematical and ICT skills to create their final piece of work. There are five main areas that perform different functions: Grid Design, Art Work, Mosaic, Presentation and Portfolio. Once a piece of work has been created in one part of the program, it can be sent to another to add other effects or to change its appearance. Finished creations can be sent to the presentation area to add a picture frame, a background colour and a caption. Grid Magic, which is aimed at key stage 2 pupils, produces graphic art in a mathematical environment. Lots of mathematical language is used, including scale, ratio, coordinates, tessellate, angles and direction. This product is most strongly linked to the ICT and design technology curriculum. It asks a great deal of children initially in terms of navigating the work areas and following detailed instructions. However, the tools and menu bars will pose no difficulties for those familiar with Microsoft Windows. This is a very well designed and presented product, and the quality of images is excellent. The screen images change quickly in response to the user's commands and undo just as quickly when mistakes are made. Designs are easily transported between work areas using the same tool. Links with the internet are smooth and reliable. This package is well worth exploring. The book The Midnight Ship and The Flying Vampire, by Rose Impey, illustrated by Moira Kemp Mathew Price Price £3.99 each Age 5-8 yrs The Beast, by Ann Evans Usborne Books Price £4.99 Age 9-12 yrs The vogue for horror has largely given way to fantasy. But enthusiasm for the genre within popular culture remains strong. Rose Impey's Creepies series takes young readers on a journey of alarm and suspense, rooted firmly within a domestic context but allowed to travel some distance from the familiarity of the opening lines. Her mini-dramas, narrated in the first person, are outstanding read-alouds (though nobody does it quite as well as the author). And for older readers, they offer insight into the construction of a story - tension, fear, cliffhangers, teasing. The colour illustrations will offer comfort to less robust youngsters, as they largely explain the source of the tension. Usborne has recently established a most promising fiction list, its range - like its acclaimed non-fiction - acknowledging what is popular while remaining committed to quality. The Thriller series boasts such writers as Paul Stewart, Malcolm Rose and Terry Deary and will appeal to boys and girls. Good horror isn't about cheap thrills, as The Beast demonstrates with style and substance. Evans's writing is evocative and full of atmosphere, her plotting compelling and convincing. Next week: The best resources for secondary schools"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}