{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2004/jul/29/ukcrime.prisonsandprobation", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2004-07-28T23:03:13Z", "webTitle": "Police killer battles to win parole", "webUrl": "https://www.theguardian.com/uk/2004/jul/29/ukcrime.prisonsandprobation", "apiUrl": "https://content.guardianapis.com/uk/2004/jul/29/ukcrime.prisonsandprobation", "fields": {"headline": "Police killer battles to win parole", "bodyText": "Lawyers acting for a man who has already served 37 years in jail for killing three police officers are to seek permission to appeal to the House of Lords against a legal ruling which they say will keep him in prison until the day he dies. They claim the ruling is based on secret evidence that will never be disclosed to him or members of his legal team. They add that he is the victim of measures designed by parliament specifically for use against the threat of terrorism. Harry Roberts, 68, was convicted in 1966 for the murder of three officers during a routine stop-and-search in west London. He was given a 30-year tariff which expired in 1996. Through his solicitor, Simon Creighton, he said yesterday that he was \"frustrated at his treatment by the authorities\". \"He likens his position to those prisoners held by the US government at Guantánamo Bay and is shocked at the hypocrisy which allows the government to protest about those procedures abroad while endorsing them in this country,\" said Mr Creighton. The court of appeal yesterday upheld a decision by the parole board to allow Roberts's future to be determined by a special procedure that had only previously been used in exceptional circumstances affecting national security. Under this procedure a special advocate will be appointed to consider secret evidence against Roberts. The nature of this evidence will not be disclosed to Roberts or his lawyers and the advocate will not be able to take instructions from them. The court justified its decision on the basis of \"inadvertent disclosure\" of the material to Roberts if it was made available to his legal team. The only other time the procedure has been allowed in England and Wales was in connection with terrorist activities. \"It defies common sense that a civilised and democratic society can endorse a procedure which allows people to be imprisoned without telling them the reasons for that imprisonment,\" said Mr Creighton. \"Harry Roberts is an elderly man,\" he added. \"Apart from the terrible implications this ruling has on him, the appeal court has set a precedent enabling any court to adopt measures so unsatisfactory that they had previously been restricted to the need to protect national security.\" Eric Metcalfe, spokesman for the human rights organisation Justice, said: \"The use of a special advocate creates a serious restriction on the right of a person to know the case against him. These measures should not be used by administrative tribunals such as the parole board unless parliament has given specific approval.\" \"In principle, it would now be open to other administrative tribunals to consider adopting the same procedures.\" When Roberts's parole review started in 2001 he was informed that the police were investigating \"allegations\" against him. The following year he was told the investigations had ended but that the Prison Service was not ready to disclose details of the allegations. Later that year six specific allegations were put to Roberts, and the Guardian has learned that these were matters that would normally come under the heading of \"prison rules\". It had been alleged that, during periods of licence from jail, Roberts had been seen in the company of people of bad character. When his lawyers informed the Prison Service that they would be taking legal action they were told there were further allegations which would be based on \"secret evidence\" which would not be disclosed. Roberts is now held in Channings Wood jail, a category C medium security prison."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}