{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/jul/29/spain.gilestremlett", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-07-28T23:03:14Z", "webTitle": "Spanish men most likely to pay for sex", "webUrl": "https://www.theguardian.com/world/2004/jul/29/spain.gilestremlett", "apiUrl": "https://content.guardianapis.com/world/2004/jul/29/spain.gilestremlett", "fields": {"headline": "Spanish men most likely to pay for sex", "bodyText": "More than a quarter of Spanish men have paid for sex with a prostitute, the highest proportion of any European country, according to a government study published yesterday. The survey by Spain's National Statistics Institute found that one in 14 Spanish men visited a prostitute in 2003, while 27% admitted having paid for sex at least once during their lifetime. \"Both percentages stand out as being higher than those observed in other European surveys,\" said researchers, who interviewed 10,000 men and women. They found that Spanish women were more sexually conservative, with 55% saying they had only ever slept with one man. The survey came as no surprise to Spain's Association of Sex Clubs, which said recently that the monthly spend in its establishments was roughly €100 (£66) for every male in the country. It said that 300,000 women, mostly foreigners, worked in a sex business that thrives in a confusing legal situation, which makes it illegal for anyone to live off prostitutes but does not appear to ban prostitution itself. Spain's new Socialist government has pledged to \"open a debate\" on what to do about prostitution. Sex workers do not pay tax, but some estimates claim they would contribute €2.8bn a year to state coffers if they did. Campaigners say the current confusion over the legal status of prostitution encourages trafficking in women - from eastern Europe and south America - who are, effectively, forced into selling themselves for sex to pay off huge debts."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}