{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/jul/14/golf.theopen20044", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-07-13T23:47:40Z", "webTitle": "British Open: Casey's swipe at British lethargy", "webUrl": "https://www.theguardian.com/sport/2004/jul/14/golf.theopen20044", "apiUrl": "https://content.guardianapis.com/sport/2004/jul/14/golf.theopen20044", "fields": {"headline": "Casey's swipe at British lethargy", "bodyText": "Paul Casey, Britain's top-ranked player, yesterday hit out at the lack of support offered to aspiring players in the country, describing the British system as \"a joke\". Casey, who studied at Arizona State University before returning to take up his European Tour card, said that promising young British players had little choice but to spend time in the United States to improve their games. \"They do things better at grass-roots level in the States,\" he said. \"It's just opportunity. If anybody shows an interest they throw money or equipment or facilities or whatever at them. They give them the opportunity and that's great. \"Every university has a golf team with 10 or 12 lads who want to be a tour player. There are thousands of kids who want to be the next Tiger Woods. It's a joke. We don't have that. We only have about 20 or 30.\" Casey, 26, said the English system had failed to spot his talent and he called for government support for the game. \"I never played golf for England. How could that happen? It's getting better but it boils down to money in the end. Everybody loves sport but we have derelict tennis courts, football pitches are not kept up to standards - it's basic stuff. There should be plenty of government backing to fund sport.\" He said he was confident that his generation of English tour pros, which includes Justin Rose, Nick Dougherty, Luke Donald and Ian Poulter, would mature into major winners. \"The young British wave will come through but I still think it will take another year before we are winning the big events. This is only my third full year on tour and it's very easy to say I'm the big Open hope this year, but I've still got a long way to go in terms of development and learning how to win major champioinships. The same could be said of Justin, Nick and the other young guys. \"There's nothing wrong with the media or the public wanting to have another superstar to cheer along. I would like to be that person but it's frustrating that there is a bit of a lull right now. The last European winner was Paul Lawrie and that's pretty crap. It's sad really. Some guys piss it away - it's George Best syndrome -but I don't think there is enough talent coming through.\" Casey's own expectations for the week are modest. He admits that his game is some way below the level that took him into a tie for sixth at the Masters and he has flown his coach Peter Kostis from the US to help him prepare. · Neil Evans, the club pro at Greetham Valley, was called into the Open yesterday when Warren Bennett pulled out with a recurrence of a shoulder injury. Evans came through regional qualifying in fourth place at Hollinwell last Monday and then won a play-off for the third reserve spot."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}