{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2004/jul/10/northernireland.angeliquechrisafis", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2004-07-09T23:03:52Z", "webTitle": "Moderates hope bonfires will not fan flames of hatred", "webUrl": "https://www.theguardian.com/uk/2004/jul/10/northernireland.angeliquechrisafis", "apiUrl": "https://content.guardianapis.com/uk/2004/jul/10/northernireland.angeliquechrisafis", "fields": {"headline": "Moderates hope bonfires will not fan flames of hatred", "bodyText": "David \"Dallas\" Patterson stood guard over a mountain of wood, carpets, car doors and debris piled up outside his Protestant estate in south Belfast. Beneath the loyalist paramilitary emblem on the wall, children stepped through the junk looking for old mattresses to bounce on. Teenagers helped to keep a 24-hour vigil over the bonfire pyre which has been mounting since February. \"They've been looking forward to this bonfire all year - there's nothing else to do round here,\" Mr Patterson said. Tomorrow night, the Northern Ireland sky will be thick with the smoke of hundreds of towering bonfires marking the eve of July 12, one of the biggest annual political and cultural street events in Europe. On Monday, thousands will line the streets celebrating the Protestant William III's victory over the Catholic King James II at the Battle of the Boyne in 1690. There are currently more British troops in Northern Ireland during the Protestant marching season than there are in Iraq. Some bonfires have historically burned Irish tricolours, effigies of the Pope and reportedly a likeness of the Sinn Féin leader Gerry Adams. The government-appointed Parades Commission has re-routed or banned some stretches of Orange Order parades on Monday which pass through nationalist streets, traditional points of tension. Orange men, women and children with flute, pipe and accordion bands are determined to have their day of proud parades despite ill-feeling towards the commission. \"This is our culture, our tradition, and people are trying to take it away from us,\" said Mr Patterson, 39, referring to local politicians who have protested about bonfires and marches. Only a few years ago, Northern Ireland in July would descend into violent chaos, with families burned out of their homes, people shot at, bombed and intimidated, roads blockaded and people killed over the issue of marches. This year, with Tony Blair pressing the political parties for an autumn solution to the Stormont impasse, serious efforts have been made to keep a lid on violence. At Drumcree, it worked. Mediators have worked year-round to bridge unionist and nationalist divides, if necessary transporting people to South Africa to talk. But in a still deeply segregated society, some nationalists say the July 12 issue remains an \"open sore\". Sinn Féin said the Orange parades were a \"sinister\" and \"supremacist\" event, and the BBC's annual television coverage was insulting as it ignored the \"logos and flags of the Catholic-killer gangs\". Orangemen have complained of \"cultural apartheid\" against them by Parades Commission rulings and Protestant residents argue their human rights are being violated. In divided north Belfast, which saw the worst of the Troubles' murders and which still remembers the dispute at Holy Cross school, tension has been building. Nationalists do not want an Orange march to pass their parade of shops in Ardoyne on Monday. The Parades Commission has restricted the event: on their route home, only Orangemen will be allowed to march past, with no bands and no spectators. The local Orange Order said the restriction was \"incomprehensible\" and chaos would result. Yesterday it was understood protests were being planned which would block main roads on Monday. Meanwhile, the moderate nationalist SDLP complained police were not doing enough to take down illegal paramilitary flags hung for July 12, or offensive union flags on lampposts in mixed areas. \"There has been a gradual improvement in the marching season, but things are still fragile,\" said Ray Mullan of the Community Relations Council. He added: \"It will always be difficult to establish permanent trust while there is still a political vacuum.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}