{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/jul/21/israel", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-07-20T23:23:34Z", "webTitle": "Qureia drops threat to quit as PM", "webUrl": "https://www.theguardian.com/world/2004/jul/21/israel", "apiUrl": "https://content.guardianapis.com/world/2004/jul/21/israel", "fields": {"headline": "Qureia drops threat to quit as PM", "bodyText": "The Palestinian prime minister, Ahmed Qureia, said yesterday he would stay in office under pressure from Yasser Arafat, defusing the immediate crisis within the government but doing little to resolve the underlying struggle for power in Ramallah and Gaza. Mr Qureia, who resigned three days ago, backed down at an emergency cabinet meeting with Mr Arafat. He seemed not to have achieved his key demand for control of the security forces as a step toward restoring order in the occupied territories and shifting power to his government. Mr Qureia, also known as Abu Ala, refused to comment after the meeting. One of his ministers, Qadura Fares, said the prime minister pressed Mr Arafat to surrender some of his powers to save the occupied territories from further upheaval over the Palestinian Authority's crumbling control. \"Abu Ala told Arafat that the government must have real authority, especially over the security forces, for it to be able to govern,\" he said. Mr Qureia told his cabinet that he now sees himself as a caretaker prime minister. Last week, Mr Arafat bowed to Egyptian pressure to merge eight police, security and intelligence forces into three organisations. But he resisted relinquishing control over the forces that he sees as a crucial pillar of his power. The prime minister sent his resignation letter to the Palestinian leader on Saturday, amid violence in the Gaza Strip prompted by a power struggle between the old guard and reformist elements within Mr Arafat's Fatah movement which has emerged since the announcement of Israel's plan to quit the territory next year. The UN secretary-general, Kofi Annan, has added to the pressure on Mr Arafat by warning that the Palestinian Authority is in crisis, and that the Palestinian leader must work with Mr Qureia to overhaul the security apparatus. Last night, a former Palestinian minister, Nabil Amr, was shot and wounded as he returned to his Ramallah home after criticising Mr Arafat on television. Mr Amr was shot in the leg, but was not seriously injured. He had told a popular political talk show that the Palestinian leader was incapable of changing his ways and initiating the reforms that the Palestinians needed."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}