{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/jul/02/wimbledon2004.wimbledon", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-07-01T23:58:12Z", "webTitle": "Bubka's son enjoying junior Wimbledon", "webUrl": "https://www.theguardian.com/sport/2004/jul/02/wimbledon2004.wimbledon", "apiUrl": "https://content.guardianapis.com/sport/2004/jul/02/wimbledon2004.wimbledon", "fields": {"headline": "Son also rises but Bubka avoids career at the bar", "bodyText": "If parental success is a benchmark for a child's own aspirations then the bar could not have been set any higher for Sergei Bubka Jr. However, rather than pole-vault over it, as his father did with great success - breaking the world record 35 times and winning six consecutive world championships - the 17-year-old Ukrainian has opted to search for sporting acclaim on the tennis court. Bubka, who speaks fluent English, has been taking part in junior Wimbledon, competing in both the singles and doubles events, but he is already under no illusions about the manifold expectations that come with his famous name. \"There is some pressure and it's not easy because everybody realises that you are the son, especially when you have the same first name as him,\" he said. \"The first thing that comes into people's minds is 'Oh you are the son'. It's not easy but I have got used to it.\" Much of Bubka's youth has been spent in Monte Carlo, where his family relocated when he was seven years old to escape the turbulent political climate at home. \"It wasn't easy to live in the Ukraine at the time and everybody tried to move out. The conditions especially for my father weren't very good to practise, so going abroad was essential,\" he said. The natural progression for Bubka would have been to follow in his father's footsteps, but he says tennis was always at the forefront of his mind. \"I just liked it since the beginning and my dream since I was really small was to be a tennis player,\" he said. \"Most of the kids were playing for fun but I wanted to be a tennis player and athletics never got into my mind.\" Furthermore, Bubka insists his father, who is a member of the Ukraine parliament and also works for the IAAF and IOC, was not disappointed by his decision to pursue a career in tennis. \"My father was happy that I went into tennis. He didn't push me into pole vaulting or tennis; it was my choice. \"He's very supportive and he tries to help me when he can. But he doesn't come to watch me too often because he's very busy, probably even busier than when he was competing.\" Although Bubka has no ambitions of propelling himself six metres in the air, he is eager to replicate his father's work ethic. \"My father's mind was so strong, stronger than most. It's hard to be like him but I always try to give my best to be like him.\" Although Bubka senior's achievements in track and field are recognised the world over, his son admits, somewhat surprisingly, that it was not until he competed in a junior tennis tournament in Australia last year that he realised the true magnitude of his father's profile. \"So many journalists were there because it was the first time that people realised that I played tennis,\" he said. \"It was unbelievable. I always knew he was famous but this was like 'whoaa!'\" The teenage Bubka's first visit to Wimbledon has been tinged with disappointment on the court. Although he is still challenging for the doubles title, his pursuit of the singles crown came to an abrupt halt at the hands of Britain's Jamie Baker in the second round. The defeat, however, has not prevented Bubka from developing a special affection for the All England Club. \"It's great, and now I see why it's considered one of the best tournaments in the world.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}