{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/jul/20/france.israel1", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-07-19T23:01:37Z", "webTitle": "French Jews caught up in a war of words", "webUrl": "https://www.theguardian.com/world/2004/jul/20/france.israel1", "apiUrl": "https://content.guardianapis.com/world/2004/jul/20/france.israel1", "fields": {"headline": "French Jews caught up in a war of words", "bodyText": "Preparations for a welcome party are under way in Tel Aviv for the arrival next week of a specially chartered El Al flight carrying 200 French Jews who have abandoned their homes, jobs and families in France to start afresh in Israel. Awaiting them is the promise of help finding work, financial assistance with accommodation for the difficult transition period, language tuition and what they hope will be a release from a growing climate of tension in their home country. These departures are an uncomfortable subject in France, a nation sensitive to accusations of anti-semitism. This week these migrants have become pawns in a debate raging over France's relationship with its Jewish population, triggered by the call from the Israeli prime minister, Ariel Sharon, for French Jews to emigrate immediately to escape what he described as \"the wildest anti-semitism\". His appeal unleashed fury across the political spectrum yesterday, heightening unease among politicians and Jewish community leaders alike at the way Israeli government-funded groups have been using reports of the mounting anti-semitic climate in France to fuel an energetic programme to persuade French Jews to leave. Although official figures show that attacks and threats of attacks are growing in frequency, there is no consensus among the Jewish community over whether the country has become a worse place for Jews to live. The reason why more Jews are leaving for Israel is hotly contested. Almost all anti-semitic attacks are the work of disaffected youths from the large, disadvantaged Muslim communities, rather than the result of any historic anti-Jewish sentiment. Many observers fear that while the government focuses on the rise in attacks, it is failing to address the more fundamental issue of Muslim integration. And there is growing anxiety that the significance of the relatively small exodus of French Jews is being exaggerated by Israel, as part of worsening diplomatic ties between the two nations. \"France is not an anti-semitic nation and Mr Sharon is simply settling scores with France through this question of anti-semitism,\" Patrick Klugman, deputy president of SOS-Racisme and a former head of the Jewish students' union, said yesterday. Nevertheless, there has been an undeniable rise in French Jews ready to perform move to Israel. For the past two years more than 2,000 people have made the journey, double the number who have left each year since the early 1970s. Provisional figures suggest that this year the numbers will rise a further 25%. Sandrine Cohen, 29, will be on the flight next Wednesday with her husband and her four young daughters aged between seven and 18 months. Pregnant with her fifth child, the optician decided in January that it was time to leave. \"Our family has been attacked several times in the past five years. We've been called dirty Jews in the street and we've been sent hate mail, and the police have failed to help us,\" she said yesterday. \"I'm well aware of the violence in Israel, but I'm scared for my daughters' future in France. On balance, I think we'll be safer there.\" Menahem Gourary, the Jewish Agency's European director, has been working on a new drive to promote emigration to Israel. Named the Sarcelles project, after a rough Parisian suburb which is home to large Jewish and Arab communities, the campaign is targeted at residents of under-privileged parts of France - in Paris, Lyon and Marseille - where racial tensions are high. Israel paid for dozens of representatives to travel to France, allowing the agency to set up permanent offshoots in some of these cities, so that information on emigration is readily available. \"France has failed to integrate its Muslim population, and these groups have focused much of their anti-French hatred against the Jews who live alongside them in some of France's poorest suburbs,\" Mr Gourary said. With Europe's largest Muslim population, at some 5 million, and its largest Jewish population (600,000), France has seen an escalation of religious conflict - often directly linked to violence in Israel. Mr Gourary said: \"We believe 95% of the attacks against Jews are committed by Muslims of North African origin; this is the problem which France has never addressed.\" The agency's latest campaign is partly motivated by the need to stem an overall decline in migration to Israel, which has slowed now that the wave of immigration from the former Soviet Union is over; last year there were fewer than 25,000 newarrivals, a 15-year low. Neither Mr Sharon nor the Jewish Agency has accused the French government of state-sponsored anti-semitism, only of failing to address the problems which have triggered this rash of attacks. \"No one is making any comparison between the situation now and the Nazi period. But we are very upset by the growing number of attacks against children in schools and universities,\" Mr Gourary said. \"This isn't a military campaign. There's no door to door recruitment. We're simply trying to respond to a growing demand.\" The agency is at pains to address the programme's central paradox - that it is trying to help citizens leave a peaceful European nation to live in a conflict-torn, recession-mired region, where anti-Jewish attacks are much more bloody. \"Attacks in Israel are attacks against the state of Israel, not personal assaults. In Paris you are singled out as someone who is wearing a skullcap, singled out as a Jew, and this individual assault is harder to cope with,\" explained Michael Jankelowitz, the Jewish Agency spokesman in Jerusalem. Agency officials add that migration should not simply be viewed as a way of escaping anti-semitism at home, but as a positive decision to devote one's energy to building the state of Israel. Not everyone is happy once they arrive and some return after a few years, distressed by the violence or unable to find work, but the figure is put at below 10%. Senior figures in the Jewish community have been angry at the way the rise in emigration figures has been trumpeted by the Israeli media as a clear indication of the worsening situation in France, pointing out that although the exodus has doubled, the figure remains small. Other European nations have seen a similar rise. \"France is xenophobic, not anti-semitic. People are suspicious of anyone foreign,\" said Michael Grinberg, the proprietor of Goldenberg's, a Jewish restaurant in the Marais quarter of Paris, which was bombed in 1982. \"If Jews are emigrating it's because they're running away from other problems in France.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}