{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2004/jul/14/spendingreview2002.economy2", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2004-07-13T23:59:56Z", "webTitle": "Letters: Unsure start for the Brown project", "webUrl": "https://www.theguardian.com/politics/2004/jul/14/spendingreview2002.economy2", "apiUrl": "https://content.guardianapis.com/politics/2004/jul/14/spendingreview2002.economy2", "fields": {"headline": "Unsure start for the Brown project", "bodyText": "I am a civil servant working on implementing Sure Start. The cuts announced by Gordon Brown (Cut and spend, July 13) have increased the numbers in the budget in March. As a result of the budget, posts have been identified to be cut in the central Sure Start unit in London and in all nine regional Sure Start teams. Councils have plans to open 1,150 children's centres by 2006. Margaret Hodge has insisted on seeing personally the plans for all these centres. This attempt to micro-manage local authority plans gives more work to hard-pressed civil servants who are having to prepare detailed reports. The government says it wants to cut waste from the system, but it is ministers who are adding to the bureaucracy. Cutting back staff - at a time when children's centres are due to increase to 2,500 as part of Monday's announcements - is harming the chances that these centres will open on time and deliver the services everyone wants to see. Ministers should visit the offices affected and see the damage they are causing to mainly low-paid workers with their desire for headline-grabbing cuts. Name and address supplied The chancellor's insistence that \"every child should have the opportunities today available only to some\", and that \"no child should ever be left out\", is music to the ears of disabled children and their families (Getting children off to a better start, July 13). One test will be what opportunities for joining the new nursery pilots for two-year-olds are made available to disabled children. Too many disabled children's parents are prevented from going to work by their council's failure to provide appropriate nurseries, childcare or playgroups. Small wonder that 55% of families with disabled children have suffered poverty, and that parents and children alike can get stuck in a cycle of deprivation and social exclusion. Christine Lenehan Council for Disabled Children Brian Lamb Special Educational Needs Consortium Mr Brown's balancing act with public finances must end sooner or later with either serious cuts or serious tax increases. Brown should take the courageous route now, and raise progressive income tax for the better-off, pushing it towards the levels among our continental partners. Concomitantly, he should set about selling this plan to the voters. Not only would this provide the modern and civilised transport infrastructure this country needs, it would also provide the resources to cultivate the research and development, and training needed to put Britain once again in the forefront of industrial technology. That forefront lies with the technologies of renewable energy, materials re-use, pollution control and resource efficiency. Mark Ackary Green party economic adviser How disappointing to see Gordon Brown falling for the myth of the \"pen-pushing bureaucrat\". Fighting for the rights of civil servants will never be as sexy as fighting for those of miners or fire-fighters, but who else is going to make sense of the mess of government policy? The bulk of civil servants are badly paid and overworked. Brown will end up disproportionately laying off more ethnic minority staff. What about culling a few ministers? Rob Manwaring London It took two reminders and four-and-a-half months to receive a reply from the Department for Work and Pensions to an inquiry which I put to them in January. What hope when they loose 40,000 jobs? Otto Wangermann Lancaster We welcome the government's increase of funding for the international HIV/Aids crisis (Aim is to meet 0.7% UN target by 2013, July 12). It is particularly encouraging that there is agreement to increase the UK's contribution to the Global Fund to Fight Aids, TB and Malaria. Finding the money to combat HIV/Aids and disbursing it fairly, will be the great challenge that the G8 group of rich and powerful nations must answer next year. Simon Wright HIV/Aids campaigner, ActionAid The discredited invasion of Iraq has lumbered Britain with a huge bill. The most effective anti-terrorist measure in the chancellor's statement was the increase in development aid. What a pity that it could not have benefited additionally from the billions thrown away on the so-called \"war on terror\". Peter Nielsen Worcester GPs are already overburdened by the signing of sick notes. To demand that they now do so for everyone who takes a day off sick is a madness compounded (The sickie: end of an ill wind, July 13). Few workers go off sick without good reason. If workers enjoy their job, they go to work because this is where they find satisfaction, a sense of purpose and dignity; take those things away from them and the stress increases and their commitment plummets. John Green Assistant national officer, Unison I was brought up to believe in the political maxim that \"he who promises efficiency savings, promises nothing\". Sadly, both Big Gordon and Little Oliver are chasing after fools' gold. Brian Sedgemore MP Lab, Hackney South"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}