{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2004/jul/06/highereducation.universityteaching", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2004-07-05T23:18:39Z", "webTitle": "What summer term?", "webUrl": "https://www.theguardian.com/education/2004/jul/06/highereducation.universityteaching", "apiUrl": "https://content.guardianapis.com/education/2004/jul/06/highereducation.universityteaching", "fields": {"headline": "What summer term?", "bodyText": "Ian McEwan, the novelist, is not the only baffled parent wondering what happened to the summer term at British universities. He is outraged that his son has received no teaching at all on his biology degree course at University College London (UCL) since before Easter. McEwan is one of a growing number of restive parents for whom the prospect of £3,000 fees is likely to provoke more spirited protest. Over the past few years the teaching year at UK universities, as opposed to the academic year, has shrunk to a scrawny 17 weeks a year, according to one authoritative estimate. \"I'm surprised that some universities are able to offer teaching in the summer term and some are not. I think it would be a good idea if universities started letting students know in their prospectuses that they offered two terms a year and be straight about it,\" McEwan says. \"There clearly is something wrong here. \"The worst thing is for universities to pretend they are offering three terms. If all students need to do in the summer term is revise and take exams, why are we paying all this money for accommodation if they don't have to be there?\" To declare an interest, my daughter's experience at Edinburgh this summer on her history course was similar: no classes except for one rescheduled from the previous term, and one revision session that her group begged for. She had two short sessions with a tutor and her (very helpful) director of studies. Over the year she notched up a total of 18 weeks' teaching - six hours a week for nine of the two 10-week terms - though to be fair there was some summer teaching during her first two years. University students cannot expect to be spoonfed, and of course they have to learn to study independently, but shouldn't they be getting fired up by academics at the cutting edge of their subjects? Can it really be right that many students now get no teaching at all during a summer term consisting entirely of exams and reading weeks? A complacent silence pervades the higher education sector on the issue. The universities don't believe it is an issue. They produce teaching and learning strategies but these are concerned with quality not quantity, which sounds admirable but precludes any discussion of how much guidance and teaching students actually get. The higher education watchdog, the Quality Assurance Agency (QAA), doesn't concern itself with contact time, and the National Union of Students is not mounting any protests about too much free time for its members, while individual students are made to feel inadequate if they ask for more help. Nobody knows how much teaching now goes on at UK universities and the picture is further muddied by the partial move to a two-semester year on top of the traditional three terms. The picture varies between subjects, with science students generally having to spend more time in labs, and between universities. Susan Bassnett, professor of comparative literature at Warwick and former pro-vice-chancellor of the university, says that at Oxford and Cambridge the college tutorial system protects undergraduates. But she believes the worst offenders are other Russell group institutions, where pressure on staff to produce research results is greatest. She estimates that students at universities such as Warwick are now getting as little as 17 weeks' teaching once induction weeks and reading weeks have been deducted. That's not what students expect when they apply. \"I think it's a disgrace that the teaching year is shrinking in this way and students are being short-changed. \"I'm hearing it more and more from friends with kids at universities and from teachers, saying what the hell is going on? How can it be justified when £3,000 fees come in? If you are paying rent for 36 weeks, plus £3,000 fees and living costs, and you are getting 17 weeks' teaching and a fortnight's examining, that doesn't look like good value for money,\" says Bassnett. Universities point out that assessment of numerous modules, including more coursework, takes longer than simply marking final exams used to, but they all bring exams and assessment forward rather than letting the summer term run later. Bassnett says it is because of the income universities get from conferences: they now depend so much on renting out accommodation in the summer that they cannot afford to let the term drag on at Easter or in summer. For her the issue is personal. \"What about all the wasted time caused by the disastrous combination of fitting semesters around three vacations? My daughter has had a great year at an ancient Scottish university, but she sat for three weeks in January doing absolutely nothing in the period between semesters, had a total of four lectures in the summer term and, when the exams ended on May 28, that was it. Yet there is no discount for the weeks of unused accommodation, and no attempt to help students bridge the semester gap.\" John Sutherland, former Lord Northcliffe professor of modern English literature at UCL, also blames the pressure to produce good ratings in the research assessment exercise, which boosts income, while good reports on teaching bring no extra money. \"Astute CEOs, like Sir Derek Roberts, former provost of UCL, realised that, if an institution wanted to thrive, research must, at all costs, be sheltered. At UCL, teaching effectively finishes at the end of March and picks up again at the beginning of October. In 'reading' subjects such as English and history this is no bad thing. In lab or fieldwork-intensive subjects, such as chemistry or anthropology, it is a scandalously bad thing.\" Adds Sutherland: \"You want to know what most departments are like in the summer term? Think of the Mary Celeste.\" That impression is strongly disputed by Michael Worton, vice-provost of UCL with responsibility for teaching and learning, who says UCL has a teaching year of 30 weeks, front-loaded in the first two terms of 12 and 11 weeks, with seven weeks in the summer. \"The summer term is dominated by exams but there are revision classes in the first couple of weeks and teaching or guidance after exams for first and second year students.\" Worton insists UCL is not doing less teaching than other universities. \"We are moving to blended learning, supplementing lectures, seminars, demonstrations, labs and so on with increasing use of online resources, either existing links or resources we have created. This is very explicitly part of a move to a more student-centred autonomous learning, rather than a vertical hierarchical structure where the student repeats what the teacher is saying.\" Worton is not aware of any groundswell of discontent among students who, he points out, are given plenty of opportunity to raise criticisms in their departments. At Edinburgh, vice-principal Professor Michael Anderson says teaching time has not altered in at least 30 years, with 23 weeks of teaching and seven of exams. From next academic year there will be a more tightly structured year with uniformity for all subjects. But he insists there must be spaces in the curriculum for students to undertake major pieces of independent work such as dissertations or lab research projects. Bassnett, as a member of the QAA board, wants the higher education watchdog to look at the issue. She will have an uphill struggle. Its current policy is that the appropriate level of contact time for any programme of higher education study depends on what the programme is trying to achieve and how it has been designed. \"Formal teaching is a means to an end, not an end in itself, and the best measure of teaching is not how much there is of it but how effective it is.\" The personal view of the agency's chief executive, Peter Williams, is more robust. \"It is for universities and colleges to decide what, how and when they teach. They do, of course, need to ensure that the terms of their programme specifications are met and that students are given what support and feedback they need to help them learn and to achieve the standards of the awards they are seeking. But, at the risk of sounding radical, higher education is not just about filling up little vessels with another spoonful of knowledge in classrooms every day. \"As a university student in the late 1960s I received, on average, eight hours a week formal teaching throughout my three years, and nothing after the middle of May in any of them. As a result I read more books and had more valuable conversations than I could have dared to hope for. Learning is not something that is done to people: it's something they must do for themselves,\" he adds. Hannah Essex, the NUS vice-president for education, said it was not an issue that students had raised and she did not see it as a problem. \"The tuition fee isn't paid for the number of tuition hours. The issue is whether they are being prepared for assessment, and the course is meeting their expectations.\" Stroppy parents may start to make the lack of teaching an issue that vice-chancellors take seriously. Bassnett feels that the Treasury breathing down their necks demanding value for money might concentrate minds. University buildings are grossly underused for large parts of the year, she says, a fact that is going to undermine attempts to plead that universities are overstretched and need more resources. And what about the funds universities are so keen to raise from their graduates? Lack of contact with students will not make for grateful and generous alumni in the future, predicts Bassnett. \"If you have such minimal contact with your institution, I cannot see people being willing to cough up sums in the future. You build loyalty if they feel involved with the university.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}