{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/jul/29/newsstory.sport12", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-07-28T23:40:48Z", "webTitle": "Keegan tips Wright-Phillip's for England spot", "webUrl": "https://www.theguardian.com/football/2004/jul/29/newsstory.sport12", "apiUrl": "https://content.guardianapis.com/football/2004/jul/29/newsstory.sport12", "fields": {"headline": "Keegan tips Wright-Phillip's for England spot", "bodyText": "Manchester City boss Kevin Keegan believes Shaun Wright-Phillips is certain to burst onto the England scene this season. . The 22-year-old has performed to such a consistently high level over the past two years that Keegan now rates Wright-Phillips as the 'standard-bearer' of his team. Keegan led the claims for his little winger to be named in Sven-Goran Eriksson's Euro 2004 squad, but those hopes were dashed when the pacy Blues star picked up an ankle injury in March. But, having seen England fail to get beyond the last eight with a side clearly lacking attacking spark down the flanks, Keegan believes Wright-Phillips should be an automatic choice for next month's friendly against the Ukraine at St James' Park. \"Shaun will play for England this season - there is nothing that can stop him,\" said the Blues boss. \"There is no doubt in my mind he is good enough and he is exactly the type of player they need. \"He is our standard bearer now and the best thing is that Shaun still has so much more in his locker. I really think this is going to be a major season for him.\" Following Wright-Phillip's convincing performance, as City cruised to a 4-0 victory over Hull last night, the former England manager was full of praise for the 22-year old. \"His crossing,\" claims Keegan, \"has improved 500%\" \"All our goals last night came from Shaun's involvement in one way or another and the secret of good crossing will stand him in good stead for the remainder of his career.\" Keegan took Wright-Phillips off at half-time last night, but said he will be available for tomorrow's trip to Wolves."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}