{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/jul/02/cycling.tourdefrance2004", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-07-01T23:58:11Z", "webTitle": "Millar admits to years of doping", "webUrl": "https://www.theguardian.com/sport/2004/jul/02/cycling.tourdefrance2004", "apiUrl": "https://content.guardianapis.com/sport/2004/jul/02/cycling.tourdefrance2004", "fields": {"headline": "Millar admits to years of doping", "bodyText": "Britain's leading cyclist David Millar was yesterday placed under formal investigation under France's anti-drug laws for possession of dangerous substances after confirming to a Paris judge that he had used the banned blood-booster erythropoietin in three week-long courses in 2001 and 2003. \"He wants it known that he is deeply sorry for this,\" his sister Frances said yesterday. \"He did not want to live a lie any longer. He has told the judge the truth, but the main thing he wishes to make clear is that this was his individual decision and he has to take responsibility for his decisions. \"Particular people have been very helpful and supportive of him,\" she added in a probable reference to the national governing body British Cycling's lottery-supported world class performance plan, which backed Millar this year when he was apparently riding \"clean\". \"He has told everything and now hopefully he can get on with his life,\" Frances Millar said. The Scot had been expected to compete in the time-trial and track pursuit in the Olympics in Athens but last night he was suspended by British Cycling, whose acting chief executive Dave Brailsford said: \"In respect of David Millar's admission to Judge Pallain, I am greatly saddened by this affair but I confirm that David Millar is suspended with immediate effect pending a further investigation and a disciplinary hearing.\" Millar's dramatic announce ment came at the end of a 2-hour interview in the Paris suburb of Nanterre with Richard Pallain, the judge leading the inquiry into alleged drug-taking within Millar's Cofidis team. \"It was not a confrontational meeting, and David confirmed the facts that he admitted during police detention. There were some emotional moments,\" said his lawyer Paul-Albert Iwens, alluding to Millar's reported admission to drugs police last week that he had used erythropoietin. \"Mr Millar has indicated that he used EPO during 'courses of treatment' taken outside France in 2001 and 2003,\" said the lawyer. \"There were a total of three courses of one week. He has not implicated any other individuals.\" Millar was training in the Basque country up to the end of 2003, and it may be that the courses of treatment were taken over the border from his home in Biarritz. The original admission came during Millar's 48-hour spell of detention for questioning in his home town of Biarritz after two capsules used to contain Eprex, a commonly used form of EPO, were found in his flat when it was searched by police. As reigning individual world time-trial champion and a three-times stage winner in the Tour de France, Millar has become cycling's most high-profile casualty of a police drugs investigation since the Festina scandal of 1998. He is also the first Briton to fall from grace in the current wave of investigations within cycling. The 27-year-old is the ninth person, of whom seven are past or present Cofidis team members or staff, to be placed under investigation in the police inquiry, which began in March last year and took off in January after the arrest of a young Polish professional, Marek Rutkiewicz, at Charles de Gaulle airport. Millar faces an uncertain future. An admission of doping is now taken within cycling as the equivalent of a positive test and when he appears before a disciplinary commission of British Cycling he is likely to face a ban which, if past precedent is anything to go by, will be between eight months and two years. \"It is a pity for him and we are saddened for him, but if he does not respect the rules it is normal that he should be sanctioned,\" said the Cofidis directeur sportif Francis van Londersele yesterday. \"He knows the rules - we have zero tolerance in the team - and that's part of the game. I don't see what we can be reproached for: we gave him the sporting and financial means to further his career.\" Under normal circumstances Millar would have been a favourite for the Tour de France's prologue time-trial tomorrow, having won the equivalent stage in 1999 and finished second last year. There will be shock waves on the race, partly because Millar has never failed a drugs test - raising questions about the efficiency of tests for EPO - but mainly because of fears that the French police may decide to broaden their inquiries."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}