{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2016/jun/17/drug-combination-skin-cancer-melanoma-approved-nhs-nivolumab-ipilimumab", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2016-06-16T23:01:31Z", "webTitle": "Drug combination for treating skin cancer approved for NHS use", "webUrl": "https://www.theguardian.com/society/2016/jun/17/drug-combination-skin-cancer-melanoma-approved-nhs-nivolumab-ipilimumab", "apiUrl": "https://content.guardianapis.com/society/2016/jun/17/drug-combination-skin-cancer-melanoma-approved-nhs-nivolumab-ipilimumab", "fields": {"headline": "Drug combination for treating skin cancer approved for NHS use", "bodyText": "A combination of two immunotherapy drugs for advanced skin cancer has been approved for general use in the NHS, raising hopes that the deadly disease will be stalled and perhaps eradicated in many more patients. The National Institute for Health and Care Excellence (Nice) has approved nivolumab for use with ipilimumab within a couple of months of the combination getting a licence. Patients with advanced melanoma in England and Wales will be the first in Europe to get it, says Nice. “After one of the fastest drug appraisals Nice has carried out, these promising new immunotherapy treatments for advanced melanoma look set to significantly extend the life of people with the condition,” said Prof Carole Longson, director of the health technology evaluation centre at Nice. “The evidence we examined was very promising and I know further trials are ongoing which have also released encouraging data.” Nice, often criticised for being slow to approve drugs for the NHS, has moved at record speed, and the manufacturer Bristol-Myers Squibb has made the process easier by agreeing to a discount on the price the NHS is charged which brings it below Nice’s cost-effectiveness ceiling of £30,000 per year of quality life gained. Life expectancy for people diagnosed with advanced melanoma is normally less than two years, but immunotherapy drugs have kept some who were on the first trials alive for as long as 10 years. It is too early to know whether their cancer will return; the first of the drugs was licensed in 2011. About 1,300 people a year diagnosed with advanced skin cancer could potentially benefit from the combination of nivolumab and the first drug that was developed, ipilimumab, but some will be ruled out because they will not be considered robust enough to cope with the serious possible side-effects. The drugs teach the immune system to attack the cancer, but in the combination the immune system sometimes turns on healthy cells as well. That can lead to liver damage, among other things. Dr James Larkin, a melanoma specialist at the Royal Marsden, was one of the leaders of a groundbreaking trial reported in the New England Journal of Medicine last year which showed the drug combination got a response in 60% of patients – far better than the 20% from ipilimumab alone. “This is the first combination of immunotherapy drugs being approved by Nice. It is a milestone,” he said. “It is fantastic to have this treatment option for patients.” In the trials, patients travelled long distances to the Royal Marsden for the treatment, but now it will be available everywhere. “This is a treatment that needs to be used by melanoma specialists but they are available all over the UK,” Larkin said. Prof Raj Chopra, head of cancer therapeutics at the Institute of Cancer Research, said: “It is great news that Nice has moved so quickly to make this exciting combination of immunotherapy agents available to patients on the NHS with malignant melanoma. “The combination of nivolumab with ipilimumab gives us a glimpse of the future of cancer treatment, through its ability to direct the immune system against cancer and to deliver long-term benefits for some patients. It represents a step change in the treatment of advanced melanoma, and offers hope for patients who at the moment have very few treatment options.” Prof Peter Johnson, Cancer Research UK’s chief clinician, said: “It’s great to see the research into how our immune system can recognise some cancers being turned into real progress for patients with advanced melanoma, with a positive recommendation from Nice. The combination of two antibodies releases the footbrake and the handbrake on the immune system, so it can fight the cancer more powerfully.” While melanoma patients had cause to celebrate, young people with cystic fibrosis and their families were disappointed when Nice turned down what a charity called a “life-transforming” drug. Orkambi is also a combination drug, which has been shown in trials to improve the lung function of people with the debilitating and life-shortening genetic disease. The median life span is 41years. The manufacturer, Vertex Pharmaceuticals, has set the price at £104,000 a year per patient, which is more than three times the Nice ceiling. Nice also says there is insufficient evidence that the drug can lengthen lives. The Cystic Fibrosis Trust says more evidence of the benefits of the drug has been published since the appraisal began, showing that it nearly halves the decline in people’s lung function over two years. People with cystic fibrosis and their families and friends have been campaigning to get access to the drug. More than 20,000 signed an e-petition and 6,000 wrote to the government. “We are very disappointed by this decision. It demonstrates the weakness of the current system, and Nice has been unable to confidently predict the long-term benefits of the drug,” said Ed Owen, the trust’s chief executive. The drug is available in other European countries and could benefit some 3,000 people here, says the trust. It is now calling on Vertex and NHS England to negotiate a lower price while the trust collects data on how well it works through its comprehensive patient registry. What is immunotherapy? Immunotherapy is the most exciting field of cancer medicine today, holding out the promise of long-term remission or even a cure if the drugs can succeed in teaching the patient’s body to recognise cancer cells and destroy them. The idea is an old one. From the 1970s, scientists were trying to find a way to kick the immune system into recognising tumours, but it was a theory that proved hard to put into practice. Cancer hides from the T-cells in the immune system that should attack it as they would a virus. Cancer Research UK, which has been funding some of the research, explains it as the cancer cells developing a sort of “secret handshake” that persuades the T-cells not to attack. In 1992, Japanese scientists discovered a molecule on the T-cells that was part of this secret handshake. They called it “programmed death 1”, or PD1, and set out trying to disrupt it. The new drugs are the long-term result. They appear to work in advanced melanoma – skin cancer – which has a high death rate. Unlike most other drugs, it has begun to be shown that they can work in other cancers, too. The first drug to be licensed was ipilimumab. Nice approved it for use in the NHS in December 2012. For those patients in whom it works, ipi, as it is often called, can have dramatic effects. But it only works in about a fifth of patients, and the trials can only show that it has shrunk the tumours. It is too soon to talk of the long-term prognosis. Scientists hope that if they can re-programme the immune system to recognise cancer cells and eradicate them, it will also remember them, preventing a recurrence."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}