{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2016/jun/19/paul-pogba-france-didier-deschamps-euro-2016", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-06-19T23:00:32Z", "webTitle": "Paul Pogba does his best to liven up a France side  yet to cut loose | Owen Gibson", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/19/paul-pogba-france-didier-deschamps-euro-2016", "apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/19/paul-pogba-france-didier-deschamps-euro-2016", "fields": {"headline": "Paul Pogba does his best to liven up a France side yet to cut loose", "bodyText": "This should have been a breather for France, a chance to exhale before the serious business of the knockout stages gets under way in this bloated format. Instead the hosts came to Lille labouring under a crotchety atmosphere as the French side, media and public continue their tetchy dance – as if waiting for permission to cut loose and enjoy their own party. And it was one they were unable to shift despite earning the point that means they qualify on top of their group. Some of their play remained ragged, like their opponents’ red shirts, yet there were just enough intermittent signs of life to suggest things may yet click – not least for Paul Pogba, who has gone from hero to zero and back in an otherwise becalmed group stage. If Dimitri Payet had already emerged as the breakout hit of a France side struggling to hit their groove, this was the opportunity for those still stuttering to prove their worth. Payet was rested as Didier Deschamps rang the changes in midfield and up front, rotating five players in an attempt to maintain freshness, avoid suspensions and fire some of his spluttering performers into life – none more so than Pogba, the 23-year-old considered key to French hopes before the tournament but slated for an indifferent performance against Romania and then dropped against Albania. Vladimir Petkovic, the Swiss coach, had been only too happy to ratchet things up before the game, specifically referencing the media pressure that followed an alleged gesture made by Pogba to the press box after he helped France to a late 2-0 victory over Albania as a second-half substitute. As is the modern way, a backlash against the backlash began on social media, leaving Pogba circuitously back in favour with the public. “Let’s go get it,” Pogba had tweeted beforehand and he began like a man possessed, his long limbs eating up the ground. Gliding around the pitch on the left of a midfield three, he had the crowd very much on his side within the opening quarter of an hour. Deschamps said he was the “lifeforce” and the “heart and soul” of the French performance during that first half, underlining his confidence in “a player of huge potential”. Having already come close with two attempts – one almost fumbled into the top corner by Yann Sommer and another drawing a smart save – Pogba was given licence to maraud forward and crashed the ball on to the crossbar from 25 yards with his left foot. Desperation oozing from every pore, he could have scored four in the opening 20 minutes – three for his own side and once against them in a scramble that nearly ended with an own-goal. Shorn of the first night nerves that seemed to afflict him in Paris last Friday, Pogba looked more like the star of his own video game that he often appears like in Serie A. Yet that edge of desperation also manifested itself in indiscipline – early in the second half he carelessly gave the ball away to Xherdan Shaqiri in an area that could have led to worse punishment than a corner. He also gave away fouls and grappled with the again impressive Granit Xhaka, tearing his shirt from his back. Pogba failed to get forward enough in the second half as his influence waned. As the tournament enters the business end amid a fug of mathematical formulae, Deschamps will have to find a way to combine the coveted Juventus midfielder and Payet if France are to sparkle. Despite the appalling playing surface, cutting up rough after bad weather and too many rock concerts at the Stade Pierre Mauroy, Pogba played with an edge the match at times lacked. The jollity of the crowd, left to make their own entertainment after the intensity faded, gave way to a more familiar unease. Pogba, and France, could have done with that early goal. Instead the game fell into a similar pattern to their first two – awaiting a game-changing intervention with voluble support giving way to muttered concern. With Payet on the bench, and the Swiss gaining in confidence, possession and tempo, they began to crave the introduction of the West Ham man. When he finally appeared, he became the focal point. That might yet suit Pogba. If the pressure on him to become the heartbeat of this side has been perhaps unfair, he has not helped himself. Before the tournament he spoke of his desire to be a legend on a par with Pele and Maradona. But if his mini group-stage drama results in a rebooted Pogba operating anywhere near his best, with expectations lowered and pressure lifted, Deschamps will not be complaining. He spoke afterwards of the need “to be able to let go in matches”, to cut loose while maintaining defensive discipline. For France and for Pogba, the tournament starts now."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}