{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2016/jun/13/jack-wilshere-england-midfield-wayne-rooney", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-06-13T22:23:00Z", "webTitle": "Jack Wilshere can accept losing midfield role to ‘perfect’ Wayne Rooney", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/13/jack-wilshere-england-midfield-wayne-rooney", "apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/13/jack-wilshere-england-midfield-wayne-rooney", "fields": {"headline": "Jack Wilshere can accept losing midfield role to ‘perfect’ Wayne Rooney", "bodyText": "It was a rueful smile that crossed Jack Wilshere’s face when the conversation turned to Wayne Rooney’s reinvention as an England international midfielder and the ramifications for the players who have built their entire careers around that position. “Yeah, cheers,” was Wilshere’s message for the England captain, in the manner of someone who had just taken a snowball to the face but recognised it was a damn good shot. Wilshere, to be clear, was showing a neat line in humour once he had come down the long, gravelly path to Les Fontaines, the chateau in Chantilly where players make themselves available for interview. He blew out his cheeks in admiration when asked about Rooney’s performance against Russia and, if one thing came across from listening to the Arsenal player, it was the complete absence of any personal grievance. “It hurts me to say but he plays the position unbelievably,” Wilshere began. “I’ve said it before: he’s our best player. He’s got that range of passing, he understands the game. He can still play up front in my opinion. He can be a striker, now a midfielder, and he was our best player against Russia. Everything went through him. I just love watching him, I love playing with him.” Such a eulogy makes it feel like a trick of the mind that only a few days ago Rooney’s place in the team had not just been a matter of public debate but led to some lengthy conversations between Roy Hodgson and his coaching staff. Rooney played with so much distinction that Wilshere was asked if he saw similarities with Andrea Pirlo and, for a player in that position, there really is no higher compliment. “Yes, because he understands the game so well,” was Wilshere’s take. “His appreciation of the strikers’ positions … he reads their runs when not many other people would even see the pass. To get that pass right, with the right weight, takes a special player. Or the times, in training as well, when he picks up the ball deep and sprays a long pass. He never gets one wrong, he’s always perfect. That’s when you can tell he has something special. “I watched him towards the end of the season playing for Manchester United in that deeper role and people were saying: ‘Can he do it?’ I was sitting there thinking: ‘He’s doing it and he’s the best player on the pitch.’ People say he is not as quick as he used to be but his understanding of the game …” That, of course, presents Wilshere with a problem regarding his own selection against Wales on Thursday and the same goes for Jordan Henderson and James Milner if, as expected, Hodgson decides to keep Rooney in his new position. Equally nobody should under-estimate Hodgson’s loyalty towards Wilshere, given that the 24-year-old is here on the back of only one Premier League start for Arsenal last season and, astonishingly, without having managed a full match for his club since 23 September 2014. Wilshere read one report recently pointing out that Leeds United had appointed six managers in that time. Or to put it another way, Cristiano Ronaldo has scored 117 times since Wilshere lasted 90 minutes in Arsenal’s colours. Yet Hodgson still chose him ahead of Danny Drinkwater, one of the genuine heroes of Leicester City’s championship season. “I’m thankful to him,” Wilshere said of the England manager. “I have a great relationship with him and always have. We stayed in contact throughout my injury. He was loyal to me. And I want to repay that.” Wilshere’s guess is that the game in Lens will feel like a derby match. “It is going to be tough, there are going to be tackles. It is going to be like a Premier League game. If you put both teams down on paper we would win but it doesn’t work like that in football.” It is also clear England’s strategy will be, in considerable part, to negate the threat of Gareth Bale. “Lionel Messi is on a different planet to anyone,” Wilshere said, “but Ronaldo and Bale are up there with the best in the world.” Will England man-mark Bale? “I don’t think so. We need to do what we did the other night [against Russia]. When we lose the ball we have to stop them counterattacking and win the ball back straight away. We have done that over the last couple of years and we have got better and better at it. “Obviously everyone was disappointed about what happened against Russia but after sleeping on it and watching the game back we actually put in a really good performance. I can’t remember an England team that I have played in that has played football like that. In the past we have been criticised for not being able to keep the ball under pressure, not being technically good enough, wasteful in possession. But on Saturday I felt we kept the ball well. If we couldn’t get in down one side, we came out, we went through midfield, we played really well. If it wasn’t for the late goal everyone would have been delighted.”Wilshere, to use his own description, is “desperate” to play and, temporarily, he also seems to have forgotten the Football Association’s instruction not to say anything even mildly controversial. “We know that Wales don’t like us,” he volunteered matter-of-factly. And do England like them? “Not really.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}