{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/jun/24/wales-chris-coleman-northern-ireland-emotion-euro-2016", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-06-24T21:30:26Z", "webTitle": "Chris Coleman tells Wales to ‘take emotion out’ of Northern Ireland game", "webUrl": "https://www.theguardian.com/football/2016/jun/24/wales-chris-coleman-northern-ireland-emotion-euro-2016", "apiUrl": "https://content.guardianapis.com/football/2016/jun/24/wales-chris-coleman-northern-ireland-emotion-euro-2016", "fields": {"headline": "Chris Coleman tells Wales to ‘take emotion out’ of Northern Ireland game", "bodyText": "Chris Coleman believes his Wales players are yet to peak and has urged them to show no fear against Northern Ireland as they seek to reach the quarter-finals of Euro 2016. Speaking on the eve of Saturday’s last-16 tie at the Parc des Princes, the Wales manager challenged his team to push themselves to the limit but also cautioned against getting wrapped up in the emotion of the occasion. Wales were brilliant on Monday night in Toulouse where they beat Russia 3-0 to finish top of Group B ahead of England. Coleman has no intention of settling for that performance in a tournament that he sees as the start, rather than the end, of their journey. “I’m never content and I don’t know if that’s a curse or a good thing,” Coleman said. “When a special moment happens I really enjoy it but I’m over it quite quickly. I remember it, yes, but I want to chase the next one. I’m the same as everyone after what happened [against Russia] – brilliant. But I think we need a little bit more of that and I think we can have a bit more of that. “I don’t think this tournament, wherever we fall, this is not it for this team. They are on their way and they will be here long after I’ve gone. This is a good bunch and they are capable of achieving things. This is the biggest thing they’ve ever been part of but by no means is it: ‘Wow, we got there, that was fantastic.’ It’s going to be: ‘What do we do after this? Are we going to rest or are we going to go again?’ “We want to go further and we’ve a chance. Let’s do everything we can to take that chance. Put yourself out there and in a position where you know you will do your absolute best and you could end up being incredibly disappointed. That’s not always a nice feeling when you’ve given everything and it’s not enough – it’s an empty feeling. “That’s why people have failed before, because they’re afraid of doing that. I’m not – and we are not. Let’s give everything, let’s ask for everything. What we can gain is incredible. We did it against Russia but we now want to do it again.” Northern Ireland, however, promise to be awkward opponents because of the way they defend in numbers. Michael O’Neill’s side tend to sit deep and are difficult to break down, and Coleman also highlighted their aerial threat at set pieces. The two countries know each other well having met in a friendly in Cardiff only three months ago; it finished a 1-1 draw, although on that evening Wales were without Gareth Bale and Aaron Ramsey, while Joe Allen, another hugely influential player, started on the bench. For Coleman it is important Wales learn from their mistakes in the 2-1 defeat against England, when they did not pass the ball with anything like the confidence they showed against Russia and seemed to be too immersed in the occasion and all the hype that surrounded a “Battle of Britain” fixture. “We fought really well and we stood our corner out of possession,” Coleman said. “When we had the ball, however, we never played anywhere near our capabilities because we got caught up with all the emotion of the game because it was a derby. That’s what we needed to put right in the game against Russia - which we did. So as much as we can we need to take the emotion out of it against Northern Ireland.” Probable Wales team to face Northern Ireland Hennessey; Chester, A Williams, Davies; Gunter, Allen, Ledley, Taylor; Ramsey, Bale; Vokes"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}