{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2016/jun/11/brands-count-cost-celebrity-links-johnny-depp-maria-sharapova-", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2016-06-11T23:05:06Z", "webTitle": "Brands count cost of celebrity ties after Johnny Depp and Maria Sharapova", "webUrl": "https://www.theguardian.com/lifeandstyle/2016/jun/11/brands-count-cost-celebrity-links-johnny-depp-maria-sharapova-", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/jun/11/brands-count-cost-celebrity-links-johnny-depp-maria-sharapova-", "fields": {"headline": "Brands count cost of celebrity ties after Johnny Depp and Maria Sharapova", "bodyText": "It has been a tricky week for brands that rely on celebrities to endorse their wares. An image of Johnny Depp rolling his shirt sleeves up while advertising a perfume named Sauvage has suddenly become a headache for Dior, while Nike, Evian and racket manufacturer Head are all pondering the solidity of their relationship with tennis star Maria Sharapova. Further afield in Hong Kong, protests were held outside Lancôme stores over the company’s cancellation of a concert by Canto-pop star Denise Ho Wan-sze, a known supporter of the pro-democracy movement . While Nike said it stood behind Sharapova, facing a two-year ban after admitting using a now banned performance-enhancing drug, Dior has so far refused to comment on allegations of domestic violence levelled by Depp’s estranged wife Amber Heard, despite calls from anti-domestic violence groups. Earlier this month the British charity Women’s Aid said that, should the allegations against Depp prove true, Dior should sever its relationship with the brand. “A responsible fashion house would stop working with a perpetrator of domestic abuse,” the charity said. “The ‘hero culture’ that can surround famous men should not distort our reactions to abusive actions.” It’s not the first time Dior has run into difficulties. In 2008, then brand ambassador Sharon Stone said that an earthquake in China was the result of “bad karma” over the occupation of Tibet. Dior immediately withdrew Chinese advertising featuring the actress. Harvard brand professor John Quelch says brands have to go through a complex series of calculations when deciding how to react to trouble with celebrity endorsers. A brand such as Nike may be less sensitive to a consumer backlash because, clearly, Sharapova needs athletic wear to win tournaments, so the company’s credibility remains intact. “If you have market power like Nike, you can set terms that are much tougher because athletes value the endorsementof Nike – it means as much to them as it does to the company. They feed off each other.” But for brands that are increasingly seen as offering leadership around social issues, the dilemma around celebrities can still be acute. Quelch says Dior would almost certainly have written in a clause for moral turpitude in a contract with any Hollywood star. While a brand can’t write in penalties for box-office flops, they can write a moral turpitude clause that is as broad and sweeping in its lack of definition as possible. “So whatever unforeseen misbehaviour arises, the moral turpitude clause can be activated,” he says. By contrast, a powerful celebrity would seek to limit the moral turpitude clause to specified acts. “That might or might not include hitting your wife.” But brands do not welcome celebrity endorsers who are likely to express their views on non-commercial issues. In Hong Kong, Lancôme’s parent company L’Oréal was believed to have come under pressure from Chinese authorities to cancel Denise Ho Wan-sze’s engagement over her pro-democracy stance. But the move proved to be a black eye for the firm as Ho urged fans to stand up against “the white terror that is spreading among our societies”. In a statement, Lancôme said Ho was not a spokesperson of the company and that it was “sorry for the confusion”, citing “possible safety reasons” in cancelling the concert. The social media and public backlash that followed L’Oréal’s decision highlights difficulties that sponsors are now encountering with celebrity endorsers, says Lucie Greene, worldwide director of the Innovation Group at J Walter Thompson. “Celebrities are sharing more opinions and pictures on social media to promote their own personal brands. It’s becoming more difficult for brands to control celebrities that are tied into a brand relationship. They’ve got their own independent ways to broadcast their ideas and thoughts.” Whereas brands could once tightly control the messaging, says Greene, they now have to deal with several streams of commentary. “It’s become far more important for celebrities to have a social media presence and the messages get picked up and spread more quickly.” Exacerbating that trend, Greene adds, is the politicisation of social media users, including celebrities such as Lena Dunham, the American actor and creator of TV hit show Girls, who use their public platforms to draw attention to issues. In some instances, the importance for celebrities to maintain credibility with their audience is more important than their allegiance to sponsors."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}