{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2016/jun/20/nauru-and-manus-incident-reports-reveal-stream-of-despair-and-privation", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2016-06-19T22:23:18Z", "webTitle": "Nauru and Manus incident reports reveal stream of despair and privation", "webUrl": "https://www.theguardian.com/australia-news/2016/jun/20/nauru-and-manus-incident-reports-reveal-stream-of-despair-and-privation", "apiUrl": "https://content.guardianapis.com/australia-news/2016/jun/20/nauru-and-manus-incident-reports-reveal-stream-of-despair-and-privation", "fields": {"headline": "Nauru and Manus incident reports reveal stream of despair and privation", "bodyText": "The official incident reports from trauma specialist Paul Stevenson’s time on Nauru and Manus run to more than 2,000 pages. They reveal a near-constant stream of despair, privation and self-harm. On some days, there are six “code blues” (medical emergencies) for suicide attempts. Some asylum seekers attempted suicide day after day after day. They are placed on high watch for a time but then try to kill themselves almost immediately after their watch is ended. The reports also reveal that it is sometimes months – after people have been moved to Australia for a medical emergency – before they feel safe enough to reveal the sexual or physical abuse of their children. These incident reports published below represent a tiny proportion of those that occurred on Nauru and Manus during Stevenson’s time on the islands. The names of staff have been redacted and asylum seekers and refugees have been given single-letter pseudonyms, where necessary, to protect their identities. Some detailed locations have also been redacted. They are otherwise unamended. Warning: some of the material published below may be upsetting for some readers. 1. ‘The cuts ranged from superficial to deep’ 26/09/2014 7:50:00 AM Ref: 1084910 Incident type: Self harm Incident category: Critical Reported by: [REDACTED] Agency/provider: Transfield Security Location: [REDACTED] Description: On this day I was posted as W3.1 with CSO [REDACTED]. I responded to a code blue call in [REDACTED], arriving at this location at approximately 0749hrs. On arrival I found four male asylum seekers with a range of cuts to their inner forearms. The cuts ranged from superficial to deep. I identified all four asylum seekers to be unaccompanied minors (UAMs). First aid was offered to all four UAMs involved by CSOs [REDACTED] and [REDACTED] and this was declined. My attention was then drawn to a disturbance in [REDACTED]. Upon entering this tent, I witnessed approximately two UAMs attempting to destroy property and tents. At approximately 0750hrs, I called an emergency code black (officer needing assistance) via my radio. ERT members and more CSOs arrived to contain the situation. It was at this time I observed a further two UAMs with superficial cuts to their forearms. IHMS arrived onsite at 0752hrs. CSO [REDACTED] approached me and gave me a single blade with what appeared to be blood on it, isolated in a plastic bag. I held onto this blade. The situation in area 10 was deemed to be under control and at approximately 0827hrs IHMS were given access to the UAM area to treat the six UAMs with cuts. The six UAMs remained onside in the IHMS tent after treatment from IHMS. They have accepted an offer to be moved to [REDACTED] to see mental health. I then moved to [REDACTED] with the isolated blade and completed this incident report. I had no further involvement. 2. ‘I will walk into the ocean with my daughter’ 20/01/2015 2:10:00 PM Ref: 1321634 Incident type: Self harm threat Incident category: Minor Reported by: [REDACTED] Agency/provider: Transfield Services Location: [REDACTED] Description: At approximately 1410hrs, CSPW [REDACTED] met with A to discuss tent moves. A stated “If I move I will walk into the ocean with my daughter. Finished. I will.” 3. ‘It’s too late. It’s over’ 23/01/2015 12:09:00 AM Ref: 1327445 Incident type: Self harm Incident category: Major Reported by: CSO [REDACTED] Agency/provider: Transfield Security Location: Area 5 [REDACTED] Description: At approximately 0009hrs CSO [REDACTED], was called by CSO [REDACTED] to attend [REDACTED]. When CSO [REDACTED] attended the room he noticed A sitting on the floor crying. CSO [REDACTED] asked A what was wrong and she requested that CSO [REDACTED] give a document to Immigration. A then tried to swallow two screws approximately 1.5 inches long. CSO [REDACTED] managed to remove the screws from A’s hands. A’s daughter B advised CSO [REDACTED] that A had already swallowed two of the same screws. CSO [REDACTED] then asked A if she had swallowed them and A said “yes she has”. A also stated words to the effect of “it’s too late it’s over”. CSO [REDACTED] then called the code blue. 4. ‘Her husband’s name was cut into her skin’ 26/03/2015 2:25:00 PM Ref: 1477643 Incident type: Self harm Incident category: Major Agency/provider: Save The Children Location: [REDACTED] Description: At approximately 1425hrs, case worker (CW) [REDACTED] was having a conversation with asylum seekers C, D, and E in the mess in [REDACTED]. CW [REDACTED] was also present. C then disclosed that E did something ‘stupid’. E then disclosed the following: Approximately four days ago (Monday 22/03/2015) she stated that she was “feeling upset and worried as she missed her husband who lived in the community in Australia”. She stated that she “wanted a tattoo of his name but can’t get that here so I cut his name on my chest. In a discussion about what she was feeling when she did this, E stated that when she feels worried or sad she cuts herself, then has a shower and the pain she experiences when the cut gets wet “releases the feelings in my heart and I feel better”. E then pulled down her t-shirt and her husband’s name was observed cut into her skin on the top of her left breast. It appears to be approximately 8cm to 10cm in length and 2cm high with six letters. (CW was unable to recall the exact name). E advised that she did not wish to tell CW what she cut herself with as they would take it away or place her on watch. E then showed the CW’s her left inner forearm where there were approximately five-six scars approximately 2cm to 4cm in length horizontally across her arm. E was crying during this conversation however she advised that she just became upset when she spoke about her husband. She advised that she was feeling calm and did not have any plans to harm herself again today. She advised that she would stay with her friends this afternoon and if she felt worried or like she was going to harm herself she would contact Whiskey 3 and request to see the CWs. 5. ‘He wanted to know when he was going to Australia. If he didn’t receive news about this soon he would jump’ 10/04/2015 6:05:00 PM Ref: 1514627 Incident type: Self harm threat Incident category: major Reported by: [REDACTED] Agency/provider: Transfield Security Location: [REDACTED] Description: At approximately 1805hrs, asylum seeker F was seen sitting on the top of [REDACTED] in Bravo camp with what appears to be a noose around his neck. [REDACTED] CSO [REDACTED] was called along with [REDACTED] and [REDACTED]. [REDACTED] began negotiation. The immediate area was cordoned by [REDACTED], and [REDACTED] locked down Bravo camp in an effort to gain control of the situation. F appeared to be upset with a situation that transpired in the mess and made demands that he wanted to know when he was going to Australia. If he didn’t receive news about this soon he would jump. At approximately 1815hrs G approached [REDACTED] and demanded to get through to speak to his cousin. As he was emotional and proved to be detrimental to the situation he was denied access to Bravo camp. At approximately 1825hrs G presented to [REDACTED] with lacerations to his stomach. G stated that he needed to do this to himself to see his cousin. G was assessed by [REDACTED] and asked if he wished to seek medical attention. G initially refused but shortly after agreed to see IHMS. IHMS was called to attend RPC 2 by [REDACTED]. At approximately 1850hrs, F gave a deadline saying that if he didn’t receive information about when they are flying to Australia by 1900hrs he would jump. H, who was on the ground watching his brother, commented that he would also participate in the act of self-harm if the deadline isn’t met. At approximately 1903hrs IHMS ambulance arrived on sight and treated G for superficial cuts to his stomach. At approximately 1910hrs [REDACTED] arrived on sight and assisted [REDACTED] with the negotiation. At approximately 1941hrs, case manager team leader [REDACTED] and case manager [REDACTED] arrived on sight to assist with the negotiation. At approximately 1958hrs F removed the rope and climbed down from the tent. 6. ‘Their son had said one Nauruan officer was playing with his bottom’ 15/01/2015 7:15:00 PM Ref: 1311126 Incident type: Sexual assault Incident category: Major Reported by: [REDACTED] Agency/provider: Save the Children Location: [REDACTED] Description: At approximately 1915hrs [REDACTED] was speaking with J in the grass above [REDACTED]. K informed [REDACTED] that her husband J had reported approximately 4 months ago to her that he had been in a car with their three year old son, L, and two Nauruan Wilson’s Security Officers. Their son L had said to K that one Nauruan Officer had put his hand up L’s shorts and was “playing with his bottom”. K removed L from the middle of the car and placed K on his lap but did not say anything as he feared the two Nauruan Officers in the car. J informed CSPW [REDACTED] that she had reported this to Immigration Officers in Brisbane when she was recently medivacked (within the past two weeks). During the same conversation, J informed CSPW [REDACTED] that approximately 5 months ago a Nauruan Officer had run his hand down the back of J’s head and head scarf and said to her “if there is anything you want on the outside let me know, I can get you anything”. J reported to CSPW [REDACTED] that she has not seen this Officer recently in RPC3 but had seen him on several occasion in RPC1. J stated that she was able to identify him on sight. J described the Officer as Nauruan, thin, short and perhaps between 35 to 45 years old. J stated this occurred at the front guard’s entrance to [REDACTED]. 7. ‘Police had picked up a naked female refugee and were bringing her back to the police station’ 16/05/2015 6:30:00 PM Offshore operations Ref: 1615456 Incident type: Sexual Assault Incident category: Major Reported by: [REDACTED] Agency/provider: Transfield Security Location: [REDACTED] Description: At approximately 1800hrs CSO 1 [REDACTED] was notified that M had not returned from open centre and was not able to be contacted. A search of RPC3 was conducted to ensure that she was not already on site. At approximately 1840hrs CSO 1 [REDACTED] notified the NPF and advised them that M had not returned from open centre. CSO 1 [REDACTED] gave the Nauru police force the personal details of M including a description of what she was wearing which was provided to CSO 1 [REDACTED] from her brother N. Shortly after this N was accompanied by his mother O at [REDACTED] and both became very upset and distraught. N and O were moved into the gate house so their actions would not impede on IHMS. At approximately 2107hrs the security control room notified CSO 1 [REDACTED] that [REDACTED] from Connect had advised them that she witnessed the Nauruan police force (NPF) pick up the asylum seeker. The location of this was not given. CSO 1 [REDACTED] called the NPF to confirm this and was told that police had picked up a naked female refugee and were bringing her back to the police station. The NPF also stated that they could not determine at this stage if it was M or not, due to her not having any clothes on. At approximately 2120hrs CSO 1 [REDACTED] received a phone call from [REDACTED] advising him that she was at the police station with M and was requesting an interpreter to assist the police interview. CSO 2 [REDACTED] and CSO 3 [REDACTED] departed RPC3 to the police station via RPC1 to pick up the Farsi interpreter. At approximately 2220hrs CSO 2 [REDACTED] notified CSO 1 [REDACTED] that they had arrived at the police station and that it was M. The identification of M was confirmed by a photocopy of her ID card and CSO 2’s interaction with her during the course of his general duties. CSO 1 [REDACTED] was informed by the security control room that O had permission to be with her daughter. CSO 1 [REDACTED] relayed this message to both N and O. N became very upset and appeared very stressed that he could not go with his mother and asked permission to go. CSO 1 [REDACTED] then notified [REDACTED] from the Department of Immigration and Border Protection (DIBP) duty phone and asked permission for N to attend and then told him that he and his mother can remain together in the gate house until approval has been given. At approximately 2310hrs M arrived at the RON hospital under NPF escort for a medical examination. It was at this time CSO 1 [REDACTED] was getting information from the security control room stating that she was refusing medical treatment and did not want to see her mother or brother. At approximately 0050hrs, 17 May 2015, permission was sought and approved from DIBP to house N and O in the managed accommodation area away from RPC3 while the incident was still in progress. M was released from the RON hospital at approximately 0150hrs and arrived at RPC1 IHMS for follow up medical at around 0210hrs and was placed on a high watch. 8. ‘I no have friends, I won’t be needing a room, a bed any food or water. It’s just me now’ 8/09/2014 7:30:00 PM Nauru control room Ref: 962314 Incident type: Antisocial behaviour Incident category: Minor Reported by: Control room Agency/provider: Wilson Security Location: OPC1 Description: I was talking to client [ID NUMBER REDACTED] as I noticed he was relocating his bed from the rec area to the trees near C10, he was saying his UN meeting this morning was no good. Trying to lighten the mood I said It will be good when the new buildings go in. [NAME REDACTED] replied “I no have friends, I won’t be needing a room, a bed any food or water. Its just me now.” He then said he is tired and closed his eyes and tears rolled his cheek. He told me he had just spent 70 minutes on the phone to his wife. His wife is being pressured to divorce him and leave him here. 9. ‘Opened his Facebook page … on the page were pics of protests/political nature’ 8/09/2014 6:53:00 PM Nauru control room Re: 962267 Incident type: No Incident category: Minor Reported by: Control room Agency/provider: Wilson Security Location: OPC1 Description: Q opened his Facebook page. On the page were pics of protests/political nature. He sent a message to a male and female. He viewed a page with the initials, RACS Refugee Sydney. He left and spoke to some friends, pointing to the internet rooms and spoke to another client (unknown) for about 20 mins. • In Australia, the crisis support service Lifeline is on 13 11 14. In the US, the National Suicide Prevention Hotline is 1-800-273-8255. In the UK, the Samaritans can be contacted on 116 123. Hotlines in other countries can be found here"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}