{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2016/jun/24/barack-obama-mark-zuckerberg-startups-conference", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2016-06-24T21:52:53Z", "webTitle": "Zuckerberg and Obama discuss startups, 'nerd cool' and Brexit at conference", "webUrl": "https://www.theguardian.com/technology/2016/jun/24/barack-obama-mark-zuckerberg-startups-conference", "apiUrl": "https://content.guardianapis.com/technology/2016/jun/24/barack-obama-mark-zuckerberg-startups-conference", "fields": {"headline": "Zuckerberg and Obama discuss startups, 'nerd cool' and Brexit at conference", "bodyText": "To hear Barack Obama tell it, if the UK’s vote to leave the European Union represents the fears and disruption that come with globalization, startups represent the promise and growth. The president on Friday joined a T-shirt-clad Mark Zuckerberg and several young startup founders on stage at Stanford University for a White House entrepreneurship conference. The administration has been holding such events to persuade young people overseas to join startups instead of extremist groups. “You represent all of the upside of an interconnected world,” Obama told the audience, after chiding Zuckerberg for his wardrobe choices. “Yesterday’s vote speaks to the ongoing changes and challenges related to globalization ... cultures are colliding. Sometimes that’s disruptive and people get worried.” Friday also offered the latest example of how Washington increasingly views whatever is in the water in Silicon Valley as a potential cure-all for the world’s ailments. If other countries can engender their own technology boom, the administration seems to say, it could help crises like global development, the Islamic State, immigration and the Brexit vote. For Obama, some of this appears to be out of a genuine fascination with companies born in San Francisco’s Bay Area. At one point, for instance, he lauded Stanford for making “nerd cool” and being the birthplace of both Google and Yahoo. “Those were really good student projects,” he said after pausing for dramatic effect. “My student projects weren’t as good.” On stage, Obama was also joined by Mai Medhat from Egypt, Jean Bosco from Rwanda and Mariana Costa Checa from Lima – all young startup founders. “I’m still just trying to get over the fact you introduced me,” Costa Checa said. The president and the Facebook CEO encouraged the audience to build causes, rather than just profit-seek companies. Zuckerberg, for instance, said the driving force behind Facebook was to connect as many people as possible. This, he said, is why his company has tried to expand internet access in India and Africa. Zuckerberg, though, did acknowledge that bringing more people online may eventually mean more money for Facebook – but not for a “very long time if it works out”. There are other parts of the startup lifestyle of which the president appeared envious. “I could not wear a T-shirt like Mark for at least another six months,” Obama said, referring to when he’ll be out of office. To which Zuckerberg responded: “Soon.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}