{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/jun/01/spain-football-euro-2016-favourites-russia-beaten-czech-republic", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-06-01T22:50:51Z", "webTitle": "Spain are the favourites for Euro 2016, claims Vicente del Bosque", "webUrl": "https://www.theguardian.com/football/2016/jun/01/spain-football-euro-2016-favourites-russia-beaten-czech-republic", "apiUrl": "https://content.guardianapis.com/football/2016/jun/01/spain-football-euro-2016-favourites-russia-beaten-czech-republic", "fields": {"headline": "Spain are the favourites for Euro 2016, claims Vicente del Bosque", "bodyText": "Vicente del Bosque has claimed Spain are favourites to win a third successive European Championship after seeing his side beat South Korea 6-1. Alvaro Morata and Nolito each scored twice as the champions from 2008 and 2012 warmed up for their defence in style. Manchester City’s David Silva and Cesc Fàbregas of Chelsea were also on target in Salzburg. “We are the favourites [for Euro 2016] because we come into it having won four years ago,” Del Bosque said. “There are other national teams, but it’s our dream to be champions again. We’re in a good moment. We have had a tough season, very intense, but we are ready to go into the Euro in the best conditions. “We are ready to start, to win is another thing. There are good rivals and in football everything is really even.” Spain play Georgia in Getafe on Tuesday before beginning their Euro 2016 Group D campaign on 13 June against the Czech Republic in Toulouse. Russia, England’s opening opposition in Marseilles, lost 2-1 to the Czechs in Innsbruck, Austria. Tomas Necid scored a 90th-minute winner as the Czechs came from behind. Aleksandr Kokorin’s sixth-minute goal for Russia was cancelled out by Tomas Rosicky four minutes into the second half before Necid struck. Everton’s Romelu Lukaku scored an 89th-minute equaliser which saved Belgium the embarrassment of defeat to Finland, who have not qualified for the championship. Belgium, who are in Group E with Italy and are one of the pre-tournament favourites, went behind to Kasper Hamalainen’s goal eight minutes into the second half. Holland, who will not be playing at Euro 2016 after failing to qualify, beat Poland 2-1 in Gdansk. Newcastle’s Georginio Wijnaldum got the winner for the Dutch after Artur Jedrzejczyk had cancelled out Vincent Janssen’s opener. The Poles will contest Group C with Northern Ireland, Germany and Ukraine. Norway, who will not be in France either, beat Iceland 3-2. Iceland, who are in Group F with Portugal, went behind in the first minute and ultimately Gylfi Sigurdsson’s 81st-minute penalty softened the scoreline for them. Elsewhere, Estonia beat Andorra 2-0 and Latvia defeated Lithuania 2-1."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}