{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2016/jun/25/this-is-what-happens-when-you-call-out-sexism-in-australia", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2016-06-24T23:33:18Z", "webTitle": "This is what happens when you call out sexism in Australia | Erin Riley", "webUrl": "https://www.theguardian.com/commentisfree/2016/jun/25/this-is-what-happens-when-you-call-out-sexism-in-australia", "apiUrl": "https://content.guardianapis.com/commentisfree/2016/jun/25/this-is-what-happens-when-you-call-out-sexism-in-australia", "fields": {"headline": "This is what happens when you call out sexism in Australia", "bodyText": "This is what usually happens when you call out sexism in sport: nobody pays any attention at all. We’re used to sporting codes being sexist: used to paltry pay packets for female athletes, used to their bodies being objectified, used to sports administrations being dominated by men. Pointing out egregious examples of the worst of sport’s sexism only sometimes raises an eyebrow. I write about sport and gender a fair bit. Only a couple of weeks ago, I wrote about a broadcaster in Adelaide saying on air that women should never be football commentators because they have “annoying voices”. He said of commentator Kellie Underwood: “Her knowledge, her nous, her skills, her technique of calling and commentating is as good as any man, but I don’t want to hear her calling footy.” These comments passed with barely a mention. Occasionally, though, you hit a nerve. And when that happens, those who don’t want to change – be they fans or media personalities – are sure to let you know. The responses are so predictable that I created a bingo card for them. Last Saturday, I published a piece on my blog about comments made by leading media personality and Australian Football League club president, Eddie McGuire. The comments were made on Triple M radio ahead of the “Big Freeze” at the Melbourne Cricket ground, an event where high profile football and media figures ride a sled down an ice slide into a pool of freezing water, all to raise money and awareness for Motor Neurone Disease. McGuire said that sportswriter Caroline Wilson should go into a pool of icy water and never come up. I first heard about McGuire’s comments on a podcast called The Outer Sanctum. While I was surprised I hadn’t heard about it elsewhere, it wasn’t entirely shocking. After all, these sorts of things happen all the time in Australia without much attention. So I wrote a pretty brief piece: I transcribed the comments, uploaded a clip of the audio, and called on the AFL to act. I expected it, too, to pass largely unnoticed. But not so this time. The story started to gain momentum. McGuire’s position as the president of Australia’s most powerful football club, and the high profile of his cohosts undoubtedly ensured the issue got more attention. By Monday, it was front page news in Australia, and the CEO of the AFL called a press conference to discuss the issue. For the AFL, with its audience over 40% female, there was a lot at stake. As the story grew, so too did the backlash, both generally and for me personally. With significant attention and widespread condemnation of the comments comes a more significant chance of change. There is a significant minority who’d rather sport remains as it is: a “blokey” culture dominated by straight, white men. This group can be very vocal about denying there is anything wrong with the status quo, and metaphorically shooting the messenger. But even though the scale was so much bigger than it had ever been before, the responses were depressingly predictable. Even after the issue surfaced, McGuire gave a tepid apology that essentially said, “I’m sorry if people were offended.” It was only after he had conversations both with Wilson herself and with Phil Cleary, a longtime campaigner to prevent violence against women, that McGuire issued another apology, more fully owning his actions. But that wasn’t the end of it. The next evening, the host of the high-rating AFL Footy Show, Sam Newman, criticised both Wilson herself and the football media that covered the story. Addressing the camera as though it was Wilson, he said: “You’re becoming an embarrassment. And even if you were underwater, you’d still be talking.” The implication was clear: that the only acceptable thing for Wilson to do is shut up. He then went on to criticise those who covered the story, saying, “If you search for a cause to fit a narrative you are peddling, eventually you will convince yourself you stumbled onto something, as most of the cowardly excrement have, those excrement who have weighed into this. I would like to mention their names [but] as no one reads, watches or listens to them because they’re in second-tier media outlets, I won’t bother.” I can only assume he included me in that comment, as the first person to write about it. Again, Newman uses harsh language to suggest that those who spoke out should not have done so: essentially, that we should shut up. He’s not the only one who thinks so. Over the past week, I’ve received hundreds of emails, Twitter messages and comments on my blog, ranging from supportive to downright abusive. My favourite was the man who emailed me to tell me to get my “over-educated head out of my ass”, then signed it “Love, Brian”. But almost all of the creative types of abuse and negative feedback have the same end goal in mind: to silence people who speak out. Sometimes it’s through gaslighting, suggesting that the reactions of those who are speaking out are disproportionate or just plain wrong. In this case, it was the many incarnations of “why can’t you just take a joke” or “stop taking yourself so seriously”. These responses are designed to make those speaking out question the legitimacy of their own reactions. Sometimes, it’s through “playing the man” and criticising the person who is making the comment, rather than the substance of the comment itself. I have lost track of the number of times I’ve been told by men on the internet this week that I’m only doing it for attention. I asked male journalists if they had ever had this response: few had, and certainly none with the frequency I’ve received it this week. Some have gone as far as to claim they know definitively that my motivation was to raise my profile, which conveniently ignores the years of writing on this topic. I write about sexism – and diversity more broadly – in sport because I believe sport is an important part of our culture, and that to be a truly inclusive society, we need that inclusiveness to extend to sport. The only way for that to happen is through attention on the issue, both for fans who might think twice about their words and actions and for those in leadership positions in the game, that they might take actions to improve the culture from the top. I absolutely write so the issue – not me personally – gets attention. It’s also a strange criticism to make of a journalist: we all do our jobs to gain attention for the issues we cover, whether that’s the story of the day or insights into bigger issues. The best journalism is the stuff that stays with you, that makes you rethink the way you approach an issue. Suggesting that female journalists are doing something wrong when they are successful in drawing attention to an issue is as incorrect as it is a blatantly sexist attempt to silence us. Others use more obvious diversion tactics, either changing the subject – “why didn’t you talk about this incident from eight years ago” – or by making false comparisons – “why don’t you care about real gender discrimination, like women suffering in the Middle East”. This attempts to derail to conversation and shift it from the discussion of real incidents of sexism to something else. And then there are those who just resort to abuse: claiming the sexist taunt is totally accurate or making similar, or even more abusive comments themselves. These can be anything from name-calling to threats of violence. When you call out sexism in sport in a way that genuinely draws attention to it, all of these responses are entirely predictable and they are designed to do one thing: to stop us having the conversation, lest we one day actually change something. Despite all the abuse she has received, both in this incident and more broadly, Caroline Wilson hasn’t been silenced. She has spoken up this week about what happened, first in a column for The Age, then appearing on this week’s edition of The Outer Sanctum. Perhaps more importantly, she will be on her beat this weekend, covering the football with fearlessness and insight. And I, and the countless other women who have spoken up about this, won’t be silenced either. We will continue to fight to make football a better, more welcoming place. These are important conversations: sport is one of Australia’s most significant cultural institutions. We need to keep discussing how to make it more inclusive for all: for women, for people of colour, for members of the LGBT community. Sometimes, the blokes afraid of change won’t listen to us at all. Sometimes, they’ll scream from the rooftops trying to drown out our voices."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}