{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/jun/19/ireland-euro-2016-survival-belgium-italy", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-06-19T21:30:15Z", "webTitle": "Ireland face tough road to survival after Belgium lay bare limitations", "webUrl": "https://www.theguardian.com/football/2016/jun/19/ireland-euro-2016-survival-belgium-italy", "apiUrl": "https://content.guardianapis.com/football/2016/jun/19/ireland-euro-2016-survival-belgium-italy", "fields": {"headline": "Ireland face tough road to survival after Belgium lay bare limitations", "bodyText": "Plenty of glum faces emerged from the Republic of Ireland dressing room after a sobering defeat that laid bare their limitations, yet Robbie Brady insisted now is the time to look forward and not back. “Although it’s very disappointing, you’ve got to keep a clear mind and make sure we don’t dwell on it too much,” Brady said. “We’ve got a few days’ preparation now before the biggest game of our lives.” Ireland, in other words, need to flush this damaging result and performance out of their system – and fast. They take on Italy in Lille on Wednesday in their final group game and, despite earning only one point from their opening two matches, the door is still open for Martin O’Neill and his players to sneak into the last 16. To do that, however, Ireland will have to roll back the years. It was in 2002 that they last won a game at a major tournament – Saudi Arabia were their rather obliging opponents in Japan on that occasion – and the memories of famous victories against one of the heavyweight nations at a European Championship or World Cup finals are fuzzier still. Beating Italy at Giants Stadium in New York is among them and what Ireland would do for a Ray Houghton moment, with or without the forward-roll goal celebration, against the same country 22 years on. “Of course it’s possible,” Seamus Coleman said, when asked whether Ireland could defeat Italy. “We’ve had some big results at international level.” Yet Ireland know they will have to play with much more conviction than against Belgium to have any chance of producing a win like that against Germany in Dublin eight months ago. A shot on target would help – Thibaut Courtois did not have a save to make on Saturday – and Ireland also need to show far greater composure in possession. “We’re disappointed in ourselves that we didn’t keep the ball better,” Coleman said. The good news for Ireland is that Italy have won the group with a match to spare, leaving Antonio Conte with the option of resting key players. The bad news is O’Neill is not exactly spoilt for choice when it comes to freshening things up, in particular in the attacking areas, where Ireland looked so toothless here. Robbie Keane, a wonderful servant for Ireland but fast approaching his 36th birthday, was the man O’Neill turned to in the closing stages, perhaps to give Shane Long a rest for the Italy game as much as anything, because by that point Belgium were out of sight. Romelu Lukaku’s opener, following a lovely interchange with the outstanding Kevin De Bruyne, put Belgium on the path to a restorative victory that eases the pressure on Marc Wilmots, who seemed to be doing his best to get involved with the goal celebrations. Axel Witsel’s header doubled Belgium’s lead and it was left to Lukaku, after some hare-brained defending from Ciaran Clark, to finish off Eden Hazard’s neat approach work for the third. Bottom of the group, Ireland have it all to do if they are to prolong their stay in France. “Up till this point we’ve never done things the easy way,” Brady said, alluding to their tricky qualifying campaign. “It always looks like we’re ‘all off’ and then we come back, and that’s what we’ll be needing to do again. We’ll be doing all we can to go and get a historic result to push ourselves through.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}