{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2016/jun/25/win-tickets-to-see-massive-attack-at-british-summer-time", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2016-06-24T23:01:28Z", "webTitle": "Win: tickets to see Massive Attack at British Summer Time", "webUrl": "https://www.theguardian.com/music/2016/jun/25/win-tickets-to-see-massive-attack-at-british-summer-time", "apiUrl": "https://content.guardianapis.com/music/2016/jun/25/win-tickets-to-see-massive-attack-at-british-summer-time", "fields": {"headline": "Win: tickets to see Massive Attack at British Summer Time", "bodyText": "The Observer is offering five lucky readers the chance to win a pair of VIP tickets to Massive Attack at Barclaycard British Summer Time Hyde Park on 1 July 2016, with support from Young Fathers, Patti Smith and her band, TV on the Radio, Warpaint, Ghostpoet and more. To enter, simply fill in your details below, answer the question and click ‘submit form’. The closing date is 23.59 on Monday 27 June, and winners will be notified Tuesday June 28. Terms and conditions 1. The Observer/Barclaycard British Summer Time 2016 prize draw (the “Prize Draw”) is open to residents of the UK aged 18 and over. 2. The Prize Draw is not open to employees or agencies of Guardian News &amp; Media Limited (“GNM” or the “Promoter”), their group companies or family members, or anyone else connected to the Prize Draw. 3. Entrants into the Prize Draw shall be deemed to have accepted these Terms and Conditions. 4. To enter the Prize Draw you must visit this page and answer the multiple choice question correctly and enter all of the details requested . If you have any questions about how to enter or otherwise in connection with the Prize Draw, please email us at promotions@theguardian.com with “Observer British Summer Time Prize Draw 2016” in the subject line. 5. Only one entry per person. Entries on behalf of another person will not be accepted and joint submissions are not allowed. You are responsible for the cost (if any) of sending your Prize Draw entry to us. The winners shall be the owners of the email addresses from which the selected winning entries are sent. 6. GNM accepts no responsibility for entries that are lost, delayed, misdirected or incomplete or cannot be delivered or entered for any technical or other reason. Proof of delivery of the entry is not proof of receipt by GNM. 7. The Prize Draw closes at 23:59 on 27 June 2015. Entries received outside this time period will not be considered. 8. Five winners will be randomly selected based on answering the multiple choice question correctly, and each winner will receive one pair of non-transferable VIP tickets to the event on 1st July. 9. For full details of this festival, visit the festival website. For full ticket terms &amp; conditions, please click here."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}