{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2016/jun/06/independents-surge-newspoll-shows-major-parties-locked-dead-heat", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2016-06-05T22:32:05Z", "webTitle": "Independents surge as poll shows major parties locked in election dead heat", "webUrl": "https://www.theguardian.com/australia-news/2016/jun/06/independents-surge-newspoll-shows-major-parties-locked-dead-heat", "apiUrl": "https://content.guardianapis.com/australia-news/2016/jun/06/independents-surge-newspoll-shows-major-parties-locked-dead-heat", "fields": {"headline": "Independents surge as poll shows major parties locked in election dead heat", "bodyText": "The Coalition and Labor are locked in a 50-50 dead heat in two-party-preferred terms as support for independents surges, the latest Newspoll has found. The poll of 1,867 people, released on Monday, shows support for independents up three points to 15%. All three major parties recorded a one point fall in their primary vote, with the Coalition down to 40%, Labor down to 35% and the Greens down to 10%. The 50-50 two-party-preferred result matches the latest ReachTEL poll released on Friday, but is a one-point improvement for the government compared with the last Newspoll and an Ipsos poll released on Saturday. The 15% primary vote for micro-parties and independents is made up of 3% who support the Nick Xenophon Team, 3% for Family First, 1% for each of the Palmer United party and One Nation and 7% for others. The vote share for the Greens, minor parties and independents combined is 25%, higher than the record of 21% for non-major parties at the 1998 and 2013 elections. On Saturday Malcolm Turnbull urged voters to “prevent the chaos of a hung parliament” and “yet another minority government” as he campaigned in Adelaide. “Every single vote for Nick Xenophon, the independents, the Greens or Labor, brings us closer to Bill Shorten and the Greens running Australia,” he said. In Friday’s ReachTEL poll, the Nick Xenophon Team recorded a primary vote of 23.5% and 21.3% in the South Australian seats of Mayo and Sturt, suggesting it may be able to win the seats with Labor and Greens preferences. Satisfaction with Turnbull’s performance fell one point to 37%; dissatisfaction was up one point to 51%. Turnbull’s net satisfaction rating has fallen to minus 14 as a result. Satisfaction with Bill Shorten’s performance fell four points to 33%; dissatisfaction was up three points to 52% for a net satisfaction rating of minus 19. Respondents preferred Turnbull to Shorten as prime minister by 45 points to 30, with 25% undecided. The Newspoll was conducted between Thursday and Sunday. In that time Turnbull has defended proposed changes to superannuation, shutting down claims the government would change its plans to tighten tax concessions for high income earners. Speaking on ABC’s AM on Monday, Nick Xenophon said he hoped his party would win three Senate seats in South Australia and one or two in the eastern states. “At the halfway point, there’s all this fear and loathing from the major parties towards me and the team,” he said. “The fact is we haven’t run one TV ad, not one radio ad, and not one newspaper ad because we just don’t have the dough. If we do manage to cause upsets on the basis of almost no political advertising, that puts political campaigns on its head and I still can’t imagine that.” Xenophon said voters were disillusioned and in South Australia they were worried the government’s defence industry plan would create no jobs for six years. Xenophon denied he was a protectionist, but said free trade agreements had been poorly negotiated. But he advocated buy-Australian provisions in government procurement. Independent Andrew Wilkie told ABC on Monday the high vote for minor parties and independents was “a wonderful opportunity in the next parliament” for a strong crossbench, particularly a strong crossbench that supported his proposed poker machine reform."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}