{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2016/jun/28/turkey-istanbul-airport-attack-violence", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2016-06-28T23:30:32Z", "webTitle": "Suicide bombings at Turkey's Atatürk airport follow pattern of deadly violence", "webUrl": "https://www.theguardian.com/world/2016/jun/28/turkey-istanbul-airport-attack-violence", "apiUrl": "https://content.guardianapis.com/world/2016/jun/28/turkey-istanbul-airport-attack-violence", "fields": {"headline": "Suicide bombings at Turkey's Atatürk airport follow pattern of deadly violence", "bodyText": "The triple suicide attack in Atatürk airport in Istanbul that killed dozens and wounded scores more may well become the deadliest bombing in Turkey this year – but it is certainly not the first. Police sources quoted in Turkish media said that the attackers were likely affiliated with the Islamic State terror group. Turkish security forces have recently carried out numerous arrests and raids on the group in the country and at its borders, leading some analysts to speculate that Isis might carry out more retaliatory attacks. But Istanbul has been on a high security alert for months after three deadly attacks in the city this year blamed on Islamic State jihadis and the Kurdistan Freedom Hawks (TAK), a radical offshoot of the outlawed Kurdistan Workers’ party (PKK). Less than a month ago a car suicide bomber killed 12 people and wounded several others in the central Istanbul district of Vezneciler. TAK claimed responsibility for the attack, warning foreign tourists on their website that “Turkey was no longer safe for them.” The group, an offshoot of the outlawed Kurdistan Workers’ party (PKK), said that the bombing came in retaliation for ongoing security operations in the predominantly Kurdish south-east, and threatened that attacks would continue. Tak had previously claimed responsibility for two separate suicide car bombings in Ankara in April that killed 29 people. The deadliest terrorist attack on Turkish soil remains a twin suicide bombing in Ankara last October which targeted a peace rally organised by Kurdish and leftist groups and killed 103 people. An additional 250 were injured in the attack which stunned the nation. No organisation ever claimed responsibility, but investigators identified the bomber as an Islamist militant whose brother had carried out a previous suicide attack. As with the attack at Istanbul airport, Turkish authorities blamed Isis for the bombing; many ordinary Turks are both worried and angry that the war at the country’s border appears to be spreading within Turkey. Meanwhile, violence between the PKK and the Turkish government has soared up after the breakdown of a mutual ceasefire between the two foes last year, and hundreds of people were killed in violent clashes between security forces and Kurdish militants in cities and towns across the predominantly Kurdish south-east. Some people have expressed their anger with the current state of security in the country. Successive suicide bomb attacks have also had a disastrous effect on tourism – a major driver of the country’s economy. “The people were scared that a bomb would explode in a crowded place. [The Turkish intelligence agency] MIT doesn’t seem to care about us, they were not even as worried as the people were,” Seda Özen tweeted. “For the first time in years Üsküdar, Eyüp, Süleymaniye and Sultanahmet were empty during the month of Ramadan. People didn’t even go to the mosque.” Others were quick to point an angry finger at perceived outside forces trying to hurt Turkey. The hashtag #TurkeyWillNotSurrender trended just below #TheGovernment ShouldResign. “Turkey is a big Muslim country. Our enemies don’t want tourists come to Turkey. It’s time to be together,” wrote one Twitter user, Tevfik Okutan."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}