{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2016/jun/25/down-and-out-in-petrie-where-young-people-need-more-than-just-promises", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2016-06-24T23:47:53Z", "webTitle": "Down and out in Petrie, where young people need more than just promises", "webUrl": "https://www.theguardian.com/australia-news/2016/jun/25/down-and-out-in-petrie-where-young-people-need-more-than-just-promises", "apiUrl": "https://content.guardianapis.com/australia-news/2016/jun/25/down-and-out-in-petrie-where-young-people-need-more-than-just-promises", "fields": {"headline": "Down and out in Petrie, where young people need more than just promises", "bodyText": "Hours into his election campaign, Malcolm Turnbull made Petrie, Queensland’s equivalent of the New South Wales bellwether seat of Eden-Monaro, the staging point for his jobs pitch for down-and-out youth. A week later, Zac, 17, who knows exactly how it is to be down and out in Petrie, was asked for his reaction to the prime minister’s gesture “Who’s the prime minister? I thought it was Tony Abbott. I don’t know who [Turnbull] is.” Zac is not alone in his experience at the margins of the government’s second most marginal seat in Australia. He comes from the crisis end of the youth unemployment spectrum. After a traumatic childhood in a family with a long history of drug use and involvement in crime, Zac lived on the streets and surfed couches from the age of 14. “I was booting up [ice] all the time, mixing with bleach, whatever,” he says. “My family, they didn’t want me. Just on the street, doing crime to get money, whatever. Hardly sleeping.” On the cusp of adulthood, Zac’s aspirations are to “just get a job, a house, get on my feet and just have kids and treat them how I didn’t get treated with my mum and dad”. They’re the kinds of opportunities the Coalition is seeking to promote through its $751m Path (Prepare, Trial, Hire) scheme to subsidise internships for young people on Centrelink payments who have never worked. In Petrie, youth unemployment has fallen from 18% to 14% since the Coalition’s Luke Howarth won the seat in 2013 by 871 votes (0.6%). But it remains a persistent concern in a seat that both major parties regard as a must-win if they are to take government. Petrie has been held by every government of the day since 1987. Turnbull on his visit to Petrie with Howarth last month lauded the role of job network providers such as Help in getting young people into jobs. But Zac is not the kind who could walk into a mainstream job network provider and just get with the program. To get youths Zac “job ready”, providers like Help rely on the likes of Gerry Lister. Lister is the straight-talking, tattooed director of Youth Development Foundation and Employment Outcomes whose mentoring has earned her the tag “street Mumsy” among local youths living rough. “Zac’s Centrelink payments were up in the air because he could not engage with any service because of all the other stuff going on in his world,” Lister says. “Not because he didn’t want to, but you try sending a homeless young person a letter. They can’t keep a mobile phone number for more than 48 hours.” Zac came to Lister after hearing about her from another homeless youth. He’s been clean more than three months, is now in stable accommodation at Rothwell and is about to do work experience as a painter doing a housing commission contract at North Lakes. If all goes well, he’ll get a paid job out of it. Lister says this upbeat scenario takes a year of ongoing mentoring, including “intensive” everyday contact for the first three months in a job. “It’s super scary stuff for a young person that’s never done it, so they need as many people around them as they can get,” she says. “One kid was panel-beating. Every day we were picking him up, dropping him at work, taking his lunch, picking him up in the afternoon and taking him back home, just to make sure he was getting the whole process. “You’ve got to have their trust so that they know they can call anytime and go, ‘It’s freaking me out, it’s too much,’ instead of just not turning up or doing the wrong thing deliberately to get the sack.” This kind of advocacy is familiar territory for the Labor candidate for Petrie, Jacqui Pederson, who has worked with Lister in her role as a local government community development officer, and enjoys her enthusiastic backing over Howarth. Pederson cites unexpected effects of youth homelessness in Petrie, like a surge of youths flocking to the beachside suburb of Redcliffe once a second rail connection is in place. “There’s showers, toilets, beaches, leftover fish and chips,” she says. “If you’re going to be homeless it’s one of the better places, but it needs to be a safe place and you need to have the support services like Gerry’s to transition those young people back.” She says Labor’s Youth Jobs Connect program for 3,000 at-risk youth would address the gap in “that really holistic wraparound support for every aspect of life that young people like Zac need”. “You don’t just give a young person a job and expect it miraculously to work out,” she says. Lister’s pitch for more frontline services funding is thus: “If you can invest $10,000 into Zac in a year, if that gets him off the street, into stable accommodation, working and paying taxes – not committing crimes and taking up time and money through the court system – you’re saving another $50,000 because he’s not the person he was. “If you can do that 100 times in a year with 100 people – thanks for coming. I’ll be PM before you know it.” Pederson sums up the main concerns in Petrie as “jobs, penalty rates, health, education and renewable energy”. The electorate straddles long-term pockets of outer suburban disadvantage and growing master-planned communities that are a magnet for young families and retail behemoths such as Costco and Ikea. A job at McDonald’s, Hungry Jacks or a Westfield shopping centre represents the better end of what’s on offer for working youth. The concentration of solar panels on roofs would rival most other communities in Australia. Pederson says Labor’s pledge to fully fund the Gonski education reforms, its attack on the Coalition over its previously flagged moves to raise patient costs under Medicare, and its commitment to restore renewable energy targets all go down well. “Often the government is saying we can’t afford Medicare, we can’t afford education, and people are saying, of course we can, that’s what we paid taxes for, that’s what we work for, that’s the one thing we expect the government to provide,” she says. “And obviously people are talking about those companies that aren’t paying their fair share and they’re not contributing and people see that as unfair so we need to balance that out better.” Pederson says most Petrie voters are not scared by a “carbon tax” and appreciate a link between pricing carbon, driving renewables and limiting climate change impacts on the Great Barrier Reef. “People are more concerned about having access to affordable renewable energy and I guess the control of the mining companies and the electricity companies and the cost of electricity,” she says. “And people are really concerned about what is happening to the environment – the Great Barrier Reef, bleaching – and they want to see change.” Whether that appetite for change extends to their local MP remains moot, with a close contest for Petrie still looming a week out from poll day. There are no signs of a blowout against Howarth, with polling to date showing a result “not far from” where it was in 2013, according to Labor’s state secretary, Evan Moorhead. A spokeswoman said Howarth was unavailable when contacted for an interview with Guardian Australia this week. He has cited infrastructure as a key local need and taken credit for directly lobbying Abbott and then Turnbull to deliver a $1.5bn infrastructure spend in Petrie over the past three years. “I speak up for Petrie,” he told the ABC. “I let [Canberra] know what it is that’s important to them; I pass that on to the national leadership and I think it gets great results for the area, and I’m keen to continue to do that.” Zac, when told he could have the final word with a message to the nation’s leaders, shrugs: “I don’t know … They’re cocksuckers?” More thoughtfully, he adds: “I don’t really know. Everyone on the street has a different story and a different outcome.” Zac might not be interested in politics but politics says it’s interested in him. By the time of the next federal election, when the effect of that interest on his aspirations for a life of suburban wellbeing will be much clearer, he’ll be old enough to vote."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}