{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2016/jun/28/statins-controversy-uk-people-stop-taking-pills-heart-attack-stroke", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2016-06-28T22:30:50Z", "webTitle": "Statins controversy led 200,000 Britons to stop taking pills, says study", "webUrl": "https://www.theguardian.com/society/2016/jun/28/statins-controversy-uk-people-stop-taking-pills-heart-attack-stroke", "apiUrl": "https://content.guardianapis.com/society/2016/jun/28/statins-controversy-uk-people-stop-taking-pills-heart-attack-stroke", "fields": {"headline": "Statins controversy led 200,000 Britons to stop taking pills, says study", "bodyText": "The public controversy over statins after a leading medical journal ran articles questioning their use will have prompted an estimated 200,000 people in the UK to stop taking the pills in a six-month period, according to researchers. The authors of a study funded by the British Heart Foundation say there could be 2,000 extra heart attacks or strokes over the following 10 years as a consequence, but say it is impossible to be certain. The new study is published in the British Medical Journal. The BMJ also ran the two articles that started the controversy in October 2013, suggesting that the benefits of statins in preventing heart attacks and strokes may be outweighed by the possibility of side-effects in people who are not at high risk. The authors of the study, from the London School of Hygiene and Tropical Medicine, say there was no difference in the number of new patients starting statins. The extra patients who quit the pills – over and above those who stop taking the drugs anyway each month – tended to be older and to have been on statins for longer. Within six months of the publication of the controversial articles, the dropout rate had returned to its previous levels. In February 2014, new draft guidance from the National Institute for Health and Care Excellence recommended that anybody with a 10% risk of cardiovascular disease, instead of the former 20%, should be prescribed statins, fuelling the controversy. In March, Prof Sir Rory Collins, a leading expert on statins who oversaw the major study that informed the Nice decision, attacked the critics and the BMJ in the Guardian, arguing that lives would be lost if confidence in the drugs declined unnecessarily. Although the authors of the study said they did not blame the media for the loss of confidence in statins, one of them, Dr Liam Smeeth, said: “Our findings suggest widespread coverage of health stories in the mainstream media can have an important, real-world impact on the behaviour of patients and doctors. This may have significant consequences for people’s health.” However, Prof Peter Weissberg, medical director of the British Heart Foundation, which funded the work, said medical journals could no longer be relied on to be unbiased. “We now know that several of the leading medical journals have got axes to grind,” he said. The BMJ was running a campaign against over-medicalisation, which should cause the media to ask questions about its impartiality on the statins issue, he said. But Dr Fiona Godlee, editor-in-chief of the BMJ, rejected criticism. “It seems to me absolutely right that there is public debate about the benefits and harms of treatments,” she said. “Patients may now be better aware of several things. Firstly, we have far less good information on the side-effects of statins than on their benefits. Secondly, for some people, especially those at lower risk of heart disease, the survival benefit from statins may not outweigh the negatives of taking a drug every day with all that this entails. And finally the complete trial data on statins are not available for independent scrutiny. This should shock people. It continues to shock me.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}