{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/jun/19/england-roy-hodgson-wayne-rooney-slovakia", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-06-19T22:49:00Z", "webTitle": "England’s Roy Hodgson leaves out Wayne Rooney in gamble for Slovakia", "webUrl": "https://www.theguardian.com/football/2016/jun/19/england-roy-hodgson-wayne-rooney-slovakia", "apiUrl": "https://content.guardianapis.com/football/2016/jun/19/england-roy-hodgson-wayne-rooney-slovakia", "fields": {"headline": "England’s Roy Hodgson leaves out Wayne Rooney in gamble for Slovakia", "bodyText": "Wayne Rooney heads a list of six high-profile changes to England’s starting lineup for their final Group B fixture against Slovakia on Monday night as Roy Hodgson takes a calculated gamble to rest key members of his squad in anticipation of reaching the knockout stages. England need a point to be certain of progress and a victory to top the section and, in principle, secure a less daunting opponent in the next round. Defeat would open up the prospect of finishing third with a game potentially against Germany or Spain to follow. But Hodgson’s desire to freshen up his selection means he is even prepared to rest his captain, outstanding in midfield in the two games to date, with one eye on a last-16 tie this weekend. Rooney is set to be replaced by Jordan Henderson, now fully recovered from the knee injury which ruled him out for a month towards the end of Liverpool’s domestic season, and Jack Wilshere will also be integrated into a new-look midfield three in which Eric Dier is the only anticipated survivor. The Tottenham Hotspur full-backs Kyle Walker and Danny Rose will also be given a breather, having illuminated the tournament so far, with Hodgson confident Nathaniel Clyne and Ryan Bertrand will have a similar positive impact. Mauricio Pochettino employed a similar policy of rotating his full-back partnerships at Spurs last season. Daniel Sturridge and Jamie Vardy, who were introduced at half-time against Wales and scored the goals which won that match, are to start. Harry Kane, Dele Alli and Raheem Sterling are the other players who drop to the bench as England play their third game in nine days. It may be considered risky to start both Wilshere and Henderson given their respective fitness issues before the tournament. Yet most surprising of all will be the omission of Rooney when it was felt he would benefit from more matches in a relatively unfamiliar position before, England hope, they face elite opponents in the knockout rounds. England were leading Russia in their opening fixture when the captain was substituted and, without his experience on the pitch, they shipped an equaliser in stoppage time. The combined caps of the players in midfield and attack on Monday night will be 120, only a handful more than the 113 boasted by Rooney alone. Hodgson had been asked about the prospect of making sweeping changes in his pre-match media duties at Stade Geoffrey-Guichard on the eve of the Slovakia fixture but had hinted only that was his intention. “It wouldn’t be a problem if I wanted to keep the same side but there are players who would like to play and have been knocking on the door to play,” said the manager. “I have the option because everyone is anxious to show what they want to do. It’s a question of what we’d like to do, rather than what is necessary.” Rooney would have hoped to feature in Saint-Étienne but retains faith in the depth offered by Hodgson’s squad. “Everyone has seen the quality of players which we mentioned before the tournament,” said England’s record goalscorer. “We have a squad of 23 and, whoever the manager decides to play, we have players who can change games as they did against Wales. All of the strikers are goalscorers and, as this season has shown, they will score. We have good-quality players who can score goals, so it’s important we create the chances for them to do that.” Yet Hodgson’s selection is made to appear all the more risky given it comes after Greg Dyke, the outgoing chairman of the Football Association, suggested England must reach the semi-finals if the manager is to be sure of having his contract renewed. Dyke, speaking to BBC 5 Live, reaffirmed no decision would be made on Hodgson’s future until after the tournament but spelled out the minimum requirement. “What we have said is, if we have done well and played well, then I think [the contract] will be renewed,” said Dyke, who will relinquish his position next month. “Doing well? Semi-finals would be great; quarter-finals if we play well and meet one of the best sides and, unfortunately, lost or went out on penalties, something like that. “If you can win it, that is great success. If you get knocked out in the group stage, that is a disaster. That is the sort of discussion that will go on.” Hodgson, whose contract expires at the end of Euro 2016, offered a diplomatic response when asked about Dyke’s comments – the timing of which might have been deemed unhelpful – though Rooney was more forceful. “Of course we want him to stay,” said Rooney, who was appointed the national captain by the current regime. “Again, that’s down to his bosses but of course, as players, we want him to stay. “It shouldn’t go unnoticed the amount of young players he’s introduced into the squad over the last four years either. There was a big issue in terms of everyone saying we didn’t have enough young players coming through in England, where other countries did. “In fairness to the Premier League clubs they’ve brought young players through and Roy has picked them. In my opinion he’s created a very good team but also a fantastic atmosphere around the place: at the training ground and whenever we meet up. “He’s formed a great base for England’s future over the next six to eight years.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}