{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2016/jun/02/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2016-06-01T21:36:38Z", "webTitle": "Today's campaign: Coalition faces backbench revolt over super policy", "webUrl": "https://www.theguardian.com/australia-news/2016/jun/02/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing", "apiUrl": "https://content.guardianapis.com/australia-news/2016/jun/02/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing", "fields": {"headline": "Today's campaign: Coalition faces backbench revolt over super policy", "bodyText": "The government may have seized on the latest growth figures released yesterday as proof of its strong economic management – the release of the national accounts data revealed some of the strongest growth figures in four years. But the issue of superannuation remains an ongoing headache for the government, and no doubt we’ll be hearing more about that today. Changes to the Coalition’s superannuation policy could be made if the government is re-elected, a policy which senior ministers have struggled to explain this week. The finance minister minister, Mathias Cormann, is playing down reports this morning that political party donors are threatening to withhold donations over the policy. The big picture Aspects of the Coalition’s confusing superannuation policy may be changed or abolished after the election, reports say this morning. Two senior ministers – Julie Bishop and Josh Frydenberg – this week struggled to explain the superannuation policy measures, prompting cabinet secretary, Arthur Sinodinos, to commit the government to take the superannuation policy back to the party room. Gabrielle Chan writes that Sinodinos said the Coalition was open to changes to superannuation measures after the election, while claiming the government would have a clear mandate to implement the changes if they win: The superannuation changes were part of the budget so they were presented to the party room before the budget was handed down to the parliament,” he said. “The next process will be if we win the election there will be consultations on various changes and then legislation presented to the party room.” In an interview on Sky including Labor’s Joel Fitzgibbon, Sinodinos said no fellow MPs had rung to urge the government to change the superannuation measures. He confirmed the “transition to retirement” policy was not presented to the party room specifically – it was part of the whole budget package. “If we win the election, we would have a mandate to implement our superannuation changes and that’s what we’ll put up to the parliament,” Sinodinos said. “So you’ll have a mandate to implement the thing you are going to consult on after the election Arthur?” asked Fitzgibbon. Sinodinos said there would be consultations on “subsidiary matters” but denied it was around the start date of the superannuation measures. Meanwhile, Phillip Coorey writes for the Financial Review that Turnbull and Scott Morrison will face pressure from the backbench to change or even abolish elements of the superannuation overhaul, should it win the election. In a separate report, he writes that a re-elected Turnbull government would also struggle to pass a 10-year plan to cut the company tax rate to 25% through the Senate. All those likely to hold the balance of power are opposed to some or all of the package, Coorey explains: The Greens confirmed their opposition to the entirety of the tax cuts with the release of costings by the Parliamentary Budget Office which estimated the cost of the cuts over a decade would be $51 billion. While just $3 billion different from the $48.2 billion Treasury estimated for the government, Greens treasury spokesman Adam Bandt, who commissioned the PBO modelling, called it “a death blow to the argument that company tax cuts are affordable”. Labor, if it loses the election, will also have the numbers to pass the tax cuts through the Senate, but will only support lowering from 28.5% to 27.5% rate for businesses with a turnover of up to $2 million, which is just a fraction of the package. Nick Xenophon, who is expected to add to his Senate numbers at the election, will be critical to any negotiation when Labor and the Greens are opposed. But he said on Wednesday his support for the package was limited. Senator Xenophon, whose home town of Adelaide will be hit hard next year by the closure of General Motors Holden, would only guarantee supporting a lower rate for companies with a turnover of up to $10 million. Meanwhile, an electorate-by-electorate breakdown of economic growth for Fairfax Media, conducted by SGS Economics &amp; Planning, shows slowing economic activity in 30 of the country’s 150 parliamentary seats. Fairfax reports: A surge in mining exports has delivered the fastest economic growth in the life of the Coalition government, but has left much of Australia going backwards. In parts of Queensland and Western Australia, the economy is shrinking by as much as 2% per year. At the other end of the scale, in parts of Sydney and remote Western Australia, the economy is growing by 5% or more per year. Nine of the 10 fastest-growing electorates are held by the Coalition. The results, for each of Australia’s 150 electorates, show economic activity growing at more than 5% per annum in the inner suburbs of Sydney and Melbourne but going backwards in western and south-western Sydney seats such as Parramatta, Fowler, McMahon, Chifley and Werriwa. All are held by Labor. In outer Melbourne, Corio and Corangamite are going backwards. Corio is held by Labor and Corangamite is held by the Coalition’s Sarah Henderson even though a redistribution makes it marginally Labor. On the campaign trail Turnbull will continue campaigning in Sydney, with innovation a central theme. Shorten will also be in Sydney today where he will announce Labor’s policy to drive investment in renewable energy to reduce household power costs and create jobs. Labor wants 50% of all energy to be renewable by 2030. Shorten will announce a policy to sign 10-15 year power purchase agreements with energy companies, forcing the purchase of the same amount of renewable energy as half of the commonwealth’s power usage. The campaign you should be watching The ABC has examined the electorate of Eden-Monaro, and writes that residents along the Barton Highway are calling on both the government and opposition to commit to funding the road’s duplication in the coming federal election. It’s a marginal Liberal seat that has been held by Peter Hendy since 2013. The ABC reports: Earlier this week federal Labor announced a funding boost of more than $6m that would go towards planning roads in the electorate of Eden-Monaro, but the Barton Highway was left off the list. Sophie Wade, from the Barton Highway Community Action Group, said the road was a key issue for voters. “I’m quite shocked, I can’t believe the Barton Highway doesn’t rate a mention, it’s a critical piece of infrastructure in this electorate, and the safety issues need to be addressed urgently,” she said. And another thing(s) Conservative South Australian Liberal senator Cory Bernadi has defended using his blog to link to an article by a controversial “pick-up artist” whose views have been condemned around the world. Calla Wahlquist writes that “Bernardi offered the article with the preface “know thyself”, to which the internet responded with variations of “know thy source”. Bernardi shared the article with his 17,000 Twitter followers on Wednesday, saying it was “particularly relevant to many Twitter users”. The article was a lengthy missive against “social justice warriors” and warned the readers, assumed to be white heterosexual men, against attacks from those who find their statements offensive. The author, Daryush Valizadeh, who uses the moniker Roosh V online, is best known for an article – which he said was “satirical” – that argued rape should be legal on private property. He was monitored by the immigration minister, Peter Dutton, in February, after suggesting he would come to Australia to attend a series of men-only “tribal meetings” for supporters of his website, Return of Kings. Unfortunately, Valizadeh has seized on Bernadi’s linking to him, using Twitter to boast about the outrage it has created. I’m not going to link to that tweet, because Valizadeh doesn’t deserve that. Because Bernadi deserves to be taken to task • Follow the day’s developments live • Sign up here to receive your Campaign catchup in your inbox every afternoon"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}