{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2016/jun/16/gun-control-vote-senate-background-checks-watch-lists", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-06-16T22:45:34Z", "webTitle": "Gun control vote in Senate unlikely to produce Republican compromise", "webUrl": "https://www.theguardian.com/us-news/2016/jun/16/gun-control-vote-senate-background-checks-watch-lists", "apiUrl": "https://content.guardianapis.com/us-news/2016/jun/16/gun-control-vote-senate-background-checks-watch-lists", "fields": {"headline": "Gun control vote in Senate unlikely to produce Republican compromise", "bodyText": "Republicans have signaled that they will not compromise on gun control measures, despite a nearly 15-hour filibuster by Senate Democrats protesting congressional inaction on the issue. A group of Democrats, flanked by family members of gun violence victims, were at times brought to tears during a press conference on Capitol Hill on Thursday following the murder of 49 people in a gay club in Orlando over the weekend, as they inveighed against an epidemic that kills an average of 90 Americans each day and vowed to force Republicans on the record on the issue. “How on Earth in the face of the largest mass shooting in the history of this nation could the United States Senate ignore it in the week following?” asked Chris Murphy, the Connecticut senator who led a talking filibuster that began Wednesday morning and did not end until the early hours of Thursday. “My legs are a little bit rubbery, but my heart is strong,” he added. Murphy, along with 39 of his colleagues, took control of the Senate floor during a debate over an unrelated spending bill as lawmakers returned to business in the wake of the terrorist attack in Florida. The issue has been especially personal to Murphy, who emerged as a leading advocate of reducing gun violence after a gunman in his home state of Connecticut killed 20 children and six educators in the 2012 Sandy Hook elementary school tragedy. Democrats were able to secure a vote on two proposals – one to implement universal background checks and another that would bar suspected terrorists on the FBI watch list from purchasing firearms. But the Republicans who control the Senate said they would offer their own competing measures, meaning any vote would likely be split along party lines and thus ultimately fail. The Senate held a similar vote in December following the massacre in San Bernardino, California, when two terrorists gunned down 14 people and wounded 21 more. Then, too, not a single amendment met a 60-vote threshold needed to advance. While there is agreement in both parties that suspected terrorists should not be able to buy guns, Republicans, along with the NRA, have argued that many people are wrongly named on the FBI watch list. Their proposal would enable the FBI to delay individuals on the watch list from buying a gun for 72 hours, during which period they would need to prove to a judge that there was probable cause to bar them from purchasing a firearm. Chuck Schumer, the second-ranking Democrat in the Senate, decried this as “a wolf in sheep’s clothing”. “It’s a way for them to say they’re doing something when they’re doing nothing,” Schumer said at the press conference. “It’s a way for them to pay obeisance to the NRA without changing the world as it is.” Texas senator John Cornyn, the author of the Republican alternative to the FBI watch list bill, took issue with Schumer’s characterization, deeming it “incredibly ignorant”. “Observing constitutional rights for American citizens is not a smokescreen,” he told reporters. On background checks, the Democrats’ plan would require them on all gun sales except for loans or gifts between family members. Republicans have instead proposed legislation that would encourage better prosecution of background check violations but not expand the screening process in any way. Cornyn, who is also the Senate majority whip, said votes on the issues would occur on Monday. But even as the Senate showed a willingness to debate the matter, however briefly, Paul Ryan indicated there would be no such action in the House of Representatives. “Is going after the second amendment how you stop terrorism? No,” the House speaker told reporters Thursday morning at his weekly press conference. “Let’s not take our eye off the ball here … This is a person who was radicalized by Islamic terrorists, so we want to make sure we’re focused on the real issue here, which is terrorism.” Despite the dim prospects of advancing any new solutions, Democrats insisted history was on their side. With a majority of Americans favoring tougher gun laws – and 90% of the electorate in support of universal background checks – Democrats said it would be only a matter of time before lawmakers were held accountable at the ballot box for turning a blind eye to the issue. “[To] those who think that things will just get better, well, every hour, every day, it continues … a march of violence in our country,” said Senator Cory Booker on Thursday, his voice cracking as he spoke. “Your doing nothing invites those tragedies into more Americans’ lives and possibly into your neighborhood, your community, your church, your playground, your school.” At least some rank-and-file Republicans did, however, exhibit a desire to break the stalemate. Senator Susan Collins of Maine, a Republican known to work across the aisle, said she was drafting a bill she viewed as a middle ground on the terror watch list issue. Collins told reporters her proposal would prohibit access to firearms for individuals on a narrower no-fly list, as opposed to the broader terror watch list. Anyone barred from buying a gun would be entitled to take up the matter with an appeals court, the legal fees of which would be reimbursed by the government if the individual won his or her case. Collins said she was in touch with Senator Dianne Feinstein of California, who authored the Democrats’ version of the terror watch list amendment and could prove to be a partner if Monday’s votes do not yield any progress. “One of my frustrations is, we’ve had votes on both the Democratic proposal and the Republican leadership proposal before,” Collins said, adding that neither approach had succeeded. “So rather than doing Groundhog Day, I think it’s time for a new approach.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}