{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2016/jun/28/crowds-gather-outside-parliament-to-protest-against-brexit", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2016-06-28T22:02:18Z", "webTitle": "Crowds gather outside parliament to protest against Brexit", "webUrl": "https://www.theguardian.com/politics/2016/jun/28/crowds-gather-outside-parliament-to-protest-against-brexit", "apiUrl": "https://content.guardianapis.com/politics/2016/jun/28/crowds-gather-outside-parliament-to-protest-against-brexit", "fields": {"headline": "Crowds gather outside parliament to protest against Brexit", "bodyText": "Thousands of pro-EU voters have been listening to impromptu speeches outside parliament promising defiance in the face of last week’s referendum vote. Draped in EU flags and carrying homemade placards lampooning Ukip leader Nigel Farage and prominent leave campaigner Boris Johnson, a large number of people were still gathered in front of Parliament Square as darkness fell after making their way down there following an earlier protest in Trafalgar Square. In between chants of “vote it down” and “no more lies”, crowds listened to speakers call for the referendum result to be challenged or pushed aside, describing it as not legally binding. Typical of many there was Laura Clarke, 23, who said that she was now beginning to feel a sense of “hope” after what she described as last week’s “devastation”. “I felt like my future had been taken away and then I have been angry for most of the weekend,” said Clarke, carrying an umbrella in the rain and with her cheek daubed in the blue and yellow of the EU flag. Clarke, a native of Wales now living and working in London after recently graduating, added: “So it was just really nice to come here and feel united. I’ve been feeling solidarity with other people here and also, basically, just the love as well.” Heather Gordon, 31, and her friend Jenny Myatt, 32, painted their faces with the EU’s gold stars on a blue background and wrapped themselves in flags for the protest. Speaking outside parliament Gordon said: “We are here because we have to be here. We are here because our country hasn’t really spoken for us.” She joked: “If we had another referendum, it would work in everyone’s favour, including my own – because I love tapas.” Myatt said: “I think if you had a referendum today the outcome would be very different.” Politicians were largely absent, although the pro-Remain Tory MP Anna Soubry was cheered as she told the crowds: “If you hear of anyone who has been abused because of their race or the colour of their skin, tell your MP and report it to the police. Fight back.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}