{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sustainable-business/2016/jun/20/does-the-great-barrier-reefs-death-haunt-the-dreams-of-coals-company-directors", "type": "article", "sectionId": "sustainable-business", "sectionName": "Guardian Sustainable Business", "webPublicationDate": "2016-06-19T23:24:02Z", "webTitle": "Does the Great Barrier Reef's death haunt the dreams of coal's company directors? | David Ritter", "webUrl": "https://www.theguardian.com/sustainable-business/2016/jun/20/does-the-great-barrier-reefs-death-haunt-the-dreams-of-coals-company-directors", "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/jun/20/does-the-great-barrier-reefs-death-haunt-the-dreams-of-coals-company-directors", "fields": {"headline": "Does the Great Barrier Reef's death haunt the dreams of coal's company directors?", "bodyText": "As the scale of the recent catastrophe on the Great Barrier Reef has become widely known, a clamor has occurred across Australia. People are grieving and furious about the devastation of our reef. I have lost count of the number of distressed people I have talked with, distraught at what has happened, hardly knowing what to say. All over the country, people are justifiably angry. At Greenpeace, we’ve established a mock Kids’ party for the duration of the election period, to give voice to the wisdom of children as one way of speaking about the unspeakable. But, amid the uproar, some voices have been noticeably absent. It seems that in the face of what Prof Justin Marshall of the University of Queensland has called “Australia’s biggest ever environmental disaster”, the nation’s big business bosses have little to say. Since the shocking revelation in March that the reef had experienced the worst bleaching event on record, the Business Council of Australia has issued press releases on various topics including the Australia-China CEO round-table, the release of the Australian Competition and Consumer Commission’s review of the east coast gas market and the launch of the commonwealth’s smart cities plan. But the BCA has not seen fit to make a single media statement on the fate of the reef. Not content with silence, the Minerals Council of Australia has gone one step further, calling for more of the same. In the midst of the unprecedented devastation to the reef caused by global warming, the MCA found its voice to commend the granting of the Carmichael coalmine leases as a “sensible decision”. The MCA has also continued to vocally attack the hundreds of thousands of Australians who speak up for the reef through its campaign against the tax-deductible status of certain environmental charities. According to MCA doublespeak, what the Carmichael approvals really show is that coalmining projects “can work alongside the continued protection of unique environmental areas like the Great Barrier Reef”. This is typical of the “climate makers”, the bosses of those thermal coalmining companies and others who produce and burn the fossil fuels that make the greatest contribution to global warming. It is the climate makers whose reputations now bear the mark of the white coral. But not all mining is the same. The MCA currently represents the full gamut of the industry – from the more responsible extractives at one end of the spectrum to the fossil fuel mining reef bleachers at the other. Too often the agenda of the MCA appears to be driven by the latter. Do all of the member companies of the MCA support the positions taken by the body? What about the associate members, which include universities, accountants and law firms? Do they support attacks on nature charities? Do they really want to attach their reputations to supporting the specific development of a giant coalmine like Carmichael? Hidden behind the corporate veil are the actual human beings who make the decisions. Running every coalmining company are flesh and blood directors. What motivates these people? I have never met Bob Cameron or David Moult of Centennial Coal, for example, but I wonder what drives them? Or Robert Millner and Shane Stephan of New Hope Coal? Or any of the other thermal coal company bosses. How do they rationalise their work? Do they feel any personal culpability for the rise in global temperatures or the increase in ocean acidification? Are they remotely bothered by the stories of students weeping at the bleaching of the reef? Does the white coral ever haunt their dreams? Maybe the top brass of the coal companies genuinely don’t care. After all, in strict economic terms, the Great Barrier Reef is merely an inconvenient business externality for the coal industry. A couple of years ago, the then chief executive of the (now defunct) Australian Coal Association, Dr Nikki Williams, apparently saw the collapse of Arctic sea ice as worth a dismissive quip in a speech to the Sydney Institute. The fossil fuel mining industry has been in moral freefall for some time. The Guardian’s exposé of the extent of US coalminer Peabody’s funding of climate denial is just the latest example. But the rest of Australia’s mining businesses do not have to be dragged down by association with the bleachers. There is a relevant precedent in Australia. Rio Tinto has just celebrated the 20th anniversary of its historic turn to negotiation instead of confrontation with Australia’s Indigenous peoples after the Mabo high court decision and the Native Title Act. That change of direction by one big company – which was then followed by others – transformed politics. It is in the interests of those mining companies who do not dig out climate and reef destroying fossil fuels to differentiate themselves. The future-oriented and responsible wing of the mining industry can take a different path."}, "isHosted": false}}}