{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2016/jun/09/it-was-really-the-last-option-one-womans-multiple-sclerosis-recovery", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2016-06-09T22:30:05Z", "webTitle": "'It was really the last option': one woman's multiple sclerosis recovery", "webUrl": "https://www.theguardian.com/society/2016/jun/09/it-was-really-the-last-option-one-womans-multiple-sclerosis-recovery", "apiUrl": "https://content.guardianapis.com/society/2016/jun/09/it-was-really-the-last-option-one-womans-multiple-sclerosis-recovery", "fields": {"headline": "'It was really the last option': one woman's multiple sclerosis recovery", "bodyText": "Jennifer Moulson had the first symptoms of multiple sclerosis when she was 21. Five years later, she was in a wheelchair, unable to dress herself or cut up her own food. Today she skis and goes kayaking. Moulson got her life back, she says, thanks to the doctors at the Ottawa hospital in Canada, where she was admitted onto a trial that she knew could kill her. But she felt there was no other option. “I knew going into this study what the risks were,” she said. One of the drugs caused seizures, so she had to be on medication to prevent that. Another could cause all your organs to shut down. “Dr [Harold] Atkins [who led the trial] said this is where we would bring you into a room so you could be with your family and friends while you die,” she said. “There was a one in 10 chance that you could die. We knew full well going into this study that there was a risk of death. “Looking back I had no other choice but to take part in this. I had tried all the other therapies and they were obviously not working. So I put my life in their hands and I took a leap of faith.” If there had been the drugs that exist today, Moulson might have thought twice about the trial the she joined in 2001, she admitted. “It was rough,” she said. I’m not going to sugar-coat it – it was really, really rough. It’s for people with aggressive MS. This is a really last option, for sure. It was really gruelling.” There was no instant transformation. The improvements happened slowly. It took at least a year and a half until she started to feel normal. She had infections, contracted shingles and was on high-dose antibiotics. But then she found she was carrying things down the stairs, she was able to walk to the grocery store, she could blow dry her own hair instead of getting her husband to do it. And one day she walked in to see her doctor in high heels. “I think he had a tear in his eye,” she said. “He was shocked. “He’s been with me since the start of my disease. He watched me walk, get worse, go from walking to leg braces to canes to the walker, to the wheelchair to being fully incapacitated. Then he watched me recover. “I think he was shocked. He was just as shocked as I was. I wasn’t supposed to get better. I was supposed to stay level, not regain function. This just blew him away. It wasn’t supposed to happen and it did.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}