{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2016/jun/09/the-best-way-to-win-an-eu-debate-say-absolutely-nothing", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2016-06-09T22:00:21Z", "webTitle": "The best way to win an EU debate? Say absolutely nothing", "webUrl": "https://www.theguardian.com/politics/2016/jun/09/the-best-way-to-win-an-eu-debate-say-absolutely-nothing", "apiUrl": "https://content.guardianapis.com/politics/2016/jun/09/the-best-way-to-win-an-eu-debate-say-absolutely-nothing", "fields": {"headline": "The best way to win an EU debate? Say absolutely nothing", "bodyText": "The first three television debates had only raised the possibility that the best way to win the EU referendum could be to say absolutely nothing. Since the only person who had admitted to having her mind changed by anything anyone had said in the campaign was Tory MP Dr Sarah Wollaston, who switched from leave to remain on Wednesday, silence might have been the best strategy. The first side to announce that it had already said everything that needed to be said hundreds of times over and was no longer going to insult the electorate by battering them with the same old lies and half-truths could possibly hoover up the 15% or so of voters who are still undecided. Then came Nicola Sturgeon, Angela Eagle and Amber Rudd up against Boris Johnson in the second ITV debate. It was meant to be three v three but Andrea Leadsom and Gisela Stuart were like the tracks on Now That’s What I Call Music that were only there to fill some space and nobody ever listens to. Leadsom looked terrified and out of her depth, while Stuart is so dull and self-effacing she could lose an argument against herself. The debate got under way with each of the six making a one-minute sales pitch and it briefly threatened to be more of the same old, same old that had characterised the earlier one-man shows of David Cameron and Michael Gove, and the Dave-and-Nigel two-hander. Dull and entirely predictable. But once the opening formalities were done, the gloves came off and it was immediately clear that Nicola, Angela and Amber were working as a team to take down Boris. No chance was missed to make it personal. The first question was on immigration and Amber rushed out of the blocks to play the man not the ball. “The only number Boris is interested in is Number 10,” she declared to a round of applause. Nicola and Angela were quick to follow up, taking Boris down at every opportunity. The £350m figure on the Vote Leave Bus was nothing but a whopping lie. “Take it down,” Nicola said. “Get that lie off the bus,” Angela joined in. Boris didn’t quite know how to respond. He wanted to go on the attack but sensed he was never going to beat the odds. His usual tactic of last resort is to play it for gags, but now wasn’t the time against three powerful women. Instead he tried to play the statesman and merely looked for different ways of saying “take back control”. Sensing that her man was struggling against a determined pincer movement, Gisela tried to help out. “I don’t think we should worry that none of the experts agree with the leave campaign,” she said. “Every British person can be their own expert.” Boris’s eyes turned a shade redder and puffier. With friends like these … With Gisela at the helm everyone can be their own brain surgeon. The longer it went on the more exhausting and febrile it became. Everyone would probably have been better off cutting and running after an hour, rather than dragging it out for two. What had started as robust debate had ended in a stalemate of personal insults, appeals to motherhood – Boris wisely kept his counsel on this one – and competing scaremongering. The biggest cheer of the night went to the final questioner, who asked: “Why should we trust any of you?” No one really had a satisfactory answer. The remainers might have the better arguments but maybe silence really is the best way to win the referendum."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}