{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2016/jun/11/west-end-star-crossed-love-opera-theatre-shakespeare-wagner", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2016-06-11T23:05:06Z", "webTitle": "A summer of doomed romance: how West End fell in love with longing", "webUrl": "https://www.theguardian.com/stage/2016/jun/11/west-end-star-crossed-love-opera-theatre-shakespeare-wagner", "apiUrl": "https://content.guardianapis.com/stage/2016/jun/11/west-end-star-crossed-love-opera-theatre-shakespeare-wagner", "fields": {"headline": "A summer of doomed romance: how West End fell in love with longing", "bodyText": "Whatever the temperature outside, the West End stages of London are ablaze. A season of Europe’s most fiery love stories, those that have inspired the greatest playwrights and composers down the ages, is being staged in the capital this month, in what might have been deliberately designed as a festival of forbidden passion. But opera and theatregoers beware. From Shakespeare’s Romeo and Juliet, into its fifth week at the Garrick theatre, to Massenet’s Werther, opening a week today at Covent Garden, this is very much a summer of doomed love, with happy endings strictly verboten. On Thursday evening the fringed velvet curtain of the Coliseum came down on the first night of perhaps the ultimate artistic expression of ill-fated love: Wagner’s Tristan and Isolde. In the final scene, Isolde cradles the dead body of her valiant Tristan and sings the famous soaring Liebestod, an aria about the consummation of love in death that might well be adopted as a theme tune for much of the entertainment on offer this June. The English National Opera production, with its sense of dark foreboding amplified by the startling sets created by Turner-prizewinning artist Anish Kapoor, has already been hailed by many critics as the kind of artistic success the troubled venue sorely needs. The Observer’s Fiona Maddocks also approves, judging it “ambitious” and “thought-provoking” with “the sexy ecstasy of act two handled with restraint, more transcendental embrace than long, verismo snog”. But why should a plot and an orchestral score that set out together to underline the impossibility of finding perfect love prove such a reliable hit with the crowds? Of course, the opera’s appeal rests heavily on Wagner’s thunderingly romantic score, but audiences do queue up for the bleakest love stories of the repertoire. And, it seems, for a pair of fictional lovers to be truly elevated to the status of archetypes, things must not go well for them. The leading American lyric mezzo-soprano, Joyce DiDonato – who is about to sing Charlotte in the Royal Opera’s production of Werther – has a clear idea of how a grand love makes its artistic impact. “The passion must be searingly deep, the obstacles seemingly insurmountable, and characters utterly captivating so that we are rooting for them with all we have,” she said. “Perhaps it’s a question of the idea that ‘true love conquers all’: the stronger the adversity, the greater the love.” Both Werther, which is based on Goethe’s 1774 bestseller The Sorrows of Young Werther, and Tristan and Isolde, are operas heavily imbued with the thinking of the German thinker Arthur Schopenhauer. As the crowned “philosopher of pessimism” he believed that human intellect merely brought clarity to the levels of suffering and misery available. The only true mission of man (he was not bothered so much with women) was to control their insatiable, blind will, and that, once done, left nothing but death. Werther’s sad story, in which an intense young man falls for an engaged woman, fits neatly with this world view. It is easy to believe that the young philosopher had a picture of Goethe hanging on his wall before they later met through his mother. Wagner, who was born 25 years after Schopenhauer and 64 years after Goethe, took these ideas to their creative extreme. He judged his encounter with the philosopher’s writings the most significant event in his life. “The impact was extraordinary and decisive,” he recorded, and from then on his epic operas took their cue from Schopenhauer’s preoccupation with escaping the trivialities of mortal life and creating a supreme, pure artform to encapsulate that lofty goal. The ROH’s musical director, Antonio Pappano, is to conduct Werther next weekend and he argues the interest in a great story of doomed love “has everything to do with the nature of the obstacles in the path of the lovers”. “I can’t promise quite what Tristan offers, in terms of a vision of love that can only be satisfied in death,” he told the Observer. “But operas hardly ever go right, as we know, and there is a sort of wonder about seeing lovers struggle to make something work. The audience wonder if they would have that strength. Would we be willing to die for someone?” In Werther, Charlotte promises her mother she will marry her “very proper and upright” fiance, Albert, but as Pappano explains “she cannot extinguish the idea of Werther”. He believes the orchestral scores of the best opera composers, Wagner, Mozart, Puccini and Massenet, give these love stories depth. “They use the orchestra to get a subterranean, pyschological complexity across. There are so many levels and the idea of seeing the characters’ real motivations is always there. It is utterly horrible in the end, because these lives go terribly wrong, but don’t we all hold on to the notion of love at first sight? Of an emotion that will knock you down and change your life?” Although the drama on stage is often larger and grimmer than life, Pappano says he puts a strong emphasis in rehearsal to get the singers to “be as precise as possible” with their portrayal of emotion. “Passion is a word we all use now, but you can’t slather it on like a spread. It needs dosing out.” Beyond the opera stage, the theme of doomed love is being examined in productions of three classic plays. While Lily James and Richard Madden face their inevitable tomb-laden destiny in Kenneth Branagh’s Romeo and Juliet, over at the Duke of York’s the Game of Thrones star Kit Harington continues to play the insatiable Doctor Faustus in Christopher Marlowe’s play until 25 June. After sealing his pact with the devil, the ambitious doctor lines up a series of earthly delights for himself, the pick of which is to be the beauteous Helen of Troy. Bbut the deal does not end well, as audiences are never surprised to discover. And at the Barbican Centre the renowned French actress Isabelle Huppert is performing a three-and-a-half-hour version of another great story of destructive love, Phaedra, the tale of a woman who becomes obsessed with her own stepson. In an explicit production, described by one critic as “the most sexually unhinged piece of French drama to hit London in years”, Huppert switches from Euripides’s original drama of 428BC to the late British dramatist Sarah Kane’s play, Phaedra’s Love, among other texts. If you want doomed love served up in a more conventional form, then wait until next month when the Bolshoi ballet fly in from Moscow to perform Swan Lake at Covent Garden. (Returns only available now.) For DiDonato it is not just music, but her beloved opera, which is the best medium for communicating sublime but impossible love. “Perhaps it is a short cut, because opera involves very little speaking, but I think it opens the heart more than almost anything. It’s why we weep hopelessly at the end of Werther.” For an audience the experience should be cathartic and stand for more than disappointment in love. Schopenhauer believed that art, free from the tawdry will of an individual, could convey real truth, without the usual earthly distortions. So the deaths of the leading characters in tragic opera allow that “truth” to emerge. “People make fun of the characters in opera singing before they die,” said Pappano, “but at the same time that is the part that people love most. There is this moment of unusual vigour and clarity before death in these arias. We can talk about love as being the meat and potatoes of life, but there is a poetry and an unspoken mystery that we all feel too, and opera can get to the danger of that emotion.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}