{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2016/jun/20/asking-prices-for-homes-in-england-and-wales-rise-to-record-high", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2016-06-19T23:01:17Z", "webTitle": "Asking prices for homes in England and Wales rise to record high", "webUrl": "https://www.theguardian.com/money/2016/jun/20/asking-prices-for-homes-in-england-and-wales-rise-to-record-high", "apiUrl": "https://content.guardianapis.com/money/2016/jun/20/asking-prices-for-homes-in-england-and-wales-rise-to-record-high", "fields": {"headline": "Asking prices for homes in England and Wales rise to record high", "bodyText": "Asking prices for homes in England and Wales have risen to a new record high, and sales are being agreed quicker than at any point since 2010, according to latest figures from the property website Rightmove. The site, which measured asking prices for just under 150,000 properties listed over the past month, said they had risen by 0.8% in June, to an average of £310,471 – 5.5% higher than in June 2015. Asking prices have risen every month so far in 2016, and Rightmove said the rush for properties ahead of April’s stamp duty increase for second homes and the availability of cheap mortgages had supported the market. As a result of increased buyer demand, the average time taken to sell a property dropped to 57 days, compared with 60 in May and 65 in June 2015. The headline figures do not suggest that the looming EU referendum is having an impact on buyers’ decisions, but Rightmove said there were signs that sellers were sitting tight until the outcome is known. “Fewer new sellers are coming to market, with this month’s numbers being 5.3% below the monthly average for this time of year since 2010,” the monthly report said. “The most reluctant are owners of larger homes, those with four or more bedrooms, with 6.6% fewer sellers over the same time period. Given the well-documented structural shortages of housing supply any longer-term reluctance of owners to come to market would be a worrying trend.” Rightmove’s breakdown of asking prices around England and Wales shows monthly increases in all regions except Greater London, where sellers bring properties on to the market asked an average of 0.2% less than in May, at £643,117. The biggest monthly increases in asking prices were in north-west England, where new sellers asked an average of £183,482, up 2.2% on May’s figure. Within London there were steep falls in some of the most costly boroughs, with Richmond on Thames recording a 10.2% drop month on month, followed by Kensington and Chelsea, where prices were listed at an average price 9.4% below May’s. Estate agents at the top end of the market have reported reluctance among buyers and sellers to commit to deals ahead of Thursday’s referendum, particularly those investing from overseas. Developers of luxury flats are offering so-called Brexit clauses, alongside discounts and incentives to tempt buyers as the market slows. Rightmove’s director, Miles Shipside, said that in the event of a vote to leave the EU, sellers might need “more realistic” pricing to achieve a sale. “A vote to remain should mean that the housing market quickly returns to its previous norm, but a vote to leave would create political and economic uncertainty, which historically has had more serious repercussions,” he said. House price website, Zoopla, calculated that Brexit would reverse the gains in house prices property over the past 5 years. Using HM Treasury projections for an 18% fall in house prices, Zoopla said London would be hit hardest with average property values falling between £67,200 and £121,000."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}