{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/jun/01/gary-neville-roy-hodgson-england-contract-extension", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-06-01T21:30:07Z", "webTitle": "Gary Neville believes Roy Hodgson deserves England contract extension", "webUrl": "https://www.theguardian.com/football/2016/jun/01/gary-neville-roy-hodgson-england-contract-extension", "apiUrl": "https://content.guardianapis.com/football/2016/jun/01/gary-neville-roy-hodgson-england-contract-extension", "fields": {"headline": "Gary Neville believes Roy Hodgson deserves England contract extension", "bodyText": "Gary Neville has admitted the perception of Roy Hodgson’s tenure as England manager will be determined by the team’s performance at Euro 2016, but remains convinced the current setup’s “excellent” work and long-term vision warrant a contract extension beyond the finals. Hodgson’s side will complete preparations for the tournament with Thursday’s friendly against Portugal at Wembley with the intention to select a strong side that is likely to provide the basis of the team to start the opening Group B game against Russia. The manager will travel with the youngest 23-man squad of any of the 24 nations involved in France, maintaining the side’s evolution over his four-year spell in charge, and determined England will make amends for their dismal results at the World Cup in Brazil. “We owe those fans something,” said Neville. “The way in which they treated us at the end of that game against Costa Rica [in Brazil], when we walked over to them … I’ve never seen that before. I hope people recognise there was an 18-year-old on the pitch against Costa Rica in Luke Shaw, there was Ross Barkley [who was 20], Phil Jones [22], all youngish lads apart from Frank [Lampard, at 36]. Jack Wilshere was 22, and the 19-year-old Raheem Sterling came on. “Yes, people would argue that the 2014 tournament was a major disappointment. I’d agree with that, but this summer is a big moment in terms of how the four years will be viewed, in terms of the four-year contract we were all given. People will judge it based upon tournaments. “I think Roy can be proud of an excellent piece of work. It needs a good finish in the summer. My view would be that he would go on beyond the summer because at this moment in time he’s doing the right things and making the right decisions, not just for himself, but for the team long term.” Hodgson, who will be without the injured Ryan Bertrand against the Portuguese, is expected to employ a diamond formation, with doubts persisting over a 4-3-3 in the absence of the injured Danny Welbeck. The lineup on Thursdaywill incorporate the captain, Wayne Rooney, and Harry Kane up front in the team’s Wembley sendoff. England had hoped to confront Cristiano Ronaldo, as part of their preparations aimed at nullifying Gareth Bale when they play Wales in Lens in their second fixture in France, though those aspirations have been dashed with the Real Madrid forward having been granted time off before the finals. Regardless, England’s youthful selection – there are only four players over 30 in the squad – will seek to demonstrate they should feature against Russia in Marseille with the emphasis placed on bringing through young talent indicative of Hodgson’s philosophy as manager. “I think of 2010 in South Africa and old players called back out of retirement and panic calls on the last day to players to come and play,” said Neville, interviewed in Henry Winter’s book Fifty Years of Hurt, which is released on Thursday. “Roy went the other way. He went with Barkley, Sterling, Welbeck, Jones and Smalling. Flanagan and Stones were brought in pre-tournament. In Roy’s biggest game, Montenegro, he gave Andros Townsend his debut, and then [his second cap] against Poland [to seal qualification for the 2014 World Cup]. “I’ve seen the World Cup first game against Italy with Daniel Sturridge, Sterling, Rooney and Welbeck in the same team. I’ve seen Alli, Dier and other young players playing against France [in November last year]. “I’ve seen young players continually promoted over a three-year period. I’ve seen Luke Shaw taken to a World Cup over Ashley Cole. I’ve seen Ross Barkley taken to a World Cup over Michael Carrick. What Roy’s been over the last four years is bold. He’s taken the average age down from 28/29 to 23/24 from Euro 2012 to Euro 2016. He’s made a series of really good decisions for the English team but also for future tournaments, for the next two to four years, and hopefully he, we, can see that through.” England (4-1-2-1-2; probable): Hart; Clyne, Smalling, Cahill, Rose; Dier; Henderson, Lallana; Alli; Rooney, Kane."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}