{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2016/jun/14/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2016-06-13T21:40:56Z", "webTitle": "Today's campaign: parties step up a gear as first voting booths open", "webUrl": "https://www.theguardian.com/australia-news/2016/jun/14/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing", "apiUrl": "https://content.guardianapis.com/australia-news/2016/jun/14/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing", "fields": {"headline": "Today's campaign: parties step up a gear as first voting booths open", "bodyText": "Gather your how-to-vote cards and sound the klaxon: the polls in this inordinately long election campaign open today. Well, the pre-polls open. It’s not quite the same and, as my colleague Paul Karp reminds us, you’re not just supposed to vote early because you feel like it. But it seems an increasing number of people do – vote early, that is. Karp reports that as many as 40% of people could vote early this year, which would be twice as many as in 2013. The official 2 July polling day falls in school holidays, which is inconvenient, and, as Josh Frydenberg remarked, “a lot of people just want to get their vote in and get on with the rest of their lives.” Very true. And yet why would you want to get on with your life when there is still so much politics to muck about in! Plus if you wait until polling day you can partake in the traditional election day sausage sizzle or cake stall, depending on your dietary preferences. Anyway. Onwards and upwards. Welcome to day 37. The big picture Opposition leader, Bill Shorten, fresh from what Lenore Taylor dubbed a “confident” performance on the ABC’s Q&amp;A program at the Penrith Performing Arts centre in western Sydney last night, is set to announce Labor’s “apprentice ready” program in Perth. According to AAP, the policy will target long-term unemployed youths – those out of work and/or school for more than six months – for a 20-week pre-apprenticeship course in a trade on the national skills shortage list. Employers will get a cool $1,000 for hiring someone from the program and Labor reckons it will create 10,000 jobs. Shorten will also announce a new pilot program with 5,000 places for mature-aged workers who want to turn their years on the job into a qualification. This ties into that target, announced in Adelaide last week, for one in 10 jobs on priority infrastructure jobs to be filled by apprentices. It is offered in contrast to the Coalition’s internship program, or Youth Jobs PaTH, under which employers will be paid $1,000 to take on a long-term unemployed youth for 12 weeks, which will earn said youth $200 a fortnight above their welfare cheques and give them on-the-job experience. Meanwhile, the Australian is reporting that the Coalition, if re-elected, will change Australia’s counter-terrorism laws to allow those convicted of terrorism offences to be detained long after they have completed their sentence, if it can be shown they still hold radical views. The policy is apparently in response to the “danger of home-grown radicals” after the Orlando massacre, although the attorney general, George Brandis, fortuitously flagged it with the Oz’s national security editor, Paul Maley, last week. Maley writes: Senator Brandis acknowledged the move was “a radical step’’ but argued that the unique nature of terrorism justified the change, which could lead to jihadists being imprisoned for life. “The essence, in a sense, of any form of criminal law is prevention,’’ Senator Brandis said. “But you can’t apply to terrorism an orthodox criminal law model. “There is not always the same capacity for deterrence.’’ I’ll leave it to others (looking at you, Paul Farrell) to examine in detail this proposed reform, but it would be remiss of me not to mention that this is a prime example of stories surrounding the Orlando massacre erasing the homophobic nature of the crime. It doesn’t mention that it occurred in a gay night club, or that Omar Mateen had been reportedly incensed by the sight of two men kissing a couple of months previously, or that the vilification of the LGBTI community is not confined to one religion. As Michael Koziol writes in an excellent article on the Fairfax websites: Words matter, and labels matter. The way we classify stuff is a window into our motives, our agendas, our prejudices. And so a white guy who massacres dozens in Norway becomes a madman, not a terrorist. And a jihadist who murders homosexuals hates freedom, not gays. It’s hard to understand why some observers want to deny LGBTI people this ownership. But what it says is macabre. It shows how badly they want every act of terror to fit into a narrative of us-versus-them, Islam versus the West, hatred versus freedom. On the campaign trail Both leaders are in Perth today in an attempt to shore-up seats in a state that, ordinarily, could be considered a safe Liberal stronghold. According to the Australian, Malcolm Turnbull will spend a good chunk of the day as the star attraction at a $10,000 a head lunch at the Cottesloe home of businessman John Schaffer, which is expected to raise $100,000. Andrew Burrell writes: Liberal sources say Mr Turnbull … is commanding the sort of money from Liberal backers that only John Howard was able to attract in WA. They say party officials were never able to charge $10,000 a head for events featuring Tony Abbott, despite the former prime minister’s relative popularity in WA. Meanwhile, Lucy Turnbull and Julie Bishop will host their own $2,000 a head lunch at the Hyatt Hotel, before the gang gets back together for Bishop’s campaign launch in her seat of Curtin tonight. The campaign you should be watching Western Australia often feels neglected in election campaigns, and occasionally for good reason: until his plane touched down last night, Turnbull had spent just 14 hours of the 36-day campaign in the state. It’s ignored because it is safe, but that’s not the case this year. The Liberal-held seats of Cowan, Hasluck, and Swan are facing a strong challenge from the Labor party, who is also campaigning very strongly in the new seat of Burt. Turnbull is expected to confine his efforts to Cowan, held by Liberal MP Luke Simpkins on a margin of 4.7%, which I wrote about here, and Burt, which I wrote about here. According to the Oz, the WA Liberal party has a $7.6m campaign war chest, compared to Labor’s $2.5m."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}