{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/blog/live/2016/jun/09/eu-referendum-boris-johnson-v-nicola-sturgeon-in-itv-debate-live", "type": "liveblog", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2016-06-09T23:03:18Z", "webTitle": "EU referendum: Boris Johnson v Nicola Sturgeon in ITV debate - as it happened", "webUrl": "https://www.theguardian.com/politics/blog/live/2016/jun/09/eu-referendum-boris-johnson-v-nicola-sturgeon-in-itv-debate-live", "apiUrl": "https://content.guardianapis.com/politics/blog/live/2016/jun/09/eu-referendum-boris-johnson-v-nicola-sturgeon-in-itv-debate-live", "fields": {"headline": "EU referendum: Boris Johnson v Nicola Sturgeon in ITV debate - as it happened", "bodyText": "Boris Johnson, the lead figure in the Vote Leave campaign, has come under strong personal attack from his Tory colleague Amber Rudd and other Remain campaigners in a sparky two-hour debate on ITV. Rudd accused Johnson of being motivated by personal ambition. She said at one point: I fear that the only number that Boris is interested in is the one that says No 10. And in her final remarks she said: He is the life and soul of the party but he is not the man you want driving you home at the end of evening. Labour’s Angela Eagle and the Scottish first minister Nicola Sturgeon also accused Johnson of being inaccurate and self-interested. Johnson largely let the personal attacks wash over him, and did not respond in kind. Leave sources suggested afterwards that the onslaught showed Remain is rattled. Johnson has accused the Remain side of scaremongering. In his closing remarks he said: I think the last couple of hours and the whole campaign is the contrast between this side offering hope and that side offering nothing but fear about life outside. They say we can’t do it on our own. We say we are a great country. We say we can. In his opening remarks he said that if Britain voted to remain in the EU, it would stay “locked in an EU of an unelected elite frankly indifferent to the suffering their policies are causing”. This echoes what Michael Gove said in his Sky News interview last week about how people were supposedly “suffering” because of EU policies. Johnson has been forced to defend Vote Leave’s claim that EU membership costs Britain £350m a week. Commenting on the figure, Sturgeon said: It is a scandal that is still emblazoned across the campaign bus because it’s an absolute whopper. And Rudd said: What is so misleading about this is the fact that being in the European Union makes us money. We’re going to repaint that bus and put a leprechaun on one end, a great big rainbow on one side and a pot of gold at the end. Because that’s all it is - pure fantasy. Eagle told Johnson: “Get that lie off your bus.” But Johnson said the figure was justified. Johnson has rejected claims from Sir John Major and Tony Blair that Brexit could lead to the break up of Britain. He said: To the prophets of doom, I say they were wrong in the past and they are wrong today. Johnson has insisted the Leave side is “determined to protect the workers”. He said this after Sturgeon quoted something he once wrote saying: “The weight of employment regulation is backbreaking. We should get rid of the collective redundancies directive, the workers’ directive, the working time directive and 1,000 more.” Johnson has criticised David Cameron for failing to get control over EU immigration in his renegotiation. “There has got to be democratic consent for the scale of the flows that we are seeing,” Johnson said. Eagle has said that Labour is strongly backing Remain. She said: I have fought the Tories all my life but this not a referendum on the government. It is about the future of our country and the Labour party believes passionately that our future lies in Europe. Labour’s Gisela Stuart, who is chair of the Vote Leave board, has urged people to vote Leave because they would not vote to join the EU as it is today. The EU just isn’t working any more. The noble idea dreamt up in the last century is turning into a nightmare. Andrea Leadsom, the pro-Brexit energy minister, has rejected claims that business is opposed to Brexit, saying “99% of businesses are SME, only 6% export to the EU and the vast majority think the UK should take back responsibility for its own trade deals”. That’s all from me for tonight. Thanks for the comments. Here is Heather Stewart and Rowena Mason’s story about the debate. This is what political journalists and commentators are saying about the debate on Twitter. There does seem to be a widespread view that Remain are rattled. From ITV’s Tom Bradby From the Guardian’s Rafael Behr From ITV’s Robert Peston From the Sunday Times’s Tim Shipman From the Spectator’s James Forsyth From the Telegraph’s Christopher Hope From the BBC’s Laura Kuenssberg From the Sunday Telegraph’s Tim Ross From the Economist’s Jeremy Cliffe From the Times’s Tim Montgomerie From Good Morning Britain’s Clodagh Higginson From LBC’s Iain Dale Here’s the Sunday Times’ Tim Shipman on the post-match spinning. The Telegraph’s Michael Deacon has filed his sketch on the debate. Here’s an extract. The debate was supposed to be about the future of the UK. At times, though, it turned into a debate about Boris Johnson. All three of the Remainers dismissed him as egotistical and untrustworthy, but Ms Rudd did so with extraordinary relish. At one point she was talking about the Vote Leave campaign’s apparent disdain for the views of experts. “If you want to build a bridge, you go to engineers,” she blared. “If you’re ill, you get an expert opinion from surgeons. If you want expertise, you go and get it – and if I want expertise from Boris on a good joke, I’ll ask him!” Judging by that attempt, she probably should. Here is the Guardian panel on the debate, with contributions from Deborah Orr, Paul Mason and Rafael Behr. Here’s the New Statesman’s George Eaton on tonight’s debate. He thinks the attacks on Boris Johnson could backfire. By attacking Johnson so starkly, Remain unambiguously put him on the ballot. But it is a tactic that risks backfiring. Though his stock has fallen among the media, Johnson remains the country’s most popular politician, one who polls show is more trusted (yes, trusted) than Cameron on the EU. The message “vote Leave, get Boris” could prove to be the 2016 equivalent of 2005’s “vote Blair, get Brown” (a line the Tories withdrew when it attracted, rather than repelled, voters). Far better for Remain to frame the polarising Nigel Farage - electoral halitosis to swing voters - as Leave’s true leader. This is from Humza Yousaf, the SNP in Europe campaign director. Tonight, the first minister made the progressive case for continued EU membership from a distinct Scottish perspective – but also outlined why staying in is the right choice for the UK as a whole, outlining a positive vision which has too often been missing from the campaign. This evening’s debate also highlighted the complete lack of a positive case for Brexit – it is increasingly clear that the only thing a Leave vote would achieve is to put at risk the fundamental social protections we take for granted. As Nicola Sturgeon exposed tonight, the Leave campaign don’t believe for a second that protection for workers is something worth fighting for and voting to save - instead they got bogged down in the tired, narrow arguments of immigration and by dodgy figures which don’t stand up to the slightest scrutiny. Priti Patel, an employment minister campaigning for Brexit, said Johnson “rose above it” when faced with jibes from his opponents and chose instead to focus on the facts. A Vote Leave source said Johnson had deliberately given a “measured performance” and the strategy had been to make sure their camp did not put off undecided voters with personal attacks. This is from the briefing Britain Stronger in Europe have sent out about tonight’s debate. It’s their summary of what we’ve learnt. No plan for the economy. Repeatedly challenged, Leave had no answers on their economic alternative to being in the EU’s single market. Leave campaigners were evasive and uncomfortable on workers’ rights as it was exposed that they secretly support scrapping them. The Leave panel could not back up their argument on the NHS. There would be no saving: the IFS has said that there would be hole in public finances of £40bn. The Leave panel was challenged on immigration. They had no answer beyond their soundbite. Boris Johnson was repeatedly called out by the panel, saying his only plan is not for the country but for him to get the top job. Iain Duncan Smith, the pro-Brexit former work and pensions secretary, said: Tonight I thought was stark. The Remain side came on with the usual old scare stories about Britain not being good enough but what really added to that, was lacing its way through that, was just personal abuse. One after another. You could see their heads dip down to read the line: now time to abuse Boris Johnson. On the other side, I was very proud of my team. They didn’t go for abuse. Gisela kept saying this is not about us but it is about the country. ITV EU referendum debate - Snap verdict: ITV was certainly a winner tonight. The Cameron v Farage event on Tuesday seemed a little underwhelming, but tonight’s debate was first class, covering a wide range of topics and lasting for two hours without at any point dragging. But did it tell us anything new? It was not an event that will “move the markets” (politically, as well as literally, of course) and the main takeaway, perhaps, was something we all knew anyway: leave win easily on immigration, and remain win easily on the economy. The tactics, though, were interesting. Remain went negative, and went personal, with all three of their panel repeatedly attacking Boris Johnson, partly over the credibility of Vote Leave’s £350m figure and partly for being motivated principally by ambition. Nicola Sturgeon, Amber Rudd and Angela Eagle all made jibes about Johnson wanting to be prime minister (Rudd’s was a bit weak, because it involved a slightly lame joke about the number 10, but the others worked well) and the clips work on TV. But Johnson seemed relatively unruffled – even when Sturgeon quoted his own words at him, contradicting what he now says about not wanting to tear up regulations – and it is hard to believe the onslaught will do much harm to his reputation. Polling shows that Johnson is more trusted than other political figures, even though his rating with the professional factcheckers on this front is well below average. (Perhaps that is because “trust” somehow gets confused with “like”.) Sturgeon was probably the most impressive performer on the stage. But Johnson was good too, and if anyone hoped that putting him on stage with three female opponents was going to bring out some Faragist reactionary tendencies, they will have been disappointed. But he was disadvantaged by having relatively underwhelming allies. In debating terms, the Remain team was certainly stronger. Rudd at times sounded a bit too rehearsed, but she did well enough to sustain speculation that she could be a “fresh face” candidate in a future Tory leadership contest. Eagle was very confident. Interestingly, she was also the most keen to introduce party politics into her pitch. She repeatedly said she was there representing Labour, and the views of the unions. Given there have been loud complaints about people not knowing where Labour stands in the campaign, this may be one of the most important achievements in a night that was otherwise lively, but inconclusive. Sturgeon has deflected predicted attacks by the leave team on the vexed question of a second Scottish independence referendum by describing that prospect as “speculation” – a phrase that neutralises the question tonight but may haunt her in future. In contrast, Sturgeon has repeatedly said before that a Brexit vote rejected by a Scottish majority in favour of the EU on 23 June would be a “material change” in Scotland’s relationship with the rest of the UK; that change would by her own admission trigger calls for a second independence vote. Calling that issue speculation, alongside a staunch defence in this ITV debate of the case for UK membership, implies Sturgeon would resist those calls from within the SNP and independence movement, even after a Brexit vote. From Leadsom For me as a mother, for my children ... this is a vote for once in a generation and it’s quite clear to me that the EU is yesterday’s game ... With all my heart as well as with all my head, I desperately urge you to take back control. From Rudd What we’ve heard is complete fantasy from the Vote Leave team. It reminds me of the Wizard of Oz ... when you pull back the curtain, there is nothing there ... From Boris, well, he’s the life and soul of the party but he’s not the man you want driving you home at the end of the evening. From Stuart A vote to stay is dangerous, it means handing over more and more money to unelected elites and bureaucrats every year. From Sturgeon The UK, France, Germany are all independent countries but independent countries that choose to work together for the greater good. Let’s keep hold of all of these gains. From Johnson They say that we have absolutely no choice but to stay locked in the back of the EU car, driven in the wrong direction going in a direction we do not want to go; we say we can take back control. From Eagle I have fought the Tories all my life, but this is not a referendum on the government; it’s about the future of our country and the Labour party believes passionately that our future lies in Europe. I’ve taken the quotes from PoliticsHome. Question 6 (scaremongering) - Snap verdict: A wide-ranging question, which prompted a slightly rambling discussion, but Johnson, Leadsom and Stuart all sounded better informed, and even though Johnson was making claims denounced by David Cameron as “untruths”, Rudd did not quash them decisively. Leadsom says she would like to know what remain have about plans to give all of us a European tax number. Eagle says, with the single market, you can have more power. For example, the EU can tackle tax avoidance. Johnson says the EU allows firms like Google huge tax advantages. Question 6: Given all the scaremongering, who should we trust? Sturgeon says the arguments about Turkey are scaremongering. Every country has a veto over it joining. Johnson says that is not true. The EU often asks for more money. The better we do, the more we have to pay into the EU. There is no protection from having to contribute to more eurozone bailouts. He says there will be no protection from further harmonisation, in company law and property rights. Rudd says she has to call Johnson out. The prime minister negotiated a specific opt-out on bailouts, she says. Stuart says she took part in the negotiations for the EU constitution. She says other countries can gang up on the UK and outvote it. Eagle says we get advantages from Europe. Leave would throw them away, she says. Johnson says we would get sucked into further bailouts. And he says the migration crisis will require sorting out. Sturgeon says people should ignore leave scaremongering. Question 5 (sovereignty) - Snap verdict: Leave probably had the edge. Leadsom sounded a tad hyperbolic, but Johnson, whose enthusiasm for leave is prompted by concerns about sovereignty, sounded authoritative (not least on endangered species - no doubt a specialist subject of his environmentalist dad’s). Stuart made a good impression too. Sturgeon’s line about independence and inter-dependence not being contradictory was memorable, but she was pushed on to the defensive a bit when they got sidetracked by the subject of Scottish independence. Johnson says we are outvoted more than any other country. And we are unable to stop further transfers of sovereignty, he says. He says as they “bubblegum” the eurozone, we will have to pay more. Rudd says there is danger to the union from the proposals to leave. The UK is a successful union. The EU is an unsuccessful one. It has a currency – unemployment. Eagle says that by pooling sovereignty we can have a bigger influence. Leave are so pessimistic, she says. She is fed up of hearing we are not in control of anything; we are. Leadsom says it is a nonsense to say this is a pooling of sovereignty. This is a takeover by an unelected body. Rudd says we get our way 95% of the time. Sturgeon says she wants Scotland to be an independent country. She was at Glasgow University last Friday. Scottish students study abroad, and EU students come here. That diversity helps to explain why there has been peace in the EU. Leadsom says we had a Scottish referendum two years ago. The government accepts the result. And it must accept the result of this referendum. The Scottish people voted 55/45 against independence. But Sturgeon wants another go. She is not a democrat. Sturgeon says it is not secret that she favours independence. She is not here to discuss a second referendum. She says she is campaigning for leave. Eagle says we are better able to stand up for ourselves when we belong to multinational bodies. Stuart says, outside the EU, we will still be able to join international bodies. But we will not have to belong to a sclerotic body. Sturgeon says working together is not about giving up independence. Independence and inter-dependence are not contradictory. Johnson says Sturgeon is keener to be ruled by Brussels than London. The EU is trying to replace the UK in many international bodies. For example, look at international rules on endangered animals. If the EU cannot agree a position, Britain is not represented. Question 5 - I am an ex-serviceman. I know what sovereignty means. What does it mean to you? Johnson says nowhere else in the world is trying to pool sovereignty like this. He says the VW diesel emissions scandal is a great example of how Brussels lobbying works against the interests of the people. Question 4 (women) - Snap verdict: This started off with a question mostly about women, but turned into a wider discussion about employment rights. Johnson tried hard to close this down with a declaration that Leave don’t want to abolish any rights, but Sturgeon (using Johnson’s own words) and Eagle (using Priti Patel’s) pushed him back successfully. Rudd was also effective with her Ukip reference. Remain were definitely stronger. Stuart says the commission used to be socialists. Now it is conservative. Leadsom says there are five presidents of the EU. We did not vote for them. Sturgeon says she finds it laughable hearing leave lecture us on democracy. There are 900 unelected peers in the House of Lords. Rudd says we should look at the company Vote Leave keeps. Was it Nigel Farage or another one that said women should wash behind the fridge? And there is a group called Economists for Brexit who have proposed getting rid of regulations that safeguard rights. Eagle asks why Patel made that speech. Johnson says he wants to put that back another way: what regulations would remain scrap? Eagle says she has sat on the council of ministers. She has made good deals for the UK through compromise. She was there when they agreed the European arrest warrant, which led to the 7/7 bomber being repatriated. Rudd says the leave campaign sends a very strong signal about the deregulation of rights, including women’s rights. Now they are in the free-for-all. Stuart says rights are only protected if we have jobs. She repeats the line Johnson used earlier about growth being lower than in Antarctica. Rights are meaningless without a job. Eagle says people are more likely to have jobs in a thriving economy. That is why the unions back EU membership. She says Priti Patel from the leave campaign said rights should be cut in half. Was she talking about employment rights? Or maternity pay? Johnson asks if that counts as negative campaigning again. He says leave do not want to take any of these rights away. That is not what Patel says, says Eagle. Johnson says the Tories have been good for women. They had a woman leader. Labour might get one one day, perhaps Eagle, he says. Eagle says: “Beware the blond bombshell.” That seems to be a joke about Johnson’s ambitions. Sturgeon quotes from something Johnson wrote about wanting to cut lots of regulations. That is not true, says Johnson. Sturgeon says she is quoting Johnson’s own words. She says he is not interested in people’s jobs, only David Cameron’s job. Q 4 - What would be best for women’s rights? Sturgeon says she is worried about this. The EU protects rights. Leadsom says the UK does not need the EU to protect rights. Eagle says Barbara Castle is one of her heroines. She is worried about what Johnson would do about women’s rights. Johnson says Castle campaigned fervently against EU membership. The European court of justice is making judgments that threaten UK security. We should take rights back. Rudd says Britain has been able to protect rights in other places too by using its influence. Johnson started well in this programme an hour ago, but it feels like he is struggling now. His “how does the EU help the NHS” question allowed Eagle to come up with an obvious but good put-down (they provide care) and a few minutes later Rudd came out with one of her best anti-Johnson swipes, attacking him for dismissing experts. She was echoing a line used by David Cameron on Tuesday, but she improved it with the point about Johnson being an expert on jokes. The remain panel were more successful at bringing this back to the economy than the leave gang were at making this about immigration, and that explains why they had the upper hand in this section too. Sturgeon says this is not a one-way street. Britons get healthcare abroad. How would we feel if people abroad spoke of Britons like this? Rudd says there is not a Brexit bonus. We would lose money. Johnson asks Sturgeon if she thinks that is the kind of negative campaigning she criticised. Leadsom says remain have no evidence for their scaremongering. The Treasury assumed there would be no trade if we left the EU. It is “scaremongering, and miserable scaremongering”. Rudd says if you wanted to build a bridge, you would ask engineers. If you needed surgery, you would ask a surgeon. If you needed a joke, you would ask Johnson. She says leave do not like experts because they do not agree with them. Q: What does the EU do for the NHS? Rudd says the EU makes this country stronger and richer. That allows us to spend more on the NHS. It is a con to say that leaving would free up more money for the NHS. Johnson says the EU is the zone in the world with the lowest growth apart from Antarctica. He said in London they had to recruit 200 paramedics from Australia because it was hard hiring people with good English. Eagle says Sarah Wollaston has quit the leave campaign because their claims are deliberately misleading. She says John Major said the NHS was about as safe with Johnson as a pet hamster with a python. Johnson says they don’t have much time, and he does not want to reduce this to insults. Sturgeon says we do not get money back by leaving the EU. The question mentioned nurses, she says. She says all the people in the leave campaign would want to get rid of the protections that help workers. Stuart says the NHS is special because it is based on residency. So you have to plan and control, she says. Eagle says they are bringing everything back to the NHS. How does the EU help the NHS, Johnson asks. Eagle says many of the people working in the NHS, and caring, are migrants from the EU. This gets a round of applause. Leadsom says Sturgeon said we do not get money back from the NHS. That is not true. Sturgeon says we would lose money if we left the EU. Q 3 - What would be best for the NHS? Rudd says it is accepted that the NHS needs more money. Eagle says leave blame it all on immigration. Sturgeon says she would not trust Johnson with the NHS. He said if people had to pay for the NHS, they would value it more. She says if people think the NHS needs more money, they should blame the government. Leadsom says uncontrolled immigration makes it worse. If we take back control of immigration, we will regain control. The remain team easily had the best of this topic. Eagle (who as shadow business secretary does this for her day job), Sturgeon and Rudd were all forceful and convincing, and Rudd dealt with the “these experts backed the euro” claim effectively. Eagle’s jibe about Johnson’s ambitions was more successful than the one Rudd tried earlier, because in this context it seemed appropriate. The leave participants quoted more figures, but their arguments about trade seemed arcane. Remain were fired up, but their passion sounded justified. Stuart says these organisations supported the euro. Rudd says there are lots of organisations opposed to leaving the EU who did not support the euro. Leadsom says small businesses think the EU hinders trade. Rudd says it takes two to three years to secure a trade deal. Our great country should be around the table striking trade deals. We should be leaving, not leading. Leadsom says the EU has failed on trade, because there are 28 member states each with different views. Eagle says the leave camp want to take a risk with the employment prospects of people. She says Boris does not seem to care about people’s jobs. He only seems to care about one job – his next one. Johnson claims he did not hear that. He says countries outside the EU do better. The EU commission negotiates trades. Only 3.6% of its officials are British. Rudd says manufacturers are very, very clear. They are saying very clearly that those jobs are at risk. Q 2 - I am worried about a downturn. What option is best for me? Eagle says there are people in Stuart’s constituency making cars for the EU market. Leadsom says countries outside the EU are growing faster than EU countries. Rudd says it is just common sense that access to a single market keeps prices down. The leave campaign does not like talking about experts because on this they are all agreed that leave would be bad for the economy. Eagle says we have no idea what leave would do. Millions of people’s jobs depend on this. Johnson says we would have access to the single market. How do you know, Eagle says. Johnson says remain are scaremongering. He quotes someone saying the remain campaign has been fear-based. It was Nicola, he says. Sturgeon says at least she is not driving around with a whopper on her bus. She says the leave camp are perpetuating a con. Stuart says trade will continue. Immigration is leave’s best issue, and this exchange showed why. Too many of the remain contributions amounted to complaints about it all being complicated, and Johnson sounded reasonable as he talked about the Tory manifesto with a sense of disappointment. The one exception was Sturgeon who was clearly the standout participant in this section, and the only remain performer with a robust answer on the topic. She was also pithy and funny about the Vote Leave bus, although the pile-in on Johnson on this point did not stop this section being an overall win for leave Leadsom says when you ask someone how much they earn, they give you the gross figure. The £350m is a gross figure. There is a rebate, but that only lasts till the end of this decade. And then more comes back to the UK, but the EU controls that. Rudd says there is no saving from leaving the EU. We are going to repaint that bus, putting a pot of gold and a rainbow at one end. Leadsom says further immigration will put even more pressure on young people. Eagle says if we leave the EU, wages will go down. Johnson says Lord Rose said wages would go up if we left. Eagle says that is not true. Johnson asks if she is saying Rose did not say that. Eagle says Johnson knows Vote Leave’s £350m is not right. Johnson says it is true that there is slightly more than £350m a week that we do not control. We could use some of that money to help the NHS. Sturgeon says Johnson used to say we should be charged for the NHS. She is amazed Johnson is still defending that figure, “because it is an absolute whopper”. She says the contribution we make per person every week is less than £1. Get that lie off your bus, someone shouts. Stuart says any immigration problem requires the consent of the people. Rudd says it is not that simple. What about people in the public services? We need to address it, but not in the way leave is proposing. Eagle says we should bring back the migration impact fund. Her local authority has had huge problems. The government needs to pull up its socks, she says. Johnson says if we took back control, we would have £10bn more to spend on our services. That’s a lie, Eagle says. Johnson says the worst thing about immigration is that it compresses wages. Rudd says there is not a consensus on that. She objects to the £10bn. Sarah Wollaston said today you do not save money by leaving the EU. Leadsom says if we stay in the EU, there is no chance of controlling immigration. It is only by taking back control that we can manage this. Rudd says leave’s plan does not stack up. They need to level with the public. Migration Watch, who are not pro-immigration, have said the Australian-style system is flawed. Johnson says the flows have increased exponentially. A city the size of Newcastle arrives every year. That is a big problem. At the election the Tories suggested a solution – take back control. Sturgeon says the problem with the Tory commitment is that it was dishonest: dishonest then, and dishonest now. The answer to the problem is to invest in public services. We are now into the free-for-all. Rudd says the leave camp do not accept that there is no easy solution. Leaving the EU would crash the economy. Johnson says he and Rudd fought on the same manifesto. But David Cameron did not regain control of the borders. He is massively pro-immigration. He is the descendent of Turks, but there has to be democratic control. Sturgeon says Australia has higher immigration per head than the UK, but leave don’t say that. And there are record levels of employment because open economies tend to have strong employment. If there was a shortage of housing, blame Boris Johnson, she says. Eagle says Johnson is pretending to be worried about public services. But he left London with a huge housing shortage, and built very few houses as mayor. Sturgeon says immigration does put pressure on services. But the answer is to invest in services. And immigrants bring skills, she says. And freedom of movement is a two-way process, she says. Britons work abroad. But we don’t call them migrants; we call them ex-pats. Stuart says she is an immigrant. At the moment our ability to plan for immigration is limited. An Australian-style system would give us more control. Q 1 - What option offers the best way of achieving appropriate control over immigration? Eagle says there are no simple solutions to this. Johnson says leave are proposing an Australian-style points-based system. Rudd says this is a complex problem. There is no silver bullet, even though Boris may be proposing one. You need to look at the numbers, she says, although the only number Boris is interested in is number 10. Leadsom says it is uncontrollable immigration that causes the problem. It has a dampening effect on wages. We need to take back control and vote to leave. Andrea Leadsom says as a former City minister, and as a mum, she asks what is best for our children and our grandchildren. Eighty per cent of the world’s economies are not in the single market. There are grave risks ahead if we stay in the EU, she says. The EU is yesterday’s game. She wants to take back control. Angela Eagle says we are at a crossroads. The choice will affect your lives for years to come. The leave campaign will come out with a lot of nonsense. Don’t fall for it. She says 3m jobs are connected with the EU. They are at risk. And workers’ rights are on the ballot paper too, she says. She says she and the Labour party are asking people to vote remain. Gisela Stuart says the EU was a noble idea but it just isn’t working. Take back control and vote leave, she says. Nicola Sturgeon says she believes nations should be independent. But she wants Scotland and the UK to be part of the EU, because nations must work together for peace and security, and to increase trade. And to guarantee freedom of movement. A vote to leave is not a vote for independence. But it would cost jobs, and “narrow all our horizons”, she says. The programme is starting. Julie Etchingham opens, and introduces the panel. They start with opening statements. Boris Johnson says we face a choice: continuing with the EU, being ruled by an “unelected elite indifferent to the suffering they are causing”; or we can take back control. To the prophets of doom, he says they were wrong in the past and they are wrong today. Amber Rudd says she will be making the positive case for why we are stronger, safer and better off being in the EU: stronger because we have influence; safer because there is strength in numbers; and better off because we have access to the single market. Leave say they don’t know what it will be like outside the EU. As a mother, she says, she thinks “just don’t know” isn’t good enough. And here’s the SNP spin room team. Here is the Labour spin team. For balance, here’s Vote Leave’s Boris Johnson video. You can probably guess some of the attack lines that remain will use against Boris Johnson from this Britain Stronger in Europe video. It seems inspired by this blog from Tom Pride. Here’s the set. Nicola Sturgeon is ready. This is from the SNP’s chief executive, Peter Murrell, her husband. And this is from earlier. Here are Boris Johnson, Gisela Stuart and Andrea Leadsom setting off for tonight’s debate. We’ve already had three major EU referendum broadcast events which have loosely been described as debates but tonight, for the first time in a mainstream TV slot, we’re getting the real thing; a proper, face-to-face argument, lasting for two hours on ITV. Julie Etchingham is presenting and it’s three against three. Here’s the lineup: For leave Boris Johnson - Conservative former mayor of London and effectively the lead campaigner for Vote Leave Andrea Leadsom - Conservative energy minister, tipped in some papers as a future chancellor in a Johnson government Gisela Stuart - Backbench MP, Labour’s leading Eurosceptic, and chair of the (Tory-dominated) Vote Leave board For remain Nicola Sturgeon - Scotland’s first minister, leader of the Scottish National party since 2014 and a veteran of general election and Scottish election debates Angela Eagle - Shadow business secretary, and Jeremy Corbyn’s stand-in for PMQs when David Cameron is away Amber Rudd - Conservative energy secretary (ie, Leadsom’s boss), and brother of the prominent Britain Stronger in Europe fundraiser, Roland Rudd It will be a big test for Johnson, who has not been tested in a TV encounter of this importance and who is still widely seen as the man most likely to be prime minister by Christmas in the event of Britain voting to leave the EU. But it could be an evening that will make or break other reputations too. And as well as seeing leave contest with remain, there may be interesting tensions involving gender (what will Johnson be like among five women?), nationality (Sturgeon, Scotland’s leader, against Johnson, an emblem of home counties Englishness), and inter-party and even inter-department rivalries (Leadsom v Rudd, Stuart v Eagle). It starts at 8pm. I will be covering it live, posting a snap verdict at the end, as well as summing up all the key news lines and bringing you the best reaction and analysis."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}