{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2016/jun/16/el-chapo-mother-house-looted-gunmen-drug-cartel", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2016-06-16T21:52:34Z", "webTitle": "Home of El Chapo's mother looted as locals flee drug lord's hometown", "webUrl": "https://www.theguardian.com/world/2016/jun/16/el-chapo-mother-house-looted-gunmen-drug-cartel", "apiUrl": "https://content.guardianapis.com/world/2016/jun/16/el-chapo-mother-house-looted-gunmen-drug-cartel", "fields": {"headline": "Home of El Chapo's mother looted as locals flee drug lord's hometown", "bodyText": "Scores of gunmen have looted the house of Joaquín “El Chapo” Guzmán’s mother, forcing residents to flee the cartel kingpin’s hometown in the mountains of Mexico’s western state of Sinaloa, according to local media reports. Around 150 heavily armed men raided the remote village of La Tuna on Saturday, cutting telephone connections and pillaging the home of the capo’s 86-year old mother, Consuelo Loera de Guzmán. Several vehicles were taken from the house. Two other communities were targeted in the attack, which left at least three people dead, according to the well-connected Sinaloa news organizations Ríodoce. The newspaper Noroeste, citing sources in the Badiraguato municipal government, which is responsible for La Tuna, reported up to 350 families had fled three communities, fearing future attacks. State governor Mario López Váldez confirmed to reporters that an armed group had entered La Tuna but said it appeared to be a family conflict, not a settling of scores by criminal organisations. He said there were no reports of shootouts or deaths due to the incursion. Although he is not thought to have lived there for years, Badiraguato was long considered the symbolic capital of El Chapo’s kingdom, where he was celebrated for his criminal exploits, multiple prison escapes and role as a benefactor. Loera de Guzmán is not thought to have been harmed, but the attack on her home suggests that Mexico’s best-known kingpin may rapidly be losing influence even in a state where for years his word was law. “If this is true, then I’d interpret it as a sign that El Chapo’s days as king capo are over,” said Malcolm Beith, author of a biography on El Chapo. “I can’t imagine anyone doing this while he was active.” Sources told Ríodoce the assailants belonged to the Beltrán Leyva Cartel, which splintered from the Sinaloa Cartel and – though weakened – is still engaged in a bitter conflict with its former allies. “If it’s true that Chapo’s mother was actually targeted, then it bodes terribly for security in coming months,” Beith said. Long after her son rose to head one of the world’s most powerful criminal syndicates, Loera continued living in La Tuna in a relatively modest home he had built for her. Her son now awaits extradition to the United States after his recapture earlier this year. He was initially returned to the same prison near Mexico City from where he had escaped but was transferred to a correctional facility in the border city of Ciudad Juárez. A soldier guarding the Cefereso No 9 prison in Ciudad Juárez was found dead earlier this week with signs of torture. On Thursday the army deployed an additional 300 soldiers to the prison to prevent a possible third escape attempt. The Mexican government last month gave the green light to extraditing El Chapo to the United States, where he is wanted on a range of organized crime, money laundering and murder charges."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}