{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2016/jun/12/south-africa-titanium-mining-giant-xolobeni", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2016-06-11T23:05:06Z", "webTitle": "The coastal village, the mining giant and the battle for South Africa’s soul", "webUrl": "https://www.theguardian.com/world/2016/jun/12/south-africa-titanium-mining-giant-xolobeni", "apiUrl": "https://content.guardianapis.com/world/2016/jun/12/south-africa-titanium-mining-giant-xolobeni", "fields": {"headline": "The coastal village, the mining giant and the battle for South Africa’s soul", "bodyText": "The dunes appear endless. Behind them lie rolling grassy hills, banana trees, sweet potato fields and thatched huts. There are horses, goats and dogs, but no roads, no towns, and the only constant sound is the crash of the breakers from the Indian Ocean. This is Xolobeni, a remote village on the eastern shore of South Africa and the focus of a bitter dispute over a massive titanium mining project. The outcome will have far-reaching consequences for South Africa – redefining the place of the country’s most famous industry in a rapidly changing nation hit by weak economic growth and deep social problems – and also for the continent. For activists, the story is simple: an exploitative international mining company is set on uprooting a community and destroying the local environment to reach precious ore. For supporters of the project, the opposite is true: much-needed investors have come to help South Africa exploit a key resource and develop an impoverished region. The dispute has divided the approximately 10,000-member Amadiba community who live in and around Xolobeni. “Perhaps the saddest part of the whole story is the split in what was once a strong community,” said Judi Davis, a veteran local reporter who has covered the dispute since its beginnings almost a decade ago. In recent months the dispute has gathered momentum. In March a prominent critic of the mining project – a local taxi firm boss known as Sikhosiphi “Bazooka” Rhadebe – was shot dead in front of his teenage son. The taxi trade in the area is notoriously violent, and some suggest a business dispute may have caused Rhadebe’s death. Others link the killing to Rhadebe’s activism. Only hours before the murder, the 52-year-old had warned another activist, Nonhle Mbuthuma, of the existence of a hit list. He was the priority target, he said, but she was next. Mbuthuma has continued campaigning, though now she is accompanied by an armed bodyguard paid for by an NGO, and moves between houses of sympathisers every night. “I am not afraid to die. I am just worried about what would happen to my [two-year-old] if I were gone. I know that if you fight for the land, then the chances of being killed are high. But I take this risk,” she said. Mbuthuma, 40, who grew up in the area, claims much of the coast and its hinterland would be destroyed by the mining project, with water sources drained, fish stocks undermined, farms razed and about 2,000 people displaced to rudimentary “township” settlements. “It will become a desert. They will poison everything. We are living with the plants and nature and we know that without the plants we cannot live. The mine will poison our land. And we are nothing without our land. It is our identity. Our way of life will die completely,” Mbuthuma said. The mining company behind the plan – the Australia-based Mineral Commodities (MRC) – says such fears are wildly exaggerated. In a six-page statement to the Observer, the company explained that, though it had requested permission to work on nearly 3,000 hectares of land, only a third of that area would be disturbed and only about one-tenth actually mined. Buffer zones would protect the most sensitive areas. “It’s important to understand that the Xolobeni mining lease area does not impeach [on] pristine coastal dunes, [and] rehabilitation will leave the land reshaped for arable farming use. No homes, schools or clinics would be destroyed for the proposedmining operation to proceed,” the statement said. Both those for and against the planned mine claim that they have the support of the community. “The community is divided certainly. But the number who actually oppose the mine is really very small. It is a minority,” said Zeka Mnyamana, a resident who was formerly involved with the operating company set up by MRC to comply with South African law. This is untrue, say the activists. “Our life is good. We grow what we need. Yes, it is true we don’t have much that is modern and clean and so on, but I don’t want to go anywhere else. Nor do my neighbours,” said Mambonte Undule, 75, who has lived and farmed in Xolobeni all her life. Both sides accuse the other of selling out. The activists accuse prominent members of the community who support the mining project of accepting gifts and favours from MRC, while their opponents claim the anti-mine activists are “being paid to be opposition” by NGOs. “This is how they fund their lifestyle,” one said. The atmosphere at a meeting in Xolobeni last week to prepare for the visit of the national police minister was tense. The activists say the murder of Rhadebe was the climax of a series of increasingly violent incidents. Four men are facing trial for a violent assault on one woman who had been critical of the mine. Two journalists were recently attacked and one beaten when they tried to report on an anti-mine demonstration. MRC has vehemently denied any involvement, saying that it “does not engage in any activity that incites violence, and has gone so far as to stop legitimate operations to defuse and mitigate any risk [of] violence to its workforce or local inhabitants”. Mnyamana said that the recent attacks in the area had nothing to do with the project. “If boys fight over girls or over football teams round here, the media and the activists blame the mine,” he said. The dispute is being seen as a test for South Africa, which is struggling with profound political and social problems two decades after the end of apartheid. Economic growth is flagging, with the country narrowly missing a downgrade to “junk” status by international rating agencies earlier this month, while unemployment has hit its highest level for more than a decade. Government officials appear to support the project, arguing that it is necessary for the nation’s development. But the role mining plays in South Africa’s economy and politics is evolving. The industry’s contribution to the nation’s GDP has almost halved since the early 1990s, and now stands at about 13% – less than that made by the financial services sector. Simultaneously, a newly assertive civil society is making itself heard. For decades communities affected by mining either could not or would not raise their voices. Widespread anger and disappointment with the ruling African National Congress means the party that led the struggle for democracy in the country is now seen by many as an obstacle rather than an aid to justice. Legal experts say communities are using both direct protest and the courts to roll back the power of both the miners and the state. “Mining is on the decline [and] South Africa needs to prepare for life after mining,” wrote analyst Fumbatha May in the Mail and Guardian, a local newspaper, last week. “The only way in which mining could re-emerge as the champion of economic growth is through the discovery of new mineral deposits such as those at Xolobeni.” Few deny that Xolobeni is poor. The first 130km or so of the drive to reach the village from the bustling city of Durban is on a six-lane highway lined with malls and luxury condominiums. But the last 50km is on potholed tracks that weave through ravines and rivers. Many communities can only be reached on foot. “There is no infrastructure here at all. There are no jobs. We drink water like cows, from the rivers. This has to change. The government should build what we need but they don’t, so we need investors,” said Mnyamana. Over the 25-year projected life of the mine, MRC said that it hoped to generate revenues of £140m a year, and would build or rehabilitate schools, wells and roads. Activists say eco-tourism would be a more sustainable alternative to a mine, and would spare the stunning unspoilt coastal landscape. Much now depends on the courts. Lawyers acting for the activists believe MRC has not fulfilled legal requirements to obtain the consent of the community in and around Xolobeni. The company says it has made strenuous efforts to listen to inhabitants. Given the fearful atmosphere and recent violence, MRC says that it is “currently reviewing the next best step forward in the best interests of the local community and for all stakeholders,” a spokesperson said. Mbuthuma is adamant there will never be mining in Xolobeni, whatever the government or judges decide. Watching the villagers returning to their homes through the fields from Xolobeni’s small, white-washed village hall after another protest meeting, she made a promise. “We will stop it. Whatever the cost.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}