{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2016/jun/11/rome-mayoral-elections-raggi-corruption-five-star-movement", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2016-06-11T23:05:06Z", "webTitle": "Rubbish on the streets, corruption in the air: Rome looks for a clean-up candidate", "webUrl": "https://www.theguardian.com/world/2016/jun/11/rome-mayoral-elections-raggi-corruption-five-star-movement", "apiUrl": "https://content.guardianapis.com/world/2016/jun/11/rome-mayoral-elections-raggi-corruption-five-star-movement", "fields": {"headline": "Rubbish on the streets, corruption in the air: Rome looks for a clean-up candidate", "bodyText": "Clutching the keys to heaven, a bronze Saint Peter looks out across the chaos of the Eternal City. Below his feet, the spiralling friezes of Trajan’s column boast of past glories, when emperors commissioned such masterpieces as a testament of victory. Just metres away is the Palazzo Senatorio, the city’s modern-day administrative centre – and an empty seat waiting for a new leader. More than 1,900 years after Trajan’s triumph in the Dacian wars, Rome is on the cusp of electing a mayor who will also have many battles to fight. “[Virginia] Raggi will win, certainly, but she’s too young … They will eat her alive!” says Vittorio, a taxi driver who has decided not to vote in next Sunday’s local election. A lawyer turned politician, 37-year-old Raggi has become the favourite in the mayoral race, even though she has been a city councillor for just three years. She won 36% of the vote in the first round on 5 June, surging ahead of her rival in the 19 June runoff vote, centre-left candidate Roberto Giachetti, who scored just under 25%. As candidate for the anti-establishment Five Star Movement, Raggi has a popular appeal that stems largely from her being tied neither to Giachetti’s Democratic party nor the traditional centre-right parties. “We have seen a pit of waste which they have created – they have robbed Rome,” Raggi tells the Observer, criticising two decades in which, she claims, leaders have utterly failed to tackle financial waste and corruption. But she warns that no one has a magic wand with which to solve the myriad problems which have left residents despairing of any remedies from their elected representatives. In the run-up to the vote, a thick and humid air weighs heavily over Rome, as overcrowded buses remind residents how worn out the city’s public transport system is. Crowds of tourists hang back warily from the relentless stream of cars and mopeds as they try to navigate a maze of roadworks close to city hall. The mayor’s seat has been empty since the resignation last October of the Democratic party’s Ignazio Marino, who stepped down following an expenses scandal. His supporters attributed Marino’s downfall to those uneasy at his role in uncovering widespread corruption within the administration. Millions of euros of state funds were siphoned off from areas including rubbish collection and migration centres. The Mafia Capitale scandal has been the backdrop to the current election campaign, and a briefing on Tuesday by Italy’s anti-corruption chief, Raffaele Cantone, and Rome’s special commissioner, Francesco Paolo Tronca, could have an impact on voters’ choices. Raggi has made a point of tapping into citizens’ main gripes: she promises to clean up the rubbish, improve public transport and bring legality back to the city. “It’s fundamental to deliver a vision – which has never been done – of an efficient city in which you can live … with proper management of resources,” she says. “We must bring normality to Rome.” But although Raggi benefits from being a newcomer to the political stage, she still has to overcome voters’ mistrust of elected officials. One pensioner, a former restaurant owner, says she has lost hope of seeing positive change at the top: “Let’s hope those that win do something. Because they all make promises, but when they’re in their seat they do nothing.” She is speaking on one of Rome’s most picturesque streets, close to the Forum, which in recent years has been carved up by building work. The long-awaited appearance of diggers can be welcome in this city, where numerous public works were suspended during Mafia Capitale investigations last year, although local people often complain about the slow progress. As with most parts of the Italian capital, graffiti are sprayed across walls and left to fade. Much of it is football rivalry and vulgar insults, but swastikas are also a common sight. With no faith that city officials are listening to their complaints, residents have taken matters into their own hands and launched community initiatives to clean up their streets. Others air their frustration online through the popular Roma fa schifo (Rome is disgusting) social media sites, posting photos of potholes, burnt-out cars, overflowing bins and more. The waste collection problem came to a head last month when a 24-hour strike over staff contracts left rubbish to pile up even more than usual. Public transport walkouts are frequent: the next four-hour strike is scheduled for tomorrow evening. Italian media have been quick to point out the convenient timing – during the Euro 2016 football match between Italy and Belgium. Unions say it is a coincidence. Francesco, a shop owner, is blunt in his assessment of the state of affairs in the capital: “It can’t get worse than this.” He would be happy if a new mayor were able to turn the city around, but says the population no longer trusts politicians, and voters have taken to picking the “least bad” candidate. “Bring in an English or a German mayor would be better!” he jokes, arguing that only an outsider could avoid the rounds of favours and corruption he says come with political office. Francesco accuses politicians of all stripes of profiting handsomely from the system: “It’s in their blood: if you don’t do it, you’re a fool.” He says things are now so bad in Rome that he has to buy toilet rolls for his children’s school, and public healthcare costs have risen to match private fees. Critics say that, given the vast range of day-to-day problems that residents face, Raggi’s job will be one of the toughest in Italian politics, and one that she is unprepared for. However, Professor Giovanni Orsina of the school of government at Rome’s Luiss University, argues that her inexperience is part of her appeal. “The PD was a gigantic failure, so the standard Roman voter would ask, ‘What have the experienced people done? Now is the moment to try an inexperienced person’. For the Romans there could be the idea that other candidates might be experienced, but they are also corrupt.” If Raggi is elected, she will be Rome’s first female mayor, and is likely to face the sexism and machismo notorious in Italian politics. She will also have to confront vested interests both within and outside the administration, Orsina says, as well as strong opposition from the prime minister, Matteo Renzi of the PD. “It is very difficult to govern Rome if the government is against you,” he says. “It will be in the interests of Renzi’s government that Raggi fails.” It may seem self-defeating for a prime minister to plot the downfall of the capital’s mayor, but Renzi is well aware that the success of a Five Star Movement mayor could herald the end of his political career. The protest party shot to fame in the wake of the financial crisis, led by comedian Beppe Grillo, and went on to win an astounding 25% of the vote in the 2013 general election. A successful takeover of Rome could convince Italians of the M5S’s ability to lead a government. This would pose a direct threat to Renzi, who faces a constitutional referendum in October. But on the streets of Rome people are far more concerned about the fate of their city than their prime minister. “There’s no light on the horizon,” says Francesco. “Let’s hope for the future.” CAPITAL PROBLEMS Waste collection Rubbish bins routinely overflow and the situation grew worse with a recent strike by refuse collectors. Public transport Work on the city’s third metro line has taken a decade and remains unfinished, buses are overcrowded and can be unreliable, and there are frequent strikes. Roadworks Romans complain that potholes are left unfilled for far too long, presenting a danger to the many residents who travel by scooter. Schools A lack of investment has seen parents having to fill the gaps in terms of school maintenance and providing basic supplies such as toilet rolls. Housing Families are among Romans living in squats and in fear of eviction, and there have been street protests over the general lack of social housing. Corruption Many of Rome’s problems are tied to the Mafia Capitale scandal, in which millions of euros were stolen from the city with the help of corrupt officials."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}