{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/jun/09/raheem-sterling-england-euro-2016-russia", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-06-09T21:34:00Z", "webTitle": "Raheem Sterling could start for England in Euro 2016 opener with Russia", "webUrl": "https://www.theguardian.com/football/2016/jun/09/raheem-sterling-england-euro-2016-russia", "apiUrl": "https://content.guardianapis.com/football/2016/jun/09/raheem-sterling-england-euro-2016-russia", "fields": {"headline": "Raheem Sterling could start for England in Euro 2016 opener with Russia", "bodyText": "Roy Hodgson’s determination to exploit an ageing Russia defence has thrust Raheem Sterling into serious contention to start England’s opening Group B fixture in Marseille. The manager is considering an attack-minded selection laced with pace for Saturday’s match at Stade Vélodrome as he contemplates how to incorporate Harry Kane, Wayne Rooney, Dele Alli, Adam Lallana and Sterling in his lineup. Jamie Vardy’s hopes of playing a part have not been entirely dashed, though it remains to be seen whether the Leicester City forward, the subject of a £20m bid from Arsenal, begins the game. He is more likely to start on the bench. Russia have been revived by their coach, Leonid Slutsky, over the past year but go into the tournament seriously undermined by the absence of four key performers in the playmaker Alan Dzagoev, Real Madrid’s winger Denis Cheryshev, the experienced left-back Yuri Zhirkov and, as of last weekend, Igor Denisov. The latter tore a thigh muscle during a friendly against Serbia, meaning Slutsky will be without his first-choice midfield at Euro 2016. That will leave a makeshift partnership attempting to protect the central defenders, Vasili Berezutski and Sergei Ignashevich, who have a combined age of 69. England have had the former Wimbledon manager and Arsenal under-21s coach Terry Burton drawing up extensive scouting reports on Russia over the past few months with this match in mind. Burton was with Hodgson’s coaching staff at the team’s hotel in Chantilly earlier in the week – he has since returned home – and, in the assessments submitted to the management, has highlighted the weaknesses the English will hope to exploit. The lack of pace across Russia’s back-line is an obvious achilles heel, particularly now they are also severely depleted in central midfield. The absence of Denisov, in particular, may influence Hodgson into a more attacking approach, which would have obvious implications for Jordan Henderson and Jack Wilshere, who had been fitness concerns before the tournament. Vardy’s main strength could be considered his ability to run in behind defenders and Russia’s backline is likely to sit deep and deny him that space. Sterling, one of the principal positives for England from the 2014 World Cup, may offer more bite in terms of his interplay with those in midfield. The 21-year-old may not have enjoyed the most fruitful of first seasons at Manchester City and was relatively quiet in the friendly win over Turkey, but he impressed in a central attacking role against Australia and set up Rooney’s winner in that game. Furthermore, his cameo in the victory over Portugal, in which he provided the assist for Chris Smalling’s winner, was key to that success with his performances in training of late having encouraged Hodgson. He can operate at the tip of a diamond, wide in a front three or even in partnership with Kane, offering England flexibility to change formation during the match in Marseille. Lallana’s inclusion should help the team move the ball sharply through midfield to supply that front-line, combining with Alli’s energy on the opposite side, with Eric Dier providing a shield for the defence. The Tottenham Hotspur full-backs Danny Rose and Kyle Walker are expected to start, though Ryan Bertrand has returned to training after a calf complaint. Rooney, who will earn his 112th cap, would operate either in partnership with Kane or possibly at the top of a diamond. Slutsky, who is credited with raising the mood in the Russia setup after Fabio Capello’s costly spell in charge ended last summer, expects the 30-year-old to feature, albeit not necessarily in the central striking position in which the England captain made his name. “He has changed his style and is not the player that he was,” said Slutsky, who was not implying that Rooney had lost any of his qualities but had, in fact, tweaked his style. “It reminds me of Vágner Love when he came to CSKA Moscow in 2004. Back then he was a pure striker because of his speed, his runs, and he scored lots of goals. He was brilliant in the front line. Now Vágner Love is very different. He organises, he plays passes. It would be unfair to say that Rooney is worse than before but he is very different.” The Russia coach is considering drafting Roman Neustadter into defensive midfield, after the 28-year-old received his Russian citizenship only last week. The Schalke player’s parents left the Soviet Union for Germany when he was a child, and he has two caps in friendlies for the reigning world champions, with his paperwork having been fast-tracked through by the Kremlin before the tournament."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}