{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2016/jun/17/the-guardian-picks-up-three-prizes-at-london-awards-ceremony", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2016-06-16T23:45:30Z", "webTitle": "The Guardian picks up four prizes at London awards ceremony", "webUrl": "https://www.theguardian.com/media/2016/jun/17/the-guardian-picks-up-three-prizes-at-london-awards-ceremony", "apiUrl": "https://content.guardianapis.com/media/2016/jun/17/the-guardian-picks-up-three-prizes-at-london-awards-ceremony", "fields": {"headline": "The Guardian picks up four prizes at London awards ceremony", "bodyText": "The Guardian has won four prizes at the One World Media awards in London. John Vidal’s interactive project Mekong: a river rising won the digital media award on Thursday night, seeing off 11 other entries from media organisations including the BBC, Al Jazeera and Channel 4. Published late last year to coincide with the UN climate change summit in Paris, the six-chapter production took readers on a journey down the vast river system in south-east Asia that sustains 70 million people. On his journey, Vidal met people struggling to deal with the impacts of climate change as well as the ecological havoc created by giant dams, deforestation, coastal erosion and fast-growing cities. Meanwhile, world affairs editor Julian Borger won the press award for his piece titled Syria’s truth smugglers, published in May 2015. The story highlighted the risks taken by a team of Syrian investigators to collect secret government documents that provide evidence of war crimes by Bashar al-Assad and his regime and asked whether an international court would ever hear their cases: As investigators, Adel and his team perform what has to be one of the world’s most dangerous jobs, repeatedly diving into the murderous chaos of Syria to follow a paper trail of war crimes. While attempting to smuggle a batch of documents across the northern Syrian border, one of Adel’s colleagues was ambushed and killed. Another was shot four times when his car came under fire from a government position. Several have been detained and tortured. Adel has come close to death several times. The Guardian’s David Smith was nominated in the same category for a piece headlined Vuvuzelas, Pistorius and Mugabe’s warped rule: my six years in Africa that he wrote at the end of his stint as Africa correspondent. The Guardian’s Global development team took the top prize in the short film category for its film on El Salvador’s harsh abortion laws. The film was unanimously voted the winner by the judges, who described it as “a confident film with a cinematic flavour, which manages to cover so much in such a short time. We’re drawn in by its powerful emotional stories and left with a growing sense of outrage”. Sune Engel Rasmussen, a Kabul-based contributor to the Guardian, picked up the new voice award for his “hardy and determined” reporting from Afghanistan. One World Media is a non-profit organisation that has supported international journalism and promoted media coverage of global issues for almost 30 years. Other winners included BBC2’s Outbreak: The Truth About Ebola in the television documentary category and Alex Crawford’s team from Sky News for From Syria to Safety in the news category. Sky had two other nominations for the news award. A full list of winners can be seen on the One World Media website. • This article was amended on 18 June 2016 to include a fourth award win for the Guardian. The headline and standfirst were amended to reflect this."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}