{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2016/jun/09/jennifer-lawrence-elizabeth-holmes-theranos-movie", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2016-06-09T21:55:29Z", "webTitle": "Jennifer Lawrence to play Elizabeth Holmes in movie about Theranos", "webUrl": "https://www.theguardian.com/film/2016/jun/09/jennifer-lawrence-elizabeth-holmes-theranos-movie", "apiUrl": "https://content.guardianapis.com/film/2016/jun/09/jennifer-lawrence-elizabeth-holmes-theranos-movie", "fields": {"headline": "Jennifer Lawrence to play Elizabeth Holmes in movie about Theranos", "bodyText": "Jennifer Lawrence has signed on to play Elizabeth Holmes in a movie about the embattled Silicon Valley biotech firm Theranos, which at one point was worth $9bn. The film is set to be produced by Adam McKay, who was behind the recent film about the financial crisis The Big Short, based on the book of the same name by Michael Lewis. Deadline Hollywood, which first reported the story, said Lawrence will play the company’s 32-year-old founder. Theranos was once touted as a “unicorn” – the Silicon Valley moniker for startups with multibillion-dollar valuations. Its much-touted new blood testing system claimed to be able to perform tests on a “pinprick” of blood rather than a much larger amount drawn by syringe, which is the current best available method. The efficacy of Theranos’s system was reported breathlessly by much of the Silicon Valley press until an investigation by the Wall Street Journal demolished many of their claims. Theranos still disputes the Journal’s findings, but the company’s public trust and reputation have been significantly damaged. Subsequent regulatory inspections of Theranos labs found evidence that issues causing “immediate jeopardy to patient health and safety”, and inspectors threatened to ban the company from operating any laboratories after it said the problems were not rectified. The company is also being investigated by federal prosecutors to find out if investors were intentionally misled. After the exposé, Holmes experienced a fall from grace of cinematic proportions, going from the richest self-made woman on Forbes’s rich list to having a net worth of almost literally zero practically overnight."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}