{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2015/dec/09/labour-activists-launch-new-group-on-partys-left", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2015-12-09T22:01:04Z", "webTitle": "Labour activists launch new group on party's left", "webUrl": "https://www.theguardian.com/politics/2015/dec/09/labour-activists-launch-new-group-on-partys-left", "apiUrl": "https://content.guardianapis.com/politics/2015/dec/09/labour-activists-launch-new-group-on-partys-left", "fields": {"headline": "Labour activists launch new group on party's left", "bodyText": "Labour activists are launching a new group to operate on the left of the party – saying they will reject “the sniping intolerance and divisiveness that has sadly gripped debate in recent weeks”. Open Labour, which is launching on Thursday, has been formed by 50 activists who are claiming to be operating in the traditions of the Tribune Group, the former foreign secretary Robin Cook, and the ideas generated by Ed Miliband’s 2010 leadership campaign. Its insistence that it is exclusively a Labour operation distinguishes it from Momentum, the alliance that has tried to keep alive the enthusiasm generated by Jeremy Corbyn’s leadership campaign. However, Momentum has been criticised by the Labour deputy leader, Tom Watson, for being an entryist vehicle for the hard left, a claim hotly disputed by the group, which says it is bringing new mainly young voices into Labour politics. Open Labour, whose launch letter appears in the Guardian, also says it will try to blend principles with electoral considerations. It believes traditional party moderates have been too exclusively electoral, while some of Corbyn’s supporters put aside electoral considerations in favour of pure values. In an opening statement the group claims: “The need for a renewed democratic left within the party is clear. This debate cannot be reduced to how ‘left’ or ‘right’ Labour is. It is about how we tie our opposition to austerity and concentrations of power to a strategy where we persuade those who haven’t yet felt the confidence to vote for us.” Open Labour, claiming support of some members of the national executive, says it is activist-led, and has consciously based itself outside of Westminster. The new group joins a crowded Labour factional field including Progress, the former Blairite group, Labour First, the traditional organisation of the party’s right, and Momentum, as well as other further left groups such as the Labour Representation Committee. It remains unclear if the appetite exists for its ideas or organisation. Compass, once the home of soft-left thinking inside the party decided to operate outside exclusively Labour politics, leaving a gap inside the party on the left that has not been clearly filled. Notably, Progress has responded to the electoral humiliation of its candidate Liz Kendall by returning to first principles on issues such as equality and responsible capitalism in what appears like an implicit recognition that the centre of the party has shifted left in recent years. Open Labour says: “Whilst critical of austerity and the power of the private sector, Open Labour is positive about working with other strands of Labour thought and keeping Labour welcoming, in direct opposition to the sniping and intolerance which has sadly gripped debate in recent weeks. “The forum also seeks to focus the Labour left on strategies to win power. Labour’s win in the Oldham byelection shows that predictions that Labour’s 2015 vote will now crumble are wrong. But Labour face a long challenge outside of core constituencies before they can shift mainstream beliefs or build an election-winning coalition.” One of the group’s organisers, Brent councillor Tom Miller, said: “Open Labour’s supporters will plan debates and campaigns which assist in the building of a democratic, inclusive ‘new politics’. We will bring organisation to Labour’s ‘open left’ – an approach which has lost its way. Labour can be radical and true to itself, but also have a strategy to win over the majority.” The announcement came hours after Tony Blair said everybody who wants a Labour government recognises “the tragedy of the Labour party’s current position”. In his first comments on the party under Corbyn’s leadership, the former prime minister said the party was “in danger of not asking the right questions, nevermind failing to get the right answers”. In an article called In defence of Blairism for the Spectator, he criticised the new Labour leadership, saying: “All of it is about applying values with an open mind; not boasting of our values as a way of avoiding the hard thinking the changing world insists upon.” Blair said “significant elements of the party [during Labour’s time in power] saw the process of governing with all its compromises, pragmatism and embrace of changing times as implicit betrayal of our principles”. He added: “Many – especially in today’s Labour party – felt we lost our way in government. I feel we found it. But I accept in the process we failed to convince enough people that the true progressives are always the modernisers, not because they discard principle but because they have the courage to adhere to it when confronted with reality.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}