{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/dec/16/tyrannosaurus-skull-must-be-returned-mongolia-dinosaurs", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-12-16T22:05:37Z", "webTitle": "Tyrannosaurus skull sold for $230,000 in New York must go back to Mongolia", "webUrl": "https://www.theguardian.com/us-news/2015/dec/16/tyrannosaurus-skull-must-be-returned-mongolia-dinosaurs", "apiUrl": "https://content.guardianapis.com/us-news/2015/dec/16/tyrannosaurus-skull-must-be-returned-mongolia-dinosaurs", "fields": {"headline": "Tyrannosaurus skull sold for $230,000 in New York must go back to Mongolia", "bodyText": "A Tyrannosaurus bataar skull, which was unlawfully brought into the US and put up for auction in New York in 2007, will be returned to the Mongolian government, the US Department of Justice announced on Wednesday. Preet Bharara, US attorney for the southern district of New York, along with homeland security and immigration officials, had filed a civil forfeiture complaint. The current owner of the fossil consented to returning the skull to Mongolia when informed that it had entered the US illegally. The skull belongs to a Tyrannosaurus bataar, which are indigenous to the Nemegt Basin in the Gobi Desert, in modern day Mongolia. Mongolian law states that all dinosaur fossils found in the country must be surrendered to the government. The law also prohibits exporting artifacts out of Mongolia without permission. “Cultural artifacts such as this Bataar Skull represent a part of Mongolian national cultural heritage. It belongs to the people of Mongolia,” Glenn Sorge, acting special agent-in-charge of the New York office of US Immigration and Customs Enforcement, said in a statement. “These priceless antiquities are not souvenirs to be sold to private collectors or hobbyists.” According to the civil complaint, the skull was shipped into the US in June 2006, and was described as “fossil stone pieces” in US customs documents. It was put up for sale in a California auction house in March 2007 and described on their website as “an extremely rare tyrannosaurid skull” which was “the closest dinosaur relative to the North American King of Dinosaurs, Tyrannosaurus rex – though it thrived on the Eurasian continent approximately two million years earlier”. The skull was sold to an anonymous buyer, who participated in the auction via telephone, for $230,000. When a buyer’s premium was added, the total reached $276,000. Homeland Security Investigations examined the skull in September 2015 and confirmed that it “rightfully belongs to the government of Mongolia and had been illegally imported into the United States”. The bataar skull is just the latest fossil the US has worked to return to the Mongolian government. Since 2012, the US has returned many fossils including: “Three full Tyrannosaurus bataar skeletons, a full Saurolophus angustirostris skeleton and another partial Saurolophus, six Oviraptor skeletons, four Gallimimus skeletons, a partial Ankylosaurus skeleton, a Protoceratops skeleton, a composite nest containing miscellaneous dinosaur eggs, and numerous small, unidentified prehistoric lizards and turtles”. “We are gratified to add the skull of another Tyrannosaurus bataar to the roster of fossils returned to Mongolia,” Bharara said in a statement. “Each of these fossils represents a culturally and scientifically important artifact looted from its rightful owner.” He added: “Together with our law enforcement partners, we will continue to pursue opportunities to right the wrongs committed when priceless artifacts are stolen.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}