{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2015/dec/28/old-trafford-manchester-united-chelsea-louis-van-gaal", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-12-28T20:47:17Z", "webTitle": "Old Trafford suspends discord as United try to rise to the occasion", "webUrl": "https://www.theguardian.com/football/blog/2015/dec/28/old-trafford-manchester-united-chelsea-louis-van-gaal", "apiUrl": "https://content.guardianapis.com/football/blog/2015/dec/28/old-trafford-manchester-united-chelsea-louis-van-gaal", "fields": {"headline": "Old Trafford suspends discord as United try to rise to the occasion", "bodyText": "Perhaps Louis van Gaal should flounce out of his pre-match press conferences more often. It is at least a very Manchester United thing to do. Just as here Van Gaal’s United team – laid out twitching on the slab for most of the last month – was briefly animated during a first half when they were at least recognisably an incarnation of the mixed and flowing substance that is Manchester United. All too briefly, however. By the end this decelerating 0-0 draw felt like a microcosm of United’s congealment under Van Gaal. Moments of drive and incision fluttered into view in the first hour, after which this hurled-together team of ageing stars and might-yet-bes had reverted to struggling manfully with their own strangely corseted limitations Chelsea will be pleased with a point but they too were poor, the lack of coherence on both sides providing further evidence that those who have suggested the struggles of the richer teams this season are symptoms of high standards in the Premier League are taking a distinctly optimistic view. If the shadow of José Mourinho hung over both teams here – from the chants of his name in the away end to the wretched Mourinho-emblazoned United scarves on sale outside the ground – then this is telling in itself. It is a typical Premier League absurdity that the recently sacked manager of a visiting team caught in a spiral of toxic decline should be touted by so many as the answer to United’s own decreasing returns. That Mourinho, the ultimate intoxicating personality, two-season team-builder and trophy-laden short-termist should be seen as a coherent mid-season plan. Not to mention the notion that Europe’s most noted win-at-all costs merchant should be proposed as the panacea to the lack of red-tinged romance under Van Gaal. There is, of course, a theory that sacking managers, an inability to stay the course and build from within is part of the problem not the solution. It might even be worth pointing out United have only made one successful, title-winning managerial appointment since Old Trafford was rebuilt after the second world war, and he took five years to find the right rhythms. Perhaps the problems here might just go back to questions of ownership and investment in the on-field end of the business, from a lack of real star players to a neglect of the club’s youth system. Then again perhaps a third manager in two years is the answer after all. This at least was nothing like the wake many had predicted. If a scoreless draw with the champions really is to be the last of Louis, United’s manager can on this occasion be proud of his players, and proud of the home support. Certainly those who came expecting photogenic signs of revolt will have left disappointed. Football clubs are funny things. The modern mega-club can often seem to have several identities at once, from the shrill echo chamber of social media to those who follow in the ground or distantly, and who in effect make up the club’s identity beyond owners, players and managers, all of whom are, lest we forget, simply passing through. Here Old Trafford was partisan, loud, and supportive. Boos were reserved for opposition players recovering from on-field agony and for Chelsea’s fans as they launched into a sarcastic chant of “attack, attack, attack‚“ deep into the second half. Before kick-off Van Gaal had strode out with his team, shoulders straight, document wallet held touchingly beneath his arm. And with Wayne Rooney and Anthony Martial ahead of Juan Mata and Ander Herrera United made an unusually fast start, Old Trafford rising like a convalescent from its sickbed to roar as Rooney’s touch set up Mata for a shot that twanged the bar. And for the opening hour at least this was an entertaining game between two teams who appeared to have remembered how to play with passion and even some shin-clattering anger. It helped that United could field that rare thing, a team with everyone vaguely in his best position, the full-backs aside. Those looking for signs of dressing-room rebellion might even have pointed to the urgency of United’s early passing, much of which went forwards, and a willingness to shoot. Steady, boys. José’s probably watching this. Rooney found space from his central position, although he did produce two horrible misses in the second half. Daley Blind was tenacious and precise with his passing. Eight first-half shots on goal was rich pickings indeed. If United’s players had a chance here to demonstrate a fatal dissatisfaction with their manager, then they chose to run and fight instead. Again it will be tempting to suggest managing United is simple, that all the fans want is boldness, ambition, aggression. It is of course an argument that only reflects part of the picture. The real business of winning matches, taking a title even when the gears are grinding and smoking, as Chelsea did last season, requires a bit more. It is this solidity Van Gaal’s build-from-the-bottom process has been trying to work towards, with much juddering on the runway. At the end here Van Gaal confirmed that he has no intention of walking away. For now, at least, his oddly stalled United lives on."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}