{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/dec/20/newcastle-united-steve-mcclaren-possession-aston-villa-remi-garde-mask", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-12-20T22:30:08Z", "webTitle": "Newcastle’s Steve McClaren still seeks clean break from an old vision", "webUrl": "https://www.theguardian.com/football/2015/dec/20/newcastle-united-steve-mcclaren-possession-aston-villa-remi-garde-mask", "apiUrl": "https://content.guardianapis.com/football/2015/dec/20/newcastle-united-steve-mcclaren-possession-aston-villa-remi-garde-mask", "fields": {"headline": "Newcastle’s Steve McClaren still seeks clean break from an old vision", "bodyText": "Steve McClaren and Ian Cathro, the bright young coach Newcastle United’s manager had hired from Valencia, hatched a plan. Their team were going to be comfortable in possession, build patiently from the back and play attractive, attacking, passing football. In the summer McClaren had just taken over from John Carver and anything seemed possible, the mantra on Tyneside was “controlled possession”. The idea was Newcastle would have full control of the ball before moving on to the next phase of play and Cathro delighted in repeating a training ground drill whereby players took at least six passes before initiating a full-on attack. Fast forward to an extremely wet December evening on Tyneside and Newcastle enjoyed a total of only 47% possession against an Aston Villa side hampered by a worryingly weak midfield. Significantly, McClaren’s players struggled when they tried to play keep-ball in the first half, improving only after the interval when they seemed happy to surrender possession and concentrate on counterattacking. By then Rémi Garde had brought Rudy Gestede off the bench and, with Villa switching to a more direct approach which suited the appalling underfoot conditions, the centre-forward played a big part in ensuring they earned a draw. This should not obscure the reality that Newcastle were a little lucky to assume a first-half lead when shocking defending on Joleon Lescott’s part permitted Fabricio Coloccini to shoot past Brad Guzan. Yet despite conceding a stunning equaliser lashed into the top corner from the edge of the area by Jordan Ayew and struggling to contain Gestede, McClaren’s team created sufficient second-half chances – notably a sitter somehow headed wide by the struggling Siem de Jong – to win. Such relative success on the break seems to prove two things. First, McClaren is clever and pragmatic enough to realise his original vision needed changing. Accordingly the six-pass rule ended in September and the original policy scrapped following talks with his squad before recent, morale-boosting wins against Liverpool and Tottenham. Second, this volte face confirms Alan Pardew was correct when, shortly before he jumped ship for Crystal Palace a year ago, Newcastle’s former manager claimed his players were “more dangerous without the ball than with it”. Once Yohan Cabaye decamped to Paris Saint-Germain in 2014 Pardew gave up any pretence of adopting a passing style but the downside was that Newcastle, as now, could never be said to be in command of matches. “We’re not at that level yet where we can control games,” McClaren said. “We have a certain strategy in each game but that doesn’t necessarily involve controlling it through possession. Sometimes we’re a better team when we’re breaking. We’re trying to get a balance between that and possession but we’re not there yet.” It represents an uneasy compromise but, having accepted that counterattacking raids facilitated by the pace of Moussa Sissoko, Ayoze Pérez and Gini Wijnaldum, offer Newcastle the best chance of survival, McClaren’s task now is to persuade Mike Ashley, the club’s owner, this can only ever be a temporary fix. Longer term, central midfield requires a complete rebuild. Villa look in urgent need of similar reconstruction but Garde, still awaiting his first league win since succeeding Tim Sherwood, seems destined to have to accomplish it in the Championship. If the performances of Ayew and Gestede especially offered cause for optimism, Villa’s manager was furious when minutes into the second half Carlos Sánchez realised he had left his protective face mask in the dressing room and remained distracted and disengaged until Garde’s staff found it. “I was not happy,” said the manager. “It was a little sign that shows the fragility among the team.” Man of the match Rudy Gestede (Aston Villa)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}