{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/dec/01/tamir-rice-shooting-cleveland-police-timothy-loehmann-grand-jury", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-12-01T23:28:45Z", "webTitle": "Officer who killed Tamir Rice says he believed 12-year-old was in fact 18", "webUrl": "https://www.theguardian.com/us-news/2015/dec/01/tamir-rice-shooting-cleveland-police-timothy-loehmann-grand-jury", "apiUrl": "https://content.guardianapis.com/us-news/2015/dec/01/tamir-rice-shooting-cleveland-police-timothy-loehmann-grand-jury", "fields": {"headline": "Officer who killed Tamir Rice says he believed 12-year-old was in fact 18", "bodyText": "The officer who shot and killed 12-year-old Tamir Rice in Ohio has delivered his first public account of the killing, over a year after the incident occurred, arguing his actions were justified as he was engaged in an “active shooter situation” and believed Tamir was 18 years old. Cleveland police officer Timothy Loehmann told grand jurors he shot because Tamir pulled a gun – which turned out to be a pellet gun – from his waistband. “The suspect had a gun, had been threatening others with the weapon and had not obeyed our command to show us his hands,” he said. Loehmann fatally shot Tamir, who was black, within two seconds of arriving at a local park on 22 November last year, after a 911 caller reported that there was a juvenile in the area with a weapon that was “probably fake”. The full details of the call were not passed on to the officers, according to other accounts released by the Cuyahoga County prosecutor Timothy McGinty. A Cuyahoga County grand jury is currently considering whether to bring charges against Loehmann, 27, and his partner, 47-year-old Frank Garmback, both of whom are white. Garmback was the driver of the patrol car on the day of the shooting. The officers, who had previously declined to be interviewed by county investigators, provided written testimony that was released by prosecutors after being read to grand jurors on Tuesday. Loehmann said he told Tamir to raise his hands repeatedly as the boy was “reaching into his waistband” before the officer opened fire and had exited his patrol cruiser because he had been trained that “the cruiser is a coffin”. “I observed the suspect pulling the gun out of waistband and his elbow coming up,” Loehmann wrote in his submission, dated 30 November 2015. He continued: “With his hands pulling the gun out and his elbow coming up, I knew it was a gun and it was coming out … the threat to my partner and myself was real and active.” Lawyers for the Rice family have repeatedly dismissed claims that Loehmann and Garmback could have given the 12-year-old sufficient warnings or commands, given the fraction of time that passed between the officers arriving on the scene and opening fire. On Tuesday, Rice family lawyers described the prosecutor’s decision to allow the officer’s unsworn statements before the grand jury as “a stunning irregularity”. “No regular target of a criminal investigation would be afforded this opportunity,” the group said in a statement. In Garmback’s statement, he concedes that the patrol car had slid along the ground and “did not stop where and when I intended”. The steady release of evidence presented to the grand jury, including three expert testimonies that concluded the shooting was justified, has been staunchly criticised by Tamir’s parents and protesters in Cleveland, who argue that the drip feed of information is designed to prepare the public for a non-indictment. Rice family lawyers have requested the grand jury also hear testimony from two experts who concluded the shooting was not justified. Asked for a statement on the officers’ behalf, their attorney, Henry Hiler, said in an email on Tuesday: “We respect the grand jury process and have faith in our judicial system.” The officers’ statements were read to the jurors a day after Tamir’s mother, Samaria, testified to the panel about the loss of her son. In a statement, her attorney said she had asked the jurors whether the officers’ actions “could possibly be ‘reasonable’ or ‘justifiable’”. “She believes that the answer is plainly no,” the statement said, “and hopes and prays that the grand jury agrees that there is probable cause to indict the officers and hold them accountable for her son’s death.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}