{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/dec/01/stoke-city-sheffield-wednesday-capital-one-cup-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-12-01T21:58:42Z", "webTitle": "Phil Bardsley goal helps Stoke past Sheffield Wednesday to reach last four", "webUrl": "https://www.theguardian.com/football/2015/dec/01/stoke-city-sheffield-wednesday-capital-one-cup-match-report", "apiUrl": "https://content.guardianapis.com/football/2015/dec/01/stoke-city-sheffield-wednesday-capital-one-cup-match-report", "fields": {"headline": "Phil Bardsley goal helps Stoke past Sheffield Wednesday to reach last four", "bodyText": "Sheffield Wednesday have won the League Cup more recently than Stoke City have visited the semi-finals, but Mark Hughes’s side closed a 43-year gap to keep alive the possibility of a repeat of 1972. The Championship team won the shouting match though. While the Yorkshire side were giving a good account of themselves until Phil Bardsley settled the matter with a free-kick from 20 yards, their supporters in a packed visitors’ end were doing even better, keeping up a constant claim that Wednesday were on their way back. With only one defeat in 14 games prior to this match they might be, though not on their way to Wembley. Stoke have the final in their sights instead – the draw for the two-legged semi-finals is on Wednesday night – and they deserved it, even if the locals were a little miffed to be outsung at their own ground. “You’re not singing anymore,” was the mildly churlish response to Bardsley making the game safe. “Once again our fans were our best player,” Carlos Carvalhal, Wednesday’s Portuguese manager said. “We had a few fitness problems tonight but I have no complaints about the result. Stoke deserved it on the night, but I am happy with what we have done in the competition. We put out two strong teams in Newcastle and Arsenal.” The visitors set up the first decent chance of the night midway through the first half, after Marko Arnautovic dozily allowed himself to be dispossessed with Stoke pressing forward in attack. Kieran Lee went racing down the right and sent over a cross that arrived at an awkward height for Gary Hooper, who should nevertheless have made better contact with his attempted volley in front of goal. Stoke had needed to reconfigure their attack by that stage, Peter Crouch limping off with a hamstring injury to be replaced by Joselu after just 13 minutes, and when the substitute was fouled by Sam Hutchinson just outside the area Arnautovic sent the free-kick harmlessly over with Joe Wildsmith still to be tested after almost half an hour’s play. It turned out Stoke were merely lulling their opponents into a false sense of security, however, for the Wednesday goalkeeper suddenly found himself very busy as the half-hour stage was reached. First he had to dive low to his right to keep out a long shot from Marco van Ginkel after a marvellous piece of skill from Joselu had helped open up the visitors, then he was beaten by an unerring finish from Ibrahim Afellay as the Holland midfielder registered his first Stoke goal. Once again Joselu was involved, sending a deep cross over from the right that would have eluded everyone in the area but for Afellay shrewdly biding his time to steal in late and score with a crisp first-time volley. Jon Walters had a chance to extend the lead before the interval but could not quite reach an Erik Pieters cross from the left, then Wednesday were fortunate to get away with a sloppy backpass that almost let in Joselu. Daniel Pudil was the guilty party, perhaps not quite up to speed after only arriving as a substitute for Tom Lees moments earlier, and though Joselu was alert to the opportunity and quick to chase the underhit ball, Wildsmith was even quicker in leaving his line to clear the danger. With Wednesday staying in their own half for most of the rest of the first half there seemed little possibility of another Arsenal-type upset. Stoke were creating all the chances, and might have been further ahead but for a tendency to over-elaborate. While Modou Sougou did well to prevent Afellay adding a second goal with an athletic block after Wildsmith had parried a Joselu shot, the match was less one-sided in the second half with Wednesday showing more attacking initiative. They did not bother Jack Butland unduly but were adventurous enough to win a couple of corners, one of which was collected at the far post by Pudil, whose shot flew narrowly wide. That encouraged Stoke to step up their efforts to find a second, and Bardsley clearly fancied trying his luck when they were awarded a free-kick in front of goal. Van Ginkel nudged the ball in his direction, after a couple of false starts, and the substitute drove the ball low through the wall and in off Wildsmith’s right-hand post. It was not the best organised of walls, in truth, although Bardsley’s accuracy could not be faulted. “We got the job done,” Hughes said. “We were careful not to underestimate Sheffield Wednesday because they have proved they are a good team. It’s no secret we would like to win some silverware and we still face a big challenge as there are some big teams left. But we have a chance. Over two games we’ll back ourselves against anyone.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}