{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2015/dec/24/joining-the-dots-over-the-dots", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2015-12-24T16:17:25Z", "webTitle": "Joining the dots over the dots | Letters", "webUrl": "https://www.theguardian.com/lifeandstyle/2015/dec/24/joining-the-dots-over-the-dots", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2015/dec/24/joining-the-dots-over-the-dots", "fields": {"headline": "Joining the dots over the dots", "bodyText": "Re Mike Kehoe’s query on the orange dots (Letters, 24 December): I think it might be that the first letter in a linked series does not have one, but subsequent letters on the same topic do. So, if my hypothesis is correct, then this letter will not have one … Professor Roger Ingham Southampton • … but this one will … Professor Roger Ingham Southampton • All letters have orange dots, apart from the first letter on each topic or letters from people called Kehoe. Karl Sabbagh Newbold on Stour, Warwickshire • People deal with pet loss in different ways (Cloned pups show there is life in the old dog, 24 December), but the most important thing is to give yourself enough time to go through the grieving process. Trying to get over the loss by getting a new one may lead to unresolved grief, which can bring about difficult emotions. We’re available 365 days of the year for bereavement support on 0800 096 6606 or pbssmail@bluecross.org.uk. Tracie McGrory Pet Bereavement Support Service, Blue Cross, Oxford • John Crace’s story about his Christmas present (The ugly shirt held a message it took me years to understand, 22 December) reminded me of a story heard some years ago. A lady received a present of Evening in Paris perfume. She re-wrapped and passed it on the following Christmas and this went around for some years until she finally got it back. In 1983, a friend’s husband won a raffle prize and mistakenly picked a bottle of foul-smelling aftershave, thinking it was perfume. We exchange this every year and we are hoping to make it to at least 40 years. Can you have vintage aftershave? Vera Koenig Headcorn, Kent • Join the debate – email guardian.letters@theguardian.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}