{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/dec/05/james-milner-liverpool-revival-newcastle-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-12-05T22:30:01Z", "webTitle": "James Milner: 'Klopp has done it right. You can't come in and start blasting away'", "webUrl": "https://www.theguardian.com/football/2015/dec/05/james-milner-liverpool-revival-newcastle-united", "apiUrl": "https://content.guardianapis.com/football/2015/dec/05/james-milner-liverpool-revival-newcastle-united", "fields": {"headline": "James Milner: 'Klopp has done it right. You can't come in and start blasting away'", "bodyText": "“The thing about football,” James Milner says with considerable understatement, “is that it changes very quickly. Whether things are going well or going badly it doesn’t necessarily stay that way for long. A lot can change in a short time.” He can say that again, or possibly shout it a little bit louder so that Newcastle fans can hear. The Liverpool midfielder lists Sunday’s opponents among his impressive list of clubs well served and is perfectly well aware that corners seem to take longer to turn in the north-east than they do on Merseyside. “It is disappointing to see what they have been through at Newcastle,” he says. “You always want your old clubs to do well and I know from personal experience that the support up there is unreal. The fans are unbelievable. They just live for the team and every year they think this is going to be their season. Even now the attendances are amazing and I understand what they are going through. They are desperate to do well, you can feel it. “We reached an FA Cup semi-final against Manchester United when I was there and I can still remember the scene as our coach tried to get to the Cardiff stadium. The streets were so full there were people hanging off lamp posts. All you could see everywhere you looked was black and white. The route in was so rammed it took us 15 minutes longer than it should have done to reach the ground. We only just managed to make it in time.” Happy days. Well, relatively happy. Newcastle lost the 2004-05 semi and there have been few causes for mass hysteria since. Milner, on the other hand, has been a model of consistency on his travels around the top division. He could easily have stayed at Manchester City in the summer, he was made an attractive offer but after winning some of the silverware and medals he craved he decided to go for more regular football at Liverpool. It was the kind of decision you can make when your track record speaks for itself and just about every Premier League manager apart from the one in charge of City’s embarrassment of riches would want you in his team. “It wasn’t just about playing; I wanted to contribute,” the 29-year-old says. “When I joined City they had not won trophies for a long time and I was lucky enough to be in at the start of that cycle. I am hoping it can be the same here. This is a club that has been used to winning trophies and that is one of the reasons I joined. I don’t mind pressure; that comes with a big club. I have played for some big clubs in my career and I know the expectation that goes with wearing the Liverpool shirt. I would like to be a part of winning a trophy here.” Just a few weeks ago that statement might have been met with raised eyebrows but since Liverpool dismantled Manchester City at the Etihad and humiliated Southampton with a near-perfect 6-1 display in the Capital One Cup trophies suddenly appear within reach – and not just in the cups. Liverpool under Jürgen Klopp are playing well enough to be considered title contenders, even though currently outside the top four. They are still in touch and playing with far more fluency and attacking intent than Manchester United or Arsenal. “We are in a good moment,” Milner says. “We are just going into an important part of the season and are showing good form. Once you come out of Christmas the league table can look a lot different, so this is a good time to be showing improvement.” A lot of that improvement must be down to the new manager, who in a remarkably short time has cut through some of the fug surrounding Liverpool – the debate about whether Brendan Rodgers or Luis Suárez was more responsible for the near miss in 2014, for example, or the argument over whether there are enough quality players at Anfield to mount another title challenge. In a little over two months Klopp has got Liverpool running hot again. They are bold, incisive and thrilling to watch once more, whereas as recently as the start of this season they were pallid, unadventurous and dull. So, James, how has the new manager achieved this? “He has not changed as much as you might think,” Milner says. “It is always difficult when a new manager comes in, especially if the club has tradition and the outgoing manager was popular, but I would say Jürgen Klopp has done it in the right way. You can’t just come in and start blasting away and changing everything at once. He has changed a few things in the team, altered training schedules a bit and introduced some new ideas, but most of all he has got everyone onside. As you can probably see, he is a likable character. That could well be the hardest thing for a new manager coming into a club, getting people to take to you straight away. “He is obviously a top manager, someone who has had success before; that goes without saying. But the boys have taken to him. We probably haven’t done as much work on the training field as he would have liked, with the amount of games we have had, but we have made a good start together. We all realise we are a long way from the finished article but it has been going well.” And does Klopp’s preferred pressing style require more work or does a famously energetic tracker and runner like Milner not notice the difference? “Some players find the new style easier than others,” he says. “I have always gone out there to run as hard and as fast as I can for 90 minutes. That’s a given. But it is not all about running all the time. What we are working on is coordinating our efforts as a team, recognising when the time is right to go for the ball and when to sit off, and having people doing it together. It is not just about hard work, because ultimately the idea is to run less. If we are doing it right, winning the ball back and keeping it, it means we will be running less. That’s the aim.” In terms of results, if not yet energy expended, it seems to be working. That was not Liverpool’s strongest lineup pummelling Southampton the other night: Milner was rested along with Christian Benteke, Philippe Coutinho and Roberto Firmino. If the mark of a good coach is that he can produce the intended results with any group of players, not just the most expensive ones, Klopp could hardly have asked for a better display of controlled, counterattacking football to produce as a calling card. “It is hard to credit that we struggled for belief at times this season,” Milner says. “You can see that is changing. What you can see now is a talented group of players who don’t realise how good they are.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}