{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/live/2015/dec/20/spain-election-results-live-updates-podemos-ciudadanos", "type": "liveblog", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2015-12-20T23:47:09Z", "webTitle": "Spanish election: Conservatives win but fall short of majority – as it happened", "webUrl": "https://www.theguardian.com/world/live/2015/dec/20/spain-election-results-live-updates-podemos-ciudadanos", "apiUrl": "https://content.guardianapis.com/world/live/2015/dec/20/spain-election-results-live-updates-podemos-ciudadanos", "fields": {"headline": "Spanish election: Conservatives win but fall short of majority – as it happened", "bodyText": "Many thanks for your company. We’re wrapping up the liveblog with this quick look back at a remarkable few hours On an extraordinary day for Spanish politics, the ruling Partido Popular (PP) took the most votes but fell well short of a majority, raising the prospect of a coalition government With 99% of the votes counted, the PP was on course to take 123 seats in the 350-seat legislature. Led by Mariano Rajoy, the current prime minister, they won almost 29% of the vote, leaving them with a third fewer seats than they received in the 2011 election The Socialists came second, with 90 seats and 22% of the vote Two new parties could now hold the balance of power in a future coalition government: the anti-austerity Podemos won 69 seats, the centrist Ciudadanos 40 Rajoy has said he will try to from a “stable government” as Spain “needs security and confidence” Pablo Iglesias, the leader of Podemos, has Pablo Iglesias has hailed the birth of “a new Spain” and the death of decades of two-party politics Full report here Here’s a good table from El Español showing the most likely deals and the majorities they would yield: In four years, the Partido Popular has lost 3.8 million votes and more than 60 seats The ruling People’s party should be the first party to try to form a government as it was the party with the highest number of votes, the leader of the opposition party PSOE said late on Sunday. “The most voted political force should try and form a government,” Socialist leader Pedro Sanchez told supporters. “Spain has voted for the left. Spain wants change but the vote shows the PP as the leading political force.” (Via Reuters) Rajoy is speaking now: I will seek to form a stable government. Spain needs security and confidence. Hmmm. Very interesting tweet from Albert Rivera of Ciudadanos: “From the new political centre, it’ll be easier to talk to those who don’t think like us.” Even if you don’t speak Spanish, you’ll probably understand this front page: Divided loyalties ... Difficult coalition choices … Brinksmanship … Treachery. Remind you of a certain TV programme? “Given these results, all the party leaders should be watching a Borgen marathon. Right now! Tonight!” This is a great people’s triumph, says Ada Colau, the leftist mayor of Barcelona. (More on her from Ashifa here) The thoughts of Jon Lee Anderson of the New Yorker: Podemos could turn out to be the key party in Spain where, without a doubt, things have changed. Update: OK. So 97.65% of the vote now counted. This is the wall of photographers that Mariano Rajoy can look forward to seeing. Probably the last thing on his mind right now, though. So what happens next? This from Alberto Nardelli: The king will propose a PM-candidate. He or she must win an absolute majority in parliament, or a simple majority within 48 hours after the first vote, in order to form a government. If they fail, the king can propose other candidates. Parliament is dissolved and new elections called if no candidate has the numbers to form a government within two months of the first investiture vote. Giles Tremlett has been listening to Iglesias in Madrid: Pablo Iglesias of Podemos has just been speaking and hailing the birth of “a new Spain” and the death of two-party politics. Podemos and the forces of change … have won more than 20% of the vote. We are the primary power in Catalonia and the Basque country … Once again, we’ve seen the forces of change gain ground … We have 69 seats from which to defend social justice and fight corruption. Let’s not forget about the senate, says Giles Tremlett, where 208 of 266 seats are up for grabs. Questions, questions, questions ... We’re still a little way from the end of the count, but here’s a first take on the results fo far from my colleague Ashifa Kassam in Madrid: The conservative People’s party won Spain’s general election on Sunday but fell short of an absolute majority, as Spaniards fed up with corruption, austerity measures and double-digit unemployment voted to do away with the two-party dominance that has characterised modern Spanish politics. With 84% of the votes counted, the PP was on track to receive 122 seats, leaving them shy of a majority in the 350-seat legislature. Led by Mariano Rajoy, the current prime minister, the party earned some 28% of the vote, leaving them with a third less seats than they received in the 2011 election. The Socialists, who asserted throughout the campaign that they were best placed to rival the PP came in second, with preliminary results suggesting they could earn 93 seats and 22% of the vote. Podemos was next with 69 seats and 20.5% of the vote while Ciudadanos was on track to win 38 seats and 14% of the vote. The results suggest Podemos capitalised on the campaign to gain votes, and that pollsters underestimated the anti-austerity party’s appeal while overestimating that of centre-right Ciudadanos. With many in Spain still suffering the lingering effects of an economic crisis that sent unemployment rates soaring and triggered painful austerity measures, millions of voters turned away from the PP and Socialists, who have alternated in power for decades, and instead backed emerging parties. The PP and Socialists earned a combined vote share of around 50, as compared to the 70-80% in combined votes in past general elections.”The two-party political system is over and we are entering a new era in our country,” Podemos’ Iñigo Errejón said on Sunday as results began rolling in. Podemos did notably well in Catalonia, suggesting widespread approval for its campaign promise to hold a referendum on independence for the northeastern region. Preliminary results suggested a coalition backed by Podemos and Barcelona en Comú was poised to take first place in the region. The results could make Rajoy the first leader in Europe to be re-elected after imposing harsh austerity measures on his electorate. Rajoy’s success is an anomaly to many in Spain, given that he has been dogged by dismal popularity ratings -- in early December Rajoy ranked last among the leaders of six national parties with an average rating of 3.31 out of 10 -- as well as been implicated in a slush fund scandal that allegedly involved envelopes stuffed with cash handed over to senior figures in the PP. Rajoy ran a careful campaign, opting to skip out on two televised debates and instead make appearances on lifestyle programs. In contrast to his rivals’ message of political and institutional transformation, Rajoy sought to position his party has the best-placed to keep the fragile economic recovery on track. Pointing to the 1 million jobs created in the past two years and Spain’s position as one of the fastest growing economies of the eurozone, Rajoy warned that change could risk derailing the tepid economic recovery. “Playing around with experiments and novelties is something that a country like this one ... cannot allow in any way,” Rajoy, 60, told supporters as the campaign drew a close on Friday. “To take a step backwards now, to return to the old, tired, boring policies ... would be an error that we can’t allow as a nation.” In order to be able to govern for the next four years, the PP will have to rely on other parties, suggesting a protracted process of negotiations lie ahead for political leaders. Several scenarios are possible. The PP could form a minority government, particularly since Ciudadanos leader Albert Rivera said last week his party would abstain from a vote of confidence in order to allow the party with the most seats to govern. The scenario is a risky one for the PP, as a minority government could fall easily, triggering new elections. In the lead up to the election, many analysts had predicted that the new government would be made up of the PP in alliance with Ciudadanos. But the two parties together would still fall short of a majority. Any alliance between the two would require a third partner, a scenario that shifts some of the balance of power to regional parties from Catalonia and the Basque country and will be complicated by Ciudadanos vehement opposition to Catalan independence and insistence on eradicating longstanding Basque tax benefits. A third option, echoing developments in Portugal, would be a coalition of the Socialists, Podemos and Ciudadanos. While Ciudadanos’ leader Rivera has said his party will not support what he called a “grouping of losers,” some analysts saw the possibility of a Socialist government emerging from Sunday’s vote. “Reaching a deal between the Socialists, Ciudadanos and Podemos is not going to be straightforward...but if the alternative is leaving the country’s without a government, the pressure will be on the parties,” Federico Santi, a London-based analyst with the Eurasia Group told the Associated Press. Some of Sunday’s results can be explained by Spain’s electoral system, which gives more weight to votes from rural areas than urban ones. In Madrid, for example, where Podemos and Ciudadanos enjoy high levels of support, a candidate needs more than 128,000 votes to be elected, while in rural areas where the PP and Socialists traditionally dominate, a candidate could need as little as 38,685 votes, such as the province of Soria in Castilla y León. The results were likely also influenced by a generational gap. As the clamour for change began in Spain, the median age of the country’s political leaders dropped drastically. The Socialists elected 43-year-old Pedro Sánchez as leader, while Ciudadanos’s turned to Albert Rivera, 36, and Podemos to 37-year-old Pablo Iglesias. But Rajoy, 60, remains the most popular option with Spaniards over the age of 55, buoyed in part by his party’s consistent support for pensions. Even as his government was slashing spending for public wages, education and research, pensions were raised. Not only is this the demographic that is most likely to vote, it has also grown by more than a million people since the 2011 election, while those under the age of 34 years have dropped by almost a million. As alluded to before, while Ciudadanos’ showing may not have lived up to some predictions, its seat count is still impressive. This tweet from the writer Maxim Huerta sums up a lot of the confusion the results have created: So now we’ve got the longed-for plurality. And now we’re saying it’s complicated. Which one are we going for? Podemos has 69 seats so far; Unidad Popular two. Could things have worked out differently, wonders Giles Tremlett. OK. With more than 75% of the vote counted, this is the picture: Partido Popular: 123 PSOE (Socialists): 93 Podemos: 68 Ciudadanos: 37 Once again, the overall majority threshold is 176. A bit of mental arithmetic shows just how unpredictable this all could be ... The journalist Jordi Evolé is wondering what’s been going on with all the talk of the rise of Ciudadanos: Why did they big up Ciudadanos so much? Why? They’ve managed to make a good result look really bad. Thanks to all who’ve pointed out the failure to count all the Podemos seats across its different names. With more than 60% of the votes counted, here’s how it’s looking: Partido Popular: 124 PSOE (Socialists): 95 Podemos: 69 Ciudadanos: 33 We’re still a little way of the final count, but some are already picking up a whiff of horse-trading. This from AP: If the projections are confirmed, analysts said it could make it extremely difficult for the Popular Party to form a government because it wouldn’t get a majority of seats in parliament by allying with Ciudadanos, its most natural partner. The country’s lower house of parliament has 350 seats and with 28 percent of the vote counted Sunday night, the Popular Party was on track to get 124 seats. The Socialists were headed toward winning 94 seats while the number for Podemos and allies was predicted at 61, with 31 for Ciudadanos. But the centre-left Socialists could team up with Podemos and Ciudadanos in a three-way “coalition of losers” similar to an outcome that happened in Portugal last month. “If the current poll predictions are confirmed, then it looks like a Socialist government,” said Federico Santi, a London-based analyst with the Eurasia Group political risk consulting group. “Reaching a deal between the Socialists, Ciudadanos and Podemos is not going to be straightforward ... but if the alternative is leaving the country without a government, the pressure will be on the parties.” The Socialists could get more seats in Parliament than Podemos with fewer votes because Spanish election law gives extra weight to rural voters. Right. Just over 40% of the vote counted and this is how things are looking seat-wise: Partido Popular: 118 PSOE (Socialists): 96 Podemos: 43 Ciudadanos: 31 (Remember: the threshold for a majority is 176 seats.) Iñigo Errejón of Podemos is adamant that the results - still coming in - mark a decisive shift in Spanish politics after decades of predictable pendulum swings. Spain has already changed: we’ve done away with two-party politics. Discuss: With almost 25% of votes counted, the Partido Popular has 125 seats, the Socialists 95, Podemos 39, and Ciudadanos 30 … Let the voxpops commence! The digital news site El Español has a nice graphic of Spain’s political colours tonight. The results are coming in here on the official election website. So far, about 10% of the vote has been counted. Podemos supporters gathering in Madrid are very happy - not surprising as the exit polls have the new party winning the second largest share of the vote ... More from Alberto Nardelli, our data editor. He says that if the exit polls are correct, the combined share of the vote won by the PP and PSOE result would be at its lowest ever. Albert adds: If the results confirm the exit polls, today’s elections will see an end to Spain’s two-party system. The People’s Party and the socialist PSOE historically win a combined 70-80% of the vote. Tonight they’re projected to win less than 50% of the vote share. A quick update on the outcry over the interior ministry’s tweet earlier today. The Association for the Recuperation of Historical Memory (ARMH) says it will be complaining to the ministry as it feels the tweet suggested that Franco did not rebel against a democratically elected government - which, of course, he did. In [the tweet], it was claimed that the first democratic elections in Spain took place in 1977. This is an indirect way of asserting that Franco did not rise up against a democratic government. The first democratic elections were held on 19 November 1933, during which, for the first time, men and women voted according to universal suffrage. The ARMH will be seeking a correction. A note of caution - and some rapid analysis - from our Madrid-based contributing editor Giles Tremlett: Exit polls at Spanish elections are notoriously unreliable and are even more difficult to interpret when we have two new parties - Podemos and Ciudadanos - competing. That said, the eruption of these insurgents in such a short space of time is remarkable and highlights widespread disgust with the status quo. The available polls point to the lack of a full parliamentary majority for either a right-to-centre bloc with Mariano Rajoy’s People’s party and Ciudadanos, or for a left-to-centre bloc with Podemos, Socialists and Popular Unity. Depending on the final arithmetic, the balance of power may end up in the hands of a separatist bloc bringing together up to 20 deputies from parties from Catalonia and the Basque country. That would be truly fascinating, but would make governing Spain even more difficult. Let’s see. Worth remembering that although Podemos seems to have won a greater share of the vote than the Socialists - 21.7% to 20.5% according to the RTE poll; 21.1% to 20.4% according to Antena 3 - it may not translate into the new party winning more seats because of the way Spanish electoral law works. Basically, Podemos appears to have attracted fewer preferences in little-populated areas, where the Socialists look to have done better. My colleague Alberto Nardelli, the Guardian’s data editor, makes a good point: Some are pointing out that - if the exit polls are correct - then the lure of Podemos appears to have been significantly underestimated in previous polls, while that of Ciudadanos has been overestimated: The Spanish TV station Antena 3 is also predicting a win for the Popular party, but, again, without an absolute majority. A poll for RTVE, Spain’s public service broadcaster, gives the Popular party 26.8% of the vote and 114-188 seats, the Socialists 81-85 seats, Podemos 76-80 and Ciudadanos 47-50 seats. According to the exit polls, the Popular party would win between 114 and 124 of the 176 seats it would need for an absolute majority. The Socialists would win 79-85 seats, Podemos 70-80 and Ciudadanos 46-40. Right, so the exit polls are calling a victory for the Popular party - albeit without an absolute majority. The Socialists are forecast to finish second, with Podemos third and Ciudadanos fourth. BREAKING: SPAIN’S RULING CONSERVATIVES WIN GENERAL ELECTION, FALL SHORT OF ABSOLUTE MAJORITY - EXIT POLLS And what of Pablo Iglesias, leader of Podemos (which means We Can)? Iglesias, who voted in a working class neighborhood of Madrid, said Spain was “going through a new transition” as Podemos and Ciudadanos seek to take votes away from the nation’s traditional Popular Party and Socialist Party, which have dominated Spanish politics for more than three decades. Iglesias said: “After tonight, I am sure the history of our country will change.” The leader of Spain’s new business-friendly Ciudadanos party, Albert Rivera, has said his country is entering into a new era of democracy with a vote likely to end the nation’s decades of two-party political dominance. Casting his vote in a working class suburb of Barcelona, Albert Rivera said he and other young Spaniards who weren’t alive during the nation’s 1939-1975 dictatorship “didn’t experience the first democratic transition [and] are experiencing a second one”. He added: “This is a new era.” At the age of 36, Rivera is the youngest candidate among the four main parties vying for power. But without heavy voter turnout, Rivera warned that Spain might not change the way he wants it to. “There have never been changes in Spanish politics when there has been low participation,” he said. (Via AP) The leader of Spain’s main opposition Socialist party expressed hope that his fellow citizens would turn out in droves for a landmark election as he cast his vote in a wealthy Madrid suburb. Pedro Sánchez, who showed up at a polling station in Pozuelo de Alarcón with his wife, said the “best news we can hope for today is that we get a high turnout of voters. Spaniards know that today is a historic day.” He added: “The future is not set in stone and we can write it with our vote.” (Via AP) How have the party leaders spent polling day? This from Associated Press (AP): The Spanish prime minister, Mariano Rajoy, has voted in a well-heeled Madrid suburb and then headed off for a long lunch with his family. Rajoy said he was confident “people will choose what they think is best for their country” as they decide whether to vote for his right-of-centre Popular Party, the country’s main opposition Socialist Party or two new upstart parties aiming to shake up Spain’s traditional two-party dominance. Rajoy told reporters who swarmed around him at his polling station in the suburb of Aravaca that he would head in the evening to the Popular Party’s downtown Madrid headquarters to watch the results start coming in. The Spanish consulate in London has been busy today. According to this tweet, UK-based Spaniards queued for five hours to vote. Hats off to the residents of the Riojan hamlet of Villarroya, which once again became the first municipality in the region to close its ballot box - at 9.01 this morning. The impressive feat probably had something to do with the fact that there are just six people on the electoral register. Still, as the mayor, Salvador Pérez, put it: We were all down there first thing to exercise our right to vote. In 2011, Villarroya closed its ballot box at 9.07am. With the polls due to close in a few minutes, voter turnout looks to be slightly up compared with the last general election in 2011. The government says turnout as of 6pm (1700 GMT) was 58.4 %; voter participation was 57.7% at the same point last time round. With so much at stake, people are being encouraged - on Twitter and elsewhere - to get out and vote. As this tweet says: “All those who are going to be complaining about the election results tomorrow: if you’re not going to vote today, don’t grumble.” What exactly is at stake? Who are the parties and what’s on voters’ minds? Here’s a taste of our election guide, courtesy of my colleague Alberto Nardelli. Spain is electing all 350 members of its lower house, the Congress of Deputies, and most of the Senate (208 of 266 seats). Since Spain’s transition to democracy at the end of the 1970s, general elections have been dominated by the Spanish Socialist Workers’ party (PSOE) or the centre-right People’s party (PP) and its earlier incarnations. The only exceptions were the first two votes held after Francisco Franco’s death, in 1977 and 1979. Both saw the now-defunct Union of the Democratic Centre win minority administrations. At the last election, in 2011, the PP won 44.6% of the vote and an outright majority of 186 seats. The PSOE suffered the worst defeat for a sitting government in 30 years, losing nearly 4.5 million voters. The big difference this time round, of course, has been the emergence of two new parties who are likely to draw votes from the People’s party and the Socialists. The economic upheaval of recent years has seen the rise of the anti-austerity party Podemos and the centre-right Ciudadanos. As our Madrid correspondent, Ashifa Kassam points out, a lot of political soul-searching is going on: As Spaniards emerge from a debilitating economic crisis and grapple with issues such as double-digit unemployment, cuts to public services and the ongoing exodus of job-seekers from the country, much of the campaign has been focused on the need for political and institutional transformation. ‘I’m convinced that Spaniards will ask for change,’ Ciudadanos’ leader, Albert Rivera, 36, told supporters in Madrid on Friday as the election campaign drew to a close. ‘I’m convinced that these years of weariness, of corruption ... are coming to an end.’ In Valencia, Podemos’ Pablo Iglesias urged supporters to channel the hardship of recent years into political change. ‘We’re ready to lead a new transition in this country,’ said the 37-year-old. ‘This is the moment that all the difficulties and obstacles they’ve put in our way start to make sense, because we’ve made it to the end of the campaign with the possibility of winning.’ Spain’s interior ministry is taking a lot of heat for tweeting a picture of the prime minister, Mariano Rajoy of the PP, next to one of Adolfo Suárez, who, in 1977, became Spain’s first democratically elected prime minister following Franco’s death. The accompanying caption reads: “Thirty-eight years of democratic history have passed between these two pictures.” The apparent comparison between the two politicians has not gone unremarked. The tweet, which many are slamming as a piece of propaganda, is being attacked online. El País reports that the Socialists have complained to the central electoral council ... Good evening and welcome to the Guardian’s live coverage of the Spanish general election. Today’s vote is the most hotly contested and unpredictable that the country has seen since its return to democracy following the Franco era, with the results likely to herald the end of the two-party dominance that has marked Spanish politics since the early 1980s. The conservative People’s party and the Socialists – both of whom have alternated in power for decades - are expected to lose seats to anti-austerity party Podemos and centre-right Ciudadanos. The polls close at 8pm Spanish time (1900 GMT) and we’re hoping for exit polls swiftly afterwards and a fairly complete picture by about 10.30pm (2130 GMT). Fingers crossed ..."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}