{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2015/dec/01/ronald-koeman-southampton-liverpool-capital-one-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-12-01T22:46:00Z", "webTitle": "Ronald Koeman tells Southampton board of need to invest in players", "webUrl": "https://www.theguardian.com/football/blog/2015/dec/01/ronald-koeman-southampton-liverpool-capital-one-cup", "apiUrl": "https://content.guardianapis.com/football/blog/2015/dec/01/ronald-koeman-southampton-liverpool-capital-one-cup", "fields": {"headline": "Ronald Koeman tells Southampton board of need to invest in players", "bodyText": "It has happened for the previous two summers and Ronald Koeman is no fool. The Southampton manager knows it will happen again next summer. There might even be problems for him and the club in January, when the winter transfer window opens. Sadio Mané is understood to have his heart set on a move to Manchester United. Victor Wanyama will have 12 months to run on his contract and the club might not be in the same position to turn down the big offers for him, as they did last time out, when Tottenham Hotspur came calling. And Graziano Pellè, at the age of 30 and with his new-found status as Italy’s first-choice No9, is also expected to find the suitors circling. Koeman was asked at what point the sale of his star players might begin to piss him off. “Maybe next year,” he replied. As messages to the board go, this one did not take too much decoding. Continue to sell, continue to try to punch off the back foot, and one of the more highly-rated managers in the Premier League could get itchy feet. Koeman did not specify whether “next year” meant January or the summer and it should be said that the club intend to resist all attempts to prise anybody from them next month. It would, for example, take an eye-watering offer from United for Mané – in excess of £30m – to make them even consider changing their stance. But the summer is likely to be a different story. Mané emerged as a target for United in August only for Southampton to tell him that he had to stay. Having lost Morgan Schneiderlin to United and Nathaniel Clyne to Liverpool, and having failed to keep Toby Alderweireld after his loan spell from Atlético Madrid – the centre-half joined Tottenham – the club bolted the exit door. Wanyama was also disappointed, and he would show it more. Mané is quiet and courteous. He has put his head down and got on with it. Some of his performances have been electric. But nobody at Southampton is kidding themselves about what is happening to him at the moment – least of all Koeman. People are telling Mané about how much lusher the grass is elsewhere. Koeman knows the score. He was a top player himself and he is not going to stress out about one of the realities of the game. But it was significant that he said the club had to react in the right way when, and not if, there were further departures. “How do I feel about it? Quiet, easy, easy-going,” Koeman said. “Because you have to know the situation of the club and you have to know the ambition of those kind of players. It’s normal that there is interest. It’s a compliment to everybody in the club and the scouting has to be prepared – again – when we lose players.” Koeman emphasised the word ‘again’. In the summer of last year, when he joined the club, he knew Luke Shaw, Adam Lallana and Rickie Lambert would be leaving – the former to United; the other two to Liverpool. Dejan Lovren and Calum Chambers would leave as well, to Liverpool and Arsenal respectively. It sounded as though Koeman found the losses of the players over this past summer harder to take and, before Wednesday night’s Capital One Cup quarter-final at home to Liverpool, he had another message for the board, relating to the need to spend money on players. “When I came to the club, I knew already that we would lose some good players, and we lost, after last season, Schneiderlin and Clyne, important players for the team, important positions in the team,” Koeman said. “Of course, we would like to keep the best players because that means we can grow and grow. “If not, we need to spend money, and we don’t spend a lot of money. After the last transfer window there was one team in the Premier League who got money out of the transfer window, and that was Southampton. Nobody else. Everyone else spent more money than they got in. “I’d like to change that but I’m realistic. I know the situation of the club. The club is growing and growing and growing. I hope we can do more for the next couple of years. That would be important for the club.” Koeman is halfway through a three-year contract but he said he had no time for talk of projects and patience. “I don’t say: ‘But my contract is three seasons. My job is after three seasons to have a good team.’ Come on. We have to win now.” One of Koeman’s targets is to improve on last season, when the team finished seventh, and he knows it will be difficult. “It’ll be really difficult to reach the same level because in one-and-a-half years, we lost 10, 11 players – a whole team,” he said. “It is not always easy to sign new players and they need time to adapt. It’s difficult. Maybe that is one of the reasons why the level is still not consistent at the moment.” The level, though, has still been good, even if they approach the Liverpool tie on the back of defeats at home to Stoke City and away against Manchester City. They were poor in the former and Koeman continued to lament the slow start that left them with too much to do in the latter. Southampton sit 10th in an extremely open division and the manner in which they have kept their heads above water – and then some – owes much to the shrewdness of their recruitment. Virgil van Dijk, for example, has made light of the loss of Alderweireld while Mané, Pellè and Dusan Tadic have each stepped up in their second seasons. It is the possibility of a trophy that quickens Koeman’s pulse. It is the next step, he says, for the club and its players, many of whom have not won too many honours. The visit of Liverpool, in front of a sold-out St Mary’s stadium, stands to edge them closer. “What we did last season was fantastic but it was qualification to the Europa League,” Koeman said. “It was not a trophy or a title. Now, we have a chance and, after several seasons doing fantastic work, maybe this [a trophy] is something that the club needs. We don’t have a lot of players winning titles and that is the best for a footballer – that you can celebrate after winning something important.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}