{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2015/dec/01/mark-zuckerberg-and-priscilla-chan-announce-new-baby-and-massive-charity-initiative", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2015-12-01T22:26:33Z", "webTitle": "Mark Zuckerberg and Priscilla Chan announce baby girl – and $45bn charity initiative", "webUrl": "https://www.theguardian.com/technology/2015/dec/01/mark-zuckerberg-and-priscilla-chan-announce-new-baby-and-massive-charity-initiative", "apiUrl": "https://content.guardianapis.com/technology/2015/dec/01/mark-zuckerberg-and-priscilla-chan-announce-new-baby-and-massive-charity-initiative", "fields": {"headline": "Mark Zuckerberg and Priscilla Chan announce baby girl – and $45bn charity initiative", "bodyText": "The Zuckerbergs announced two births on Tuesday: a baby girl, and to one of the world’s biggest philanthropies. That sterling spoon you might have been considering for Mark Zuckerberg’s new baby may no longer be the most exciting gift to the Facebook billionaire’s daughter: after revealing his wife, Priscilla Chan, had given birth to their first child, Max, Zuckerberg announced the creation of a philanthropic organization called the Chan Zuckerberg Initiative. The couple have pledged to give away 99% of their Facebook shares in their lifetime, currently worth about $45bn. The organization is structured not as a charity but as a limited-liability corporation (LLC) with broadly charitable aims. The LLC, which has “the mission of advancing human potential and promoting equality”, will be administered by the CEO himself and is already on track to be worth $3bn by 2018. Zuckerberg announced the move on Facebook in the form of a letter to his baby: Dear Max, Your mother and I don’t yet have the words to describe the hope you give us for the future. Your new life is full of promise, and we hope you will be happy and healthy so you can explore it fully. You’ve already given us a reason to reflect on the world we hope you live in. Like all parents, we want you to grow up in a world better than ours today. While headlines often focus on what’s wrong, in many ways the world is getting better. Health is improving. Poverty is shrinking. Knowledge is growing. People are connecting. Technological progress in every field means your life should be dramatically better than ours today. We will do our part to make this happen, not only because we love you, but also because we have a moral responsibility to all children in the next generation. We believe all lives have equal value, and that includes the many more people who will live in future generations than live today. Our society has an obligation to invest now to improve the lives of all those coming into this world, not just those already here. Zuckerberg plans to finance the endeavor using his stock options. Some 99% of his shares will go to the new organization – the tech tycoon owns 4m shares of class A common stock and 419m shares of class B, which have the majority of voting rights. “[D]uring his lifetime, he will gift or otherwise direct substantially all of his shares of Facebook stock, or the net after-tax proceeds from sales of such shares, to further the mission of advancing human potential and promoting equality by means of philanthropic, public advocacy, and other activities for the public good,” the company said in the filing. Joel Fleishman, professor of law and public policy sciences at Duke University, said he believed the announcement would spur giving among the super-rich. “I follow this pretty closely and hardly a day goes by that somebody doesn’t say he’s going to give away all his assets to charity,” Fleishman said, noting that Zuckerberg’s early-years Facebook colleague Dustin Moskovitz and his wife Cari Tuna said they were going to give away their fortune, which amounts to some $8bn, as well. “It does exemplify the spirit of the times.” Fleishman observed that the project had become particularly popular among the young and extraordinarily wealthy, who prefer “giving while living” to willing their assets away. “I celebrate his decision to do it as I celebrate Warren Buffet’s decision to give all that money to the Gates Foundation. People who’ve made all that money are by nature competitive; someone that young giving away that much money will undoubtedly stimulate others to do likewise.” But it’s not the executive’s first foray into charity, nor the first this week. Zuckerberg, Bill Gates, Richard Branson and others announced an initiative to invest in new energy sources to stem the rising tide of climate change on Monday. Results of his previous philanthropic efforts have been mixed: In 2010, Zuckerberg partnered with then-mayor of Newark, New Jersey, Cory Booker (who has since become the state’s junior senator) to improve the notoriously poor-quality schools in the city with a donation of $100m. The endeavor was widely criticized for the percentage of the gift that went to pay consultants, among other problems. FWD.us, a political advocacy group started by Zuckerberg and Gates, has also stalled after its efforts to lobby for immigration reform failed, despite some $50m in backing from big-name tech personalities."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}