{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/live/2015/dec/16/the-apprentice-2015-week-11-live", "type": "liveblog", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2015-12-16T22:04:49Z", "webTitle": "The Apprentice 2015: week 11 – as it happened", "webUrl": "https://www.theguardian.com/tv-and-radio/live/2015/dec/16/the-apprentice-2015-week-11-live", "apiUrl": "https://content.guardianapis.com/tv-and-radio/live/2015/dec/16/the-apprentice-2015-week-11-live", "fields": {"headline": "The Apprentice 2015: week 11 – as it happened", "bodyText": "You don’t have to wait a week for the final: it’s all going down on Sunday at 9pm, so join us for more fist bumps, romance and plumbing. Until then, thank you for all the comments and don’t have nightmares. ’Night! So, it’s Vana and Joseph who’ll be launching their businesses in Sunday’s final. Do you think Lord Sugar chose the right finalists? After all, he could have had Tricky Dicky, Corporate G or the fabulous Charleine... That was emotional. Richard’s the real winner, in his eyes at least: “Throughout this process I’ve been the most successful candidate.” And Vana’s in the final. Joseph’s made it to the final. He’s like the Reggie N Bollie of The Apprentice. Oh, here goes Tricky Dicky again. He’s giving 100%. It used to be 110%. Is that how deflation works? It’s time to beg in the last chance saloon. Vana: “I have a passion for this and I can bring this to fruition.” Joseph: “I’ve learned the core lessons and now it’s about moving forward.” Richard: well, he’s the Swiss Army knife of business. How can Vana still be in when the goddess that is Charleine has been given the boot? They’re dropping like flies. Gary: You’re fired! What? That’s it? We didn’t even get to see Charleine wheel her suitcase out. Joseph’s non-existence ’tache has been getting more attention than her. Uh-oh, is he next? So Lord Sugar thinks Charleine should take hairdressing advice from Claude? She’s fired! No way. The woman is a sensation. No way could Corporate G sign off a million pounds. Still, that would get you a whole load of disco lights. So, it’s like Skype in a nightclub? Hire him! “It sounds like an event for the Piers Morgan fan club.” Lord Sugar is hot like fi-yah tonight. This looks like they’re all going to be needing those wheelie suitcases. Imagine if Lord Sugar fired everyone and then just devoted Sunday night to Gary’s Mobile Disco. Uh-oh. Linda Plant broke Tricky Dicky. What a woman. Cost burn is actually quite a nice name for a dating app. Great questions to ask in an interview situation: “Have you used online dating before?” A mobile disco is basically a global event planner, isn’t it? Gary’s got lighting and everything. Come on, Joseph, get your flirt on. “I just want the world and everything in it.” What, everything? War, sprouts and dogs in handbags? He’s not right. Does anyone speak Marketing? Having a bit of trouble understanding what Tricky Dicky’s saying. He’s climbing a mountain with a track record in yomping or something. “I’ll absolutely work my socks off to be an icon.” Charleine is like the Welsh Madonna. Getting stressed? Simply take one shoe off and chillax. A business tip from Joseph for you. Littner’s going in and Richard’s keeping calm. For now. “It’s like a bad 1980s marketing book.” Ouch. Oof, it’s a Lord Sugar quiz! And Joseph knows his stuff. Newsflash: No Margaret or Nick. Here’s hoping they’ll make a Craig David-style entrance later. This is terrifying. Plant could break a woman with those waving glasses. “I’m very big with wedding hair.” Bring out the big guns, Charl. Soutar’s seen straight through Corporate G. Nothing gets past this man. “I was actually taken out of the corporate machine,” says Gary. So tonight’s interviewers: publishing pioneer Mike Soutar, media agency boss Claudine Collins, no-nonsense interior design guru Linda Plant and angry boiled egg Claude Littner. Ah, remember those soft years when they used to keep him tethered until interview night? Charleine hasn’t had an interview for 15 years, Vana can talk her way out of a gherkin-shaped bag, Richard’s “massively confident” and Joseph looks like the most likely to fluff it. And Gary? He’s brandishing notes. “Phone!” They need to meet Lord Sugar with their business plans. It’s the call of doom. Here we go. People are putting up deckchairs. They’re saying: “Whatever”. They’re panicking and squealing. It’s a classic Apprentice recap. Pass the “Boo-ba-bar” and let the interviews begin. Welcome to the finest night of The Apprentice year: the job interviews. Even if you only watched Sir Alan’s antics for the kids’ party episode, come on in because the sight of the final five rolling out their best soundbites while quivering in fear is not to be missed. The brilliant Julia Raeside isn’t around tonight, so I’m standing in for your liveblog pleasure. Guys, guys, I can assure you I’m passionate, 110% committed and a real team player. I also have a good working knowledge of Excel. That last bit’s a lie, but who needs a spreadsheet when you have a pocketful of cheap one-liners? Anyway, join me at 9pm and we can all laugh at the pain, safe in the knowledge that we’re drinking wine at home and not in a job interview."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}