{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2015/dec/16/hatton-garden-jewellery-theft-getaway-driver-bill-lincoln", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2015-12-16T23:01:43Z", "webTitle": "Hatton Garden jewellery theft: defendant denies being getaway driver", "webUrl": "https://www.theguardian.com/uk-news/2015/dec/16/hatton-garden-jewellery-theft-getaway-driver-bill-lincoln", "apiUrl": "https://content.guardianapis.com/uk-news/2015/dec/16/hatton-garden-jewellery-theft-getaway-driver-bill-lincoln", "fields": {"headline": "Hatton Garden jewellery theft: defendant denies being getaway driver", "bodyText": "A man accused of being a getaway driver for the Hatton Garden jewellery theft has told a jury he was at a fish market with his friend “Jimmy Two Baths” when the burglary took place. William “Bill” Lincoln, 60, who suffers from sleep apnoea, bladder problems and severe osteoarthritis which has led to him having a double hip replacement, denies taking part in what prosecutors called the biggest burglary in English history over Easter weekend. Asked where he was in the early hours of Good Friday, Lincoln told jurors on Wednesday he had been buying fish at Billingsgate fish market – as he did every Friday. Lincoln claimed that he remembered being at the market at around 5am on 3 April – the first night of the burglary – because data from his mobile phone shows he made a call to “Jimmy Two Baths”. He had earlier promised to introduce his friend to the fishmongers at the market so he could buy his own seafood. Explaining who this was, he told jurors he met “Jimmy” at Porchester Hall Steam Baths in Westminster where visitors would give each other baths. Lincoln said: “[He’s called] Jimmy Two Baths because he goes down twice.” His barrister, Mark Tomassi, asked him: “Were you involved in the burglary at Hatton Garden Safe Deposit?” Lincoln replied: “No, sir.” When asked if he was able to understand the charges against him, he said: “I am not a divvo, but I am not the sharpest knife in the drawer.” As a result of his ailments, the defendant is unable to work and receives disability living allowance and employment support allowance. Lincoln broke down in tears as he recalled an incident with his grandson – the “light of his life” – which saw him end up in an induced coma in hospital. The court heard he had been asked by his daughter to look after the youngster but he was unable to, and while under the care of someone else the then two-year-old suffered a head injury. Earlier on Wednesday, another of the defendants broke down in tears as his wife told the jury he was with her at home on the night the burglary took place. Carl Wood, 58, wiped tears from eyes with a handkerchief as his wife of 19 years, Paula, told the jury at Woolwich crown court that Wood was in bed with her on the night of 4 April. She told the court her husband had not spent a full night away from home since he was in his 20s. Wood is accused of being one of the men who broke into the safe deposit building on the night of 2 April. He is alleged to have returned on the night of 4 April, but walked away from the job after finding the fire escape door closed. Wood denies the charges and says he was at home. Dressed in a pastel-green woollen sweater, Paula Wood told the court that she and her husband had hosted a barbecue at their home in Cheshunt, Hertfordshire, on 4 April but it was a “flop” after her daughter and Wood’s friend Daniel “Danny” Jones had both pulled out. Jones, 60, has admitted his role in the burglary and hiding his loot in a cemetery. Wood, who suffers from Crohn’s disease, had earlier repeatedly denied being one of the men who entered the vault at Hatton Garden Safe Deposit. Ringleaders Brian Reader, 76, John “Kenny” Collins, 75, Jones and Terry Perkins, 67, have pleaded guilty to conspiracy to commit burglary between 17 May 2014 and 7.30am on 5 April this year. Lincoln, 60, of Bethnal Green, east London, and Jon Harbinson, 42, of Benfleet, Essex, are on trial accused of the same offence. A fourth man, plumbing engineer Hugh Doyle, 48, of Enfield, north London, is jointly charged with them on one count of conspiracy to conceal, convert or transfer criminal property between 1 January and 19 May. He also faces an alternative charge of concealing, converting or transferring criminal property between 1 April and 19 May. One of the thieves, a red-haired man known only as Basil, has not yet been identified. The trial continues."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}