{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2015/dec/16/peep-show-review-final-ride-el-dude-brothers", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2015-12-16T22:30:01Z", "webTitle": "Peep Show review – the final ride of the El Dude brothers", "webUrl": "https://www.theguardian.com/tv-and-radio/2015/dec/16/peep-show-review-final-ride-el-dude-brothers", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2015/dec/16/peep-show-review-final-ride-el-dude-brothers", "fields": {"headline": "Peep Show review – the final ride of the El Dude brothers", "bodyText": "Here goes then, the last ever episode of Peep Show (Channel 4). It’ll be hard to top last week – Jeremy and Hans’s artistic-rights feud, Mark’s post-toilet-sex smugness, the ball-burial of Sophie, snakes in the soft-play centre. Of course, Rachel Blanchard, who used to play Jeremy’s girlfriend Nancy, went on to be in Snakes on a Plane; I wonder if that was the inspiration. Anyway, that was ages ago, in Jez’s straight youth. Now he’s turning 40 and finding it hard to keep up with boyfriend Joe’s three-day drug binges. Drinking his own wee doesn’t seem to be helping. I imagine there’s quite a high drug content in the wee – that’s probably why he can’t sleep. His reference book – The Golden Fountain: The Complete Guide to Urine Therapy by Coen van der Kroon – is actually real. Amazon would do well to stock up, since there’s sure to be sudden interest – the ideal Christmas present idea for the Peep Show fanatic. Bloody hell, it’s expensive if you want a new one. Mark is sacked, replaced by Jeff! I would rather have seen the return of Nancy, to be honest, with or without snakes (maybe with, thinking about it). We’ve already had welcome farewell returns from Dobby and Sophie this series. It’s Jez’s fault, obviously, that Mark was sacked, for which he gets hit – ouch, a point-of-view punch in the mouth, nice touch. Did they miss a trick by not doing a point-of-view sip of “the original vaccine, the watery battery, the mellow yellow” for extra grossness? Possibly. The camera operator probably wasn’t keen. On to the big storyline of this one, which is the kidnapping of Angus. Ha, good – I hate Angus. It means Mark can have a coffee with April and tell her how he really feels. He even uses the L word, the love one. Also, after catching himself saying something his father would have said, he delivers my favourite line of the evening, to himself: “Hello, Dad, you’re living inside me now, are you?” Every bloke of a certain age has done it, no, caught himself turning into his father? It’s one of the brilliant things about Peep Show – not just piss and handjobs, depravity, excruciating hilarity, but also the occasional human truth, a POV peep inside the head of the male psyche. And this is a lovely finale (if lovely can ever be the word to use about anything that contains Mark and Jeremy) of a wonderful final series. It’s absolutely the right decision to stop now, though, at the top, ensuring that Peep Show goes down in TV history, an era-defining sitcom. Mark has his horrid way with April in another toilet. Hang on – he’s got the girl, they’re off together on the cruise, in to the sunset ... is this all going to end happily ever after? Don’t be daft. The plan goes wrong – everything goes wrong. Angus escapes and gets April back; Joe leaves Jeremy, for lying about his age; Molly leaves Super Hans, who decides it’s time to van it to Macedonia and finally set up the moped rental. (That has got to be worth a spin-off hasn’t it? I know I’d watch it, Super Hans in the Balkans.) All of which leaves the El Dude brothers pretty much as they started, all those years ago, with only each other. Jez asks Mark to pull him off, although only half-heartedly, to be fair. Mark declines; he wants Jeremy out. The wolf on the telly howls, aaaooow, the end. They’ll carry on, as before, even if we’re not peeping any more. *** Love You to Death: A Year of Domestic Violence (BBC2) takes on extra poignancy, coming in a week of news that police forces in England and Wales are being overwhelmed by a staggering rise in domestic violence cases. Vanessa Engle’s numbing film looks at one year, taking a roll call of the 86 women killed by their partners or former partners. A few of these women – Kirsty Humphrey (aged 23), Anne-Marie Birch (47), Amina Bibi (43), Chantelle Barnsdale-Quean (35), Joanna Hall (35), Assia Newton (44), Chloe Siokos (80) – get more than a name: they get their story told, by their families, parents, children, neighbours. Individual human tragedies picked from a shocking statistic. It’s not just the ages of the victims that vary so. There are completely different circumstances, motives, jealousy, cruelty, psychosis, so-called “honour”. But, at the heart of them all, it’s the same old story – women being killed by men."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}