{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/dec/01/sebastian-coe-damien-collins-humility-iaaf", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-12-01T23:31:26Z", "webTitle": "MP Damian Collins: Sebastian Coe and IAAF must show more humility over doping scandal", "webUrl": "https://www.theguardian.com/sport/2015/dec/01/sebastian-coe-damien-collins-humility-iaaf", "apiUrl": "https://content.guardianapis.com/sport/2015/dec/01/sebastian-coe-damien-collins-humility-iaaf", "fields": {"headline": "MP Damian Collins: Sebastian Coe and IAAF must show more humility over doping scandal", "bodyText": "The embattled IAAF president, Sebastian Coe, has been warned he must show more humility over the doping scandal which has engulfed athletics before his appearance at the House of Commons on Wednesday. Lord Coe will be questioned by MPs from the culture, media and sport select committee over the investigation into blood doping in the sport following revelations made in the Sunday Times in August. “There needs to be more humility from the IAAF and he needs to recognise that there have clearly been problems with the way doping issues have been dealt with in the past,” the committee member Damian Collins told The Times. “I thought the way the IAAF rubbished the Sunday Times investigation was totally inappropriate. Their response has been incredibly aggressive.” Collins added that he hoped athletics would now follow cycling’s lead and set up an independent body to manage doping. Coe will be asked about the world governing body’s response to doping allegations, including the former Olympic 1,500m champion’s remark in August that investigations into suspicious blood results amounted to “a declaration of war on our sport”. He has since insisted he was only referring to stories which had tainted the reputation of clean athletes. Coe can also expect questions on his association with Nike and Collins acknowledged that he had “done the right thing” in ending his 37-year association with the American sportswear company. However, the MP for Folkestone &amp; Hythe admitted that Coe will face questions over the controversial decision to award the 2021 world championships to Eugene. “There are serious questions about the general process by which Eugene was awarded the world championships,” he said. “It was a very unusual process. Why did it take place?”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}