{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/dec/13/england-roy-hodgson-fa-backing-world-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-12-13T22:30:40Z", "webTitle": "England’s Roy Hodgson wins FA backing over wish to stay for World Cup", "webUrl": "https://www.theguardian.com/football/2015/dec/13/england-roy-hodgson-fa-backing-world-cup", "apiUrl": "https://content.guardianapis.com/football/2015/dec/13/england-roy-hodgson-fa-backing-world-cup", "fields": {"headline": "England’s Roy Hodgson wins FA backing over wish to stay for World Cup", "bodyText": "Roy Hodgson has signalled he wants to remain manager of England until the 2018 World Cup after receiving strong backing from the FA hierarchy before the European Championship in France. Hodgson, 68, who kept his job despite a disastrous 2014 World Cup in Brazil to preside over an unbeaten qualifying campaign, said following Saturday’s Euro 2016 draw he had no intention of retiring after four decades in management. “I complete 40 years on 1 January 2016” he said. “It will be my 41st year next year which I’m very proud of. I don’t envisage anything at the moment other than the tournament but it depends how I feel. “If you ask me at this moment in time can you see yourself working after next summer, I’d have to say yes, absolutely.” He added: “I know that when the day comes when I do have to accept not working as a coach on a regular basis I will miss it very much indeed. That day will come but I’m not prepared to say I’m ready for that yet. All I’m concentrating on is the present day.” The FA chairman, Greg Dyke, said on Sunday that a decision on Hodgson’s future would be made after the tournament. If England failed to get out of the group stage he expected the coach would stand down in any case. “Ideally, if we’re successful, yes [we’d like him to stay until Russia 2018]. We’ve been discussing with Roy for some months what the future plans are,” Dyke told the BBC. It is believed reaching the quarter-finals or beyond, achieved with a modicum of style, would be seen as progress. After drawing Wales, Slovakia and Russia in their group for next summer’s tournament the FA has begun finalising preparations for pre-tournament warm-up matches around the country – one of which is likely to be in the north-east. Euro 2016 organisers are braced for a deluge of applications from fans in England, Wales, Northern Ireland and the Republic of Ireland when the final sales window for 800,000 tickets opens on Monday. Fans have until 18 January to apply for tickets. The clash between England and Wales in Lens, an hour from Calais, on 16 June will be a particular focus for the organisers. They are intent on maintaining a carnival feel and welcoming as many fans as possible while being mindful of the security implications of last month’s Paris attacks. The Euro 2016 president, Jacques Lambert, said that with the draw made and the Paris climate talks complete discussions would now begin in earnest with French police, the interior ministry, the security services and the 10 host cities over how best to guarantee the safety of fans. Speculation over the England manager’s future has become a regular feature of the build-up to major tournaments for the FA. In 2010 Fabio Capello was handed a new contract on the eve of the World Cup only for England to underperform. He then leaft before the 2012 European Championship. Following the Brazil debacle Dyke moved quickly to guarantee Hodgson’s future. This time the chief executive, Martin Glenn, has tried to quell speculation by guaranteeing Hodgson’s job as long as demonstrative progress can be achieved. “My criteria, the FA criteria, is we want to see demonstrative progress, both in results, the style of play. Limping through is what we’ve done perhaps a little bit in the last few tournaments,” said Glenn, who was appointed in May and has negotiated key concessions with the Premier League to allow players to join up with England immediately after the season finishes. “I’m here to support the England campaign for the next four years, I think the progress Roy has made in building a squad has been good, I believe he will be the best person to deliver it.” Glenn said Hodgson, who feels his side will not reach their peak for at least another two years, would learn from the mistakes of 2014 and was best placed to oversee the further development of a young squad. “I believe people have experiences and learn from them, I believe Roy has learnt a lot from them and is keen to apply them,” he said. “We want to see a quality of England performance which might predict further success in Russia and in London in 2020.” The former marketing executive said he and the FA director of elite development, Dan Ashworth, would assess Hodgson’s performance after the tournament based on a range of factors, including style of play. “We have a very rigorous, as you might imagine, measurement system but I am not blinded by data,” said Glenn. “There will be an overall qualitative assessment and I am very confident that we will be more optimistic than pessimistic. I think the numbers will support it.” Hodgson said he had always felt fully supported by the FA but didn’t want to be drawn into “what if” scenarios. “Without appearing boastful I think to some extent certainly the last 15 to 18 months have given every reason for people to be supportive of us,” said Hodgson. “We’ve won games and won them well. Once more a lot of good young players are moving along. We are in a nice position at the moment but tournaments are what count, everyone knows that.” Glenn said that Hodgson’s plan to play two friendlies away from Wembley before the tournament was an attempt to recreate the conditions of tournament football in terms of the team travelling and training together. “Roy believes that before Brazil we probably took on the wrong opposition, we varied the squad too much,” he said. “It is about playing a high-calibre opposition with largely the squad structure as he might want so that by the time you go to France you have a rhythm, you know what the likely XI is.” The 17,000 Club Wembley box holders will be offered a guaranteed ticket for any friendlies that are taken on the road and Glenn said he did not foresee any issues. “I think we can positively explain to Club Wembley members why we want to take a game or two away because, take my case, I have been a Club Wembley member since it started and I am a massive England fan,” he said. “If Roy Hodgson, the England manager, wrote to me saying I would like to play a couple of games away from Wembley for the good of the game, I would say all power to you.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}