{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/dec/01/simon-mignolet-liverpool-contract-jurgen-klopp-daniel-sturridge", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-12-01T22:30:01Z", "webTitle": "Liverpool open talks with Simon Mignolet over new contract", "webUrl": "https://www.theguardian.com/football/2015/dec/01/simon-mignolet-liverpool-contract-jurgen-klopp-daniel-sturridge", "apiUrl": "https://content.guardianapis.com/football/2015/dec/01/simon-mignolet-liverpool-contract-jurgen-klopp-daniel-sturridge", "fields": {"headline": "Liverpool open talks with Simon Mignolet over new contract", "bodyText": "Liverpool have opened discussions with Simon Mignolet over a new contract in further evidence of Jürgen Klopp’s confidence in the goalkeeper. Klopp said he was not looking to sign a No1 despite reports that claimed otherwise. Mignolet, who signed for Liverpool from Sunderland in June 2013 for £9m on a five-year deal, would see his £60,000 a-week salary increased if he agrees a new contract. Klopp claimed before Wednesday’s Capital One Cup quarter-final at Southampton that Liverpool are not in the market for a goalkeeper after being linked with Stoke City’s Jack Butland and the Belgium Under-21 Guillaume Hubert. “It is a good moment to talk about the goalkeepers at Liverpool,” Klopp said. “I am absolutely satisfied with our goalkeeping situation. I am sorry to kill your stories about goalkeepers. We are not looking for another goalkeeper. We have enough high-quality goalkeepers, I’ve had a lot of goalkeepers over the last few years and Simon Mignolet is one of the smartest I have ever had. “He is completely open and he’s young enough to develop, to improve. He’s not had the easiest situation before I came here, but since I have been here there has been nothing to criticise, absolutely nothing.” The Liverpool’s No2 Adam Bogdan, who played in the previous round at home to Bournemouth, may get a start at Southampton. Klopp also moved to clarify his comments that Daniel Sturridge needed to understand the difference between “serious pain and what is only pain”. Klopp’s words suggested he believed Sturridge may not be pushing himself to play when suffering from a minor injury but Klopp said: “Maybe it was my fault because of the language. I thought I said: ‘We all had to learn.’ That is it. That is what we have to do. With his injury history it is not easy. If you have 20 injuries you cannot treat it like the first. All of us are going to be influenced by the experience we have. If you have more injuries then you have more doubt. “The situation about Daniel it is not his quality, it is his history. We try to do it together, no one is alone at Melwood [training base] – we all do it together.” When asked what Sturridge had said to Klopp following those comments the manager said: “I can’t tell you anything about when I speak to the players and what they tell me. There will be nothing ever. There is nothing to say about this, I’m really sorry.” Sturridge, who had been suffering from a knee injury, and the captain, Jordan Henderson, who broke a foot in mid-September, had no adverse reactions after second-half substitute appearances in Sunday’s 1-0 win over Swansea City. Both will travel to Southampton. “Henderson and Sturridge will be in the squad,” said Klopp. “We have these two options. We can’t ignore that there could be extra-time. 120 minutes would be too much [for Henderson and Sturridge].” Philippe Coutinho may also be available following a hamstring injury. “He could be close, but we need to check and double check the situation,” Klopp said. Since taking over Liverpool have been defeated only once in 10 games under Klopp yet the German showed his perfectionism when considering whether this constituted a good start. “Sometimes I would like to change my personality but I can’t forget this fucking loss against Crystal Palace, if we won this then I would say OK,” he said of the 2-1 defeat at Anfield last month."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}