{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/dec/09/manchester-city-raheem-sterling-lionel-messi", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-12-09T23:41:00Z", "webTitle": "Manchester City’s Raheem Sterling studies Lionel Messi in bid to be the best", "webUrl": "https://www.theguardian.com/football/2015/dec/09/manchester-city-raheem-sterling-lionel-messi", "apiUrl": "https://content.guardianapis.com/football/2015/dec/09/manchester-city-raheem-sterling-lionel-messi", "fields": {"headline": "Manchester City’s Raheem Sterling studies Lionel Messi in bid to be the best", "bodyText": "Raheem Sterling is clear his focus is solely on becoming one of the world’s best players, pointing to Lionel Messi and Cristiano Ronaldo as footballers he studies closely. Sterling was the outstanding performer in Manchester City’s 4-2 victory over Borussia Mönchengladbach on Tuesday. The three points made Manuel Pellegrini’s side the winners of Group D, Sterling scoring a 79th-minute equaliser as City trailed 2-1 before putting them ahead two minutes later. While Wilfried Bony completed the scoring, Sterling also created David Silva’s opener with an impressive back-heel pass to make for a memorable evening on his 21st birthday. “It’s definitely one of my best nights in football. I said to myself if I could get on the scoresheet and we top the group I’d definitely put it down as my best moment in football so far,” Sterling said. “I look at the biggest players in the world and try to see what they’ve all got. I don’t like to compare myself with people. I try to learn as much as I can from everyone around me. Definitely Messi and Ronaldo. They basically just set their lives to play football. “I know that’s obvious, they should, but they just take it so seriously. They’ve got massive self-belief and know they’re the best players in the world. That’s what makes them unique and so special.” Sterling left Liverpool for City last summer in a £49m deal and acrimonious circumstances. He received criticism for his handling of the move but he claimed his mental strength means anything negative that may be said about him is brushed off. In this regard Sterling believes he is a different player from two or three years ago. “Most definitely, especially with my self-belief now,” he said. “I just take everything I hear, take it in one ear and put it through the other. I concentrate on my football and that’s all that matters. “I sometimes criticise myself a bit too much because I know where I want to be. That’s no different if I score or I don’t score. I just need to keep working hard at what I know I can do and it’ll all fall into place. When it does, it’ll be a great moment.” Asked why he can be overly self-critical, Sterling said: “It’s because I know what I’m capable of. To put it on the world stage is the most important thing now, showing people that I can play regularly and consistently, scoring goals and helping my team win matches.” By topping the group City have the best chance of favourable last-16 opponents when the draw is made on Monday in Nyon. “With the football we’re playing we definitely need to be more solid and keep more teams at bay,” Sterling said. “We’re definitely a force to be reckoned with. I don’t doubt us against any team. I’ll take any team with the players we’ve got here fully fit and firing.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}