{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2015/dec/11/uk-defence-secretary-michael-fallon-calls-war-on-isis-slow", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2015-12-11T23:47:24Z", "webTitle": "UK's defence secretary calls war on Isis 'agonisingly slow'", "webUrl": "https://www.theguardian.com/world/2015/dec/11/uk-defence-secretary-michael-fallon-calls-war-on-isis-slow", "apiUrl": "https://content.guardianapis.com/world/2015/dec/11/uk-defence-secretary-michael-fallon-calls-war-on-isis-slow", "fields": {"headline": "UK's defence secretary calls war on Isis 'agonisingly slow'", "bodyText": "Britain’s defence secretary has expressed frustration at the “agonisingly slow” progress of the war against Islamic State and declined to offer a timetable for its defeat. Michael Fallon, visiting Washington for the first time since the UK parliament voted to join the US bombing Isis in Syria, ruled out the use of western ground troops, but said Iraq has not moved as quickly as hoped. The formation of an Iraqi national guard incorporating Sunni communities in the country’s security framework has been delayed by objections from Shia and Kurdish factions in the government. Fallon told reporters at the British embassy that Isis is being pushed back in Iraq but admitted: “It’s agonisingly slow, as you know. The Iraqi army has taken far too long to get going and some of these reforms we wanted to see – the national guard legislation and so on – have proved very slow moving to get through, and the devolution of power to the governorates in Iraq, all these things have taken far longer than ideally we would have wished.” Earlier this week, John McCain, chairman of the Senate defence committee, berated US defence secretary Ash Carter for failing to set out a strategy or deadline for prising Isis out of Raqqa and Mosul, its strongholds in Syria and Iraq. Fallon also refused to offer a timetable. “Secretary [of State John] Kerry originally said the Iraq campaign might last as long as three years,” he said. “We’re not halfway through that yet. I’ve seen many different dates for the liberation of Mosul and I’m certainly not going to add another one.” McCain has called for greater western military intervention, warning that for as long as Isis controls significant territory, it will be able to plot and orchestrate more terrorist attacks like last month’s massacre in Paris that left 130 people dead. Fallon, however, said he had been told by Iraqi prime minister Haider al-Abadi that large numbers American or British soldiers would be counter-productive, alienating the Sunni tribes. But he acknowledged: “It’s equally important to undermine the physicality of the caliphate that does rest for its power on the size of this new kind of non-state that they’re creating. Each town that is liberated helps to crack the myth of the caliphate and gets over that they have been losing territory since their high watermark last summer.” Fallon, who later met Carter at the Pentagon in a show of transatlantic unity, said the coalition would intensify efforts to destroy Isis infrastructure, cut off its oil supply and funding and target its leadership while minimising civilian casualties. He recognised the spread of Isis to the Libyan city of Sirte but insisted that Syria and Iraq remain the priority. “Clearly there’s been a growth of Isis activity in Sirte but the direction and inspiration of Isis is still in Raqqa. That’s where the ideology is being fostered, that’s where the finance is, the planning, the command and control, and that in the end is what we have to slowly start to squeeze. “Of course we’ve got to keep our eye on Libya and these other franchises but it’s important, as the prime minister said, to deal with the head of the snake because that’s where the brain is.” Fallon called on Russia to work with the coalition and stop propping up Syrian president Bashar al-Assad. Speaking at the Atlantic Council thinktank, he also warned of a resurgence of Russian aggression over the past five years, a “threat that we have to take measures against”. British defence officials have held talks with their Russian counterparts after a number of “incursions” by aircraft around Britain, he added. While Russian planes have not entered UK airspace, they have flown close to the border, which is known as a “British area of interest”. Typhoon jets were scrambled from RAF Lossiemouth in November to intercept two planes flying over the Atlantic. Fallon explained: “We have seen a number of incursions into the British flight information region over recent months. We’ve been pressing for ways of avoiding any miscalculation or accident because these aircraft have not been responding to communications from air traffic control, or indeed signals from the planes we send up to intercept them. There was discussion of that at a meeting over in Moscow.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}