{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/dec/05/anthony-joshua-heavyweight-pecking-order-tyson-fury", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-12-05T22:00:01Z", "webTitle": "Anthony Joshua spells out heavyweight pecking order for him and Tyson Fury", "webUrl": "https://www.theguardian.com/sport/2015/dec/05/anthony-joshua-heavyweight-pecking-order-tyson-fury", "apiUrl": "https://content.guardianapis.com/sport/2015/dec/05/anthony-joshua-heavyweight-pecking-order-tyson-fury", "fields": {"headline": "Anthony Joshua spells out heavyweight pecking order for him and Tyson Fury", "bodyText": "Anthony Joshua, 26, unmarked and unbeaten two years into his 14-KO professional career, can afford to take his time in the post-Klitschko era to work his way through the remnants of a division that the Ukrainian ruled with barely a ruffle of his stern features for 11 years. There is a lot of old lumber waiting to be chopped. But Joshua has been enlivened by Tyson Fury’s dethronement of the heavyweight king in Düsseldorf last Saturday and he is wary of his compatriot. Now he has to reposition his sights. “Fury has been pro for eight years, I’ve been a pro for two, and I’ve got to fight for the British belt first, but I’d fight for that world belt 100%, even if it was next year,” Joshua said as he prepared for his fight against Dillian Whyte in London on Saturday. “People want to see us fight - champion or no champion. Even though I am not at that top level yet, that fight will be fast-tracked – sooner rather than later. “As for the pecking order among the heavyweights: Deontay Wilder, Fury, Alexander Povetkin, Bryant Jennings, Joseph Parker. That is the way I see it. Kubrat Pulev is still around. I wouldn’t put David Haye in just yet because he achieved more as a cruiserweight.” That’s a handy shopping list of varying talent and, apart from Wilder, the WBC champion with the imposing knockout record but yet to be truly stretched, it is not a field to invite trepidation. Wilder has been wasting his reign against ordinary opponents, the latest put up for his delectation in Brooklyn on 16 January said to be either Vyacheslav Glazkov [mooted as Fury’s IBF mandatory] or Artur Szpilka, either of whom should be harder to pronounce than knock out. Povetkin, 36, has been a quality performer for several years, his only loss in 31 fights coming against Wladimir Klitschko. The Russian (who holds the WBC’s “silver” title) is more than gatekeeper to the title, though; he is a solid and worthy contender. Jennings, a 31-year-old American 20-fight latecomer who gave Klitschko a decent argument over 12 rounds in April, fights the eccentric but dangerous Cuban veteran Luis “The Real King Kong” Ortiz for the WBA interim belt on Saturday. Parker is interesting. He is a 23-year-old New Zealander based in Las Vegas and has stopped 15 of 17 opponents, among them the 45-year-old Kali Meehan, who knocked out Danny Williams in a round at York Hall 14 years ago. But he has power and ability. Pulev is a 34-year-old Bulgarian, whom Klitschko stopped in five rounds a year ago, but is considered a solid citizen in the division, having stopped Matt Skelton and Michael Sprott, and getting a split verdict over Tony Thompson. Haye we know: what we do not know is how the former WBA champion will look after three-and-a-half years away when he returns at the O2 Arena in January against the 33-year-old Croatian knockout artist Mark de Mori, who has spent most of his career in outback venues in Australia."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}