{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/dec/20/louis-van-gaal-manchester-united-job-jose-mourinho-pep-guardiola", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-12-20T22:30:08Z", "webTitle": "Van Gaal may have two games to save Manchester United job as Mourinho waits", "webUrl": "https://www.theguardian.com/football/2015/dec/20/louis-van-gaal-manchester-united-job-jose-mourinho-pep-guardiola", "apiUrl": "https://content.guardianapis.com/football/2015/dec/20/louis-van-gaal-manchester-united-job-jose-mourinho-pep-guardiola", "fields": {"headline": "Van Gaal may have two games to save Manchester United job as Mourinho waits", "bodyText": "Louis van Gaal may have only two games to save his job as Manchester United manager. The Dutchman knows he must avoid defeat by Stoke City on Boxing Day and Chelsea two days later or he could be sacked, especially with José Mourinho now available as an instant replacement. The next 24 hours could prove critical to Van Gaal remaining in place until the weekend. Ed Woodward, the executive vice-chairman, speaks daily with the Glazers, who own the club, and is bound to debate the performance of the team and Van Gaal’s position. If the Dutchman is still in place late on Monday evening, he can expect to take the side for Saturday’s trip to the Britannia Stadium. Van Gaal is conscious, though, of the demand from the Glazers that United should be serious contenders for the title this season. Saturday’s 2-1 defeat by Norwich City at Old Trafford, the first at home over 90 minutes this season, dropped United to fifth place. The manager admitted that even when fielding an XI close to his strongest he could not beat a side who arrived positioned in the relegation zone. “I cannot deny that,” he said. “The fact is that we have lost – that is the fact. The players have worked as a team but it was not good enough and we have to take care that it is good enough.” Van Gaal has previously stated that if the squad are no longer behind him he would walk away from the club. The Dutchman still believes they are. “Yes – I have seen the reaction of the players to me afterwards.” The sacking of Mourinho by Chelsea last week means United could appoint a coach considered to be one of the best in the world. The Portuguese issued a statement on Saturday in which he made clear a wish to return to work as soon as possible. Mourinho would seriously countenance taking over at United, having previously harboured a desire to do so before he began a second tenure at Chelsea. One sticking point could be the reluctance of Sir Bobby Charlton and Sir Alex Ferguson to welcome him aboard. Mourinho believed he had a real chance of replacing Ferguson when the Scot retired in May 2013. Yet, despite his public admiration for Mourinho, Ferguson was against his appointment, preferring David Moyes instead. Charlton, instrumental in Ferguson becoming manager in 1986 and still a director, was also not minded to offer Mourinho the position. Nevertheless this is the third season since Ferguson stepped down and his influence, in particular, has receded. He is also a director but his role is largely ceremonial, with the majority of his work for the club coming as a global ambassador. It clears the way for Mourinho to be appointed should Woodward wish. In addition to being the highest-ranking employee of the Glazers, Woodward is also a friend of the owners and holds all of the power at United. He would have no compunction about driving Mourinho’s candidacy. Pep Guardiola, who on Sunday announced he is leaving Bayern Munich next summer, is another candidate should the Glazers act and sack Van Gaal. United believe Manchester City to be favourites to secure the Spaniard yet Woodward will explore whether Guardiola can be persuaded to take over at United at the close of the season. In this scenario Ryan Giggs, who is Van Gaal’s No2, could again be appointed as interim manager, as he was when replacing Moyes for the final four matches of the 2013-14 campaign. Guardiola would become manager in the close season. If Guardiola does not prove a viable replacement, Woodward and the Glazers could decide to give Van Gaal more time and come to an agreement with Mourinho to replace him at a further juncture. This could be later in the season, if results continue to disappoint, or when it is finished. Van Gaal is under huge pressure following the defeat by Norwich and another unconvincing performance. United have gone a month and six matches since their last victory, and have lost their last three. Van Gaal saw Woodward only briefly after the defeat but still believes the executive and the Glazers are behind him. “Ed was very fast out of the dressing room but I feel that support, yes,” the manager said. “The most important support is from the players because the players have to do it on the pitch and the chemistry between the players and the managers, and his staff is very important. “Of course the belief of the fans in the manager is also very important. Last year we had only 13 [points, after 10 games] and they believe in me. Now we are in a bad period, we have lost three matches in a row, and their belief has been tested,” he added. Phil Jones, who was partly to blame for each Norwich goal, offered vocal backing to the 64-year-old. “It’s not even questionable in the dressing room. The lads are absolutely fully focused on performing well for the manager, the fans, ourselves. “The players in there aren’t hiding behind anyone. The manager is doing all he can and is doing a terrific job. We have to take responsibility. There’s no other way. The manager picks the team and the team has got to go out and do its best.”Van Gaal was noticeably deflated after the defeat. Jones added: “He’s just been the same as us – devastated when we have lost games. I keep saying it but the only way we’re going to come out of this is if we keeping working hard and plugging away.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}