{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/dec/05/terrorist-attacks-by-islamists-in-the-us-since-911", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-12-05T22:11:56Z", "webTitle": "Terrorist attacks by violent jihadis in the US since 9/11", "webUrl": "https://www.theguardian.com/us-news/2015/dec/05/terrorist-attacks-by-islamists-in-the-us-since-911", "apiUrl": "https://content.guardianapis.com/us-news/2015/dec/05/terrorist-attacks-by-islamists-in-the-us-since-911", "fields": {"headline": "Terrorist attacks by violent jihadis in the US since 9/11", "bodyText": "October 2002 Over a period of three weeks, John Allen Muhammad and Lee Boyd Malvo killed 10 people and critically injured three others in Washington DC, Baltimore, and Virginia. The pair were also suspected of earlier shootings in Maryland, Alabama, Arizona, Georgia, Louisiana, and Washington state. While their motives remain a mystery, evidence presented at the trial showed Muhammad and Malvo were in possession of images related to jihad. March 2006 Mohammed Reza Taheri-azar injured six people when he drove an SUV into a group of pedestrians at UNC-Chapel Hill “to avenge the deaths or murders of Muslims around the world”. He turned himself into police shortly after the attack. He pleaded guilty to nine counts of attempted first degree murder, and in 2008 was sentenced to 33 years in prison. June 2009 Abdulhakim Mujahid Muhammad shot and killed one soldier and injured another in a drive-by shooting at a military careers station in Little Rock, Arkansas. Muhammad, a convert to Islam, had visited Yemen for 16 months where he spent time in prison and became radicalised. He said he was part of al-Qaida in the Arabian Peninsula and was upset over the US killing Muslims in Iraq and Afghanistan. In 2011 he pleaded guilty to murder and was sentenced to life in prison. November 2009 Maj Nidal Malik Hasan of the US army opened fire at Fort Hood, Texas, killing 13 people and wounding at least 30. In 2013, Hasan was convicted by a military tribunal. He defended himself and took responsibility for the attack saying his motive was jihad, to fight “illegal and immoral aggression against Muslims”. The US government has not called the shooting a terrorist attack, characterising it as one of “workplace violence”. Hasan was sentenced to death. April 2013 Chechen brothers Tamerlan and Dzhokhar Tsarnaev detonated two pressure-cooker bombs near the finish line of the Boston marathon, killing three people and injuring more than 260. After the bombing, they shot and killed an MIT campus police officer while he was sitting in his squad car, before hijacking an SUV and fleeing to nearby Watertown, Massachusetts. A huge police chase ensued, resulting in a shootout during which several IED’s were thrown by the brothers. Tamerlan was shot and killed at the scene. The younger Dzhokhar was later discovered inside a boat parked in a driveway less than three blocks away. He was taken into custody after another exchange of gunfire and arraigned on federal terrorism charges. A note written by Dzhokhar Tsarnaev, on the boat where he was captured, said the bombings were in retaliation for US actions in Iraq and Afghanistan against Muslims. In 2015 he was found guilty on all 30 counts related to the bombing and shootout with police, and sentenced to death. October 2014 Zale Thompson injured two NYPD Officers with an 18in hatchet on a crowded sidewalk in Queens. Four officers were posing for a photograph when Thompson charged them. They opened fire killing Thompson and injuring a civilian. Thompson, who converted to Islam two years before the attack, was a frequent visitor of websites that promoted jihad, but police said he had no ties to any international terror group. May 2015 Elton Simpson and Nadir Soofi opened fire outside a Muhammad art exhibit event at the Curtis Culwell Center in Garland, Texas. The event featured the first inaugural “draw the prophet” contest. A Garland school district police officer was injured. Both gunmen were killed by police. Isis later claimed responsibility for the attack. July 2015 Muhammad Youssef Abdulazeez began firing on two military installations in Chattanooga, Tennessee. Four Marines and one sailor were killed and a police officer was injured. Abdulazeez was killed by police in a gunfight following a high-speed chase. He was a naturalised US citizen born in Kuwait. The FBI has yet to determine whether it was an act of terrorism. December 2015 Syed Rizwan Farook and Tashfeen Malik opened fire at the Inland Regional Center in San Bernardino, California, killing 14 people and injuring 17 others. Farook had been at the centre for a Christmas party earlier but left following an argument. The pair fled in an SUV but were later killed by police. Bomb equipment, weapons and thousands of rounds of ammunition were found in their home. The FBI said it was investigating the shootings as “horrific acts of terrorism” after it emerged the couple had apparent links to Isis. An earlier version of this article’s headline referred to attacks by Islamists, contrary to Guardian style."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}