{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/dec/05/anthony-joshua-tyson-fury-heavyweight-fighters", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-12-05T22:00:01Z", "webTitle": "Anthony Joshua keeps down volume as Tyson Fury plays the big noise | Kevin Mitchell", "webUrl": "https://www.theguardian.com/sport/2015/dec/05/anthony-joshua-tyson-fury-heavyweight-fighters", "apiUrl": "https://content.guardianapis.com/sport/2015/dec/05/anthony-joshua-tyson-fury-heavyweight-fighters", "fields": {"headline": "Anthony Joshua keeps down volume as Tyson Fury plays the big noise", "bodyText": "When Tyson Fury and Anthony Joshua eventually collide in the ring – perhaps as early as next autumn, more probably in the summer of 2017 – they will inevitably be portrayed in sharply etched images of bad and good, because that is what the fight game is about. First there is Fury, the new world heavyweight champion loudly living up to the names his father, John, gave him as both a burden and an inspiration, not to mention a gift to headline writers. But his role as the elemental Traveller supposedly indifferent to what people think of him is serially undermined by his willingness to apologise for his outrageousness … followed by another outburst. Then there is Joshua, the quiet man from Watford who is meant to be leading us into the promised land, where no such malarky will be tolerated. Neither image is complete. Both are creatures of their calling: Fury by inclination, Joshua almost by accident, a latecomer to the trade. And both throw up contradictions. Fury’s recanting often arrives in the click of a tweet, where he conducts much of the dialogue with his fans and detractors, but on Friday the task was left to his trainer and uncle, Peter Fury, to issue a statement of regret on the fighter’s behalf – less than a week after he had ended the 11-year reign of Wladimir Klitschko in Düsseldorf. “I am aware of the recent newspaper articles,” it reads in the fighter’s voice. “I would like to put on record that I am not homophobic. I have homosexual friends and I do not judge them because of their sexuality. My comments that you may have read are from the holy scriptures, and this is what I live from. I am aware of my position as the heavyweight champion of the world and the responsibilities that this brings. I’m also aware of my position as a role model and I hope to be a positive ambassador for the sport of boxing for many years to come.” Yet earlier on Friday, Fury responded to a petition that had attracted more than 40,000 signatures calling for him to be excluded from the public vote for the BBC Sports Personality Of The Year, by tweeting: “Hopefully I don’t win @BBCSPOTY as I’m not the best roll model in the world for the kids, give it to someone who would appreciate it”. What a conundrum he is, intelligent yet indiscrete, gentle yet threatening, boastful but humble. He wraps himself in the pleasing glow of making history as the first Gypsy to rule the most glamorous division, yet he seems at turn immune to, then injured by, criticism. He invokes the love of Jesus. He can denigrate women and homosexuals, while simultaneously speaking with heartfelt care and tenderness about his wife, Paris, who is six weeks’ pregnant. He appears to be capable of as much love as malice, however mannered the latter. His latest slur was that “a woman’s best place is in the kitchen and on her back”. This week, after an article in the Mail on Sunday detailed the prejudices he had expressed, Fury made what he calls flippant threats in a video interview against the journalist, Oliver Holt. For that, too, he is truly sorry. The British Boxing Board of Control will discuss his indiscretions on Wednesday. The nation will continue to discuss them on a daily basis. By the time you read this, of course, there might have been a few more twists and turns. While his candour is admirable, it is not entirely consistent. Then there is Joshua, whose own youthful mistakes seem at odds with the polite and calm young man we see in interviews, an understated antidote to the fury of Tyson, and who, paradoxically, insists he doesn’t want to be “the good guy”. He reckons people want to see him “beat people up”, and he is happy to oblige. Joshua’s promoter, Eddie Hearn, said: “In the ring he’s vicious, ruthless. But when I talk to American TV executives about him, they are so impressed. I say to them: ‘Five minutes with this guy, and he’ll win you over.’” In a quiet restaurant in the City on Friday afternoon, over a selection of steak cuts that he devours efficiently, Joshua talks without edge about Fury, about his opponent in London on Saturday night, Dillian Whyte, and about himself. Should Fury temper his remarks now he is champion? “You should never change who you are,” he says. “People are going to like or hate you, anyway. But, with becoming heavyweight champion of the world comes responsibility, because you’ve got people from kids to grandmas watching you. Everyone’s listening. There’s a place and a time to say certain things, and you’ve got to think before you speak.” Whyte, meanwhile, appears to be another antagonist eager to drag the dialogue back to the gutter. Last week he called Joshua “a scumbag”. Joshua’s response? He predicts a good, honest challenge from the south Londoner, who beat him in the amateurs and is undefeated as a professional. But he also expects to win quickly and is not interested in vitriolic hype. They nevertheless got warmed up in a heated head to head, which pleased the suits no end before a pay-per-view event to wrap up their 2015 season, but it left no visible scar on the favourite. All fighters say they do not think beyond their next opponent, and wise it is too. However, Joshua knows the talk of the town is Fury and that eventually they will fight. “I’ve been watching Fury for a long time and I’m entertained by it,” he says, “but he won’t really faze me, just because I’ve heard it for so long now, the interviews, seeing what he did against Klitschko. You guys talk about mind games. I’ll be conscious that it is all part of the game. I won’t let it worry me. “Klitschko tried to embrace it, because he’s that professional. He tried to shut it down – and I think that’s what rattled him. You’ve got to laugh at it. If you don’t laugh at it, and take it on board and think, whoa, he’s funny, it’s going to do the opposite. You know: ‘What a clown, I don’t want to be around the guy,’ [which would] have some sort of negative effect. I’d rather enjoy the couple of weeks with Fury [before they fought].” As to how he would handle him in the ring, he has a simple plan. “You’ve got to double up your jab. When you’ve got a man with a longer jab, you can’t throw single shots. You’ve got to go bang, bang, really come in behind it. You’ve got to be switched on in the sense of instincts. So when someone jabs, you can’t just wait; you’ve got to be boxing, boxing, come back, bang, hit ’em with some left hooks – when you’re on the inside. “That’s the key with someone tall; you’ve got to work ’em on the inside, because, on the outside, you could be struggling to out-box them. Klitschko was either waiting for a single shot, or trying to out-jab him. He should have doubled it up and then stepped into range.” For now it is Whyte, though, and he has been doing a mini-Fury, trying to get inside Joshua’s head. He stopped Joshua in the amateurs. He is unbeaten and he says he’ll do it again.“He believes it,” Joshua says. “Everyone’s got a chance, haven’t they. Because we’re all big, every heavyweight has knockouts on their record, no matter how talented they are. And a lot of champions, some unbelievable fighters, were dropped at some stage. “So then I realised it’s not about that; it’s more about your heart, if you want to get up and continue to fight. Some people get knocked down, they’re half conscious but they just haven’t got it in them to get up. At heavyweight, if anyone gets caught flush or you don’t see the punch, you probably get dropped. It’s where your heart is and if you’ve got that will to get up.” Did he have that sort of heart? “Oh yeah, man. When I sleep at night, I sleep good.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}