{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/dec/20/john-terry-chelsea-jose-mourinho-exit-guus-hiddink", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-12-20T22:30:09Z", "webTitle": "John Terry insists Chelsea players feel responsible for José Mourinho exit", "webUrl": "https://www.theguardian.com/football/2015/dec/20/john-terry-chelsea-jose-mourinho-exit-guus-hiddink", "apiUrl": "https://content.guardianapis.com/football/2015/dec/20/john-terry-chelsea-jose-mourinho-exit-guus-hiddink", "fields": {"headline": "John Terry insists Chelsea players feel responsible for José Mourinho exit", "bodyText": "John Terry has insisted Chelsea’s players feel responsible for the departure of José Mourinho but backed the interim manager, Guus Hiddink, to restore their confidence in the second half of the season. Flanked by the owner, Roman Abramovich, and Didier Drogba, Hiddink watched the reigning champions record only their second win from eight Premier League matches on Saturday against Sunderland to finally put some distance between themselves and the bottom three. The Dutchman, whose second spell at Stamford Bridge was confirmed before kick-off, will officially begin work on Tuesday having been parachuted in until the end of the season in an attempt to salvage something from the ashes of Mourinho’s departure. “Obviously we’re gutted the manager has gone, we as players feel responsible for that. We are not hiding away from that fact,” said Terry. “If it was the case where you could get rid of a lot of players I’m sure clubs would do that, but unfortunately it does fall on the manager’s head. There’s nothing we can do about that. “It’s down to [Hiddink] to come in and pick us up,” the Chelsea captain added. “What he will bring is a hunger to the squad, a lot of passion and a lot of fire. He will demand a lot of players on the training field and matches. I’ve seen it before that he can come in and shake things up in a positive way and move forward. That’s why the club has made this decision. But it is very sad at the same time.” Last appointed to replace Luiz Felipe Scolari on a similar deal in 2009, Hiddink was joined by Abramovich as he visited Chelsea’s players in the dressing room after Saturday’s victory. But having witnessed an open show of support for Mourinho that included fans booing both Diego Costa and Cesc Fàbregas when the Spain internationals were substituted in the second half, Hiddink, 69, will have been left in no doubt about the scale of the challenge he is faced with this time. “All it will be is results, that will define everything,” said Terry. “If we can keep picking up points, the training ground will be a happier place and happier atmosphere. Players will be happy and play with habit of freedom; it all stems from results. But all goes back to that training ground. Players will want to impress Guus now, hopefully that lifts everyone and we can move on.” He added: “A lot of us have spoken publicly to say we haven’t been performing well enough, today is a step in the right direction to where we want to be which is climbing the league table. For Chelsea, being the big club we are, it is unacceptable for us to be in this position. The manager has lost his job because of that.” Pedro, who scored his first goal since his debut against West Brom in August after Branislav Ivanovic had put them ahead, also said the players had underperformed for Mourinho. The Spain international revealed he had spoken to Hiddink after the match and backed Fàbregas to answer his critics in the stands. “It is difficult. He is a top player, he is a very good character in the team, he is a winner,” Pedro said of his former Barcelona team-mate. “He is perfect to play for us. Mentally he is strong and very competitive. “ [Hiddink] spoke to me for a minute in Spanish in the dressing-room. He is happy to be here.” Pedro also revealed that Drogba, who left Chelsea for the second time last summer to sign for the MLS side Montreal Impact, had visited the dressing room after the match but the club denied there were any plans for him to join Hiddink’s backroom staff with Steve Holland and Eddie Newton. However, in quotes published by the Evening Standard on Sunday, the Dutchman opened the door for their former striker to return despite having another year on his contract in Canada to run. “I’d be happy to have him here,” Hiddink said. “At the moment he is still attached to his contract in Canada. But it is intended that he’s involved.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}