{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/dec/01/manchester-city-hull-city-capital-one-cup-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-12-01T21:53:28Z", "webTitle": "Kevin De Bruyne hits double as Manchester City send Hull packing", "webUrl": "https://www.theguardian.com/football/2015/dec/01/manchester-city-hull-city-capital-one-cup-match-report", "apiUrl": "https://content.guardianapis.com/football/2015/dec/01/manchester-city-hull-city-capital-one-cup-match-report", "fields": {"headline": "Kevin De Bruyne hits double as Manchester City send Hull packing", "bodyText": "This was the first time Hull City had appeared in the quarter-finals of this competition so it was strange, perhaps, that the team who had knocked out Swansea City and Leicester City, and backed by more than 5,000 fans, chose to make seven changes and field what was largely a second-string side. Steve Bruce is clearly making Hull’s promotion campaign a priority and, specifically, Saturday’s game at Leeds United, but it was a shame the fourth-placed team in the Championship were not more emboldened to go for a place in the semi-finals. It was a relatively stress-free match for Manchester City even if it took a long time before they turned their early lead, courtesy of Wilfried Bony’s fifth goal in his last eight starts, into a much more resounding scoreline, scoring three times in the final 10 minutes. Kevin De Bruyne scored two of them, taking his total to nine in his first 15 appearances for the club. The substitute Kelechi Iheanacho began the late flurry to make it 2-0 and Andrew Robertson’s breakaway goal in the final moments was only a minor irritation for Manuel Pellegrini’s team given the way Hull had collapsed defensively, in keeping with their record of having not recorded an away win against these opponents since 1930. This time, at least Hull fared a little better than their now infamous visit here seven years ago, when they were 4-0 down at half-time and Phil Brown dispensed with convention by giving his players a half-time lecture on the pitch. Equally, there were other moments when we were reminded about the accident-prone nature that led to their relegation in May. For Bony’s goal, the break originated from two Hull players, Chuba Akpom and Ryan Taylor, confusing one another, each leaving the ball to the other man. De Bruyne’s first goal stemmed from Robertson aiming a header back to his goalkeeper, Eldin Jakupovic, and leaving it short and the Belgian’s second goal was another ordeal for Bruce’s team. De Bruyne’s free-kick was curled towards the centre of the goal where Jakupovic and Ahmed Elmohamady simply left it to one another. At this level, no team can defend so badly and expect to get away with it. That should not lessen De Bruyne’s contribution when it was also his 20-yard effort that led to the 12th-minute breakthrough. His shot was struck with his left foot, low and hard, and came back off Jakupovic’s left-hand post for Bony to slot in the rebound. By half-time it was perhaps surprising City, with David Silva making his first start in almost two months, had not built on that goal. Pellegrini had also made a number of changes and finally seems to have learned Yaya Touré, at the age of 32, deserves the occasional night off. Sergio Agüero was also left out, resting a sore foot for Saturday’s game at Stoke, and perhaps scoring so early left the home side with the sense the tie could be won without playing at full pelt. Bruce could point out he made 10 changes in the previous round against Leicester, in keeping with his usual policy for this competition. Overall, he was also entitled to think his players acquitted themselves reasonably well until the second goal, when Iheanacho darted in between two defenders to turn in a left-wing cross from Raheem Sterling, another substitute. All the same, Bruce’s selection does open himself to allegations of undermining the club’s chances of another shock result. Hull were trying to create a piece of club history and having come this far, it was a meek way to go out. “It’s the same squad who beat Leicester and beat Swansea,” Bruce countered. “I have to stay true to these players if I’ve said: ‘Well, you’ll get your chance in the cup if you’re not playing on the Saturday.’ “It’s the first time the club have got to the quarter-final. We got to an FA Cup final and I’ve said all along that you should take the cups seriously, and I do, but when you’re a Championship side there’s no big gulf in the squad. I’ve got people who have waited patiently to play and I’ve had to stay true to the squad because I felt that was vitally important.” As it was, the most disappointing part for Bruce was the way his team disintegrated after the second goal. “At 80 minutes, it was 1-0 and we were probably having our best spell,” he said after a match that featured Robert Snodgrass’s return, as a substitute, from the knee injury that has kept him out for 16 months. “All of a sudden it’s 4-0. We made a couple of mistakes and were punished.” De Bruyne showed great anticipation to make Robertson pay for his mistake, darting in to turn the ball past Jakupovic. The free-kick put De Bruyne alongside Agüero as the leading scorer for the season and Robertson’s stoppage-time goal, set up by the substitute Abel Hernández, was too little too late."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}