{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/dec/28/manchester-city-bacary-sagna-eliaquim-mangala-leicester-city", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-12-28T22:30:07Z", "webTitle": "Bacary Sagna backs Manchester City’s Eliaquim Mangala as he covers for Vincent Kompany", "webUrl": "https://www.theguardian.com/football/2015/dec/28/manchester-city-bacary-sagna-eliaquim-mangala-leicester-city", "apiUrl": "https://content.guardianapis.com/football/2015/dec/28/manchester-city-bacary-sagna-eliaquim-mangala-leicester-city", "fields": {"headline": "Bacary Sagna backs Manchester City’s Eliaquim Mangala as he covers for Vincent Kompany", "bodyText": "Bacary Sagna has defended Eliaquim Mangala and declared he should not be sold by Manchester City despite his continuing unconvincing form, although the right-back admitted the 24-year-old’s recent mistake against Arsenal was a “setback”. As Vincent Kompany is injured again there is greater pressure on Mangala to improve his performances, beginning with Tuesday evening’s trip to the Premier League leaders, Leicester City, where he is expected to be in the starting lineup. When City were beaten 2-1 at Arsenal on 21 December, Mangala’s misplaced pass allowed Mezut Özil to create Olivier Giroud’s winning strike for the home side. In the 4-1 Boxing Day rout of Sunderland at the Etihad Stadium, Mangala’s display was steadier. Yet, given his £42m fee and a string of errors since joining from Porto in the summer of 2014, there are doubts over whether Mangala can establish himself as an elite defender. Sagna, however, backed his compatriot against the view Mangala should be transferred out of the club. “No. We are always going to have critics,” said Sagna, who joined Arsenal in 2007 for £6m from Auxerre before signing for City in 2014. “The big difference between him and myself was that he was bought for quite a lot of money, so people will expect him to be above everyone – but he’s still a human being. He can make mistakes but he can do well and I am sure he is going to do even better. “It’s not easy. I want to remind everyone that to come and play in this league is not easy at all. I had a chance to come and it was different for me. I came at the same age, 24, and from the first season I had, everything went well. “Now we have a setback with him but he started the season very well and we didn’t concede any goals. But when times are a bit harder, the first ones to blame are the defenders. “I’ve been blamed, he has been blamed but that’s football. We have to deal with it, we have to learn. He’s doing his maximum to improve.” Sagna said Mangala is determined to develop his game. “He is working really hard,” the 32-year-old said. “I stay with him after training, to work on his position and control of the ball, and he’s doing quite a lot to make a difference. He wants to get better. “He doesn’t ask me but I want to help him. No matter what, we try to communicate, even after games, we try to analyse when we concede goals what he should have done a bit better, what I should have done a bit better. We try to analyse to improve. “Most of the time you forget he only came last season to this league. This league is difficult, especially when you come from abroad you need time to adapt. I think he is doing quite well. Of course it’s never easy to take criticism but he’s still young. “The club bought him for a lot of money but it’s not easy to deal with it because he is always going to have that image, that he’s the most expensive defender.” Manchester City’s superior goal difference means if they beat Leicester, they can go above them in the table. To do so, however, City must repel the threat of Jamie Vardy, who has scored 15 goals in 19 appearances, and Riyad Mahrez, who has 15 in 21. Sagna said: “We have to focus on us, on the way we want to defend, how we want to communicate with each other. We want to dictate the game. We want to show we are City and we want to be successful this season. “I heard about Mahrez in France when he played for Le Havre. He is a top-quality player. He has the level to play for big teams. He enjoys playing and he doesn’t think too much – he is instinctive.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}