{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2015/dec/17/queensland-girl-who-woke-to-armed-police-in-bedroom-feared-for-her-life", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2015-12-16T21:34:32Z", "webTitle": "Queensland girl who woke to armed police in bedroom ‘feared for her life’", "webUrl": "https://www.theguardian.com/australia-news/2015/dec/17/queensland-girl-who-woke-to-armed-police-in-bedroom-feared-for-her-life", "apiUrl": "https://content.guardianapis.com/australia-news/2015/dec/17/queensland-girl-who-woke-to-armed-police-in-bedroom-feared-for-her-life", "fields": {"headline": "Queensland girl who woke to armed police in bedroom ‘feared for her life’", "bodyText": "A teenage girl has said she will “never forgive” Queensland police after she was roused from her bed at gunpoint during a dawn raid. April Clarke said she was “dumbstruck and fearing for my life” when confronted by a Special Emergency Response Team (Sert) officer pointing an assault rifle at her from less than two metres away. The raid took place in March when Clarke, then 13, was sleeping over at the northside Brisbane home of her mother Gerry Lister and stepfather Greg Blackwell, a Rebels bikie. Police executed a warrant naming three alleged clubmates of Blackwell who were wanted on charges of gathering in public – namely at a Redcliffe hotel – an offence in Queensland which can see bikies jailed for up to two years. However, none of the trio was living at the house when Sert crashed through the door and held her and Blackwell on the floor at gunpoint, Lister said. One of the alleged bikies had previously stayed at the house for two months after a marriage break-up, while another had stayed “three or four nights” on separate occasions, she said. Clarke, who was woken by noise downstairs, said she was sitting up in bed when her door “slammed open and a bright light was shone into my eyes followed by a mysterious black hole at the end”. “The mysterious object was a large gun. The gun was a really long object. I could tell by the way his arm was out, the gun pointing directly at me,” she said. “I didn’t know if it was police or what. It was just really scary, heaps of really loud yelling. I tried to hide myself. They said show me your face, put your hands behind your head.” Clarke said the Sert officers “watched me like I was going to pull out a weapon” as they let her put a top over her bra then ushered her downstairs. By then in tears, she saw “my stepdad struggling on the ground and heaps of men pointing guns at him” while her mother was also held to the floor at gunpoint with an officer’s boot on her neck. “That was unrealistic, I’d never seen that besides in scary, intense movies. That was horrific for me,” she said. Clarke said she began sobbing when Blackwell called out to her: “I haven’t done anything wrong, Boo.” “That made me cry, to see him care, a ‘big bad bikie’ showing emotions,” she said. “He’s not a bad person. It’s just scary now we know that it doesn’t matter if we’re innocent or not, we don’t get a say in what [police] will do.” Sert officers are enlisted to deal with the arrests of “armed and dangerous offenders”. Blackwell, who has no criminal history, previously kept guns under licence at his home, which the warrant noted had a “large confederate flag” (an emblem used by the Rebels) flying at the front. But Lister said Blackwell had told gang squad police months before the raid that he had moved the weapons to his workplace, then sold them when he understood his licence would not be renewed because of his membership of the Rebels. No charges resulted from the raid. The warrant stated police were looking for clothing, jewellery and phones belonging to the three alleged bikies, as well as documents showing their membership of the club. One of the bikies was arrested in a simultaneous raid on his then residence. He and another of the trio were charged with recruiting for the gang, also a criminal offence in Queensland. Later that morning Lister, who runs an employment agency for troubled youth, was able to attend an address by Jordan Belfort, the “wolf of Wall Street”, at a friend’s training organisation. Police have offered $3,245 compensation for damage to the house – an offer that Lister and Blackwell have rejected while considering legal action. The United Motorcycle Council of Queensland, in a submission to the Wilson taskforce charged with making recommendations on repealing and replacing the anti-bikie legislation, cites Clarke’s experience as an example of the “significant increase in violence and intimidation” by police towards bikies and their families under the state’s crackdown. The UMCQ said it was “seriously concerned about the way in which members of the QPS [Queensland police service] have gone about enforcing and subsequently prosecuting” the anti-bikie provisions. It claimed “abuses” included police threatening bikies with the arrest of family members. Queensland police in their submission to the Wilson taskforce referred to the risks officers faced dealing with bikies. One national club president arrested on the Gold Coast allegedly threatened to “hunt down the arresting police officer [and] rape his family before killing the police officer”. A senior police officer familiar with the raid involving Clarke has told Guardian Australia he could not comment on her version of events. But he said Sert officers operated with their rifles clearly visible. This could give rise to the perception that a gun was trained on somebody, regardless of whether it was or not, he said. Clarke said the raid had been a traumatic experience that was “not going to fade away any time soon”. “It’s still frightening. It could be hearing a loud noise or a possum on the roof at home and it’s the first thing that comes into my head. I can’t have any lights on in the dark any more because it reminds me of the torch right in my face. I can’t sleep with any noises any more because it’s just an uneasy feeling,” she said. Lister said she and Blackwell continue to have positive contact with local police through her agency’s involvement in Project Booyah, a police-run youth program. But Clarke said she continued to have “major trust issues with police”. “Things have chilled out a little now the police and Mum are talking, that helps a lot. But I still won’t forgive them for what they did.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}