{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2015/dec/28/gloucester-matt-kvesic-england-eddie-jones-harlequins", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-12-28T23:14:00Z", "webTitle": "Gloucester’s Matt Kvesic steps up claim to take over as England’s No7 | Gerard Meagher", "webUrl": "https://www.theguardian.com/sport/blog/2015/dec/28/gloucester-matt-kvesic-england-eddie-jones-harlequins", "apiUrl": "https://content.guardianapis.com/sport/blog/2015/dec/28/gloucester-matt-kvesic-england-eddie-jones-harlequins", "fields": {"headline": "Gloucester’s Matt Kvesic steps up claim to take over as England’s No7", "bodyText": "When Chris Robshaw returned to Twickenham for the first time since England’s ignominious World Cup exit he learned that some things do not change. For all that the Harlequins player’s wounds have healed, against Gloucester he was again outshone by a breakdown specialist who turned in a man of the match performance – Matt Kvesic’s audition for England’s No 7 shirt could hardly have gone better. The flanker made 15 tackles and three turnovers on Sunday – one of which halted a dangerous Quins move and immediately set up a try. There, in microcosm, was a reminder for anyone who needed it why Eddie Jones will surely align England with the rest of the world’s elite teams and select a specialist openside. “I don’t know if it’s advanced my claim but it’s probably handy. It’s good to get a reasonable performance under my belt,” was Kvesic’s modest assessment and, in truth, most of the Twickenham faithful did not need reminding. Memories of David Pocock and Michael Hooper blowing England out of the water at the breakdown are still fresh, as is the potency shown by South Africa’s Francois Louw, Wales’s Sam Warburton and of course New Zealand’s World Cup winning captain, Richie McCaw. Jones, the England coach, has been impressed by another Harlequin, Jack Clifford, who has been playing in the No 7 shirt with Robshaw on the blindside since the World Cup. Jones is understood to rate Clifford’s qualities in the loose but, when it comes to the breakdown – assuming Steffon Armitage remains out of bounds while playing at Toulon – then the 23-year-old Kvesic heads the queue. He has only two caps to his name, both won on the 2013 summer tour to Argentina, and was cut from the World Cup training squad, but the impact that scavenging No 7s had at the tournament may have enhanced his claim. “I don’t know. It means you keep getting compared to Hooper and Pocock and they are absolutely on fire,” says Kvesic. “But there’s definitely a place for it in the game, with Australia playing with two sevens, with McCaw and then with Wales as well. It has highlighted the need for a seven.” At 6ft 2in Kvesic, below, is taller than he looks but out of all England’s openside contenders, a list that also includes Leicester’s New Zealand-born Brendon O’Connor and Saracens’ Will Fraser, his is the physique most suited to the dark arts of the breakdown. Similarities to Neil Back extend beyond the short blond hair. “I know there’s going to be a lot of competition,” Kvesic adds. “There’s been a lot of talk of specialist sevens, we have an abundance of good sevens, it’s good and it’s healthy for the country. “But you have to be as individual as you can to try and get picked. There will be competition for places but that’s what the best teams have.” The 23-year-old was part of the 2011 under-20s side that lost the junior World Cup final to New Zealand, playing alongside Mako Vunipola, Joe Launchbury, George Ford and Owen Farrell. His opposite number in that final was Sam Cane, who has 31 caps and captained the All Blacks at the World Cup despite vying with McCaw for his place. So why has Kvesic been overlooked by England? Stuart Lancaster’s loyalty to Robshaw is an obvious place to start but Kvesic made 29 tackles without missing one on his debut against the Pumas and was no less impressive in his second outing. Perhaps more significant was a dip in form following a move from Worcester to Gloucester just after that tour, but he is forthright in his view that last season’s performances were as good as that produced in the thrilling 39-39 draw on Sunday. “I was disappointed not to make the World Cup squad but I came back into Gloucester straight away, into pre-season, and [England] was put on the back burner,” says Kvesic. “[Not making the World Cup] was disappointing, I think everyone that got cut would have been disappointed. “I would have loved the chance to play in a couple of games but that’s been and gone now. “It does drive me, but it was more that I wanted to replicate what I did at Gloucester last season. I had a good season there, I know we didn’t do that well in the league but we managed to win the Challenge Cup.” Gloucester’s director of rugby, David Humphreys, does not need convincing, labelling Kvesic “the England international No7-in-waiting” after watching his performance at Twickenham. Perhaps the more telling remark about Kvesic’s contribution came from the Harlequins director of rugby, Conor O’Shea, however. “Matt was outstanding around the breakdown [but] you could argue that some of the places he was coming from were interesting to say the least.” It is a refrain that has been exhausted by the newly retired McCaw’s opponents over the years and, if international coaches are soon repeating it about Kvesic, Jones may be on to something."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}