{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2015/dec/10/football-federation-australia-concession-proves-fan-power-is-strong-in-a-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-12-09T22:44:40Z", "webTitle": "Football Federation Australia concession proves fan power is strong in A-League", "webUrl": "https://www.theguardian.com/football/blog/2015/dec/10/football-federation-australia-concession-proves-fan-power-is-strong-in-a-league", "apiUrl": "https://content.guardianapis.com/football/blog/2015/dec/10/football-federation-australia-concession-proves-fan-power-is-strong-in-a-league", "fields": {"headline": "Football Federation Australia concession proves fan power is strong in A-League", "bodyText": "As maligned as the A-League’s “active fans” often are – partly because the concept is still relatively new in Australian sport, mostly because the rare, mouth-breathing, flare-wielding, anti-social wannabe hooligan is often unfairly presented as a representative of the whole – they’ve scrubbed up well this past week. If Wednesday night’s victory in forcing changes to Football Federation Australia’s procedure for banning fans from A-League grounds was their moment in the sun, their lead-up work was just as impressive. Last weekend, of course, they showed tremendous unity, clarity of message, and self-sacrifice by organising and carrying out a very effective league-wide boycott of matches; a boycott that lent to the league’s stadia a sad echo that had the A-League’s executives tugging uncomfortably at their tie knots, knowing as they did that, like a closing down sale, the boycott could go on indefinitely. Midweek, the active fans had another win when it was revealed that FFA would meet with members from each A-League club’s active fan group in Sydney to discuss an end to the boycott. If some of these fans got a little too Tinker Tailor Soldier Spy about the whole affair – when, metaphorically turning up their coat collars, they requested the location of the meeting remain secret – they had, nevertheless, in a very short time, forced FFA to treat them, and their complaints, seriously. And so FFA should have, considering the legitimacy of the fans’ central complaint. This was not, note, that FFA is wrong to ban unruly and violent fans from A-League games, but that its procedure for doing so lacks transparency and goes against expectations of natural justice: ‘Umm, no, sorry, you can’t appeal your ban. Oh, alright then, you can appeal, but remember, you’re guilty until you can prove yourself innocent. And you can’t see our evidence against you. That cool?’ In its handling of fans’ long-standing indignation over this issue – as well as in its meek and ham-fisted response to the Sunday Telegraph’s hysterical 22 November article that published the names and photos of 198 people, allegedly including minors, banned from A-League matches – FFA made itself look amateurish. As a result, as they were worrying about bums on seats at A-League stadiums last weekend, some A-League fans began to wonder whether there are bums in head office. Indeed, a week ago the Melbourne Victory’s North Terrace group issued a detailed statement on Facebook asking that the FFA board consider the tenure of A-League boss Damien de Bohun and FFA chief executive David Gallop. On Wednesday night in Sydney, as we’ve seen, FFA agreed in principle to two significant changes to its banning process: that banning notices would become “intention to ban” notices, and that fans would then have an opportunity to view evidence against them. “And if the ban is to be maintained they’ll still have an opportunity to appeal the ban to an independent panel at a later date,” Gallop said in a press conference following the meeting. Amid what Gallop called “robust debate” there were other issues on the table, and, while full details are yet to emerge, Gallop hinted there were discussions about overbearing – and, as such, you could argue, counterproductive – security and policing at A-League matches, and questions as to how the list of banned fans made its way to the Sunday Telegraph. It wouldn’t have hurt, either, if there were conversations about active fans doing more to discourage anti-social behaviour by the few in their ranks who do so much damage to their collective reputation. Gallop conceded, perhaps worryingly, that there were still details to fine-tune in the lead up to the next FFA board meeting in February but he hoped enough had been done to get the fans back in – and out of – their seats. On Thursday morning he got his wish, with active fans announcing on their respective Facebook pages that they were satisfied with the progress made in Wednesday night’s meeting and, as such, would return to the terraces this weekend. The caveat, however, is that if the FFA fails to implement the agreed upon changes by 19 February “all necessary steps to hold it accountable”, as it is worded on the home page of the Wanderers’ Red and Black Bloc supporter group, would be taken. Clearly, then, it’s a work in progress, but if the episode has shown us one thing it’s the power of an organised fan body, one not complacent to its treatment by the purse-holders who too readily forget that it’s the fans keeping their whole operation afloat. God knows fans of all stadium sports in Australia have plenty to complain about – from soulless venues, to gouging ticket and food prices, to inane advertising, to the ear-splitting, conversation-crushing bilge gushing through the PA between overs, quarters and halves. But protests against this epidemic tend to made individually and, as such, have negligible impact. But as the A-League’s active fans have demonstrated when protests are undertaken as a unified group, and bottom lines are threatened, governing bodies may just be inclined to listen to grievances and even do something about them. And for this the A-League’s active fans should feel pleased."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}