{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/dec/05/eddie-jones-alex-sanderson-england-coach-saracens", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-12-05T20:59:17Z", "webTitle": "Eddie Jones protege Alex Sanderson laid back but lined up for England", "webUrl": "https://www.theguardian.com/sport/2015/dec/05/eddie-jones-alex-sanderson-england-coach-saracens", "apiUrl": "https://content.guardianapis.com/sport/2015/dec/05/eddie-jones-alex-sanderson-england-coach-saracens", "fields": {"headline": "Eddie Jones protege Alex Sanderson laid back but lined up for England", "bodyText": "Normally, sitting atop the Premiership as defending champions would be reason enough to attract interest, but in these Eddie Jones-divining times the ley lines are converging upon Saracens like never before. England’s latest head coach spent what at the time seemed an unremarkable, if entertaining, year at the club across 2008 and 2009, and there presided over a coterie of youthful Englishmen, some players, some coaches, some both, who now feature in all speculations regarding his future coaching panel. He appointed Andy Farrell and Steve Borthwick as Saracens’ co-captains at the start of the 2008-09 season. The former now awaits Jones as England’s incumbent defence coach, the latter is favourite to be his first appointment as forwards coach. That same season, Paul Gustard and Alex Sanderson, further candidates for roles with New England, were embarking upon their first full seasons as coaches in the Premiership. Jones had taken over for the last few weeks of the preceding season and offered the retiring flanker Gustard a job as skills coach, but Sanderson and Jones went back still further. Sanderson was Jones’s first English “project”. And it’s not hard to see why. The mischief in the eyes, the fast words, the intransigent will – he’s Eddie Jones to a T. The Australian was working with Saracens as a consultant in the 2005-06 season, during which Sanderson, aged 26, finally let go of his richly promising but injury-plagued career as a player and accepted the Saracens’ chairman Nigel Wray’s offer to take up a coaching position. Jones must have seen something, because he took Sanderson with him to his next job, an ill-fated season in Super Rugby with the Reds of Queensland. “It was a baptism of fire,” Sanderson remembers of a year that culminated in a 92-3 defeat to the Bulls in Pretoria. “But thankfully I stayed afloat, didn’t drown amid the pressure. It was a brutally tough year, pretty dark. You wonder if this coaching lark is for you. I still wonder that a few times a season when it gets really tough, but you have to steel yourself.” Nor was his relationship with Jones all sweetness and light. We should bear in mind the context of defeat after defeat, not to mention that of a 27-year-old in his first full season of coaching, some of whose players were older than he was, but Jones’s reputation as a task-master is borne out by his protege. “He’s uncompromising. And I’m strong-willed and emotional. He properly pushes you, some people to breaking point. He hasn’t broken me but I’ve been close to it. I like working hard but I’m not a workaholic. I like rugby but it’s not my life. I think Eddie would say himself that he is a workaholic. He’d want the best out of you but his standards are incredibly high. At the time, I probably wasn’t able to meet them, which is why we didn’t see eye to eye. Now, it might be a different story. But I’m very happy. He’s not called me, and I’m not waiting by the phone.” There are strong ties between the two men, much though they might rub each other up the wrong way. Jones must have been impressed with Sanderson, however close the latter was to breaking point during that turbulent season in Queensland, because he invited Sanderson to rejoin him for that 2008-09 season at Saracens, having left the Reds to help South Africa win the World Cup in 2007. Jones quit that Saracens job a couple of months early, appalled at the way the club culled 15 of the playing staff to make way for the incoming Brendan Venter regime. Sanderson found his loyalties strained at the time but has remained with the club ever since and on friendly terms with Jones and his family. He was a point of contact recently when Jones’s daughter was ill in England and they were in touch two years ago when Jones suffered a stroke. It may come as a relief to some England players to hear their new head coach admit that he has mellowed since his health scare. In this respect, perhaps master has learned from student. Sanderson, for all the evident intensity, is an infectious affirmer of life, happier over a steak and a pint with his wife at their local than he is trawling through hours of footage. “I just want to enjoy life. You hear these horror stories about people having to get up and drag themselves to work in the City with a sense of dread. As a player I had that sometimes with some coaches. It’s not a nice environment. We want to come into an environment here where we look forward to it. To be honest, in terms of the rugby, watching six games a week, I could probably take it or leave it. But the fellas, if I can get them up, happy, motivated and wanting to come into work, like I want to come into work – that’s where I get my buzz from.” Which might serve as a distillation of good coaching practice. If English rugby keeps returning to Saracens in search of the best of itself, Sanderson burns brightly at the heart of those ley lines."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}