{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/dec/24/farewell-to-mens-footballs-annus-horribilis", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-12-24T16:18:47Z", "webTitle": "Farewell to (men’s) football’s annus horribilis | Letters", "webUrl": "https://www.theguardian.com/football/2015/dec/24/farewell-to-mens-footballs-annus-horribilis", "apiUrl": "https://content.guardianapis.com/football/2015/dec/24/farewell-to-mens-footballs-annus-horribilis", "fields": {"headline": "Farewell to (men’s) football’s annus horribilis", "bodyText": "International sport has once again been thrown into controversy with allegations of corruption against Fifa’s Sepp Blatter and Michel Platini, who have been banned (Report, 22 December). International sport is now awash with money and where there is money and very little accountability, there will be problems. Doubts about Fifa have been there for some time, with very little changing at the top with the same old faces making decisions and patting each other on the back. Fifa’s credibility is all but gone as the scandals persist. International sport has become big business and totally corporatised, with high-back leather chairs accompanying it, not to mention the massive endowments given to those at the top. Fifa is no stranger to corruption, with allegations of competition-fixing for host countries and bribery on sponsorship deals for its World Cup still causing doubts about its legitimacy. It is unfortunate that many now see sport as a venal and cynical business exercise. It is an ugly and greedy mess. Maurice Fitzgerald Shanbally, County Cork, Ireland • Is it asking too much to hope that next year’s BBC Sports Personality of the Year will be restricted to those with UK tax domicile (Report, 21 December) – and that British residents of Monaco like Chris Froome and Lewis Hamilton can only be considered for the overseas award? David Nowell New Barnet, Hertfordshire • Could there be a clearer illustration of the rotten heart of professional football than a comparison of two news items recently? First, the severance pay of several millions for José Mourinho from Chelsea, who earned £250,000 a week; and second, the revelation that young Torquay United players were allegedly recruited on contracts that do not pay them the minimum wage. The former manager responsible has been accused of “handing out contracts that the players cannot survive on”. Tom Jolliffe Brixham, Devon • The top three BBC TV sports personalities of 2015, as voted for by the public, were a tennis player, a rugby league player and an athlete. The BBC shortlist of 12 did not include a single male footballer. Your front-page headline on 22 December was “Fifa hands Blatter and Platini red cards”, and this article about two disgraced football officials was continued on two inside pages. The Journal in your main section had three pages devoted to the profile of an ex-football manager (The devil and José Mourinho). Your Sport section on the same day had six pages out of the eight available given over to football. Why has the Guardian decided to ignore public opinion and promote football to the exclusion of other sports? Tony Hartigan Otley, West Yorkshire • Your sports section on 22 December had a glaring error. On page 4, you have “World’s top 100 footballers 2015”. Surely you meant for the title to read: “World’s top male footballers 2015”? Given that England’s best World Cup trophy chances will come from its women’s team, rather its men’s, isn’t it time to stop qualifying women’s sports and simply indicate sports as men’s or women’s leagues? C’mon, Guardian. The precedent has to start somewhere. Lisa Miller Oxford • Jimmy Hill’s contribution of a popular idiom to the 20th-century English vernacular indicated that, even in his football punditry pomp, his judgment was considered a lot more fallible than recent eulogies may have suggested (Obituary, 21 December). In schools in the late 1970s in my part of west London, disbelief of an interlocutor’s words would be expressed by exclaiming “Jimmy Hill!”, while simultaneously stroking an imaginary beard. Over time, only “Jimmy” and then “Jim” was necessary and ultimately a mute single stroke of the chin (to the bafflement of any passing sociolinguistics forager) was enough to convey the listener’s judgment of “bullshit!”. Mike Hine Kingston on Thames, Surrey • Previous correspondents talk of Chelsea and Manchester City (Letters, 21 December), but surely nothing can (nor ever will again) match Northampton Town’s remarkable record of going from the old Fourth Division to the First Division, then all the way back to the Fourth in seven successive seasons during the late 1960s? Cobblers, indeed. David Joss Buckley London • Larry Westland’s splendid headline (Letters, 21 December) reminded me of how we used to sing the penultimate line of the last verse of Charlotte Elliott’s well-known hymn Just as I am, when Manchester City were in what was then the ecclesiastic-sounding Canon second division in 1984-5: “Here for a season, then above.” Fr Alec Mitchell Manchester • Join the debate – email guardian.letters@theguardian.com"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}