{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2001/jan/05/referenceandlanguages.culture", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2001-01-05T17:20:29Z", "webTitle": "On the new publication of Grove, the book of music", "webUrl": "https://www.theguardian.com/books/2001/jan/05/referenceandlanguages.culture", "apiUrl": "https://content.guardianapis.com/books/2001/jan/05/referenceandlanguages.culture", "fields": {"headline": "The book of everything", "bodyText": "The latest edition of the New Grove Dictionary of Music and Musicians has been eight years in the making. You may think that sounds a long time to spend updating a reference work. But Grove is a big book. It is in 29 volumes, one of which is the index. It contains 29,499 entries. It weighs 68kg. Stand the volumes side by side and they measure 1.45 metres. It cost its publisher, Macmillan, £20m to create. It is hard to overestimate the impact of Grove's publication on Monday, the first new edition for 20 years. It is a huge musical event. According to its editor, Stanley Sadie, who is now retiring after 30 years working on Grove, it is the largest single-subject reference work in the world. Anyone in the English-speaking world who is serious about music will have consulted it at some point or other. According to Sadie, the aim is that it should be a \"pleasurable read for someone who is interested in music as well as an efficient tool for the researcher\". If you want to check the precise meaning and history of an Italian tempo marking, you turn to Grove. If you want to read a concise biography of, say, the great violinist Jascha Heifetz, you turn to Grove. If you want to find a bibliography for more or less any western composer, then you turn to Grove. It claims to be \"the world's premier authority on all aspects of music\", though a more reasonable claim might be that it is the world's premier authority on western classical music from a British perspective. The Grove tradition stretches back to 1878, when the first part of George Grove's four-volume Dictionary of Music and Musicians was published. Grove was a Victorian polymath, an engineer who was friendly with Isambard Kingdom Brunel, Robert Stephenson and Charles Barry. He taught himself about music by listening to sung services in Westminster Abbey and by reading scores in the British Museum and copying them laboriously into a commonplace book. His dictionary was aimed at \"the intelligent enquirer\", who, \"in language he can understand\", would have the rudiments of music theory and history laid before them. It ran to five editions, the last published in 1954. \"It represented a very English way of looking at music, of the amateur music-lovers' tradition,\" says Sadie. \"Grove also said that he was not going to include music written before 1450 or what he called 'the music of barbarous nations'. What we did for the 1980 edition was to represent the music of all nations, periods and types - and make it fully professional.\" So how has Grove changed in the past 20 years? \"There is no dramatic shift,\" says Sadie, \"but we have had another 20 years of musical history to include and another 20 years' perspective on the early 20th century. In the 1980 edition we had 3,000 20th-century composers in the dictionary. Now we have 5,000.\" Among these new entries is a tranche of young British composers. One of these is Philip Cashian, who was written about by his friend and fellow composer, Michael Zev Gordon. \"It's hard to know where you stand in the world as a composer,\" says Cashian, \"so this stamp of approval is very welcome. I'm very honoured.\" Younger performers have also made their mark: Steven Isserlis, the cellist, has an entry, confirming his place as the top British cellist of his generation. \"It's nicer to be in than not,\" he says, \"though the article on me is a little out of date.\" Grove has further grown to fit current academic trends. A welcome boom area is the relationship between politics and music, which has given rise to, among others, a fascinating piece on nationalism. Gender and sexuality are also now up for discussion. The New Grove's Gay and Lesbian Music article contains the priceless declaration: \"Among affluent [gay] males the diva effect tends to produce a devotion to sopranos, Joan Sutherland or Maria Callas most notably ... and a subject position known as the Opera Queen.\" But the most significant change to Grove is that for the first time it will be available online. Those 29 volumes are reduced to words on a screen; that 68kg becomes blessedly weightless. In some ways, using Grove online makes you wonder how you ever survived it in book form. The possibilities for browsing the work are revolutionised. Grove online operates more like a search engine than a book. Instead of heading straight for an individual article you can type in a keyword and be directed all over the dictionary, and fast, without grappling with those endless, backbreaking hardbacks. Laura Macy, who has led the online team and will also take over from Sadie as overall editor, says that its Explore facility is as yet in its infancy; she wants to develop it so that you could click on a map and learn about music from a particular spot on the globe; or click on a timeline and find out what was going on in, say, May 1809. \"People's brains work differently in the ways they go after information,\" she says. \"We are trying to find more and more different ways into Grove.\" In the long term, sound should be a feature of Grove online too; at the moment readers will have to be satisfied with being directed to other sites for that. Perhaps the greatest advantage of Grove online, though, is that it is susceptible to continuous updating. Every quarter, factual errors will be corrected, death dates inserted and so on. This is fortunate, for even before Grove online is launched officially on Monday, Macy has received two in-trays' worth of corrections to attend to, mostly typographical errors and news of just-published books to be mentioned in bibliographies. Then, instead of there being a 20-year gap until the next full Grove, tranches of the dictionary will be overhauled annually. Grove will thus become not a book but a process, or, as Philip Cashian puts it, \"an organism\". You can't help feeling that all this puts the book well and truly in second place, though everyone involved in the dictionary seems to hesitate at the idea. Richard Charkin, Macmillan's chief executive, says: \"I very much doubt that the hard copy will ever become obsolete, but I would anticipate a gradual movement in scholarly circles from usage of the book to usage of the online version.\" Macy talks about the different uses of Grove. \"If you wanted to read the article on Wagner, you would probably find it easier to sit in a library with the book. Then you could turn to the online version for updates and links.\" This great beast will need taming lest it becomes a monster. Grove, even in its 29 volumes, is limited in size by physical realities. This limitation has its uses: it means that topics of more importance are given more space. This is a key part of what Sadie calls the \"historical and evaluative placing\" of entries in the dictionary. The online version, however, has an infinite capacity, meaning that Macy has a supreme challenge ahead of her - as she says, to \"maintain standards, and find ways of being current without being irresponsible\". She also has the opportunity to represent those areas that have been under-served by previous Groves. One area she mentions here is women in music. Already the organism is so vast that it contains some violent swings of tone. The ideal Grove style is sober, judicious, concise and clear. But it can also be wildly over-opinionated, even vituperative. The article on Kennedy, the violinist, is a case in point, referring to \"irreverent antics\" and \"self-indulgence\" and stating that \"many of his activities appear to have been geared to obtaining maximum publicity\". This is not reference-book talk. It is fighting talk. On the other end of the scale is the fact that a disturbing number of articles are fantastically dull. \"The words can fall like concrete off the page,\" sighs one contributor. \"It's almost as if they look for anything lively and then take it out. I think it comes from the academic idea that you must suffer in the pursuit of knowledge. I find Grove invaluable - but unreadable.\" Macy agrees that the dictionary can err on the side of the dry. \"I would like the writing to be more lively, to move away from formality,\" she says. \"I am a musicologist so I am allowed to say this: musicologists are not often very good writers. There is a wide world of prose between the unreadable and that which talks down to people.\" Still, Grove will always have its idiosyncrasies and quirks. David Fallows, the dictionary's early-music editor and a Guardian reviewer, also contributed the entry entitled Spoof Articles, citing two invented composers who appeared in the 1980 edition. (One of them, a certain Dag Henrik Esrum-Hellerup, was named after a railway line in the suburbs of Copenhagen.) \"It would have been easy for me to have dropped in a fictitious composer,\" he says, \"but I satisfied my libido on that point by constructing an acrostic in my piece on the composer Binchois. If you look at the first letter of every paragraph you'll see that they spell out the composer's name.\" It may sound a daft thing to do, but at least it is evidence of the human hand and voice. And surely there must be room for that, even in the most vast and poker-faced of reference books. Related articles: But where's the music? Alan Rusbridger ventures into the online version It's Bach - by a nose! Nowhere in 1878, JS is now at the top. David McKie on Grove's ups and downs \u0095 The New Grove Dictionary of Music and Musicians is published by Macmillan on Monday, price £2,950. Grove online is launched on Monday. An individual subscription costs £190 per year. Visit www.grovemusic.com for details."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}