{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/jan/11/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-01-11T23:01:55Z", "webTitle": "Transfer system remains in limbo", "webUrl": "https://www.theguardian.com/football/2001/jan/11/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2001/jan/11/newsstory.sport1", "fields": {"headline": "Transfer system remains in limbo", "bodyText": "Confusion continued to surround the transfer system after a meeting on its future, due to be held tomorrow, was postponed, probably until Tuesday. The postponement is a direct result of Fifa's decision to alter its response to the changes proposed by the European Commission, which under European law demands freedom of movement. However Sepp Blatter, the Fifa president, is hopeful of a satisfactory outcome. \"We are very confident that there will be no scrapping of the whole transfer system,\" he said. \"This will not be realistic and this would not be good for football and we could not accept that.\" Tuesday's meeting will probably consider how clubs can receive compensation for players who terminate their contracts and how a system of arbitration could be put in place to set the amount. Manchester City last night secured the services of Stockport's Carlo Nash for £100,000 because the goalkeeper is out of contract at the end of the season. The 27-year-old, who also attracted Wolves' interest, has signed a 4-year deal. City and Everton are awaiting an answer from Steve Lomas after transfer talks with the West Ham midfielder. The 26-year-old, formerly a City player, met Everton officials yesterday after speaking to City's manager Joe Royle on Tuesday. Both clubs have had £3.7m bids accepted. Newcastle have turned down their goalkeeper Shay Given's transfer request. Aston Villa will not pursue their interest in Sheffield Wednesday's Gilles de Bilde. Stan Collymore has been linked with a move to Paris St-Germain. \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to editor@footballunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}