{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2001/jan/24/highereducation.donaldmacleod", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2001-01-24T18:41:34Z", "webTitle": "Ken stages student conference", "webUrl": "https://www.theguardian.com/education/2001/jan/24/highereducation.donaldmacleod", "apiUrl": "https://content.guardianapis.com/education/2001/jan/24/highereducation.donaldmacleod", "fields": {"headline": "Ken stages student conference", "bodyText": "London Mayor Ken Livingstone is to host a conference to discuss options for the future of higher and further education in London. His office said the event on February 14 was being held in the light of \"the continuing funding crisis in higher and further education, rising debt and poor access to universities for those from low income backgrounds\". He has invited 200 students, lecturers and vice chancellors from colleges of higher and further education across London to an event which is likely to embarrass the government in the run-up to the general election. Labour's manifesto is expected to say little about higher education tuition fees or the growing scale of student debt. On Friday lecturers and other university and college staff are due to demonstrate outside the offices of the university employers in London. Talks are scheduled to resume on the long-running pay dispute which has led to lecturers withholding marks from students. Nursing students, who had expected to graduate this month, have not been able to return to hospital wards as qualified nurses. Tom Wilson, head of NATFHE's universities department said they regretted the disruption but the dispute was about understaffing and the quality of education as well as pay. The union was discussing with the Royal College of Nursing the best way of minimising disruption to Nursing students, including allowing nursing graduates to join hopsitals as care assistants until the dispute was resolved, he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}