{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/jan/28/match.sport7", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-01-28T20:22:21Z", "webTitle": "Deputy Dan comes good", "webUrl": "https://www.theguardian.com/football/2001/jan/28/match.sport7", "apiUrl": "https://content.guardianapis.com/football/2001/jan/28/match.sport7", "fields": {"headline": "Deputy Dan comes good", "bodyText": "FA Cup progress for Sunderland on a day when there was no Niall Quinn and a contribution of only 45 minutes from Kevin Phillips. Proof perhaps that there is substantially more to Peter Reid's team than just one of the country's most lethal goalscoring partnerships. Quinn's absence because of a nagging back problem offered real encouragement to Ipswich since the Irishman's height, touch and awareness is such an integral part of Sunderland's approach. Yet Danny Dichio proved an excellent deputy and his decisive first-half goal will do much to alter the views of those Stadium of Light fans who remain unconvinced about the value of the former QPR striker. Ipswich were a disappointment and, after an encouraging start, rarely threatened to breach a Sunderland side which defends so vigorously in every area of the pitch. Sunderland eliminated their early problems at the back and even coped comfortably with Marcus Stewart, who was deprived of a share of an Ipswich club record when he failed to score for the first time in eight games. Dichio is unlikely to be such a regular scorer, but he is starting to justify the faith of Reid, who gave the striker a four-year contract and believes he can eventually succeed 34-year-old Quinn. 'Some people have been slightly uncomplimentary about Danny, but I've always thought he is underrated,' said Reid, although Dichio's suspension for Wednesday's Premiership encounter with Manchester United should mean an early recall for Quinn. 'Niall is such a good player that Danny hasn't had a run in the side. It's been difficult for him, but he's a real asset to this team. His overall play was superb and it was a fantastic finish for the goal.' Stanislav Varga was the instigator of Dichio's first-ever FA Cup goal in the 23rd minute. A raking pass picked out Don Hutchison - Sunderland's outstanding performer - and his deep cross was headed in by Dichio, tumbling forward. Then Dichio almost made it two when he steered Michael Gray's cross narrowly wide after more shoddy marking by Ipswich's three central backs, a tactic which manager George Burley abandoned at half-time. Alun Armstrong showed little of his recent conviction up front and he was replaced as Ipswich reverted to a back four. Manager George Burley said: 'We probably had more chances but nobody else has won here this season, so there's no disgrace in losing.'"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}