{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2001/jan/11/comment", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2001-01-11T21:23:03Z", "webTitle": "Popstars and the men in suits", "webUrl": "https://www.theguardian.com/media/2001/jan/11/comment", "apiUrl": "https://content.guardianapis.com/media/2001/jan/11/comment", "fields": {"headline": "Popstars and the men in suits", "bodyText": "ITV's Popstars aims to create, groom, brand and launch a new UK band, the cream of the cream from thousands of auditions of 18 to 24-year-old pop wannabes. Based on a hugely successful Australian version, the fly-on-the-wall format promises compelling TV over a 13-week series. With Polydor Records and Brilliant PR backing it all the way, chart success is virtually guaranteed. So how does Popstars rate with the real stars? The first show horoscope (8pm January 10 2001) is packed with fame and fortune, with a dramatic, showbiz Leo Moon opposite glamorous Neptune, an image of dreams and illusions. It launches on a brilliant Mercury-Jupiter aspect in media-friendly air signs, combining young talent with experience and commercial savvy. But behind the hope and the hype, the horoscope shows the heavyweight earthy influence of the men in suits. Ambitious, controlling Capricorn and sugar-daddy Saturn in Taurus on its power point indicate a firm grip on the project's direction. Meticulous Virgo rises, a sign which knows how many beans make five, master-minding everything from the logistics of regional auditions to the carefully co-ordinated packaging of a multi-media brand. The new band will have a TV show, a record and video, a tour, a book and an internet chatroom. Discussions with toy manufacturers are already under way. So Popstars carries on where the Spice Girls left off, the perfect brand factory, reversing the quaint olde-worlde notion that packaging and PR should serve art and creativity. Bridging the worlds of the suits and songsters, Nigel Lythgoe is just the character to make this work. He is controller of entertainment at LWT but he is also hands-on involved in Popstars as one of the three judges. His dance and choreography background show the flare of an ingenious Mercury-Uranus combination, and his gift as a Cancerian (July 9 1949) is that of 'mothering', supporting the team he works with and bringing out its best. But Popstars is not an easy ride for him. His main connection is through his hard-working Saturn in Virgo, on the launch horoscope Ascendant, and in engineering this new brand, we can expect him to try to control everything down to the last detail. In 'Secrets From A Stargazers Notebook', astrologer Debbi Kempton-Smith remarks that people who have this Saturn in Virgo \"make a religion out of attempting to be careful, reliable, hardworking and healthy. No one is more consumed with guilt over whether they're working hard enough and whether their work is up to snuff ...What they fear most is chaos. They don't like surprises. The unexpected makes them nervous... They want to know what's for dinner hours in advance so they can set their little dials.\" The show looks set to become one of ITV's hits of the year, creating an audience of addicts. However, there is an astrological fly in the ointment in this fly-on-the-wall production, rooted in the Moon opposite Neptune. The Moon is placed in the horoscope zone known as the House of Self-undoing. A Neptunian drug scandal would really get Lythgoe's little dials whirring, but more significantly, this vale of sorrows belongs to the weeping mothers of all the rejects. Even for the successful few, long-term fame may have a hollow ring. The best touch of magic in the show comes from a line-up of erotic Venus and raunchy Mars. If this symbolism is realised we could see a showbiz couple to rival Posh and Becks, and a fairy-tale wedding in the band a year from now is an obvious way to win the ratings war. If it happens it may seem spontaneous, but as with most things that Nigel Lythgoe does, it's sure to be well-planned. Email the Media Medium at maggie@companyguide.co.uk"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}