{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2001/jan/19/socialcare.intercountryadoption", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2001-01-19T23:13:17Z", "webTitle": "Social services take internet twins into care", "webUrl": "https://www.theguardian.com/society/2001/jan/19/socialcare.intercountryadoption", "apiUrl": "https://content.guardianapis.com/society/2001/jan/19/socialcare.intercountryadoption", "fields": {"headline": "Social services take internet twins into care", "bodyText": "Police and social workers swooped on a north Wales hotel late last night and took into care the twin sisters bought on the internet from America. As cameras flashed, the sleeping babies were removed by Flintshire social services staff, following a tense three-hour confrontation with adoptive parents Alan and Judith Kilshaw which also involved police and a paediatrician. The girls, wearing matching pink fleece hats and wrapped in blankets, did not make a sound as social workers carried them in car seats through a crowd of photographers. They were placed in the back of a red Mondeo and driven away. Speaking from the Beaufort Park hotel, where the family had been staying, Detective Inspector Nick Crabtree of North Wales police said: \"Shortly before 9.50pm tonight an emergency protection order granted under the Children's Act 1989 was served on Mr and Mrs Kilshaw. \"Belinda and Kimberley are safe and well and are now in the care of social services.\" Asked whether the Kilshaws had offered any resistance, Det Insp Crabtree replied: \"There was no trouble. It was a very difficult situation for them.\" An emotional Mrs Kilshaw claimed that her two sons, aged four and seven, had also been removed, although this could not be confirmed. \"They have taken my sons into care,\" she said between sobs. \"People who have met my sons know they are loved, looked after and wanted as the girls were.\" Mrs Kilshaw, 47, said she wished she could have fled the country before the girls were taken, adding: \"I don't think that they will ever let me see them again.\" Speaking from a hotel room littered with baby clothes, she complained: \"I didn't break the law and yet I have been hounded like a criminal. She added: \"The gutter press have got what they wanted. I have been made out to be terrible. That's helped the social services in their case.\" Mr Kilshaw, 45, appeared more upbeat and said that he and his wife would challenge the order. \"I have spoken to a specialist childcare lawyer and we will be making an application to the courts, basically to cancel this order as soon as possible, hopefully tomorrow,\" he said. The girls were last night thought to be in the care of foster parents - their fourth set of primary care givers in only six months of life. Their birth mother, Tranda Wecker, 28, yesterday told CBS News in America that she had received \"not a dime\" from the adoptions and claimed she wanted to bring the children up herself. \"I really want my babies back. I really do,\" she said. A third couple also stepped into the row, saying they too had been offered the twins by baby broker Tina Johnson. The sisters were first placed with Californians Vickie and Richard Allen, who paid more than £4,000 to arrange the adoption. But two months later Ms Johnson and Ms Wecker snatched the babies back and gave them to the Kilshaws, who had paid £8,200. The couple, from Buckley, Wales, fled California and drove to Arkansas to carry out a fast-track adoption. Its legality was last night being questioned by American experts. The row has reverberated across the Atlantic, with the prime minister and home secretary both expressing disgust at the trade in international adoptions over the internet. But last night the focus was on what lay ahead for the sisters. Keith McDonogh, director of education and children's services at Flintshire county council, said in a statement: \"After careful evaluation of all the circumstances and available guidance, Flintshire social workers visited the family again today at their hotel and sought the cooperation of the adoptive parents in making further assessments of the well-being of the children.\" Friends and relatives of the family left the hotel in tears last night, claiming the removal was unjustified. Barbara Sant, who has looked after the twins since they arrived in Britain, said: \"I really don't understand what is happening. The girls have been happy since they got here. I'm astonished that they took them.\" Mrs Kilshaw's 18-year-old daughter Cayley, from a previous relationship, was seen running through the hotel in tears. Before the babies' removal from the Kilshaws, their birth mother had told ITV's Tonight with Trevor McDonald programme: \"I feel that the Kilshaws need to come back to the United States to settle this adoption. She added: \"If the social services put them in foster care, then everybody loses.\" Asked whether she wanted the twins back, Ms Wecker replied: \"Financially, I cannot give them the world but I love my girls.\" A US family lawyer yesterday said the babies must be returned to America so their future could be decided in the courts."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}