{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/jan/01/match.sport11", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-01-01T20:29:24Z", "webTitle": "Glass's late cut is the deepest", "webUrl": "https://www.theguardian.com/football/2001/jan/01/match.sport11", "apiUrl": "https://content.guardianapis.com/football/2001/jan/01/match.sport11", "fields": {"headline": "Glass's late cut is the deepest", "bodyText": "The north-east may be frozen, gripped in the winter chill, but a warm United front swept through Tyneside on Saturday wearing Geordie black and white, not Mancunian red. Trailing to the best in the land, Bobby Robson's depleted troops rallied and plucked a deserved point to maintain the unlikeliest of European challenges. Such giddy ambition ignores the fact that injury has robbed them of Alan Shearer, their inspirational captain, and his £7m strike partner Carl Cort. Furthermore their best full-back is absent without leave, their most experienced centre-half has put in a transfer request, and another lived up to his slapstick reputation by slipping on ice on Friday and limping back on to the treatment table. \"Yet we soldiered on and were never outplayed,\" said Robson. \"We had guys who threw themselves at shots and got us out of trouble when the result was on a knife's edge. Every one of our players gave a good, hard shift.\" Nevertheless Manchester United, whose mind-boggling squad papers over their own injury problems, were a class apart when they worked up steam. Andrew Griffin's clumsy challenge on Ryan Giggs earned them a first-half penalty, dispatched with ease by David Beckham, and thereafter they concentrated on soaking up Newcastle's feverish pressure and sweeping upfield on the break. Nicky Butt might have earned another spot-kick, and Steve Harper saved superbly from Ole Gunnar Solskjaer just before the hour. \"The only thing I'm disappointed with - apart from the performance, because I think we should be better than that - was that we had the chance to finish them off,\" said Sir Alex Ferguson. \"If we'd scored the second goal we'd have won the game comfortably. But it's a good point. Newcastle showed an incredible energy and desire, hunted every ball, fought for everything.\" The home side's refusal to submit undoubtedly merited a return. Shola Ameobi headed against a post and sliced horribly over an open goal; Kieron Dyer's arm-pumping zest and road-runner legs wore the visiting back line into the ground; and the irrepressible Nolberto Solano, feet twinkling with invention, was the game's outstanding talent, no mean feat given the opposition. Yet it took a brainwave from the bench to restore parity. With 16 minutes of the pulsating contest left, Robson introduced a trio of substitutes to replace weary limbs. Seven minutes later Daniel Cordone broke down the right, Lomano Lua-Lua scuffed his shot across the six-yard box and Stephen Glass, unmarked at the far post, slammed the ball past Fabien Barthez. Sitting pretty in seventh place, Robson may now hope to persuade those dissident voices in his squad to remain true to the Toon. His goalscorer is a free agent in the summer and is free to sign a pre-contract agreement elsewhere. \"But we want Glass to stay,\" said the manager. \"It's the same with Alain Goma; if he tells me he's changed his mind and wants to be taken off the transfer list we'll stop looking for centre-halves.\" The French defender, called into the squad earlier in the day when Marcelino was ruled out after his fall, was a defensive colossus throughout. \"I don't understand why we haven't had an offer because he's a top player, he's class.\" Robson was disappointed, too, at failing to secure the Barcelona striker Dani on loan in Shearer's long absence. \"I'm happy at Barca even though I'm not playing. And nobody can assure me of a place at Newcastle,\" the striker said, and his agent Miguel Angel Cermeno confirmed: \"We've said no to Chelsea and Arsenal in the past and the offer from Newcastle doesn't interest him either.\" Meanwhile Newcastle's £3.25m left-back Didier Domi remains in France. \"He's still in with Shergar or Lord Lucan,\" said Robson. \"If anybody can find him, let me know. It's very sad and distressing that he should walk out on us when he had no reason to do so. He's our best left-footed player and we need him. \"But Clarence Acuna and Christian Bassedas have silenced their critics. We know they want to be part of Newcastle; they haven't come for the money but for the football. Solano is a gem of a player and Gary Speed epitomised the spirit we have here. I thought he was bloody awesome again.\" Arsenal may stubbornly refuse to accept it but the title race appears as good as over; a United win tonight against West Ham and even Ferguson might fancy a flutter on his side retaining their crown. Bolstered by the Gunners' profligacy 300 miles away, the visiting manager was genial, even jovial in his post-match assessment. \"I'd fancy us if we're eight points clear on New Year's Day,\" he said. \"When you add all the players on the verge of coming back from injury, it's a much stronger pool. That has to be encouraging and we'll improve in the second half of the season.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}