{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/jan/20/guardiansaturdaytravelsection7", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-01-20T19:51:21Z", "webTitle": "Somewhere for later", "webUrl": "https://www.theguardian.com/travel/2001/jan/20/guardiansaturdaytravelsection7", "apiUrl": "https://content.guardianapis.com/travel/2001/jan/20/guardiansaturdaytravelsection7", "fields": {"headline": "Somewhere for later", "bodyText": "Europe Italy: Learn how to prepare regional dishes in Umbria or the Amalfi Coast between May and October through Italian-cookery-weeks (020-8208 0112 www.italiancookeryweeks.co.uk). The price, £1,249pp (based on two sharing) plus £16pp insurance, includes flights, transfers and full board. Spain: Explore the Spanish Pyrenees on a seven-night walking holiday from ACE Study Tours (01223 835055). The price, £825pp, includes return flights, transfers, full-board accommodation and excursions. Austria: Seven days' walking in the Tirol, May to September, costs from £425pp from Waymark Holidays (01753 516477). Price includes return flights, transfers, half-board accommodation in Trins and guides. Africa South Africa : Six nights' B&amp;B at the Protea Capetonian Hotel, Cape Town, costs £599pp (based on two sharing), including direct British Airways flights from London Heathrow. Travel is available throughout May but must be booked by January 29. Quest Travel (0870 4430746, www.questtravel.com). Tunisia: An eight-day winter birdwatching trip to the wetlands, savannahs and deserts of North Africa departs March 3. The tour from Naturetrek (01962 733051, www.naturetrek.co.uk) includes scheduled flights, full-board accommodation and expert guiding. Caribbean Jamaica: Caribtours (020-7751 0660, www.caribtours.co.uk) is offering two weeks for the price of one from May 1 to October 31 at the Round Hill Hotel. The price, £1,080pp includes return British Airways flights and private car transfers. South America Panama : Fancy taking a dip in both the Pacific and Atlantic oceans, all on the same day? Trips Worldwide (0117 3114400, www.tripsworldwide.co.uk), is offering packages from £1,425pp B&amp;B, based on two sharing. The price includes international flights, accommodation, all internal transfers and tours. North America Canada : Travel by dog sledge, snowmobile and snowshoe to the Unesco World Biosphere Reserve at Charlevoix, Quebec, on a wilderness holiday from Travelbag Adventures (01420 541007, www.travelbag-adventures.com) from February 24 to March 3. The trip costs £999, including return Air Canada flights from London Heathrow, accommodation, mostly in log cabins, most meals and activities. Canada : Until May 17, Lakes &amp; Mountains Holidays (01329 844 405) is offering three weeks in a motorhome for the price of two. The price, £1,049 (based on two travelling), includes return flights to Vancouver, one night's hotel accommodation, insurance, taxes and 700km allowance."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}