{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/jan/20/wintersportsholidays.wintersports.guardiansaturdaytravelsection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-01-20T19:45:45Z", "webTitle": "Ups and downs", "webUrl": "https://www.theguardian.com/travel/2001/jan/20/wintersportsholidays.wintersports.guardiansaturdaytravelsection", "apiUrl": "https://content.guardianapis.com/travel/2001/jan/20/wintersportsholidays.wintersports.guardiansaturdaytravelsection", "fields": {"headline": "Ups and downs", "bodyText": "There is so much more to becoming an expert skier than simply cruising down the pistes. In fact, the amount of time actually spent making turns is usually a tiny proportion of the skier's day. As well as learning the techniques of skiing, all skiers have to learn how to manoeuvre around the mountain. This includes climbing uphill, riding lifts, and propelling themselves along flat sections. Climbing uphill On the nursery slopes, before they ever ride a lift, all novice skiers are taught how to side-step. But so long as the gradient is not too steep, there is a much quicker way to climb uphill: the \"herringbone\" (the name comes from the tracks it leaves in the snow). You set off up the hill in a \"backwards snowplough\" position; the tails of your skis should be together, while the tips, are facing up the hill and pointing apart. Keep your feet fairly wide apart (so your ski tails don't cross) and your skis tilted on to their inside edges (so they don't slip backwards). Then, you'll be able to step quickly uphill, using your ski poles to support you. Getting along the flat There are two ways to propel yourself along a flat section: poling and skating. Poling involves pushing backwards with both poles simultaneously. But you'll get more power into it if you bend forwards at the waist as you follow through on each push. Skating is a movement very like ice-skating or in-line skating, and is also similar to the herringbone movement described above. Once again, make sure you push off an edged ski, and watch your ski-tails don't cross. Most experts use a mixture of poling and skating to negotiate flat sections, spreading the work between the arms and the legs. Riding lifts The easiest form of mechanised uplift is the rope tow. Simply tighten your grip, hang on and let it drag you up. But a rope tow is unsuitable for longer or steeper slopes. Soon, you'll graduate to a chairlift. Getting on is easy: just sit down as it comes up behind you. But getting off requires more of a knack: you need to stand up forwards, as if getting out of a chair. And you have to time it right; too late, and you'll drop on to the exit ramp from a height of a metre or more. Apart from rope tows, there are two other types of \"surface lifts\" or \"drag lifts\" (those which drag you up on your skis): button lifts and T-bars. Button lifts (also known as Pomas, after the main brand) are for one skier. The button, a plastic disk about the size of an old vinyl LP, goes between your legs, and you hold on to a central pole. Some Pomas can take off very suddenly with a jerk as you get on; make sure you watch how it affects other skiers before you get on. A T-bar is shaped like an upside-down letter \"T\", and caters for two passengers: each rides either side of the central vertical. This is easy enough, unless the two skiers are of different heights or weights. A lone skier can ride a T-bar, but it takes some practice. Both button lifts and T-bars are a nightmare for snowboarders. Pomas tend to be commonly seen in French resorts, whereas T-bars are more popular in Switzerland and Austria. In North America, surface lifts are rarely found - chairlifts abound. Tight situations Once you start to really explore the mountain, you'll eventually find yourself faced with a slope that goes beyond your ability, because it's too steep, narrow, or icy. Many inexperienced skiers remove their skis at this point and try to walk down. Do not do this, unless as a last resort - ski boots are ill-equipped enough for walking on the flat; on a steep slope, they'll merely increase the likelihood of you becoming a projectile. If you can't make turns, you should \"side-slip\" down the slope, controlling your rate of descent by changing the edge angle of your downhill ski, using your knee. Tilting the ski will slow you down, flattening it will speed you up. And try to learn \"directional side-slipping\", where you slide diagonally forwards (by leaning slightly forwards) or diagonally backwards (by leaning slightly backwards). If you're faced with a cliff or forest, with no space to make a turn, but you have plenty of room behind you, the \"kick turn\" will come into play. It involves kicking your downhill ski forwards, pivoting it on its tail until it's facing backwards, and then pulling the other ski around. Thus, you can turn through 180 degrees without actually going anywhere. It sounds and looks complicated, but is not difficult to learn with some practice. It is such a convenient manoeuvre for coping with advanced ski-runs that you should ask an instructor to teach it to you at your local dry ski slope. Martin Bell is running ski courses for intermediate skiers this season in Vail &amp; Breckenridge, Colorado. For dates, prices and more info call 0170 8224080 or e-mail: vailresorts@clara.co.uk"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}