{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/jan/11/northernireland.devolution", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-01-11T18:16:16Z", "webTitle": "Ulster scraps league tables for schools", "webUrl": "https://www.theguardian.com/politics/2001/jan/11/northernireland.devolution", "apiUrl": "https://content.guardianapis.com/politics/2001/jan/11/northernireland.devolution", "fields": {"headline": "Ulster scraps league tables for schools", "bodyText": "School performance tables in Northern Ireland were scrapped yesterday by the executive's education minister, Martin McGuinness, delighting teaching unions and angering the opposition. The decision comes just a few weeks before the national assembly for Wales launches its own consultation on the performance tables. Mr McGuinness made the move after consulting 1,036 people, including parents, teachers and school governors. It was found that three-quarters were opposed to the continued publication of the tables. \"Many respondents felt the tables were divisive and failed to offer schools the opportunity to give parents a rounded picture of the school,\" Mr McGuinness said. The education department is to review the information schools are required to publish in their prospectuses, in order to ensure \"meaningful comparisons\" can be made between schools. Mr McGuinness said: \"I am convinced that this decision is the right one for our schools and our parents. It's about increasing the morale of teachers rather than damaging it. In future schools will be able to set their performance in the context of information on the school as a whole. \"Parents will receive all the information they require on any given school from a single source and be in a better position to take a decision on the school's overall performance.\" But Sammy Wilson, deputy chairman of the education committee in the Northern Ireland assembly, said: \"Martin McGuinness is intent on destroying the education system in Northern Ireland and in doing so creating a disadvantage for a generation of young people. \"The dismantling of any central measurement of performance is yet another step down that road.\" Mr McGuinness has moved quickly after the end of the consultation, which he launched in October last year. Of three options presented, 51% backed the idea to require schools to provide parents with a copy of their prospectus, with details of exam results, either at open nights or on request. Some 23% supported the idea of providing details of exam results in booklets for pupils transferring to secondary school and the same proportion wanted the system to remain the same. The performance tables were first published in 1993 and cost £45,000 a year to produce in Northern Ireland. The move by the Sinn Fein minister brings Northern Ireland closer to the policy in the Irish republic, which bans the publication of statistics of school performance. Jane Davidson, assembly minister for education and lifelong learning in Wales, announced her own review of performance tables in November. She said she has an open mind on the issue but is keen to introduce a \"value added\" element into the published information. But in London, the Department for Education said: \"Ministers in England are fulIy committed to the continued publication of performance tables which provide valuable information for parents on performance, which is an essential part of our standards agenda.\" Performance tables are also published in Scotland. Doug McAvoy, general secretary of the National Union of Teachers, said: \"Northern Ireland leads the way in abolishing a system which has been extremely unfair and has been used erroneously to define the quality of schools.\" David Hart, general secretary of the National Association of Head Teachers said: \"I'm absolutely certain it was the right thing to do and I'm pretty convinced it won't have any adverse impact on standards in Northern Ireland's schools.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}