{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/jan/24/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-01-24T18:22:07Z", "webTitle": "Collymore set to sign for Oviedo", "webUrl": "https://www.theguardian.com/football/2001/jan/24/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2001/jan/24/newsstory.sport", "fields": {"headline": "Collymore set to sign for Oviedo", "bodyText": "Stan Collymore could make his debut for Real Oviedo on Sunday after positive talks with the club last night. Details of Collymore's existing contract at Valley Parade still need to be ironed out and are slowing the projected deal, but the Spanish club are confident that he will sign by the weekend. Spokesman Miguel Solis said Collymore was keen and money would not be a problem to make the move happen. \"We are optimistic he may even play this Sunday,\" he said. \"We know Collymore's past history and that he has played for several clubs in England. \"Oviedo is a friendly town and the club is like a family. We are convinced he will settle down here and that above all he will score goals,\" he added. There had been little interest since City announced that the 30-year-old was surplus to requirements; he could not agree terms on a move to Stuttgart and, despite a hint from Martin O'Neill that he might be given a chance at Celtic, Collymore's representatives said yesterday there had been no official approach. It remains uncertain whether Collymore will accept Oviedo's offer, especially as he will be mindful that it may trigger Celtic into making their interest official. Kenny Dalglish, Celtic's former director of football operations, has blamed John Barnes, the man he hired as head coach, for the club's disasters last season. Barnes was recruited by his former Liverpool and Newcastle manager in the summer of 1999, having just retired as a player, and soon began making signings, among them the midfielder Eyal Berkovic for £5.75m and the defender Rafael Scheidt for £5m. \"It was John who signed all the players at Celtic,\" Dalglish said. \"I don't know who was the worst although there were more bad ones than good ones. \"Obviously there was some consultation between us, but the guy who is responsible for who plays, how we played, and where and when we trained is the guy who is ultimately responsible for buying players.\" Dalglish also confirmed that a row between the head coach and Mark Viduka during the 3-1 cup defeat by Inverness Caley had effectively ended Barnes's reign. He was sacked two days later, only eight months into a three-year deal. Dalglish took control of team affairs but was sacked after O'Neill was appointed as manager last summer. Dalglish later obtained a Court of Session judgment against the club for £612,522 plus interest. Fulham have taken Peter Moller Nielsen on loan from Real Oviedo for the rest of the season. The 28-year-old striker was a member of Denmark's 1998 World Cup squad. \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to editor@footballunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}