{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2001/jan/16/schools.itforschools", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2001-01-16T18:40:30Z", "webTitle": "CD-rom reviews: The Catch Up CD-rom & Cell City", "webUrl": "https://www.theguardian.com/education/2001/jan/16/schools.itforschools", "apiUrl": "https://content.guardianapis.com/education/2001/jan/16/schools.itforschools", "fields": {"headline": "CD-rom reviews", "bodyText": "The Catch Up CD-rom (Catch Up Project, £37.35) Age Key stage 2, especially Year 3 Pupils and teachers will find this useful when addressing spelling. It has five differentiated games comprising a set of hierarchical activities designed to help less able pupils. The program is self-correcting and records the time taken to complete each activity. It reinforces the \"look, say, cover, write, check\" method of learning spellings. Children use it best for 10-20 minute sessions and can access it unsupervised. It has strong curriculum links and supports both the literacy hour and other relevant lessons. Written activities are needed away from the computer as a follow-up. Cell City (Anglia Multimedia, £45+ VAT, tel 01603-760000) Age 14-16+yrs A biology-based program ideal for GCSE candidates. Students can zoom in and out of cells or find out what each part does. Video clips can be run before trying an interactive test. Students appreciate the instant feedback, which suggests parts of the cell to re-examine before retesting. The program is ideal for a revision club or a group of more able students, but it has its place within the mainstream. It has strong curriculum relevance and can be used when teaching both GCSE science double award and biology. It has a depth of detail that goes beyond GCSE level and would have value at KS5. It helps students grasp difficult concepts. Read full evaluations of this programs at www.teem.org.uk"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}