{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2001/jan/16/6", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2001-01-16T18:42:13Z", "webTitle": "Congo's Kabila reported dead", "webUrl": "https://www.theguardian.com/world/2001/jan/16/6", "apiUrl": "https://content.guardianapis.com/world/2001/jan/16/6", "fields": {"headline": "Congo's Kabila reported dead", "bodyText": "There have been unconfirmed reports that the president of the Democratic Republic of the Congo, Laurent Kabila, has been killed today in a coup attempt in the nation's capital, Kinshasa. \"He has died. He was shot by unknown people...earlier today ... I am 101% sure he is dead,\" a senior Ugandan intelligence source in Kampala told the Reuters news agency by telephone, saying his information came from intelligence sources in Kinshasa. \"The situation now is very unclear,\" he said, adding that he did not know who was in control of the city. A regional security official in Kigali, Rwanda, said he had spoken to soldiers in Congo who had confirmed to him that Kabila, who has been fighting multiple rebel armies for more than two years, had been shot and killed in the bedroom of his palace. \"Three hours ago, some (government) soldiers burst into Kabila's bedroom and shot him dead. I am talking to people who were part of the action. I am sure that he is dead,\" the source told Reuters. But another regional military source said Kabila was shot and wounded and was taken to a hospital where he was in an intensive care unit. A government source in Zimbabwe also told Reuters Kabila had been wounded and not killed. Belgium's foreign ministry earlier reported that shots had been fired around the presidential palace. \"Our ambassador reported shots being fired around the palace,\" said spokesman Michel Malherbe. He said the ambassador reported that telephone lines had been cut in Kinshasa. Television and radio broadcasts have also been interrupted, Mr Malherbe said. Presidential aide Eddy Kapend went on national television shortly after the shooting ended to appeal for calm, but he made no mention of the incident. Mr Kapend ordered all airports and borders to be closed, appealing to the armed forces and civil society leaders to help maintain order. Uganda and Rwanda support Congolese rebels who have been fighting to overthrow Mr Kabila since August 1998. In recent months, the Rwandan-backed rebels have beaten back Congolese troops and their Zimbabwean allies. Mr Kabila took over the country in May 1997 after overthrowing the long-term ruler, Mobutu Sese Seko, changing the country's name from Zaire to Congo when he became president. Related article 22.11.2000: The Congolese battle Useful links Biography of Laurent Kabila Permanent mission of the DRC to the UN Congo Times Background: Counting the dead in Congo - CNN"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}