{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/jan/20/4", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-01-20T19:17:46Z", "webTitle": "Travel news in brief", "webUrl": "https://www.theguardian.com/travel/2001/jan/20/4", "apiUrl": "https://content.guardianapis.com/travel/2001/jan/20/4", "fields": {"headline": "In brief", "bodyText": "Cheaper Cologne Buzz, the low-cost airline, has added Cologne to its summer schedules for this year. From March 25 it will fly twice daily from London Stansted from £89 return, including tax. Last week it announced new routes to Poitiers, La Rochelle, Murcia and Gerona. Tel: 0870 240 7070 (www.buzzaway.com). Rural rides People in the UK are making 25 million more trips a year to see friends and relatives in the country than 10 years ago, according to the English Tourism Council. The rise in student numbers, increase in the mobility of the population and increasing car ownership are all thought to play a part. For a copy of Perspectives on English Tourism (£25 plus £3.50 p and p), call 0870 6067204 or e-mail: fulfilment @englishtourism.org.uk. Hope for Concorde British Airways is spending more than £30 million to get their Concordes back in the air. Of that, £17 million is being spent on safety modifications and £14 million, announced last year, on new interiors. It is hoped that the supersonic planes will get their certificates of airworthiness within a few months. Mongolian trek The National Autistic Society is is organising a charity trek to Inner Mongolia, a province in Northern China, from September 9-18 . For details, call 020-7903 3522 or e-mail: mjaques@nas.org.uk. Round the island The third Isle of Wight Walking Festival will take place May 5-20 with around 100 island-wide walks being organised. For an information leaflet, call 01983 813818 (www.islandbreaks.co.uk). Veggie might The latest edition of Vegetarian Visitor, a booklet listing more than 300 guest houses, hotels, cafés, restaurants and pubs catering for vegetarians seriously, has just been published. It is available for £2.50 post free from Jon Carpenter Publishing, 2 Home Farm Cottages, Sandy Lane, St Paul's Cray, Kent BR5 3HZ, tel: 01689 870437. YHA offer The YHA has launched its 2001 membership pack. Adults pay £12.50 (£6.25 for under 18s) and discounts include reductions on travel insurance, National Express coaches and ferry crossings. New this year is the YHA eKit, a rechargeable communication card that entitles its owner to low-cost telephone calls, a voice mailbox and free e-mail. For info, call 0870 8708808, e-mail: customerservices@yha.org.uk."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}