{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/jan/19/uk.conservatives1", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-01-19T18:13:18Z", "webTitle": "Clarke warns that 'bandwagon-jumping' will rebound on Hague", "webUrl": "https://www.theguardian.com/politics/2001/jan/19/uk.conservatives1", "apiUrl": "https://content.guardianapis.com/politics/2001/jan/19/uk.conservatives1", "fields": {"headline": "Clarke warns that 'bandwagon-jumping' will rebound on Hague", "bodyText": "The former chancellor Kenneth Clarke last night criticised William Hague's bandwagon-jumping tendency as he warned that the Tories would have to sharpen domestic policies to have a chance of winning the next election. He insisted in a speech to the centre-left Tory Reform Group that the party would win over an \"undecided and disillusioned\" public only if it \"really engaged\" them on the key issues of the economy, health and education - not just on negative campaigning. \"We must say what compassionate conservatism means and say what we stand for as forcefully as we say what we are against,\" Mr Clarke told the meeting in London. As he criticised Mr Hague - who defeated him in his bid to be party leader in 1997 - the Tory leader signaled that he would fight the coming election closer to the centre ground. Mr Hague yesterday promoted Michael Portillo and Francis Maude, his two most \"inclusive\" shadow colleagues, to key positions at the campaign's heart. He sidelined their more divisive rivals, Ann Widdecombe and defence spokesman Iain Duncan Smith, to \"barnstorming\" roles touring the country. Tory officials were at pains yesterday to stress the importance Mr Hague attached to regional campaigning. He plans to do plenty outside the \"M25 beltway\" himself. But when he is absent from party HQ the Portillo-Maude axis will field media questions on policy matters. Mr Clarke, now a back-bencher, will have no central role, though many Tory MPs still believe that a Hague election catastrophe could catapult him into the leadership. The former chancellor stressed the Tories must not offer tax cuts at the expense of public services. \"Conservatives always aim for lower taxation,\" he said. \"But we must promise only to cut taxes if and when economic growth has been achieved and the key public services have been properly financed.\" That is coded criticism of Mr Hague who has been trying to promise both tax cuts, spending cuts and better services. But, while he insisted the NHS required extra resoures, he argued higher spending was not in itself enough - and the Tories should advocate reform of hospital bureaucracy. On education, Mr Clarke - a former education secretary - praised his party's \"free school\" policy designed to devolve power to headteachers He argued his party had \"the makings of policies which could give the slogan of compassionate conservatism some meaning and substance\", and insisted this \"positive approach\" could \"win more votes than the cleverest day to day criticism of whatever Labour mistakes happen to hit the newspapers\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}