{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/jan/24/match.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-01-24T23:22:24Z", "webTitle": "Second Division football: Walsall 1 - 1 Rotherham", "webUrl": "https://www.theguardian.com/football/2001/jan/24/match.sport1", "apiUrl": "https://content.guardianapis.com/football/2001/jan/24/match.sport1", "fields": {"headline": "Sedgwick reins in Saddlers", "bodyText": "A rainstorm of biblical proportions burst over the West Midlands half an hour before kick-off last night. At many other grounds the match might have been called off, but for once the heavily sanded Bescot stadium pitch came into its own. Instead of the game being ruled unplayable, though, the spectators were subjected to a match that was for the most part unspeakable, given this was third against fourth. Coming into the game Walsall were averaging over three goals a game at home, but Rotherham's central defenders Guy Branston and David Artell were able to cope comfortably with Brett Angell and Jorge Leitao. The nearest the Saddlers came to opening the scoring was through Paul Hall's lobbed return of Rotherham goalkeeper Ian Gray's scuffed clearance after half an hour. At least the Rotherham centre-forward Alan Lee hit the target but his header was also directed straight at the Walsall goalkeeper Jimmy Walker. The second half had shown no sign of improvement when, to general disbelief, the sides exchanged two rather good goals. First Darren Byfield picked up Leitao's flick and finished well from the angle of the penalty area; eight minutes later Chris Sedgwick, like Byfield a substitute, showed similar composure. Had Walsall won, they would have equalled the club record of eight consecutive home wins, but more importantly moved into the second automatic promotion place behind Millwall. As it is, the play-offs remain the more likely goal for both teams. Walsall (4-4-2): Walker; Brightwell, Tillson, Roper, Aramalde; Hall, Bennett, Keates, Matias (Wrack, 69min); Angell (Byfield, 69), Leitao. Rotherham (3-4-3): Gray; Artell, Wilsterman, Branston; Bryan, Garner, Watson, Hurst; Lee (Barker, 68), Robins (Sedgwick, 76), Warne. Referee: M Cowburn."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}