{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/jan/28/match.sport4", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-01-28T20:31:49Z", "webTitle": "Golden Parkin strike", "webUrl": "https://www.theguardian.com/football/2001/jan/28/match.sport4", "apiUrl": "https://content.guardianapis.com/football/2001/jan/28/match.sport4", "fields": {"headline": "Golden Parkin strike", "bodyText": "Sam Parkin is virtually unknown among fans of his own club Chelsea, but the on-loan striker was the toast of Wycombe last night after putting the Second Division side through to the fifth round of the FA Cup for the first time in their history. Parkin, 19, has never even made the senior squad at Stamford Bridge and has been forced to go down the divisions in search of regular first-team football. But he showed coolness beyond his years when he headed home a cross from fellow substitute Steve Brown in the 85th minute of a classic cup-tie to take Lawrie Sanchez's side deep into uncharted territory. Having taken a deserved first-half lead through veteran striker Andy Rammell, Wycombe were under pressure for most of the second half as Wolves equalised through Carl Robinson in the 58th minute. But Parkin headed home that winner and sent a capacity crowd - the first since Wycombe moved to Adams Park 10 years ago - into raptures. Sanchez and his assistant Terry Gibson know all about the magic of the cup, of course, having been in the Wimbledon side that lifted the trophy in 1988. Sanchez scored the game's only goal that day, his greatest moment as a player, but he admitted that this is the highlight of his fledgling managerial career. 'I told the players before the game that it would be a day for heroes because the Cup is all about glory,' he said. 'I've had my share of it and now the players can revel in it.' They certainly can. Never overawed, Wycombe went at Wolves from the start. Both sides hit the woodwork - Michael Branch for Wolves and Rammell for Wycombe - before the home team went ahead in the 37th minute. A corner from the left was headed goalwards, and although it was cleared off the line, Rammell rammed the ball back in through a crowded goalmouth. Wolves came back strongly after the break, Dominic Pollett shooting against the bar from close range before midfielder Carl Robinson equalised with a near post header after 58 minutes. But just as a replay at Molineux loomed, Brown sent over a perfect cross for Parkin to head into the far corner of goal. Dave Jones, suffering his first defeat since taking over as Wolves manager earlier this month, said: 'My team thought they were heading for a draw got but got caught by a sucker punch. It was unprofessional.' But it was a different story in the home camp. 'This a tremendous day for the club and everyone deserve credit, especially the 150 or so fans who spent four hours clearing snow off the pitch this morning,' added Sanchez. How Wolves must have cursed their dedication."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}