{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/jan/11/uk.labour", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-01-11T18:13:13Z", "webTitle": "Labour to renew poll pledges", "webUrl": "https://www.theguardian.com/politics/2001/jan/11/uk.labour", "apiUrl": "https://content.guardianapis.com/politics/2001/jan/11/uk.labour", "fields": {"headline": "Labour to renew poll pledges", "bodyText": "Labour is to repeat its controversial pledge card at the coming election, even though two of its five 1997 pledges will not have been met if Tony Blair goes ahead with his plan to stage poll day on May 3. As the prime minister and William Hague tested their economic strategies for the campaign in the Commons, Alastair Campbell, the prime minister's spokesman, praised the pledges as \"a very effective method of communicating between a political party and the electorate ... there will certainly be something like that again,\" he said. Though ministers are not confirming May 3 as polling day yesterday's heated exchanges in the first prime minister's question time of the new year did little to dampen speculation. Reinforcing that impression Mr Blair in the Commons mockingly deployed the gloomy predictions from the previously little known website of Nigel Hastilow, Conservative candidate for the Labour-held marginal of Edgbaston, Birmingham. \"For many voters and most of the media the Conservative party is a lost cause,\" Mr Hastilow had admitted on his site. Mr Hague's onslaught on Labour as a high-tax party which wasted the money it raised from voters was also blunted by Mr Blair's contention that the Tory poster campaign - \"You paid the tax, so where's the money gone?\" - was a \"huge strategic blunder\" because it highlighted the Conservatives' weak commitment to public services. The prime minister contrasted Labour's commitment to increased spending on health, education and law and order - 3.3% in each of the next three years - with the Conservative emphasis on cutting spending back to within \"affordable\" limits. \"We are in favour of making that investment in public services. Will you say whether you are committed to those sums or not?\" he asked the Tory leader who had been harrying him over tax rates and staffing levels, notably among the police. Later Mr Campbell told reporters the party was on course to meet its two unfulfilled pledges in \"the not too distant future\". Even if they were not met in the time for the election, the government would proudly stand on its overall record, he said. Labour has fullfilled three of its five pledges: to cut youth unemployment by 250,000; to cut hospital waiting lists by 100,000; and not to raise income tax rates. But it admits it will not have cut class sizes to less than 30 for all four. five and six-year olds by May, and failed to halve the time from arrest to sentencing for young offenders. Charles Kennedy, the Liberal Democrat leader, said: \"It is by sticking to Tory spending plans that this government left itself no room for manoeuvre and will fail to keep its pledge to the electorate\". Michael Ancram, the Conservative chairman said: \"The cheque is always in the post with this government. They made these promises and people know that these promises have not been kept.\" Critics of Labour's 1997 pledges have claimed they were poorly chosen, distorted government policy priorities and placed excessive emphasis on policy procedure, as opposed to outcomes."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}