{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/jan/20/spain.familyholidays.family", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-01-20T18:52:29Z", "webTitle": "House warming", "webUrl": "https://www.theguardian.com/travel/2001/jan/20/spain.familyholidays.family", "apiUrl": "https://content.guardianapis.com/travel/2001/jan/20/spain.familyholidays.family", "fields": {"headline": "House warming", "bodyText": "There's nothing like having children for redefining your holidays. A city-centre hotel, a coastline drive or an Oriental spa suddenly seem wildly inappropriate. On the other hand, a villa shared with family or friends, tucked away in an olive grove on the shores of the Med, sounds like heaven. For the first eight or so years of our parenthood, Majorca was that heaven. The Val d'en Marche, in the north of the island, is a dead-end of total countryside, dotted with farmhouses and scented by orange trees. We began our Majorcan summers in Camp d'Avall, a fabulous stone-baked farmhouse near the top of the valley, which sleeps eight and is available for hire through CV Travel. Like its not-too-close neighbours, it is old, cool and flagstoned inside with simple whitewashed bedrooms, a kitchen which, while not perhaps up to Nigella Lawson's standards, will certainly do for a week or two, and a large pool with loungers and August-baked countryside brushing the back terrace. The sound of silence is broken only by the hum of bees in the bougainvillea and the thwacking of harvesters' sticks on the almond trees. A few years later, we defected a couple of hundred feet down the road to El Rafalet, even prettier and greener with its bamboo- and fig-shaded pool where a hammock strung between two palms made for balmy nights al fresco. Sadly, CV lost the villa to the German market, but that was not enough to deter us from spying the following year, through the crack in the garden door, on the lucky Continentals now living it up in \"our\" house. Wherever you end up staying, Majorca is easy. Too easy, you may think as, two hours from Gatwick, you squeeze into your Fiat Punto at Palma airport and set off along the autopista, across the island's broad farming plain. Some 50 minutes later, you'll be nursing a cup of coffee on a sunbaked terrace, stretching your creased legs, and debating the contents of the evening's feast. Fortunately, the rural isolation of the Val d'en Marche is only a 10-minute drive from a huge supermarket, which leaves no excuse for not cooking at least once. Its shelves are heaving with fresh fish, juicy meats, locally-grown fruits and vegetables, and enough breadsticks, milk, Marmite and infant jars to satisfy the most faddy of young appetites. No wonder, as the week progresses, evening conversations, loosened by Cava wine, begin veering towards the benefits of second home ownership in the Balearics. If it's Sunday it must be Pollença, hardly a metropolis but the closest north Majorca gets to a full-blown town. The lucky member of the party sent off for a hot loaf every morning will already have followed their nose to the bakery. But on Sunday morning, a great sight awaits them as they turn a corner and hit the Plaza Mayor, the main square, under full sail of the coloured parasoled market stalls. If you all go, make a morning of it - after replenishing stocks of fruit, bread, cheeses and olives, you can join the ex-pat community loafing in the café around the square, many with their heads buried in the Sunday papers hot off the morning planes from Britain. How green was our valley? At its \"dead\" end stood the wall of the Sierra de Tramuntana, crying out to be explored. These mountains fiercely divide the eastern, resort-free shores from the rest of the island. At their heart stands the monastery of Lluc, long a centre of Catholic pilgrimage: you can still follow the original trail down to Sóller (the pilgrims take it uphill from Sóller, a far more stoic prospect). You can also stay overnight in the monastery. Other must-see villages include Fornalutx, which spills out of the rocks on the edge of a citrus-loaded valley; Orient, in Apple Valley, where the Hostal de Montanya has wild rabbit and suckling pig on the menu; Valldemossa, where Chopin hung out; and Deya, Robert Graves's retreat which is still heavy populated by writers and artists. Beauty, yes. Beaches, no. Apart from the long but narrow sands of Puerto de Sóller, the rest in the west are pebble or rock, tough on feet, and mostly hard to reach. From the Val d'en Marche there's a choice of two sandy beaches at Cala de San Vicente or, 20 minutes' drive away, at Puerta Pollença. Busy, but never overly so, Puerta is one of the most attractive resorts in the north, with lots of old-world charm and a traffic-free, pine-lined promenade. There are boats for hire, plenty of restaurants, and two or three old favourite hotels, such as the Illa d'Or, the Sis Pins and the Miramar. If you find yourself lulled, as we often did, into a daily routine of Puerta-lunch-house-siesta-pool-supper, at least save a day for Palma. The capital bears the cross of the high-rise dross on its doorstep which has deterred many a visitor. Yet it is as authentic a Spanish city as any on the mainland, with broad, shady boulevards, real tapas bars, Arab baths, designer shops and a cathedral that is perhaps the most satisfying in the world thanks to its richly decorated Baroque chapels and a priceless collection of treasures. Rockefeller, they say, offered several million dollars for the candelabra of beaten silver, but in vain. Another essential activity, no matter where you are staying, is to ride the narrow-gauge train - all dark wood, brass and arthritic rolling stock - which grinds between Palma and Sóller, across plains tenanted by some 7m trees that each February shroud the land in a misty veil of blossom. You should also travel down to the sea at Puerto de Sóller by rattling open tram through lemon and orange groves. There are lots of walks on Majorca, too, from gentle lanes to demanding gradients in the Tramontana range. Let Landscapes of Mallorca (Sunflower Books, £9.99) be your guide. It includes easy rambles from, say, Deya to Sóller, picnics in the Boquer Valley behind Puerto Pollença, and car tours. One drive meanders out to the peninsula of Formentor, worth it just for the beach. Though crowded with day-trippers, especially on Sundays when the ferries commute from both Puerto Pollença and Alcudia (across the bay where the bierkeller-and-bratwurst belt begins), it has to be one of the prettiest spots on the island, if not the entire Med. The practicals CV Travel (020-7591 2810) has a healthy crop of houses with pools to rent in north Majorca. A property sleeping eight in June, for example, starts at £1,305 a week, including maid service. Flights from £190 return and car hire from £140 a week through CV Travel. Other self-catering companies who feature the island include Meon Villas (01730-230370), The Travel Club of Upminster (01708-225000), Individual Travellers (01798-869485), Vintage Spain (01954-261431), Beach Villas (0870-599 2222), Something Special (01279-630402) and The Owners' Syndicate (020-7801 9804)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}