{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/jan/24/mandelson.labour1", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-01-24T17:45:00Z", "webTitle": "The likely lads for the Belfast hot seat", "webUrl": "https://www.theguardian.com/politics/2001/jan/24/mandelson.labour1", "apiUrl": "https://content.guardianapis.com/politics/2001/jan/24/mandelson.labour1", "fields": {"headline": "The likely lads for the Belfast hot seat", "bodyText": "Peter Mandelson's last ministerial act was to attend Northern Ireland questions in the House of Commons. Finding his successor is now the prime minister's most urgent task. Only once the Northern Ireland secretary's empty cabinet chair is filled will Tony Blair be able to turn his mind to the rebuilding of the New Labour project. Fortunately for Mr Blair, there are several candidates for the job. The simplest option - and the one he will probably take - is to appoint Mr Mandelson's deputy at the Northern Ireland office, Adam Ingram, currently a minister of state (Whitehall-speak for a minister just below cabinet rank). Whether Mr Ingram - a bruiser of an MP who has spent the last couple of years coaxing the peace process to fruition - is quite the right man for the job is open to question. The prime minister may also wonder about the wisdom of appointing yet another MP with a Scottish seat to a cabinet where a Sassenach is becoming an increasingly rare sight. One option is to appoint Mr Ingram in a caretaker's role pending a full review of the way the cabinet is made up. This change is long overdue, in the wake of devolution to Scotland, Wales and Northern Ireland. Other candidates include Dr John Reid, who has risen up the government ranks to become secretary of state for Scotland. In this post he is underemployed, and his skills could perhaps be better used to meet the challenges of implementing police reforms and decommissioning across the Irish Sea. From Wales, Paul Murphy, currently the region's secretary of state, would be another safe choice. Less likely is Geoff Hoon - now the defence secretary - who could manage the post with ease but who would look upon it as a demotion. But one certainty, to end: you can rule out a shock return to the frontline by Mo Mowlam, the loveable, devil-may-care former Northern Ireland minister about to take her leave from the Westminster stage. Even Mr Blair isn't that desperate - at least, not yet. Full text The resignation speech Special reports New Labour in power Northern Ireland Photo gallery Mandelson: a career in pictures Audio Peter Mandelson announces his resignation (3mins 30) Michael White at Westminster (2mins 14) Martin Wainwright in Hartlepool (3mins 55) Related articles 24.01.2001: Mandelson resigns 24.01.2001: Blair backs 'courageous' Mandelson 24.01.2001: Benjamin Wegg-Prosser: the Mandelson I knew 24.01.2001: Analysis by Nicholas Watt - Farewell Mandelson, brilliant but unloved 24.01.2001: Fish and sympathy from Mandelson's Hartlepool constituency 24.01.2001: Analysis: Resignation upsets pot as Irish stew 24.01.2001: The hands-on Hindujas Profile: Srichand Hinduja 24.01.2001: Passport row lands Mandelson in trouble Andrew Rawnsley: inside New Labour How Mandy replaced Mo Cartoon Steve Bell on Peter Mandelson Talk about it Have your say: should Mandelson have quit? The 1998 home loan row Text of resignation letter 24.12.1998: Mandelson, the minister and the £373,000 loan 24.12.1998: Mandelson: undone by a story that could not be done Useful links Hinduja group history Press briefing Northern Ireland Office Hartlepool Mail Belfast Telegraph"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}