{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/jan/05/newsstory.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-01-05T18:03:27Z", "webTitle": "Broken Cup needs fixing", "webUrl": "https://www.theguardian.com/football/2001/jan/05/newsstory.sport2", "apiUrl": "https://content.guardianapis.com/football/2001/jan/05/newsstory.sport2", "fields": {"headline": "Broken Cup needs fixing", "bodyText": "This weekend the BBC will dust down those enduring images of FA Cups past - a baggy-shorted Stanley Matthews shuffling down the wing, Ronnie Radford bursting the Newcastle net, and a Jesus-haired Argentinian turning Manchester City inside out - while waxing lyrical about the romance of the Cup during every third sentence. Don't be fooled. The FA Cup became devalued a long time ago. It needs help. And the best chance of saving it is by offering the winners a Champions League place. That way the tournament would matter again. You wouldn't see teams refusing to enter, like Manchester United last season, and you wouldn't see them daring to put out under-strength sides either. When United went out against Barnsley in 1998, for instance, their sacrificial lamb of a side featured the likes of Nevland, Clegg and Twiss - because Sir Alex Ferguson appreciated that the Premiership and Champions League mattered far more than a place in the Cup Winners' Cup. A similar apathy towards the \"greatest cup competition in the world\" was expressed by Gianluca Vialli. When his Chelsea side beat Villa last year, he tacitly admitted that he would have preferred to finish third in the Premiership than win the FA Cup. But who can blame him, especially when winning the FA Cup gains entry to the Uefa Cup - a barely-noticed side-show that's been squashed to within an inch of its life by the glitz, glamour and money of the Champions League? Most people reading this will have their own special Cup memory. Of dashing to the ground at 1.15pm just so your pre-teenage frame could squeeze into a space where you could actually see more than someone's back. Of singing your throat sore as you helped your team came from behind. Of watching your side win after a third replay. That was what the glory of the Cup was about. Unfortunately it's now all but disappeared. But this decline isn't irreversible. The FA should restore the Cup final to the final Saturday of the season. It should get rid of penalty shoot-outs and bring back unlimited replays. And - most importantly of all - it should allow the FA Cup winners, rather than the third-placed team in the Premiership, to enter the Champions League. That way the FA Cup can become important again - to the clubs, the players, and most of all the fans. And you never know: one day, in the not-too-distant future, when we drone on to our kids about the \"magic of the Cup\", they might just know what we mean. sean.ingle@theguardian.com"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}