{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/mar/29/comment.politics1", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-03-28T23:13:16Z", "webTitle": "David Clark: Labour must act against this group of dedicated wreckers", "webUrl": "https://www.theguardian.com/commentisfree/2007/mar/29/comment.politics1", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/mar/29/comment.politics1", "fields": {"headline": "Labour must act against this group of dedicated wreckers", "bodyText": "The Blairites must be pleased with the latest skirmish in their war of attrition against Gordon Brown. They may not have succeeded in press-ganging David Miliband into standing for the leadership, but they think they can get their man yet. This is a game of death by a thousand briefings, and the objective is to create an accumulation of doubt in the minds of the public sufficient to persuade Labour that Brown is a probable loser. If so, the hope is that Miliband can be prevailed upon to change his mind \"for the good of the party\". Not that they really care about that. The latest ruse is to turn the Scottish parliamentary elections into a referendum on the chancellor's electability; if he can't win there, he can't win anywhere, they will say. Like all such tests, it is devised with failure in mind. Yesterday's Populus poll in the Times certainly shows Labour on course for defeat north of the border. But the reasons have nothing to do with Brown. They reflect pent-up rage over Iraq and sleaze and the fact that Labour has foolishly clung to Blair. With no risk of putting the Tories in power, it's payback time. Of course the Blairites know this perfectly well. It's as if they were holding Brown's head under water while gleefully informing the world that he can't swim. The plotters will fail in their primary objective of stopping Brown from becoming prime minister, because Miliband has a future in the party and a personal stake in its continued success. Unable to trump the chancellor on experience or proven ability, his only hope of victory would be to complete the assassination. This is so contrary to his nature that it is impossible to imagine. But even if it wasn't, Miliband knows that the result, win or lose, would be a legacy of bitterness and division that would cripple Labour for a generation. He has no intention of following Neil Kinnock and Roy Hattersley in spending the prime of his political career in opposition: not for the prospect of becoming the shortest serving prime minister since Alec Douglas-Home. Those motivated primarily by revenge will be untroubled by this thought. If Brown cannot be stopped from entering 10 Downing Street, it will be sufficient to damage him to the point where he cannot win a general election. That way the Blairite legacy will be cemented and the party will know what it has to do in order to win again. The departing courtiers can afford this revolutionary defeatism because there is nothing at stake for them except vindication. That is why they can break all the rules of their own book by calling for a political free-for-all in the name of openness and democracy. Having operated according to strictly Leninist principles for the last 13 years, the Blairites now want Labour to conduct its internal affairs in the style of an anarchist commune. Or I should say some Blairites, because there is a growing body of former loyalists who understand precisely how destructive the final stage of Blair's leadership is turning out to be. The so-called Brownite coup of last September was in fact nothing of the sort, as anyone familiar with the individuals involved should have realised. It was a schism within the prime minister's camp and marked the dividing line between Blairism as a political project to keep Labour in power, and Blairism as a personality cult devoted to mindless leader worship. The wonder is that it took them so long to realise that Blair had become a liability that threatened Labour's hold on office. The same instinct for survival is the reason why many younger Blairite ministers are now crossing the divide to back Brown. A hardcore of irreconcilables with nothing to lose can be expected to continue their insurgency nevertheless. There is something about electorally successful leaders whose terms of office come to an involuntary end that seems to poison the well for their successors. Like Thatcher in 1990, Blair is too vain to accept that he is the victim of his own mistakes, and has inculcated in his most devoted followers a betrayal myth that puts the blame for his downfall on the disloyalty of those around him - principally Brown. The precedent of the Major years must be an additional factor weighing on Miliband's mind. Blairite rejectionists desire his candidacy for the purely instrumental purpose of exacting revenge on Brown, in much the same way that the Thatcherites rallied behind Major in order to stop Heseltine. As then, success would carry no guarantee of loyalty. Just as the Thatcherites eventually turned on Major, many of those pledging support for Miliband now would turn on him as soon as he embarked on the necessary task of distancing himself from the unpopular parts of his predecessor's legacy. Indeed, some would turn on him just for being there and not being Blair. Resented by Brownites, abandoned by Blairites, he would, like Major, be a leader without an independent base of support. The existence of a small group of dedicated wreckers is in many ways a more serious problem for Labour's future prospects than the question of who takes over as leader. The mystery is why the party appears so willing to tolerate it. It is certainly true that backbench MPs have less scope to act as an independent voice in Labour decision-making than they had before the advent of one member, one vote. But have they also lost the ruthlessness that put them in power? It is bad enough that they have been prepared to accept Blair's long, self-indulgent goodbye at such obvious political cost. Will they also acquiesce in his attempts to interfere during the leadership succession and beyond? The outcome of the next general election may hinge on the answer to that question. Brown himself is powerless to fight back in the face of this mischief-making. One consequence of the success with which the Blairites smeared him as a plotter last autumn is that the chancellor is unable to set out his stall or take on his critics without the risk that he will be seen as a disruptive and divisive influence. This inevitably makes him look timid and passive, which of course is the whole point. The responsibility for putting an end to the backbiting has to fall to the party as a whole and its most senior figures in particular. The Labour party is about to enter a new era under a new leader. If some Blairites cannot accept that fact and move on, Labour must be prepared to move on without them. · David Clark is a former Labour government adviser Dkclark@aol.com"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}