{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/mar/11/comment.northernireland", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-03-11T17:30:09Z", "webTitle": "Peter Hain: This time, it's we who will say 'No surrender'", "webUrl": "https://www.theguardian.com/commentisfree/2007/mar/11/comment.northernireland", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/mar/11/comment.northernireland", "fields": {"headline": "This time, it's we who will say 'No surrender'", "bodyText": "Ian Paisley and Martin McGuinness at the head of government in Northern Ireland. Just pause to contemplate that, an idea that once would have been dismissed as completely off the wall. But that's what the people of Northern Ireland have voted for, sending out the clearest message to their politicians to get on with the job of governing. Over the last year, there have been any number of 'it'll never happen' moments: the 12 July parades without a soldier on the streets or Ian Paisley meeting Archbishop Sean Brady the Catholic Primate of All Ireland. It all makes for a remarkable story, a story only possible because of the tenacity of Tony Blair and Bertie Ahern and the Secretaries of State who have gone before me, in relentlessly pursuing lasting peace and stability in Northern Ireland. The Good Friday Agreement had set out the path to long-term peace and political stability back in 1998, but since then, the power-sharing assembly and executive have functioned only sporadically and have never been fully effective. Clearly, the root of the problem lay in the fundamental lack of trust among the parties: would unionists ever fully commit to power-sharing and would republicans ever say that the war was over and give their support to the police? Until there were answers to those questions, we were just not going to get 'progress' and 'politics' in the same sentence. The people of Northern Ireland were getting tired of endless rounds of talks, the political caravan touring stately homes and castles rehearsing old arguments, restating problems and united only in blaming the governments for not telling 'the other side' that it was their fault that progress was so slow. The people wanted time called on that and so did we. The fact that 108 assembly members had been drawing salaries and allowances for a body that had not met since before the 2003 election increased their irritation and my determination that it could not go on like that. But we needed something to break the deadlock and force momentum into the process. It came in July 2005, when the IRA declared that the war was over. It then decommissioned its war machine and abandoned the criminal activity to finance it, another event that I was told 'would never happen'. Last April, the two Prime Ministers kept up that momentum, telling the parties that there was little more that the governments could do and that the onus was on them to reach agreement or face an indefinite period of direct rule with increased involvement from the Irish government. That led in October to a final chance to make setpiece talks count. When we arrived at St Andrews in Scotland, the cynics said that the weather reflected our chances of success. The rain was horizontal and the mist off the sea was so thick that the media pack could not even see the venue. But the mist - and the pessimism -cleared. The St Andrews Agreement has given us for the first time the practical foundations of a lasting settlement based on the twin pillars of support for the police and the commitment to power-sharing. The pillar of support for policing is in place; power- sharing must go alongside. The main issue in the election campaign was not sectarian mistrust, but the introduction of water charges and a comprehensive reform policy I have introduced: normal politics edging forward, to follow normalisation of security. That is what the people have elected their representatives to deal with and they can do that only in a power-sharing administration. After generations of mutual fear, the parties stand on the brink of achieving the lasting and stable political settlement that has so far eluded Northern Ireland. We have got to the point for local politicians where process outside office must end and progress in office must begin. But if for whatever reason they do not want progress, they will find that they have run out of process. No one should be in any doubt that the power-sharing executive must be formed on 26 March because that is the date set down by Parliament in the St Andrews Act. It cannot and will not change. If the executive is not formed on 26 March, the legislation requires that the newly elected assembly automatically dissolves. There has been some speculation that the governments, so close to a deal, would allow for the formation of a shadow assembly to keep the process on track. There will be no shadow assembly. I will make a restoration order on 25 March and then it's over to the parties. Dissolution will follow if devolution fails. There is no discretion in this. Anyone trying to push devolution beyond 26 March, or trying to stop devolution altogether, will find that they will be left behind, perhaps for years, because who knows when there might be another opportunity to get the institutions up and running again. In any event, it will require a fresh election. But if, as I believe, there is success, then Northern Ireland, for the first time, can face the future on solid foundations. It's the moment to decide. The parties have just two weeks to do so. · Peter Hain is Secretary of State for Northern Ireland and for Wales."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}