{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2007/mar/09/usa.alokjha", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2007-03-09T23:59:51Z", "webTitle": "No need to get off the couch - the fridge that fires beer cans", "webUrl": "https://www.theguardian.com/world/2007/mar/09/usa.alokjha", "apiUrl": "https://content.guardianapis.com/world/2007/mar/09/usa.alokjha", "fields": {"headline": "No need to get off the couch - the fridge that fires beer cans", "bodyText": "Ever get tired of walking to the fridge to grab your next beer? An engineering graduate in Atlanta has your answer: a robotic fridge that can catapult cans across the room when you're ready for a refill. The beer-launching fridge is the brainchild of 22-year-old John Cornwell, who graduated from Duke University last year and found himself with some time on his hands. On his website, beerlauncher.com, he writes: \"Have you ever gotten up off the couch to get a beer for the umpteenth time and thought, 'What if instead of me going to get the beer, the beer came to me?' Well, that was how I first conceived of the beer-launching fridge.\" Three months and a few hundred dollars later he has a fridge that holds a magazine containing 10 cans of beer. It is controlled by a car's remote control and when the catapult is loaded it can be rotated into position by pressing \"unlock\". Press \"lock\" and the beer is launched up to six metres in the desired direction. Mr Cornwell said he came up with the idea straight after he left college. \"I missed the college scene. It embodies the college spirit that I didn't want to let go of.\" The interest generated by an online video of the beer launcher in action has already earned Mr Cornwell $3,000 (£1,500) and encouraged him to think about producing a limited number of fridges for sale. \"The price would be around $1,500, although the launcher would have a few improvements,\" he wrote on his website. \"The new launcher would use something similar to a miniature TV remote. It would have buttons to rotate it left, right, fire, and also have 0-9 as programmable angles. I would use a slightly larger mini-fridge so that the magazine would be closer to 20 beers.\" Asked about the obvious danger of opening a frothy can of beer that had been thrown across a room, Mr Cornwell insisted that there wasn't a problem. Just use \"soft hands\" to cradle the can when it catching it, he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}