{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2007/mar/09/ukcrime.gender1", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2007-03-09T23:59:49Z", "webTitle": "Hannah Pool gives a black woman's perspective on the recent police incident", "webUrl": "https://www.theguardian.com/uk/2007/mar/09/ukcrime.gender1", "apiUrl": "https://content.guardianapis.com/uk/2007/mar/09/ukcrime.gender1", "fields": {"headline": "'The police are meant to be on my side, but I am more than a little frightened of them'", "bodyText": "When I looked at the video of Toni Comer being beaten up by Sheffield police, I was shocked and sickened, but the one thing I did not feel was surprise. It is terrible that the incident happened, but surely now we can finally get rid of the notion that it is only black men with whom the police have a troubled relationship. You cannot separate who Toni Comer is from what happened to her. Very little is ever said about the relationship black women have with the police force. When the debate turns to police and ethnic minorities, it is almost always about white men versus black men. You would be forgiven for thinking that the only time black women and policemen came into contact with each other was at the Notting Hill Carnival. And yet the over-representation of black women in our prisons (approximately 26% of female prisoners are black, even though they make up less than 4% of the population), the gun crime in our inner cities and the fact that black people are six times more likely to be stopped and searched than white people, mean that black women come into contact with the police much more often than their white counterparts. And, as the Sheffield incident shows, when we do, we tend to come off worse. So how do black women see the police? It is a strange, secondhand sort of twilight relationship. I am vaguely aware that the police are supposed to be on my side, but how does that work when I am more than a little frightened of them? I have no problem stopping and asking a male police officer for directions, but I am self-conscious when I do so. And while I do not think that every police officer is a racist, if I am honest I tend to assume that they are. I am completely baffled why any black person would want to join the service. I know that while officers may find me less threatening than a black male, they would have no problem throwing a few punches my way and jotting down in their notebook that I was being an \"over-aggressive black woman\". In short, I expect nothing from the police. What happened to Comer last summer is just an extreme expression of what happens every day in British society. If nothing else, this incident shows why any increased powers of the state - whether it is issuing ID cards or arming the police - are viewed with such suspicion among Britain's ethnic minorities. Comer was only resisting arrest and look what she got."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}