{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2007/mar/09/race.ukcrime1", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2007-03-09T23:59:55Z", "webTitle": "Police officer who punched woman taken off streets", "webUrl": "https://www.theguardian.com/uk/2007/mar/09/race.ukcrime1", "apiUrl": "https://content.guardianapis.com/uk/2007/mar/09/race.ukcrime1", "fields": {"headline": "Police officer who punched woman taken off streets", "bodyText": "An independent investigation was launched yesterday into the controversial arrest of a 19-year-old woman as the police officer who was captured punching her on film was removed from front-line duties. Less than 12 hours after the footage of the incident was revealed by the Guardian, Nicholas Long, the Independent Police Complaints Commissioner for Yorkshire and Humberside, announced that a full inquiry had been launched into the arrest of Toni Comer. \"I have seen the CCTV footage and decided it is in the public interest for a wholly independent investigation to be conducted,\" he said. \"This investigation will look into the circumstances of the incident to determine whether the force used by the officer when making the arrest was justified and proportionate.\" PC Anthony Mulhall, of South Yorkshire Police, who has said that he struck the woman in self-defence after she had lashed out at him and grabbed \"handfuls\" of his genitals, was moved from \"public contact duties ... for the protection of public confidence and for the protection of the officer.\" He has not been suspended and was defended by his chief constable, Meredydd Hughes. \"When I saw the footage, I was horrified,\" said Mr Hughes. \"What also horrifies me is that this whole incident is being pinned on a few seconds of CCTV. This morning I have had the opportunity to see the rest of the footage which shows the rest of the incident.\" . He said that the arrest had to be seen in context and that the force would cooperate fully with the outside inquiry. Mr Hughes stressed that Ms Comer had not required medical attention following the incident outside a Sheffield nightclub last July, and that the officer himself had made his actions known to the custody officer on the day of the incident. He said that he himself had been injured by a woman smaller than Ms Comer, who is five foot six and weighs nine stone. \"It's not the size of the dog in the fight it's the amount of fight in the dog,\" he said. The chief constable's remarks prompted an angry response from Ms Comer. \"What a way to put it,\" she said at her mother, Lisa Comer's, home in Sheffield. \"How could I fight when I was being held down by three or four men?\" She said she was surprised that the police chief claimed that he saw the video for the first time on Wednesday night. Her lawyer, Peter Mahy, lodged a complaint with the force on October 18 last year. Ms Comer, who was with her two-year-old son, said that she was surprised at the extent of media interest in her case. \"But I'm glad, because hopefully the publicity will mean that this never happens to anyone else again. I thought police arrested people for doing things like that, not the other way round.\" Her father, Leroy Walcott, 38, a care worker, said: \"I work as a carer with people with mental illnesses, people who can be very agitated and aggressive. \"Just because they are being difficult doesn't give me the right to lie on them and punch them. I would be automatically sacked as it would be classed as abuse. \"Regardless of colour or race, any kind of attack like this is unacceptable. It just shouldn't happen.\" He claimed that his daughter's epilepsy had significantly worsened since the incident. Sheffield MP and Liberal Democrat shadow home secretary Nick Clegg, said: \"The violence in this footage is shocking, especially as it took place as several officers were holding down one woman. \"Public confidence in the police at times like this can only be restored if an investigation is rapid and independent.\" Beverley Jamerson, coordinator of the South Yorkshire Black Police Association, said that the organisation did not see any racial issues in the arrest and said that the officer had acted in execution of his duty. Though the police called for calm as the independent inquiry began, the footage caused anger across Sheffield yesterday \"You hear about that kind of thing in America, not Sheffield,\" said Eileen Lewis, 37. But as a black woman who had lived all her life in the city, she said she was not surprised that a black woman was the target. \"Whenever a white person does something wrong in Sheffield, just one police car turns up. If a black person commits a crime, a whole load of cars will arrive,\" she said. Civil servant Amerjit Basi, 34, said that there was no excuse for the brutality exercised by the police. \"Regardless of how they might have been provoked, it was uncalled for. Their reaction should have been professional.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}