{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2007/mar/20/research.highereducation", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2007-03-20T23:48:47Z", "webTitle": "Carbon deadline", "webUrl": "https://www.theguardian.com/education/2007/mar/20/research.highereducation", "apiUrl": "https://content.guardianapis.com/education/2007/mar/20/research.highereducation", "fields": {"headline": "Carbon deadline", "bodyText": "In setting a binding target to cut domestic carbon emissions by 60% by 2050, the government has set itself an enormous challenge. Last week's draft climate change bill does not stipulate how the cuts should be made, leaving open the question of what role nuclear power will play. But it is clear that research and development into green technologies and low-carbon fuels, including nuclear power, will have to play a key part if the targets are to be met. In his report on the economics of climate change, Nicholas Stern, head of the Government Economics Service, says support for innovation and take-up of low-carbon technologies is one of three key policies needed to respond to climate change. He adds that collaboration between industry and government is needed to develop a broader portfolio of green technologies and reduce costs. The £600m Energy Technologies Institute due to be launched next year will be central to the UK's R&amp;D efforts. The ETI will bring together public and private partners to fund research on a wide range of non-nuclear energy problems over a period of 10 years. So far six companies, including Rolls-Royce, BP and Caterpillar, have signed up to become core partners in the ETI, each contributing £5m a year for 10 years. More companies are expected to join. The government has said it will match the funds contributed by industry. Gordon Brown has big plans for the ETI. Addressing the Green Alliance, a sustainable development organisation, ahead of the publication of the draft bill, the chancellor said: \"With plans now under way to parallel the [ETI] with centres in Europe, America and Asia, I want to make this a global network of collaborative, sustainable energy research centres. We in Britain are prepared to contribute to, and lead in, the creation of a global research platform and hub.\" The Department for the Environment, Food and Rural Affairs is due to launch an Environmental Transformation Fund with the Department for Trade and Industry in 2008 to help boost innovation in green technologies. The new fund will finance the development of renewable energy, and carbon capture and storage technologies. Further details of the fund will be announced in this year's comprehensive spending review. To deliver the engineering solutions needed to meet the government's new goals, the UK must have a workforce with the necessary skills and knowledge. Worryingly, the latest figures show students are shunning engineering. Unless the shortage of engineering graduates is also addressed, the UK will not just fail to be a world leader, but will be forced to buy technology from abroad. · Natasha Gilbert is news editor of Research Fortnight. ng@researchresearch.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}