{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2007/mar/19/mondaymediasection12", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2007-03-19T23:52:49Z", "webTitle": "Media law:: The future of libel starts here", "webUrl": "https://www.theguardian.com/media/2007/mar/19/mondaymediasection12", "apiUrl": "https://content.guardianapis.com/media/2007/mar/19/mondaymediasection12", "fields": {"headline": "The future of libel starts here", "bodyText": "What is being described as the first major test for the libel laws since last year's historic law lords' ruling, in the Wall Street Journal and Mohammed Jameel case, is due to unfold in the court of appeal today. The case is also seen as having a major significance both for those who report on police matters and for authors of books dealing with controversial current affairs. Last year, Orion, the publisher of Bent Coppers, by the former BBC journalist, Graeme McLagan, lost its high court attempt to have a libel action brought by former police officer, Michael Charman, dismissed. Mr Justice Gray ruled that the book, which deals with allegations of police corruption, did not pass all the necessary tests of \"responsible journalism\" and was not entitled to protection under the so-called Reynolds defence. Charman, who has the support of the Police Federation, claimed he was defamed in the book by McLagan, the BBC's specialist on police corruption stories for more than 20 years. This week, in a two-day hearing, Orion will challenge the judgment and will do so in the wake of the law lords ruling on Jameel in October. The five top judges overturned high court and appeal court libel judgments against the Wall Street Journal Europe in December 2003 and quashed £40,000 damages awarded to Jameel, a Saudi billionaire businessman. Media lawyers see the appeal as highly signifi cant. \"This is the first test to see if the lower courts have picked up on that seismic shift,\" says Mark Stephens, head of media at Finers Stephens Innocent. \"We are waiting to find out at appeal level what impact it [the law lords' judgment] has had. It remains to be seen how it will play out.\" Stephens says that while there has been a tightening of the laws regarding privacy, there has been a defi nite relaxation in libel cases provided the writing is responsible and about important subjects. This, he says, reflects a new media climate where people receive their information from many sources. In last year's case, Charman's barrister, Hugh Tomlinson QC, claimed that, \"McLagan has set out to tell a rollicking good story of police corruption\", and added that, \"it is no part of Mr Charman's case to say that this story should not have been told at all\". But, it was important that an author include balancing material when dealing with potentially defamatory allegations. He claimed McLagan had failed to do so. The case is also seen as an important one for book authors. In terms of providing balancing material or checking allegations, a book author had a greater responsibility than a daily newspaper reporter, it was claimed at the hearing. \"A journalist on a daily newspaper may have a matter of hours or days, but an author has months or even years,\" said Tomlinson, who made the comparison between a doctor who stopped for an emergency at the side of the road and who could not be criticised for failing to carry out a scan, while a hospital doctor would have no such excuse. With an increasing number of \"instant books\" being published on current aff airs, the appeal court's decision will be watched keenly by publishers. Conrad Black, the former Telegraph proprietor, on trial in Chicago, has indicated that, if acquitted, he will seek nearly £5m damages over Tom Bower's unauthorised biography, Conrad and Lady Black, Dancing on the Edge. The Reynolds defence of qualified privilege allows the media to print allegations that are in the public interest, irrespective of whether their truth can be ascertained, so long as certain important tests are applied. In the Jameel case, Britain's highest court ruled that newspapers and broadcasters who act responsibly and who are reporting on stories of public importance need not fear libel actions. The judgment meant that in an area of public importance, allegations that could not subsequently be proved true should not attract libel damages if they had been published responsibly."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}