{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2007/mar/13/classicalmusicandopera", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2007-03-13T23:56:52Z", "webTitle": "LSO/Tilson Thomas, Barbican, London", "webUrl": "https://www.theguardian.com/music/2007/mar/13/classicalmusicandopera", "apiUrl": "https://content.guardianapis.com/music/2007/mar/13/classicalmusicandopera", "fields": {"headline": "LSO/Tilson", "bodyText": "\"A miniature opera for the trombone\" is Jonathan Dove's description of Stargazer, his beautiful, impudent concerto for the instrument. It was written as long ago as 1999 for the LSO's then principal trombonist Ian Bousfield, though the latter's subsequent move to the Vienna Philharmonic meant delaying the premiere, somewhat curiously, for several years. Dove's works are often gleefully and wittily allusive, and Stargazer is effectively a free-flowing, six-section fantasia on - of all things - Twinkle, Twinkle, Little Star. The irony, however, is that this most famous of tunes is continually varied beyond recognition, though its contours are occasionally discernible in the thematic flow. Bousfield is imagined as the eponymous stargazer scouring the heavens with his telescope, meanwhile, and a succession of fluently scored genre-pieces represents the various constellations that heave into view. A central aria, full of sighing, descending trombone slides, depicts brotherly love in Gemini. Pegasus preens over a ritzy jazz bass, and the work ends with a kaleidoscopic evocation of the Milky Way. The flashing orchestral sonorities, beautifully examined by the LSO under Michael Tilson Thomas, owe much to early Stravinsky. Bousfield was mightily impressive: Dove's trombone writing is genuinely operatic in that he allows the instrument to sing in ways that redefine its lyrical potential. Works by Steve Reich and Mahler formed its companion pieces. Variations for Winds, Strings and Keyboards, Reich's first major score for full orchestra, was played with scrupulous care, though the piece itself lacks the composer's usual drive. After the interval, Tilson Thomas turned to Mahler's Fourth Symphony - a performance that gazed into the abysses beneath the music's supposedly serene surface with such merciless dispassion that the whole thing seemed clinical in the extreme."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}