{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2007/mar/24/features16.theguide1", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2007-03-24T23:59:53Z", "webTitle": "Preview: March 24", "webUrl": "https://www.theguardian.com/film/2007/mar/24/features16.theguide1", "apiUrl": "https://content.guardianapis.com/film/2007/mar/24/features16.theguide1", "fields": {"headline": "Preview", "bodyText": "Leeds Young People's Film Festival, Leeds This event taps into a rich resource virtually ignored by other film festivals: foreign children's films. While animated offerings such as Danish Hans Christian Anderson retooling The Ugly Duckling And Me! are easily re-dubbed into English, live-action fare is more problematic as studios seem to think that kids aren't willing to \"read\" a film. So a chance to prove them wrong comes with screenings of teen comedy Triple Dare and junior Da Vinci Code yarn The Lost Treasure Of The Knights Templar (both Danish), Thai school ghost thriller Dorm, and Dead In Three Days, a kind of Austrian teen version of The Ring. There's much more: a parents and babies showing of Dirty Dancing, workshops on anime and Machinima, a one-day film challenge, and the popular Leeds National Young Film-makers Awards. · Vue Kirkstall and various venues, Thu 29 to Apr 6, www.leedsfilm.com A Rendez-Vous with French Cinema, London Twelve films in four days representing the best and most recent efforts of French cinema - with the added benefit of personal appearances from cast and crew. Marion Cotillard delivers a career-making performance as Edith Piaf in La Vie En Rose, More familiar faces crop up too: Asia Argento in Gypsy tale Transylvania, Gérard Depardieu in The Singer, heart-throbs Romain Duris and Louis Garrel in Dans Paris, Juliet Binoche, John Turturro and Nick Nolte in unusual spy movie A Few Days In September, and 84-year-old Alain Resnais still going strong with his Alan Ayckbourn adaptation Coeurs. · Curzon Mayfair, W1, Thu 29 to Apr 1, rendez-vouswithfrenchcinema.com"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}