{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2007/mar/01/houseprices.business", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2007-03-01T23:55:21Z", "webTitle": "HBOS cashes in on revived house boom", "webUrl": "https://www.theguardian.com/money/2007/mar/01/houseprices.business", "apiUrl": "https://content.guardianapis.com/money/2007/mar/01/houseprices.business", "fields": {"headline": "HBOS cashes in on revived house boom", "bodyText": "Halifax Bank of Scotland lent a record £73.6bn in mortgages last year, up from £60.6bn the year before, as it cashed in on Britain's resurgent property market. But the bank also revealed yesterday that over-indebted households were failing to repay personal loans, with nearly one in five now in arrears. The group joined other high street banks in reporting bumper 2006 profits, up 19% to £5.7bn. Sales boomed, with the bank now selling one in five mortgages in Britain and its savings accounts attracting £16 out of every £100 saved. \"Saving is really back in fashion,\" said Andy Hornby, the chief executive. The bank reported as rival lender Nationwide said house prices had risen 0.7% in February, adding £1,480 to the price of a typical property and pushing the annual rate of inflation back into double figures. At the same time official data from the Land Registry showed prices in England and Wales rose 0.9% in January. But Nationwide said three interest rate rises in six months were beginning to take their toll. Fionnuala Earley, Nationwide's chief economist, said one more rise could be on the cards. \"While the three recent rate rises now seem to be starting to take their toll on the market, not all indicators are cooling just yet.\" HBOS predicted UK lending growth in 2007 would be as strong as in 2006, although it said it hoped for stronger growth overseas, especially in Ireland where it was determined to break the stranglehold of the \"Big Two\" - Bank of Ireland and AIB. Responding to the recent row over penalty charges on overdrafts, it said it remained committed to free banking, but refused to rule out charging for current accounts if, as expected, the Office of Fair Trading caps penalties for bounced cheques and exceeding overdraft limits. HBOS said the £12 cap on credit card penalities the OFT imposed in August last year had cut its credit card fee income fell by £25m. It expected the full-year impact to reach £60m in 2007. Mr Hornby said the outlook for bad debts on unsecured lending such as personal loans could worsen before it improves. The bank made provisions for \"impaired loans\" of 2.18%, compared to 2.37% the year before. But there was a big difference between mortgages, where arrears are small and falling, and personal loans, where provisions are much higher and rising. Just 1.17% of the group's mainstream mortgage lending was in arrears during 2006, compared to 1.3% the year before. In personal loans, where it has 10% of the UK market, 17% were in arrears, up from 15.6% the year before. The bank said there were signs that \"delinquency\" rates improved in the second half of 2006, but Mr Hornby said: \"We remain cautious about future trends given the continued growth in UK personal insolvencies.\" HBOS shares, which are still held by 2.1m small shareholders after its demutualisation in 1997, dropped 4.6% yesterday to £10.81, one of the biggest fallers in the FTSE 100. Mr Hornby said it followed months of share price outperformance and blamed general market volatility."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}