{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2007/mar/11/observercashsection.theobserver6", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2007-03-11T16:35:11Z", "webTitle": "A home help? That'll cost you", "webUrl": "https://www.theguardian.com/money/2007/mar/11/observercashsection.theobserver6", "apiUrl": "https://content.guardianapis.com/money/2007/mar/11/observercashsection.theobserver6", "fields": {"headline": "A home help? That'll cost you", "bodyText": "Time was when many local authorities provided home helps for free to frail pensioners. Only 3 per cent now do so, and a third have made it harder over the past year for anyone to get help even if they pay, according to a report from the charity Counsel and Care. In some parts of the country, pensioners deemed wealthy enough must pay up to £315 a week for local authority care in their own home. To afford a sum like this, you would need to have amassed a pension fund, by the age of 60, of about £200,000 along with the state pension. A typical pension fund converted into an annuity is worth just a tenth of that. Despite the reduction in care provided by the state, it is government policy that the elderly should receive care at home. But it looks as if the situation is about to get worse - for the next five years at least. Provision of 'social care' will probably get hammered in the Comprehensive Spending Review, due in July. At best, social care budgets will grow with inflation, but since numbers of the elderly are rising, this will mean a cut per head. Junior Health Minister Ivan Lewis is said to be desperately looking for ways to persuade the Treasury to spend more. People who need care (whether at home or in a residential home) should take advice from organisations such as Age Concern and Counsel and Care on how to get care privately if their council will not pay. · Age Concern, ace.org.uk, 0800 009966; Counsel and Care, counselandcare.org.uk, 0845 300 7585; Elderly Accommodation Counsel, eac.org.uk, 020 7820 1343; Help the Aged, helptheaged.org.uk, 0808 800 6565."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}