{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2007/mar/11/escape", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2007-03-11T19:11:00Z", "webTitle": "Me and my travels: Louise Redknapp, singer", "webUrl": "https://www.theguardian.com/travel/2007/mar/11/escape", "apiUrl": "https://content.guardianapis.com/travel/2007/mar/11/escape", "fields": {"headline": "Me and my travels", "bodyText": "I got married in ... Bermuda. Jamie and I are both very laid-back. We didn't want a big old posh wedding. It was very, very simple. There were just 20 of us on a beach. We said our vows and within half an hour we were in our swimming costumes having a beer in the sea. I always go back to ... Sardinia. My husband is a man of few places. Once he likes somewhere, he'll go back again and again. Sardinia's quite a special place for us as we've been every year since we got married. We always try and have a break on our own. My worst holiday experience was ... When I went away with a group of friends and out of 12 girls, only one bag turned up. Can you imagine 12 girls without a pair of knickers between them? We were in Spain so we all dashed to Zara and bought a few tops between us and just made do. The best meal I've ever had ... Was lunch at Cala di Volpe in Sardinia. They have a buffet for as far as you can see and you can ask for absolutely anything. You sit by the pool with this beautiful view and if there's ever that real moment of 'wow, I'm on holiday', it's there. The easiest place on earth to be on a diet is ... Los Angeles. When I was doing The Truth About Size Zero for TV we did a lot of filming there. You can get a sandwich with no carbs, and an egg with no yolk. They actually think you're very bizarre if you don't ask for those things. The very first time I went over, I ordered scrambled eggs on toast and a bowl of cereal and they looked at me as though I was an alien. The last place I went on holiday was ... Sandy Lane in Barbados with Jamie and our son Charley. It's a family hotel, but it has still got a bit of glamour. They have a great kids' club which runs loads of activities. We don't let Charley spend an entire day there, but it's nice when you can have a drink and sit in the sun for an hour and Charley can go off and play. When I travel I always take ... A DVD player for Charley. I'm not one of those 'I've got to have a certain type of water' people. I always take an iPod. I've a 20-year-old brother who does it for me so I get all sorts. Bit of Kaiser Chiefs, bit of Arctic Monkeys. At the moment my favourite is a punk band called Lucy Pearl. My favourite view is ... From high up in the hills in the south of France around Cap Ferrat. You can see the curves in the bays, the whole line of the coast and it looks so pretty, especially at sunset. My first holiday memory ... Is with all of my family to Spain. There were about 10 of us and I remember the most exciting thing about it was that I didn't have to go to bed early every night. · Louise Redknapp is promoting Orbit Complete chewing gum."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}