{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/mar/29/comment.iran", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-03-28T23:13:16Z", "webTitle": "Timothy Garton Ash: Faced with Iranian blackmail,  Europe must show real solidarity", "webUrl": "https://www.theguardian.com/commentisfree/2007/mar/29/comment.iran", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/mar/29/comment.iran", "fields": {"headline": "Faced with Iranian blackmail,  Europe must show real solidarity", "bodyText": "Last week, while the European Union celebrated 50 years of peace, freedom and solidarity, 15 Europeans were kidnapped from Iraqi territorial waters by Iranian Revolutionary Guards. As I write, those 14 European men and one European woman have been held at an undisclosed location for nearly a week, interrogated, denied consular access, but shown on Iranian television, with one of them making a staged \"confession\", clearly under duress. So if Europe is as it claims to be, what's it going to do about it? Where's the solidarity? Where's the action? Simply to describe the crisis in these terms is to see how far we are from the Europe of instinctive solidarity that European leaders like to believe we have - and especially when it comes to our armed forces abroad. Most Brits do not think of our captured sailors and marines as Europeans. Indeed, I'd bet our kidnapped British service personnel don't think of themselves that way. Most British people will look for more decisive action from the British government (\"Admiral Lord Nelson must be revolving in his grave,\" chuntered Melanie Phillips in yesterday's Daily Mail), and then perhaps from the United States or the United Nations. It would not occur to them to look across the Channel for support, and they would be very surprised to learn that Europe has more direct, immediate leverage on Iran than the United States does. Many continental Europeans, if they have registered that there is a crisis at all - and many will not have, since Europe's media are still mainly national in form and priorities - will probably think of it as yet another consequence of a foolish, illegitimate Anglo-American military action in Iraq. They will see it as a problem for \"them\" (Brits and Americans) rather than for \"us\" (right- thinking, peace-loving Europeans). Some may suspect the British sailors and marines did in fact stray into Iranian territorial waters, as the Iranians claim. A few may even privately mutter: \"Well, you had it coming to you.\" Those who follow these things more closely may wonder if the Revolutionary Guards were not making an indirect tit-for-tat response to American seizures of Iranians in Iraq, perhaps even hoping for a hostage swap. Or perhaps just an angry reaction to the latest UN security council resolution about Iran's nuclear programme - which was actually passed a day after the kidnapping, but its contents were well-known beforehand. That resolution extends targeted sanctions to companies controlled by the Revolutionary Guards and to individuals including the commander of the Revolutionary Guards navy. But I would bet my bottom euro that none of these continental Europeans' synapses will have fired spontaneously with this thought: \"Our fellow-Europeans have been kidnapped, so what can we, as Europe, do in response?\" Even if you regard the Anglo-American presence in Iraq as foolish and illegitimate, and the American seizure of Iranians in Iraq as an escalation of this illegitimate folly, that would not for a moment excuse the Iranian action. The British forces were operating as part of a multinational force under an explicit UN mandate, to protect oil installations and prevent the smuggling of guns into Iraq - guns with which more Iraqis would otherwise be killed. According to the sophisticated GPS instruments which the British service personnel had with them, they were more than three kilometres inside Iraqi territorial waters when they went to search a suspect vessel. Reflecting the confusion inside the Iranian state, the first coordinates for the allegedly transgressing British boats given to the British by the Iranian government turned out to be within Iraqi territorial waters too. Not until three days later did the Iranians come up with a second \"corrected\" set of coordinates which conveniently put the British forces on the wrong side of the line. Only someone whose political and moral compass is totally disorientated by hostility to American and British policy could dare to suggest that this act of shameless, lying, cross-border piracy is justified or excusable. The British government initially tried to secure the captives' release by what the foreign secretary described to the House of Commons as \"private but robust diplomacy\", while at the same time aiming to bring indirect pressure to bear on the Iranian government from all possible quarters. Among the protests was a statement of condemnation from the German presidency of the EU, conveyed to the Iranian government by the German ambassador in Tehran. A Foreign Office expert tells me he thinks the Iranians are beginning to feel the heat, with rebukes and warnings pouring in from all sides. Let us hope that he is right and that by the time you read this the British captives are free. If they are not - and, in any case, for a possible next time - we need to think about possible next steps. While Javier Solana, the nearest thing the EU has to a foreign minister, did raise the issue with Iran's chief nuclear negotiator in a telephone conversation earlier this week, it is a bad idea to link the reopening of nuclear talks to the kidnapping issue. Iranian hardliners would be delighted to scupper those talks. As far as they are concerned, the more confrontation there is with Britain and America - the old and new satans of the Iranian political imagination - the better for them. Why walk into their trap? But there is something Europe should do: flex its economic muscles. The EU is by far Iran's biggest trading partner. More than 40% of its imports come from, and more than a quarter of its exports go to, the EU. Remarkably, this trade has grown strongly in the last years of looming crisis. Much of it is underpinned by export credit guarantees given by European governments, notably those of Germany, France and Italy. According to the most recent figures available from the German economics ministry, Iran is Germany's third-largest beneficiary of export credit guarantees, outdone only by Russia and China. Iran comes second to none in terms of the proportion of German exports - in recent years up to 65% - underwritten by the German government. The total government underwriting commitment in 2005 was €5.8bn (£3.9bn), more than for Russia or China. As the squeeze grows on Iran from UN sanctions and their knock-on effects, and as President Mahmoud Ahmadinejad fails to deliver on his populist economic promises, this European trade becomes ever more vital for the Iranian regime - and ever more dependent on European government guarantees to counterbalance the growing political risk. In the Commons yesterday a former foreign secretary, Malcolm Rifkind, asked if Britain's European friends - and Germany, France and Italy in particular - might be prevailed upon to convey to Iran, perhaps privately in the first instance, the possibility that such export credit guarantees would be temporarily suspended until the kidnapped Europeans are freed. I gather that if such private pressure is not forthcoming, Britain might be tempted to raise the suggestion more formally at a meeting of European foreign ministers in Bremen this weekend. So here's a challenge for the German presidency of the European Union: will you put your money where your mouth is? Or are all your Sunday speeches about European solidarity in the cause of peace and freedom not even worth the paper they are written on? www.timothygartonash.com"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}