{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2007/mar/20/schoolsports.schools", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2007-03-20T23:48:44Z", "webTitle": "Behind the scenes at the David Beckham academy", "webUrl": "https://www.theguardian.com/education/2007/mar/20/schoolsports.schools", "apiUrl": "https://content.guardianapis.com/education/2007/mar/20/schoolsports.schools", "fields": {"headline": "Teach it like Beckham", "bodyText": "Not everyone on the North Greenwich peninsula was that disappointed when the licence for the new supercasino was awarded to Manchester, but there are few outward signs of pleasure at the Millennium Dome's loss from the coaching staff at the neighbouring David Beckham Academy. One of the golden rules of football is that only the manager is allowed to be seen to find satisfaction in the other side's misfortune and, besides which, it's increasingly hard to tell who exactly the opposition is these days, now that sport has become a global business. The American corporate giant AEG has a financial interest in both the Dome and the academy, and just happens to own LA Galaxy, the US west coast football team for which Beckham has just signed a five-year deal, reportedly worth £128m. But even so, you can't imagine that hordes of gamblers out to play the slots were exactly the clientele Becks had in mind. There again, the target market might not be quite what you thought anyway. When the academy first opened its doors in 2005, it was generally assumed it would be a commercial building-block in the creation of the Post-Football Brand Beckham - that it would be a top-rate facility offering top-rate football coaching at top-rate prices. And there is a bit of that about; kids can sign up for three- or five-day holiday courses, there are after-school clubs and there are corporate fun and team-building days. But by far the greatest number - 10,000 plus and counting - are schoolchildren coming along for free. \"The academy is extremely important to me, as it's something I hope to do long after my career has finished,\" says Beckham. \"Club management is not for me, but I love coaching and working with children. From the moment I sat down to discuss the academy, I wanted to maintain a very close involvement with its day-to-day running. I worked on the coaching programme with Eric Harrison [head of youth development at Manchester United] and Ted Dale [head of coaching at the academy and mentor to John Terry] and we hand-picked the coaches we felt could best work with the children.\" Fighting talk And Beckham says he has always been keen to make sure that as many children as possible should benefit. \"I wanted it to be a place where, no matter what your level of ability or whether you are a girl or boy, you could get the same amount of enjoyment,\" he continues. \"I know what it's like not to feel included. When I was young, all I ever wanted to do was be a footballer and I made sacrifices to not go out at certain times and stay in to prepare for a game the next day. There was a lot of pressure and at times bullying, as I didn't go out with the other boys at the weekend. There were also many times when I would be the last to be picked when playing football in the school playground. I even remember, later in my career, a coach saying I wouldn't make it as a professional footballer because I wasn't tall or strong enough. I don't want kids to feel that way at the academy. I want to encourage them and give them the idea that if you do get a setback, you keep fighting and prove people wrong.\" In some ways, Beckham has modelled the academy on the Bobby Charlton Football School, which proved instrumental in helping him to make the transition from talented schoolboy to potential professional, but football has moved on a great deal since the 1980s. Most top clubs now have wide-ranging youth development and coaching programmes in the community and Beckham has no intention of either getting into a turf war with the local club, Charlton Athletic, which runs its own academy, or unnecessarily duplicating facilities. So, while there are programmes for talented youngsters, the main focus is inclusivity and enjoyment. Not to mention education. If you want to attract schools to any new facility, you generally have to meet two criteria. First, it has to be free or cost next to nothing, and second, it has to be in some way curriculum-relevant so that teachers can persuade their head to let them have the day out. The academy ticks both these boxes. Through sponsorship from VW and a subsidy from the profit-making corporate enterprises, schools get in for nothing; and through careful planning, the staff ensure the pupils get football-related literacy, numeracy and science challenges as well as a kick about in the park. The schools programme has a World Cup theme; the academy can take 112 students a day - eight teams of 14 - and the day begins with each team being allocated a country before competing against one another. Most schools are clamouring to be England, though there are few signs of disappointment at being chosen for either Brazil or Germany. \"We've tried to pick the really big-name countries,\" laughs Dale, an English supporter through and through and trying, but failing, to be diplomatic about the other home countries' footballing achievements. Students are then put through a quick warm-up and football-skills session on the two full-sized, covered pitches before heading off to the classrooms. \"There they do challenges involving team management, scouting, nutrition and sports journalism that have been designed to make parts of the curriculum accessible in different ways,\" says Tess Payne, the academy's head of education. \"The kids collect tokens based on their performance and attitude, and it's the team with the most tokens that wins the tournament.\" As Beckham himself points out, it's important for the youngsters to recognise that it's not always going to be the best footballers who win. \"Football and sport can be a great vehicle to encouraging kids to learn more about teamwork, health and nutrition,\" he says, \"and it's important that they come away learning that everyone has something to contribute.\" Even so, there's no disguising that it's the footie that's the main attraction. The pupils dutifully sit through their classes naming parts of the skeleton and writing up a report of Becks's last-minute wonder kick against Greece that took England to the World Cup finals in 2002 - and they do it very thoroughly - but you can sense they're really just itching to get out on to the pitch. Germany 4, Brazil 0 It's not just the pupils who are hyped up. \"The biggest discipline problem we seem to get here is trying to prevent the teachers from joining in,\" says Payne. It's when the kids begin their actual tournament in the afternoon that things really come to life, as Germany take Brazil apart 4-0. For an afternoon these pupils aren't 10-year-olds from the London suburbs; they're mini-Beckhams living out their dreams, and they've got the goal celebrations to prove it. And this is both the charm and the slight niggle about the academy. The main corridor is a Beckham shrine; there are displays of the shirts and boots he's worn for big games - along with a few other bits and pieces donated by mates, such as Wayne Rooney and Michael Owen - and many of the teaching materials are centred around key moments from his playing career. All that's needed to complete the day is the man himself, and when he isn't there you can't help feeling a little bit disappointed. The kids know he's not going to be there, the teachers know he's not going to be there, but still everyone's hoping that somehow he's going to teleport himself over from Madrid. It's such a hard act to live up to, and Beckham does all he can. He does drop in whenever his schedule permits and he is trying to expand the academy beyond its physical south London reach by launching his new School Zone website this week. But there's only so much he can do for the present, and the future will require a certain amount of reinvention, as it won't be long before some youngsters who have never seen Beckham play start coming along. Beckham knows all this but chooses to keep his powder dry; relations with the England manager, Steve McClaren, are difficult enough already and he doesn't want to say anything that might compromise his chance of a recall. \"I still have many years in my body yet and I am not contemplating retirement,\" he says. I don't believe that for a moment, but you can't help believing in the brand."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}