{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/mar/05/match.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-03-05T23:56:55Z", "webTitle": "Premiership: Newcastle 0 - 0 Middlesbrough", "webUrl": "https://www.theguardian.com/football/2007/mar/05/match.sport3", "apiUrl": "https://content.guardianapis.com/football/2007/mar/05/match.sport3", "fields": {"headline": "Roeder faces a big week with more questions than answers", "bodyText": "At least Johnny Metgod got a mention. On an afternoon when the audience had to lift up the barrel and look underneath, Glenn Roeder's reference to meeting Metgod last week in the Netherlands brought back the memory of a player whose class and poise were so obviously lacking here. Newcastle United and Middlesbrough have an excuse in that the coming days will mould their season more than this alleged derby ever could, but the mutual search for consolation told its own story. For Newcastle this was a first clean sheet in the league for 15 games; for Boro it was another game unbeaten, meaning Gareth Southgate's side have lost one in 15, and that at Chelsea. But it was not simply because this was so poor that eyes moved forward to what comes next. For Middlesbrough it is Manchester United at home in the quarter-final of the FA Cup on Saturday, which is no mean fixture, and for Newcastle Thursday evening brings AZ Alkmaar in the last 16 of the Uefa Cup. Newcastle's subsequent game is the second leg in Alkmaar, so their focus now is purely Europe. Roeder travelled to Utrecht last Wednesday to see AZ win 2-1 in the Dutch Cup - he liked what he saw in terms of attacking football - and bumped into Metgod, now assistant manager at Feyenoord. \"He told me their [AZ's] best form of defence was attack and Johnny will be right,\" said the Newcastle manager. Johnny should know. His brother Edward is also an assistant manager - AZ's - and Edward was at St James' Park on Saturday. He may have departed puzzling over what to make of it all, but, given that Louis van Gaal is AZ's manager, Edward's report will have to be clear and logical. It might say that a team who attack Newcastle with zest should profit. Passing crisply, there were moments in the first half when Boro might have done so. Stewart Downing was initially lively on the left and Mark Viduka was close to scoring near half-time after a run and pass from Yakubu Ayegbeni. Oguchi Onyewu and Titus Bramble appeared fragile and when Julio Arca subsequently robbed Kieron Dyer, Shay Given had to be brave to deny Viduka. But thereafter the Irishman did little but punt the ball upfield. Middlesbrough, perhaps tiring after their extra-time and penalties against West Bromwich Albion in the FA Cup last Tuesday, fell back. Jonathan Woodgate headed and tackled, and impressed Roeder, Mark Schwarzer stood tall and ended his day having made important interventions from Scott Parker and Obafemi Martins. The Nigerian forward's performance overall, however, was subdued. He requires greater support. Newcastle created more and better chances but not enough of them and Dyer was honest in his assessment: \"It wasn't a great spectacle. We're not making excuses, but the pitch was very bobbly and bumpy and that didn't help the quality of the game. \"But the attacking players were poor. Our four front players and their four front players all had bad games. Hopefully we've got our bad game out of our system this week and we'll improve against Alkmaar.\" Boro will also hope for improvement. Roeder revealed that he will spend three days with Milan this summer as part of his Pro Licence qualification; meanwhile Southgate prepares for Saturday with a visit from assessors of his \"B\" badge. Once that is done he can start planning how to stop John O'Shea. Man of the match: Andrew Taylor (Middlesbrough)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}