{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2007/mar/24/features16.theguide2", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2007-03-24T23:59:53Z", "webTitle": "DVD releases: Mar 24", "webUrl": "https://www.theguardian.com/film/2007/mar/24/features16.theguide2", "apiUrl": "https://content.guardianapis.com/film/2007/mar/24/features16.theguide2", "fields": {"headline": "DVD releases", "bodyText": "Idiocracy £15.99, Fox Despite his great success in television with Beavis And Butthead and King Of The Hill, Mike Judge has found cinema to be a tough nut to crack. His first movie, Office Space, weathered a drastic budget cut and a botched release. Worse still, exactly the same thing happened with Idiocracy. If we're not careful, Judge will assume that this is how all movies get made and not bother again, which would be a great shame. Even as it stands, Idiocracy has plenty going for it. The concept is not without some grounds in possibility: dumb people are breeding like rabbits, while intellectual types are too uptight to get things going in the bedroom. Luke Wilson plays an average Joe who is frozen for 500 years - along with prostitute Maya Rudolph - only to awaken into a world so monumentally stupid it's about to die out due to lack of even the simplest knowledge. It's a world where Starbucks offer hand jobs with their coffee, where movies are just a static shot of someone's butt, couches have built in toilets for lazy citizens and shopping malls are the size of cities. Wilson is quickly recognised as the smartest man alive. Can he save the world? Is it worth saving? The future adventure might not be up to much but the movie gets progressively funnier with each viewing, and plenty of bits of business will keep coming back to haunt you. The desultory manner in which the studio handled this, coupled with a not-too-great DVD release, with only a few deleted scenes, only go to prove Judge's point that stupidity really is taking hold. The Wim Wenders 10-Disc Box-Set £44.99, Anchor Bay His stock might be seriously depleted these days, but for a few decades, Wenders was one of the big guns in European cinema, and this release goes some way to putting his name back on the movie map. Only three of these titles have been available on DVD here before: Wings Of Desire, The American Friend and Paris, Texas. The rest show what a daring, original and knowledgeable film-maker Wenders was - and hopefully still can be. The Wrong Move, starring Nastassja Kinski, is one of the finest road movies ever made. Documentary A Trick Of The Light tells the story of the invention of the movie projector and in Lightning Over Water, Wenders fulfils his idol Nicholas Ray's final wish by finishing his last movie. Elsewhere, his films take in contributions from everyone from Spielberg, Herzog and Ozu to fashion designer Yohji Yamamoto. Also out Happy Feet Rental/£17.99, Warner Oscar-winning, penguin-themed, animated musical eco-extravaganza. The Holiday Rental/£19.99, Universal Kate Winslet and Cameron Diaz's transatlantic life-swap bears fruit. Tenacious D In The Pick Of Destiny £19.99, Entertainment Jack Black and Kyle Gass's knockabout rock comedy. Peeping Tom: Special Edition £17.99, Optimum The seminal 1960s killer-thriller with new documentaries, commentary and booklet. Jean Luc Godard: 60s Collection £37.50, Nouveaux Pictures Triple bill of Vivre Sa Vie, Masculin Feminin and Two Or Three Things I Know About Her."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}