{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2007/mar/19/guardianinterviewsatbfisouthbank", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2007-03-19T23:54:00Z", "webTitle": "Danny Boyle", "webUrl": "https://www.theguardian.com/film/2007/mar/19/guardianinterviewsatbfisouthbank", "apiUrl": "https://content.guardianapis.com/film/2007/mar/19/guardianinterviewsatbfisouthbank", "fields": {"headline": "Danny Boyle", "bodyText": "Nigel Floyd: This is particularly thrilling for me because Danny and I have served our time together. We first did one of these Q&amp;A sessions together for Shallow Grave, way back in 1994, and we've done one for every single one of his films since then. So I was very pleased when I was asked to do it for Sunshine as well. Danny, we'll just start with a question about science fiction and genre. When we spoke about 28 Days Later, you said that your first instinct when doing a genre movie was to disobey the rules, to actually mix it up a bit. So, when you were working with Alex Garland on the script, what were the things you were trying to avoid? Danny Boyle: First of all, thank you all for coming. I know it's a big night for the football, so I appreciate your being here when you'd prefer to be somewhere else. There are two branches of sci-fi, really - there's the fantasy sci-fi, which is about the creatures, so that's Star Wars and that kind of thing, where anything goes. And then there's a much narrower corridor, in which there are the films that we regard as the great masterpieces, such as 2001, the Tarkovsky Solaris and the first Alien film. They break down, really simply, to a ship, a crew, a signal. It's really weird but I guess until we populate space, it'll always be that quite narrow corridor. So you're in that corridor, trying to make that film, and you know you're going to reference them. And they are giants that you can't get away from. They hover over you the whole time, everywhere you turn you can feel them there. It's the weirdest feeling, you can literally feel Stanley Kubrick in the room as you think about the question: what are we going to do about the space helmet. You think, he sat there and thought, what the fuck are we going to do about the space helmet? How are we going to see into it? Are we going to put lights in it? Will we be able to see out of it? All those questions. So you're constantly working your way through that. It's a bit of a minefield and sometimes you just have to acknowledge the genius of those films. Then occasionally, you can break out of it, you can literally do something technically different. We tried to do something different with the suits and helmets. Alex had this amazing idea, which we think is the way that we broke out of the genre, in that it is a journey toward the sun. It's the single most important thing in our solar system and all our lives, for everybody and everything. Yet there doesn't seem to have been many films made about it, which is absolutely amazing, really. There's Lost in Space, where they kind of fly through the sun and come out the other side and go, \"Phew! That was hot!\" and then disappear into the next stage of their journey. And there was a Japanese film called Solar Crisis. And that was it. The studio would have much preferred us to call the film Mission Jeopardy, anything rather than Sunshine. But we stuck with it. So that's it really, and the rest of it you just work out as you go along, you just try to give it as original a feel as you can. NF: Let's talk a little bit about working with Alex Garland. Obviously, you'd made The Beach, which was based on his novel, but written by John Hodge, who also worked on Trainspotting and Shallow Grave. Then you made 28 Days Later together. You've said that you worked on this film for pretty much three years, and on the script for about a year. There's a line on the website somewhere that there were 35 rewrites, like that was something unusual. But for you, working as closely as you do with the writers and the producer, Andrew Macdonald, that's the process you use. What I'd like to know is, if Alex comes in with this brilliant idea, what is it that gets honed over that period of 12 months when you're batting it forwards and back? Is it you trying to bring out the visual ideas or him trying to hold on to the story, or is it all of you trying to mesh those things together? DB: I think it's all of us trying to kind of inflate the script. Because it's about eight characters, so inevitably it was written more or less as a chamber piece because as a writer, even though he's a wonderfully visual writer, he also concentrates on the characters and the situation. And so we try to inflate it, to open it out and make it a more visual experience. A writer has this idea about going to the sun, and you as the director, you pick it up and say, let's literally go to the sun. And you kind of set out on this journey together. Yes, there were 35 drafts, but some of them were literally where he'd changed the punctuation and sent it in, and that's draft No 24. But other times, he turns it all around and something remarkable happens. You give notes, some of them are rubbish and he's right to ignore them, but sometimes you have good ideas and he incorporates them. And sometimes you can't find a way to incorporate them. Like we put a bit of romance in between Cillian Murphy and Rose Byrne's characters, but it didn't work. You could feel it in the draft, it just didn't work. It's weird in space films - romance doesn't seem to work in it, even though the studio is desperate for it. The only one we could find was 2010 - there's a mild romance in that, but even that's slightly embarrassing. You kind of cringe a bit. I don't know what it is about space. It's funny because they are doing research on romance in space - Nasa has taken up pig semen to the space station, and clearly they're impregnating embryos up there and bringing them back down to see what results from it being done in gravity-free conditions. So it's all going on out there. It'll happen one day but not in this film. NF: So if it all goes wrong, you could make Pig Semen 2. Um, what struck me most about the film is the scale of it is out of all proportion to your earlier films. But the common denominator seems to be that it ultimately is, like so many of your other films, about group dynamic. If you think about Shallow Grave, it's about friendship, three friends who are torn apart by money. Trainspotting is about a group of people who fundamentally hate each other but are held together by their common interest in taking vast quantities of heroin. And in this movie, even though the project that they're engaged on is vast, what it comes down to in the end is a human drama in a huge setting. Is that something that you worked closely with Alex on, or are you the one who tried to pull it outwards, to make it bigger? DB: As a director, you're always trying to make it bigger, especially with a film like this. We used the money that we'd made with 28 Days Later, and the credit that gets you with the studio, to actually make a bigger, more ambitious film. We got the maximum that we could get out of them that still left us with control of the film, and we could cast who we wanted in it. You're always trying to create extreme situations. I love extreme situations on screen, and then you put the human beings in it. You'd have to be an idiot to not have good drama come out of that. I love working with writers, I've always cherished them. They do get undervalued enormously, especially in cinema, because of the whole auteur theory and the precedence of the director. There's a famous story about Frank Capra's writer: everybody would say of the films he'd made that they had the Capra touch, so the writer went in one day with 90 blank pages, flung them on the desk and said, \"There, give that the Capra touch.\" And it's very true, you're nothing without them. I'm not a writer; I think I can inspire writers to produce but I'm aware that I can't write myself. So I love this relationship with them. NF: Now I'd like to show a clip from The Beach which is to do with the disintegration of the Leonardo DiCaprio character. DB: And I'm going to watch you all as you watch it. [runs clip] NF: I love that sequence, it's my favourite part of the film. What I'm trying to get at with that is it seems to me that Alex Garland is very interested in the idea of characters who are put into situations where their personality or individuality starts to slip and slide. You, as a director, have to find a way to visualise that because you can't literally find a way inside their heads. And in this movie, it seems to me that you've pushed it that much further, especially in the last 20 minutes, when Pinbacker has clearly lost the plot completely. I'm interested in how you worked with Alex on those ideas to find the visual expressions of those shifts in tone. DB: I don't really think like that, though I know I probably should. It's strange, you become a lot more aware of things when you do publicity and talk to film journalists afterwards. I try to work more instinctively, you try to let the story command everything and let character emerge out of that. But you're pushing all the time to develop things so that the story is compelling. You have to be quite brutal about cutting things, so that the journey can be analysed later, but really the emphasis is on the journey itself, that they can watch it as one coherent, real-time narrative. And that's what you concentrate on, to be honest. NF: Let's talk a little about working on sets. You built huge sets at the Three Mills studio in East London, and you initially had an idea somewhat like Das Boot, that you would have a very claustrophobic space with all these people trapped within. You seem to have slightly opened it out and given it a different feel. How did that happen? Is it true that you had all the actors live together for two weeks before they came on set, to kind of get them in the frame of mind of having been together for 16 months. DB: Yes, especially when you've got actors from all over the world, which is one of the great things about this film, this international cast. We tried to think about what it would be like in 50 years' time, and really, the only economies that could afford to go into space maybe would still be America, but possibly the Asian economies also would be able to pay for the mission. It's been said recently that if the American taxpayer had known in advance what it would cost to put Armstrong on the moon, they would have abandoned it, they wouldn't have allowed it to happen. But it was deliberately hidden from them because of the cost of this thing. So we tried to get actors to represent that in some way. When they arrive, they tend to arrive in what I call the actor's bubble, which is basically their concerns over their agent, their fee, their last film and the next film, and the hotel they're in. And that's the bubble they sit in. So your job as a director is to pop that bubble, so that they don't feel like they've walked in from another film. One great way to do that is to put them all together - we got them in student digs in Mile End, and you can't get away with that later on, but they'll agree to anything early on in order to impress you with how keen they are. So they did it. I don't know how keen they were, but they cooked for each other and all that sort of stuff. And it wasn't so much about me observing them, it was more about them being forced together in a group situation to create a group dynamic. When they come to the set, they are bonded together in a way that still leaves them as individuals. Then, they meet the big group, the crew that is going to shoot them. And so they have a sense of togetherness but isolation at the same time, and I think that helps in a film where they're supposed to have been together for 16 months before. What it particularly does, I can't say, but you know in some way it will help. You flood them with information as well. One of the interesting things about doing Sunshine was just finding out about the sun, really. We just pile-drive them with information. We had this scientist, Brian Cox, helping us to make physics understandable, for commoners like me and the actors, just to make it somehow accessible, the mystery of this extraordinary energy force, its beauty and its violence. You flood them with the information, and somehow it just begins to rub off, and they begin to lose sight of the last film they were in, who their agent is and all that, and they begin to move into your film, into this film. NF: We've touched on the scriptwriting process, and how you got the actors into the mood to actually shoot the film. What I'd like to know about now is the scale of the postproduction of this movie, which went on for a year after you finished filming just before Christmas 2005, and you didn't finish the postproduction until Christmas 2006. So what were you engaged on in that time? It's fair to say that you didn't just tell the SFX bods, \"Here's the stuff I've shot, just fill in the gaps.\" So how does that process work? What designs did you have at that point and how much had you worked with [production designer] Mark Tildesley on the designs and how much were you supervising the special effects? DB: We had this amazing visual effects supervisor called Tom Wood, who worked out of MPC in London. The special effects are really wonderful in it, and it's really their commitment to the project that allowed us to do that on our budget, because I think the effects belong to a much higher budgeted film. These people tend to work on things like the dragon in Narnia or some element in Harry Potter - just very, very technical work. And suddenly we were able to give them a whole project and we tried to involve them as much as everybody who works on our films, where you make everybody feel like they're contributing to the film, that they're part of the film and not just hired as a technician to do one element of it. You get more work out of people, you get free things from them that other people won't get. So it's cunning in a way but also wonderful. But what he can't do is speed it up. Some of the shots took a year to deliver. So what happens between showing them pictures of the sun, saying what you want it to look like, and the ones and zeroes that actually make up what you saw here tonight, I don't really understand to be absolutely honest. It is a mystery, really. We showed them an image from the Soho [Solar and Heliospheric Observatory] satellite, which is photographing the sun constantly, and you think, do they photograph that image and then just put it in the computer. They don't, of course, but somehow they work in a mysterious way and you don't really fully understand it, so there's a huge element of trust involved. You have to just believe in your CG supervisor, that he's briefing all his team and his people in the way you hoped, and that he sees it as an artistic journey as well as technical one. Thankfully, he did, and I'm very proud of the work they did on it. But you literally have to wait a year. It's like waiting for a snail that's leaving Land's End, and you're waiting in John O'Groats for it to turn up, and you can't do anything to speed it up because you'll ruin it or cripple it. And you just hope that when it emerges, it'll be amazing, because if it isn't, you'll have to put it right and it'll be another year. NF: Are there incremental stages of that that they are able to show you? DB: Kind of, you can see bits. We did some previews of this, like they do with test audiences in America. They're always terrible for sci-fi films because the CG is never there. And they stand in front of an audience and they say, \"The film you're going to see tonight is called Sunshine. It's not finished. You'll particularly notice that the spaceship looks a little crude and two-dimensional, etc. Please be aware that when the film is finished and finally released, this will all be of a standard you'd expect to see in most movies.\" So they run the film, the people watch it, and when they ask for comments from the audience, of course the audience members just say, \"Well the spaceship was a bit shit, wasn't it?\" In a funny way, that's kind of like protection, because the studio knows that the reaction that people are going to give is inhibited by its uncompleted state. So you have to hope and hire a great CG supervisor, and he'd worked with Ridley Scott a couple of times and felt like the right person for it. But it was still a leap in the dark. But we tried to treat him like we did Alwin Küchler, who shot the film, Mark Tildesley, who designed it, and Suttirat Larlarb, who did the costumes - we tried to make them real collaborators in the film, which is a very obvious thing to say. They give you more if you make them feel really part of the film. NF: We're going to see a clip now from very early on in 28 Days Later. It seems to me that this clip, like the one from Trainspotting, is the one that makes me so excited about going to work, because like Stanley Kubrick, you understand completely the relationship between the image and the music. So let's take a look at the clip, and then we'll bring Cillian Murphy on stage. [runs clip] NF: So, those digs, Cillian. No seriously, let's talk about working with Danny. Obviously, Danny has a reputation as an incredibly visual director. But you as an actor work with him on a completely different level. You probably don't see a lot of the visual stuff until long after you've given the performance. Can you talk about what Danny gives to you when you're on the set? Cillian Murphy: Well, it was very interesting watching the clip of Trainspotting just now. I remember very vividly when that came out in 1995 and bunking off college to go and watch the first screening of it in Cork and being overwhelmed and so excited about it. So to get to work with Danny on 28 Days Later was a massive thing for me. When you work with someone with that kind of original vision, you have to be kind of fearless, because he brings so much to the set, from the moment he arrives to the moment he leaves. You kind of have to step up in performance. 100% is the minimum required, and he gets more than that. It's inspiring to work with him. NF: As we've discussed, this is an ensemble piece. But when you're actually on the set, how do you sustain that sense of being within a tight space? Were the sets helping you with that? Was everybody kind of in it together and staying in character, or were you larking about between scenes? CM: I think the amount of prep that we did, as Danny described - the amount of lectures we had, we experienced zero G, we went scuba diving, we went on these flight simulators at Heathrow and crash landed planes, and the living together - so when you come on the set and you kind of realise the immensity of the mission that these people have, that just stays in your head. It's not like you're playing a guy working in a chip shop. You're playing a guy who must be the most brilliant physicist, and Michelle Yeoh's character would have to be the most brilliant biologist, and so on. So you have to kind of give that due respect. And the claustrophobic nature of it, yeah, they were brilliant sets, but you are in that studio all day, and it was towards the end of the summer and start of autumn, so there was a lot of sensory deprivation. But you have to have a laugh in between scenes, particularly when we were doing heavier parts of the film. NF: It's an interesting part because you're not expecting the physicist guy to be the hero of the movie. And actually, at the beginning of the film, it moves around even though you have the voiceover. The point where the film sort of pivots is the scene where they're sitting in the room and trying to decide whether to go to see what's happened to Icarus I. It's quite an amorphous scene, the camera's moving around, and finally it comes to you, and somebody says that it's you who has to make the decision. But as a physicist, you're living most of that in your head. It's quite a difficult thing to pull off because it's mostly inside. Can you talk a little about working with Danny on that to find a way to make that work? CM: When I read the script, and the script was an amazing read, so original, from page one to the last page. The idea that grabbed me, apart from the thought of working with Danny again, was of trying to play a character who spends quite a lot of the movie being quite quiet. For about a third of the film, he's almost non-verbal. A lot of the characters I've played have been very much on the front foot and a bit combustible. This guy is certainly not that. So, you have to do it from the inside out. We spent a lot of time talking about that - I mean, these people are geniuses. They are at the peak of their professions, they are the most brilliant at their jobs, and that does something to the way that you interact with people, your perception of the world. Particularly with someone who's a physicist, you're already dealing with the most profound questions all the time: you're thinking how we got here, why we're here, and where the hell we're going. Also particularly with Capa, because he's got responsibility for the bomb. We talked about a certain thing, not quite arrogance but something that people who are that brilliant and who think about these things a lot, it does change the way you look at things. NF: The film has a very interesting dynamic between what you might call the pure scientific approach to things, and a slightly more religious approach to it. The character that Cliff Curtis plays is constantly going into the observation room and having these almost religious experiences while sunbathing. He makes that fantastic speech at the beginning about darkness being an absence, whereas light envelops and gets inside you. There's quite an interesting dynamic between the two. Towards the end of the movie, I wasn't sure how much we were seeing was actually happening. You, Cillian, had to make a decision about that, about where are we now and whether this is for real. And you must have had to talk to Danny about whether it was going metaphysical. I'm interested in how you dealt with that question because throughout the film, they seem to be held in tension, but towards the end, I wasn't quite sure whether we'd pushed into quite a metaphysical realm. DB: It's very difficult. When you study the sun, it's absolutely extraordinary. You can feel it, your brain pulses and swells and bulges. I was quite keen to convey that to the actors. For me it was about, what would it be like psychologically to get close to the sun? It is the source of all life in our solar system. Everything that is here is a bit of exploded star. And here's another star that keeps us all alive. So that immediately suggests that you should bow down before it in some way, to appreciate it. Certainly our ancestors worshipped the sun, across many cultures. We've sort of lost that and I think it's basically because of electricity. I'm sure that's also why there aren't any films about the sun. We can light up the dark, so it's not like for those previous generations, where there was fear for the sun not coming back. So you can't talk about it without beginning to think mystically in some way. It's also that nobody, no matter how brilliant they are, understands what would happen if a human being could get that close, at those sorts of velocities and being pulled into the sun. So you have carte blanche in terms of what actually is happening - he explodes the bomb and that is happening in that billionth of a second that that would take, and you try to get trippy enough so that you can justify a man putting his hand up and touching the sun, which is what we wanted to achieve at the end. The rest of it is up to you guys to interpret. Part two of the interview"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}