{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2007/mar/29/iran.politics2", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2007-03-28T23:14:59Z", "webTitle": "Repercussions lost amid apathy and holiday mood", "webUrl": "https://www.theguardian.com/world/2007/mar/29/iran.politics2", "apiUrl": "https://content.guardianapis.com/world/2007/mar/29/iran.politics2", "fields": {"headline": "Repercussions lost amid apathy and holiday mood", "bodyText": "The historical chasm separating Britain from Iran found topical expression on the streets of Tehran yesterday in a mixture of ignorance and apathy over the 15 detained British navy personnel. In contrast to the political mood in London, the Britons' fate has barely registered in Iran. This is partly due to a continuing national holiday in the republic but also because little has been made inside the country of the capture of the British. Yesterday's broadcast of the sailors in Iranian custody was only shown on the government's Arab language satellite channel and not internal Iranian outlets. Of eight people interviewed by the Guardian yesterday, only three had heard about the arrests. \"I have heard that they have violated Iranian territory and entered Iran's waters,\" said Fariba, 43, a schoolteacher. \"I believe Iran's story because we know that British and American forces are based on our borders, so it's not unlikely that they would have entered Iran's territory. Our forces have an obligation to defend our land. Perhaps they were spying, although in my heart I hope it was a mistake.\" The issue has been obscured by the annual Norouz holiday, with most Iranians on vacation, many workplaces closed and no newspapers being published. Yesterday, IRINN, the 24-hour state news channel, all but ignored the controversy in favour of a long feature from London on CND protests against plans to replace Britain's Trident nuclear arsenal. Some local websites led last night on Britain's decision to suspend trade and commercial ties, padded out with information from western news sources. The low-key reaction was at odds with Britain's image among many Iranians as a manipulative exponent of imperialism which has long controlled their country's destiny by stealth. Anti-British sentiment often unites Iranians of divergent political stripes. Islamist radicals, including President Mahmoud Ahmadinejad, routinely lump Britain in with America as the embodiment of \"global arrogance\", regime terminology for western imperialism. On the other hand, anti-government Iranians frequently tar the British with covert support for the theocratic regime. Many pro-royalists suspect Britain of being behind the toppling of the shah, in the run-up to the 1979 Islamic revolution. However, anti-British prejudice is not universal. In Diplomat, a men's fashion store next door to the British Institute of Persian Studies, the owner, Amir Hossein, 26, said: \"Not everybody holds hostile views of Britain. I think it's just a normal European country like France, Germany and Italy.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}