{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2007/mar/20/students.uk", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2007-03-20T23:48:44Z", "webTitle": "Going west", "webUrl": "https://www.theguardian.com/education/2007/mar/20/students.uk", "apiUrl": "https://content.guardianapis.com/education/2007/mar/20/students.uk", "fields": {"headline": "Going west", "bodyText": "Natasha Eversley-Roberton is studying civil engineering at City University in London I've just been hanging out in the student union, which is what I do when I haven't anything on. I do have some work to do, for my technical drawing course, but it's not due in until next week so I don't have to do it right now. We've got so much coursework right now, 10 pieces at the same time, that you end up leaving some of them a bit later than you normally would. And you need a rest sometimes. To be honest, I didn't realise it was going to be so much coursework. It all counts, so there's never a time when you think, this doesn't matter so much. Technical drawing is about drawing plans and \"sections\". It's used for planning buildings. Well, people use software for doing that now. We're going to learn how to use the software too, but we have to do the drawing first, so we know the basics. I did a little bit of it at school, so I had an idea from my GCSE of what it was like, but this is obviously much more advanced. We're going on a trip for the geology part of our course during the Easter break. We're going to Torquay. It's not going to be a holiday - not at all! We will be working from 8am until 5pm for five days, though we will get some time off in the evenings. That should be fun. We're going to collect information in the field and do presentations and things like that. How we do on this counts as part of our coursework, and it is compulsory. Our tutor said if we miss the coach we have to make our own way there. He was very strict about that, but then he is like the most strict lecturer ever. I'm just hoping it won't rain. It will be a change from London, in any case. I've never been to Devon. One of the reasons I decided to come to City was that I love London, and I didn't want to leave. I knew this uni was good for civil engineering too. And I wanted to live at home, so it just made sense. I had exams at the start of term, which were just to see how we are doing. They went fine. And now we're already finishing off our modules for our next set of exams in May. And that's the end of the year! It's a really long summer break, but that is the best thing about uni. Then it's just relaxing, hoping you've passed, and going on holiday. This year has gone so quickly. A lot of people tell you before you come that, when you're at uni, the time goes really fast. But you don't realise what they're talking about until you get here. It does. Partly it's going quickly because I'm enjoying it, and partly it's because I've got so much work to do. It's a lot more work than school, and you're left on your own to do your work a lot more. But you're always using what you've learned before, in A-levels, so it feels like it's familiar in that way. Meanwhile ... Sophia Mallalieu is studying zoology at Glasgow University Sophia was feeling very ill last week. Fortunately, she isn't suffering from the meningitis that her flatmates initially diagnosed, nor does she have tonsillitis, which the doctors thought she had. In fact, she's come down with glandular fever. And she's tired of being poorly. Matthew Holehouse is studying modern history at The Queen's College, Oxford Though term is over for Matthew, the work hasn't stopped. As well as revising for post-vacation exams, he's working hard at his other preoccupation, the student newspaper. He's hoping to be able to focus on some news investigations over the break - you read it here first."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}