{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/mar/19/thatcherschildren", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-03-19T19:00:38Z", "webTitle": "Thatcher's children", "webUrl": "https://www.theguardian.com/commentisfree/2007/mar/19/thatcherschildren", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/mar/19/thatcherschildren", "fields": {"headline": "Thatcher's children", "bodyText": "This weekend Manchester and London bore witness to four more knife murders. Communities minister Ruth Kelly was quick to reassure the public that these were all \"isolated instances\". Whilst she is no doubt correct that these are not gang-related attacks, that they are isolated is anything but reassuring. The violence, which, as Jackie Ashley wrote this morning, has the appearance of being on the increase, and the very fact that it seems to be indiscriminate and unmotivated, is a chilling indication of the kind of society that many city-dwelling British youths now inhabit - a rampantly individualistic society, in which each boy does everything he can to prove that he has no sense of morals or attachment to the society around him. When I was 16, a number of my friends carried knives. Although they were often for \"protection\" or held as some kind of status symbol, this wasn't always the case. When our guards were down one night I pressed one friend on the subject. He coolly admitted that he had used his knife on more than one occasion. I asked him why and he said he'd used it when he needed to - as a simple way to end a fight. I then asked him if he had killed anyone - he calmly said that he hadn't hung around to find out. There were several other such \"isolated incidents\" during my childhood. The kids who terrorised our school at lunchtime with knives and metal bars (we were the only grammar school in a rough part of north-east London) had doubtless used these weapons before. The boys who mugged me at the bus stop with a broken bottle were prepared to draw blood. The guys who jumped queues, threatening to \"bore you up\" if you didn't move, were ready to follow through with their threat. That these were all \"isolated incidents\" made them no less scary. And the frequency with which they occurred made them a part of everyday life. When I was 19, I was beaten unconscious by a group of six boys and left bleeding in the middle of the road. Fortunately, a rain of gold-encrusted punches and heavy kicks to the head only left me with concussion and nine stitches to my face. It also left me with certainty that there was no motive to this \"isolated incident\" whatsoever. Nothing was taken; no insults were uttered; I had been as polite as possible to the boy talking to me until the first punch flooded my eye with blood. As far as I can tell, despite a high number of murders this weekend, this is not a new problem, nor is it one that is spiralling out of control. However, that this motiveless violence is in fact an ongoing problem, which touches the lives of all children growing up in British cities, is hardly a reassuring thought. All of the incidents mentioned above might be isolated, but that doesn't mean that there aren't similarities between the people that perpetrated them. The typical reasons can be trotted out to explain the violence: most of the boys I've known who carried knives were relatively poor and left school with few or no qualifications; all lacked proper father figures. These are doubtless valid reasons. But they don't go far enough to explain the problem of violence amongst young boys living in cities. The truth is that there is a more fundamental problem with British society that has a particularly negative impact on our children. That is the unfettered individualism that was pioneered under Margaret Thatcher and has been perpetuated by successive governments ever since. Children in Britain since the 80s have been told they can have anything they want provided they compete for it. And yet this has not been reflected in the material gains of the poorest sections of society. Competition permeates every aspect of society, with children competing for school places and schools themselves competing in league tables. This has continued while Tony Blair has been in office and the victimisation that students of my grammar school suffered at the hands of the pupils of local schools is testament to the division such competition causes in local communities. A consumer culture that equates the purchase of material goods with near spiritual enlightenment (think shopping therapy) elevates individual wealth above everything else. And when all this filters down to children, the one thing they learn above all else is a solipsistic existence - ie that society is structured in such a way that the individual is all and that he must compete for everything he wants. And when children are not equipped with the privileges required to thrive as an individual in such a society, their individual competitiveness will manifest itself in other areas. All of this is nothing new, but what many people don't appreciate is just how deep rooted many children's estrangement from society actually is. When I was younger the coolest thing one could do was to prove just how little you cared about anyone or anything other than yourself. Frequently this was proved by acts of aggression - hence the apparently motiveless acts of extreme violence carried out this weekend. Such a mentality is excellently described by British rapper Plan B in his track Kids: \"I break a bottle over some boy's head, stab a broken piece in to the poor cunt's leg, I leave him in an alley where he's screaming and bleeding to death, run away laughing my head off, just to leave him for dead. What do I care? ... That's the mentality of kids today.\" Jackie Ashley is right to say that education and resources will go a long way towards making underprivileged children feel more involved in society. And yet as long as we have a continued culture of competition between individuals on every level, relegating society to something to be triumphed over, rather than involved in, then our children will continue to be some of the most isolated individuals within this society. And as long as there are isolated children, such \"isolated\" acts of violence will no doubt continue."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}