{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2007/mar/29/politics.iran", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2007-03-28T23:14:59Z", "webTitle": "Three minutes in which routine boarding turned into armed ambush", "webUrl": "https://www.theguardian.com/world/2007/mar/29/politics.iran", "apiUrl": "https://content.guardianapis.com/world/2007/mar/29/politics.iran", "fields": {"headline": "Three minutes in which routine boarding turned into armed ambush", "bodyText": "The Royal Navy for the first time yesterday gave a detailed account of the circumstances surrounding the capture of 15 navy personnel by heavily armed Iranian Revolutionary Guards. They described in graphic detail how what they called an \"entirely routine\" boarding of an Indian-flagged vessel took place 7.5 nautical miles south-east of the al-Faw peninsula, the southern tip of Iraq, on Friday morning last week. A boarding party of eight sailors and seven marines left the frigate HMS Cornwall in fast rigid inflatable boats - Ribs, as the navy calls them. The vessel they raced towards had been spotted unloading cars into two barges secured alongside. As the search took place, four naval personnel were left to look after their boats and monitor the data link which kept it in contact with the frigate. The remaining 11 boarded the merchant vessel at 7.39 local time. They carried SA80 rifles or pistols, and the Cornwall's Lynx helicopter hovered overhead. Vice Admiral Charles Style, deputy chief of the defence staff, described the operation as \"entirely routine business\", conducted in an area where four other boardings had recently been completed without fuss. The boarding party finished inspecting the vessel, which was cleared to carry on its business, at 9.10am. The 11 sailors and marines were leaving the vessel when \"very heavily armed Iranian vessels\" arrived. Adm Style said the Iranian crew initially appeared friendly. However, with their two boats equipped with rocket-propelled grenades and heavy machine guns a few feet away, the Iranians suddenly became aggressive. Four other Iranian craft quickly came on the scene. \"They came out to swarm around our boats and shepherded them in,\" said a senior naval officer. He added: \"The navy personnel were put in an almost impossible position.\" The Iranian ambush, carried out with six boats capable of 40 knots, took place in three minutes. British military sources insisted yesterday that commanders engaged in patrolling the northern Gulf were \"entirely satisfied\" with their rules of engagement. \"They had all the freedom they needed, all rights to engage in self-defence,\" said one senior military officer. The naval personnel had acted \"in a professional way\". HMS Cornwall could not come to their aid since the boarding took place in very shallow water. The frigate was more than four miles away at the time of the ambush, according to naval sources. Communications between the naval boarding party and the Cornwall were lost at 9.10. The Lynx helicopter, which had left the scene, returned to locate the boarding team. The helicopter crew reported that the boarding party and their boats were being \"escorted by Iranian Islamic Republican Guard Navy vessels towards the Shatt al-Arab waterway and were now inside Iranian territorial waters.\" The government's apparent confidence that its case was solid was reflected in Ministry of Defence briefings yesterday. Adm Style pointed out that the British boarding party's two boats were equipped with GPS (global positioning system) chart plotters. Satellite data on the boats and on the Cornwall's Lynx helicopter proved the 15 naval personnel and the merchant ship they boarded had been inside Iraqi waters, British military officers said. Adm Style gave the position of the merchant vessel, and hence the boarding party, as 29 degrees 50.36 minutes north 048 degrees 43.08 minutes east. He said: \"This places her 1.7 nautical miles inside Iraqi territorial waters. This fact has been confirmed by the Iraqi Foreign Ministry.\" He said the Iranian government had provided Britain with two different positions for the incident, the first on Saturday and the second on Monday. The first of these was within Iraqi territorial waters, he said, and that was pointed out to the Iranians on Sunday in diplomatic contacts. The Iranians then provided a second set of coordinates that placed the incident in Iranian waters more than two nautical miles from the position given by HMS Cornwall. Adm Style added: \"On Sunday morning, March 25, HMS Cornwall's Lynx conducted an overflight of the merchant vessel, which was still at anchor, and once agian confirmed her location on global positioning system equipment. Her master confirmed that his vessel had remained at anchor since Friday, and was in Iraqi territorial waters.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}