{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/mar/29/comment.society", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-03-28T23:13:16Z", "webTitle": "Alan Walter: Give us a real choice", "webUrl": "https://www.theguardian.com/commentisfree/2007/mar/29/comment.society", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/mar/29/comment.society", "fields": {"headline": "Give us a real choice", "bodyText": "Britain faces an increasingly serious housing crisis. Despite all the bluster about the benefits of home ownership and market forces, millions are suffering growing housing insecurity and belt-tightening, while landlords and lenders grow ever richer. It was tenants' battles against private landlords that led to the creation of public housing in the first place. The initial calls for local councils to build and maintain homes arose from the social movements that shook Britain at the beginning of the last century. Decent, affordable, secure and accountable council housing has always been a common-sense alternative to landlords exploiting insecurity. But now the communities secretary Ruth Kelly is unleashing a fresh drive against both council housing and council tenants. Despite the obituaries, council housing is alive and kicking. There are nearly 3 million council tenants, and another 1.6 million on waiting lists. In a recent Fabian Society lecture, Kelly sent a stark message to all of us: only those who can't do any better would remain on council estates - everyone else should aspire to be a homeowner. She launched yet another shared ownership scheme, designed to encourage the less well-off on to the housing ladder. The property dream now only requires a 10% stake. How can you sell a 10% stake? For this you pay monthly rent and mortgage and have 100% responsibility for maintenance and capital works bills. This week the Commons public accounts committee criticised ministers for failing to provide a strategy to tackle the housing crisis. The MPs' report demonstrated that most of the considerable public subsidy for home ownership schemes doesn't reach those in greatest need - only 15% of those entering low-cost home ownership were previously council or housing association tenants, and the scheme doesn't build one extra home - it just fuels property prices. The latest Greater London authority annual survey shows the lack of affordable housing is now the top concern for Londoners. A poll for Shelter has shown that 72% put affordability and a safe neighbourhood before ownership as their priorities. But Kelly's strategy for \"helping [tenants] get on\" is to see if she can get away with scrapping lifelong secure tenancies and introducing some sort of means test to force out working tenants. That would turn council estates into transient - not sustainable - communities. Ministers and their neoliberal advisers appear to want to force everyone into the private sector. The prize for private developers and landlords is getting their hands on public land and assets worth billions of pounds. The main obstacle in the way is tenants with secure tenancies. Last month's report to government on the \"role of social housing\" by Professor John Hills comes at a pivotal time. Hills opened a door by \"offering alternatives\" to council homes, for those in need and to existing tenants. His \"system of regular reviews every few years\" has been pounced on by Kelly, keen to use it as a Trojan horse to turn an \"offer\" into coercion. But Hills pointedly insists he was not recommending the end of security of tenure, or that tenants should lose their right to a home if they're lucky enough to improve their circumstances. Most of the problems he identifies are down to under-investment and shortage of housing. Does he really believe the market will provide the solutions? Kelly is desperate to avoid conceding the \"fourth option\" - the alternative to privatisation, based on a level playing field for investment in improving existing, and building new, council homes. That is what tenants want. We are living with the consequences of 1960s estates built on the cheap. We've suffered 25 years of disrepair thanks to the government siphoning money out of tenants' rents: £13bn between 1990 and 2005 and roughly £1.5bn a year since. The £45bn profits from \"right to buy\" sales and £6bn receipts from privatising council homes have also been diverted. All this money that belongs to council housing must be put back to fund improvements, instead of subsidising privatisation and home ownership schemes. Tenants, trade unions and MPs across all parties are demanding direct investment in council housing. This is the alternative to the government's three privatisation options. It has near-unanimous support, except among landlords, lenders and developers - and the cabinet. The private market has and continues to fail millions. If we didn't have public housing in Britain we'd have to invent it. · Alan Walter is a London council tenant and chair of the Defend Council Housing campaign info@defendcouncilhousing.org.uk"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}