{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/mar/13/theroadtodamascus", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-03-13T21:00:00Z", "webTitle": "The road to Damascus", "webUrl": "https://www.theguardian.com/commentisfree/2007/mar/13/theroadtodamascus", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/mar/13/theroadtodamascus", "fields": {"headline": "The road to Damascus", "bodyText": "When Javier Solana, the EU foreign policy chief, visits president Bashar al-Assad of Syria this week, it will effectively end the EU freeze on high-level contacts with Damascus. On the agenda? Lebanon and Middle East peace. Important topics indeed. But Solana should not leave Damascus without raising the issue of Syria's dreadful human rights record. Since the Baker-Hamilton report, foreign-policy analysts have argued tirelessly about how to get Syria to play a constructive role in Iraq, Lebanon and Palestine. Unfortunately, no one has raised the issue of how to get Syria to start respecting its international obligations towards its own citizens. Currently, a number of political and human rights activists are facing trial in Syria. Their crime: exercising their freedom of expression. Syrian security forces detained prominent writer Michel Kilo and human rights lawyer Anwar al-Bunni in May 2006, following their signature of the Beirut-Damascus Declaration. The declaration called for improved relations between Syria and Lebanon - a goal with which Solana surely agrees. Former prisoner of conscience Kamal al-Labwani was arrested in November 2005, on his return to Syria after several months in Europe and the US, where he met with European and US officials to call for peaceful democratic reform inside Syria. He is charged with \"encouraging foreign aggression against Syria\". The treatment of these activists is only the tip of the iceberg. The Syrian government bans hundreds of political and human rights activists from traveling. The authorities treat Kurds, Syria's largest non-Arab minority, as second-class citizens who are subject to systematic discrimination, including the arbitrary denial of citizenship for an estimated 300,000 Syria-born Kurds. Some may argue that Solana's trip is complicated enough without the added difficulty of discussing Syria's human rights record. However, it is naïve to expect Syria to start behaving as a good neighbour by respecting Lebanon and Iraq's rights while it refuses to recognise the rights of its own citizens. Without internal democratic reform, Syria's foreign policy will remain hostage to the whims and self-interest of its narrow ruling class. In addition, Javier Solana has unique leverage and a special responsibility to raise human rights concerns with Syria. The EU is Syria's biggest trading partner, and Brussels has made recent noises that it may finally approve the \"association agreement\" between Syria and the EU that was initialed in October 2004. The agreement is a trade pact stating that relations \"shall be based on respect of democratic principles and fundamental human rights\". Solana has a difficult assignment and we wish him luck with his meetings in Damascus. We just hope he does not forget Anwar, Michel, Kamal and thousands of others, who are paying the price of having believed in values that the EU and others have often promoted as universal."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}