{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2007/mar/11/restandrelaxation.canaryislands.escape", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2007-03-11T23:51:03Z", "webTitle": "My yoga holiday from hell", "webUrl": "https://www.theguardian.com/travel/2007/mar/11/restandrelaxation.canaryislands.escape", "apiUrl": "https://content.guardianapis.com/travel/2007/mar/11/restandrelaxation.canaryislands.escape", "fields": {"headline": "My yoga holiday from hell", "bodyText": "There are many images that the words 'luxurious villas that will exceed your expectations for comfort and style' conjure up, but one of them is not lying between synthetic sheets in two sets of clothes, too cold to sleep. It's 5am on day one of my Winter Sun Retreat, a yoga holiday in Lanzarote, and my choice of the room's two single beds - the one that doesn't have what appears to be someone else's dribble on the sheet - is exposed to a draught. I try and bivouac in the duvet while the incontinence sheet rustles beneath me. There is something about the idea of a yoga retreat that leaves me unprepared for this kind of gap between brochure and reality: when a yogi promises 'a sanctuary of solace' I don't stop to question the accuracy of the small print. I look around the room pondering the words 'comfort' and 'style' in the cold - is it the metal-frame beds that qualify? Or the pine headboards screwed to the grubby white walls? My deliberations are interrupted at 7am when the cook gets up. I can establish this fact even in earplugs, as the kitchen is right above me. I'd like to say the day got better, but it didn't. The 'chlorine-free', 'heated' pools are too cold to swim in and full of chlorine; 'the newly constructed yoga deck' is a building site; there is no gym with 'hi-tech vibrational platforms'; and the infra-red saunas haven't arrived. With all the other guests, I spend the first morning sitting by the cold pools with bags at our feet, waiting for James Summers, our host, to drive us elsewhere for yoga. It's a wait that goes on for a full two and a half hours. When he turns up, James doesn't apologise. By the second day all the paying guests in my group ask for some form of compensation, and three of the four drop out of yoga. I might have written it off as one bad experience, but it's the second time in three months that a yoga holiday I've attended has gone badly wrong. And it appears I'm not alone - those within the industry report growing concerns. 'There have always been people running hippy-style yoga retreats with no qualifications, but I've noticed a lot more cowboys open in the last few years,' says Lisa Jeans, who runs luxury bootcamp The Complete Retreat. 'Some of it is people setting up retreats for purely commercial reasons, some of it yoga fanatics lacking the skills to run successful holidays.' The fact is, unlike many sports holidays and courses, you can legally be an instructor on a yoga holiday with no qualifications or experience at all. And while someone looking to take up yoga at home may well spend time looking into a teacher's qualifications, few will do the same for a week-long holiday. 'You could set up overnight and call yourself a yoga instructor,' says Pierre Bibby, chief executive of the British Wheel of Yoga (BWY), the governing body in the UK. 'The potential problem is that people going on holiday will possibly be more vulnerable because they don't have a knowledge of yoga and they don't know about the various governing bodies, so they come in on trust.' The BWY recently found one course promising to turn attendees into yoga teachers which lasted just 48 hours. Even if the teachers are qualified, the company may not have the experience necessary to act as a tour operator. 'In the last five years we've seen thousands of these holidays start up but many don't have the skills, resources or manpower to stop things going wrong,' says Sean Tipton from the Association of British Travel Agents. Two months before Lanzarote, I had tried out the new and 'life-transforming' Body and Soul Experience in Ireland with Aidan Boyle. On that 'jumpstart to get into shape' retreat, the 'dynamic' yoga was somnolent, the 1,200 calorie daily diet wasn't calorie-counted, the mountain hikes were slow rambles, and the 'sink into a dream state' massage was administered by a man who does 10-minute rub-downs for the local football team. When I ask for more exercise, I am told no one else has ever complained and I must be 'too fit'. The leader, Boyle, had yet to qualify as a yoga teacher. It's not that my expectations were unrealistic. Another guest, Debra, left on day three, saying 'some of the activities never transpired, others were farcical. I feel very bitter about it.' The Lanzarote trip also left the other clients similarly disillusioned. 'I'm not normally a complainer,' says Clive Thomas who left the Lanzarote yoga centre on day three and retreated to one of the company's self-catering villas. 'But the holiday became a nightmare. The pool was dirty and cold, it was a standard economy villa, not the luxury promised, and you could see the frustration in the cooks that they didn't have the facilities, machines or ingredients to make the food that we'd been promised. Everyone was so cross that it became the only topic of conversation.' Kaethe Fine went to Ibiza with Winter Sun Retreats last year and found 'no water in the pool that I had paid extra to be by, no yoga teacher, even though it was a yoga-pilates holiday, and only two out of the three advertised meals a day'. I was at the Winter Sun Retreat during its first week of operation in Lanzarote, and on the Body and Soul Experience's second week in Ireland, and both companies claim that problems have now been resolved. 'All the teething problems were resolved within a week,' says Summers of Winter Sun Retreat. 'We've seen 45 guests this season and everyone other than those people on that week have had a smashing time.' In Ireland, Boyle says they responded to the early feedback and have tweaked the programme. 'The diet has since been calorie-counted and calories are listed on the menu, and we now have only female masseurs,' he says. He insists that the yoga is aimed at the level of the group, so that when there are beginners, yoga is not 'dynamic'. He says he has now qualified as a yoga teacher too. Perhaps, I was just unlucky and perhaps problems are par for the course with any new holiday. But the message is simple: do as much digging as possible before booking your yoga trip abroad, checking qualifications, trade-body affiliations and previous customers' reviews on the internet. Don't empty your mind and sign on the dotted line - the path to true relaxation starts with lots of research and a thorough examination of the small print. How to find a good retreat Anyone can legally set up as a yoga teacher, so before you book ask for details of what qualifications the instructors hold, where they learnt and how long they have been teaching. Choosing a teacher registered with a national governing body will guarantee a reasonable standard. In Britain, this is the British Wheel of Yoga (01529 306851), which has 3,500 registered teachers, all of whom have at least four years' experience and have annual quality reviews. Its website has lists of teachers and you can ring up to verify qualifications. The website of the European Yoga Union has links to the sites of other member countries' governing bodies. Yoga holidays are like any other in that you'll have more comeback if the operator is a member of a trade association such as the Association of Independent Tour Operators (Aito) or the Association of British Travel Agents (Abta). · Kate Rew flew to Lanzarote with Monarch (08700 405040)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}