{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2007/mar/01/privateequity", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2007-03-01T23:45:15Z", "webTitle": "We need to be more open, say private equity chiefs", "webUrl": "https://www.theguardian.com/business/2007/mar/01/privateequity", "apiUrl": "https://content.guardianapis.com/business/2007/mar/01/privateequity", "fields": {"headline": "We need to be more open, say private equity chiefs", "bodyText": "Private equity industry leaders yesterday called for an engagement with the public to explain how buy-outs of public companies benefit the economy amid accusations by MPs and unions of profiteering and anti-labour practices. Their comments also followed concerns that stock market falls around the world were flagging up an asset bubble, partly the result of a string of multibillion-dollar private equity deals. A succession of executives told delegates at the SuperReturn summit in Frankfurt that they must spend more time explaining how their industry generated profits and jobs to overcome mounting concern among politicians and employees at their growing influence. Guy Hands, chief executive of Terra Firma Capital, which owns Britain's largest renewables business, told the conference the industry needed to talk more openly about its practices or risk a wave of regulation and taxes across Europe. \"I guess we've got a fight on our hands. When the mob speaks, emotion wins and not intellect.\" He said: \"What the centre left is thinking about is no tax deductibility on debt, regulation on fees and who is paying them, bringing in local taxes, consultation on takeovers before and after they are agreed and corporate governance codes. It will restrict the scope and flexibility of private equity.\" His comments were made as Labour leadership hopeful Michael Meacher called on Tony Blair to launch an inquiry into the activities of private equity firms. At prime minister's questions he said the firms were making \"huge personal gains\" at the expense of \"enormous job losses\". Mr Blair, who defended the industry at his monthly press conference earlier this week, rejected the left winger's call, telling him a strong economy had been a key factor in Labour's three election wins and it would \"continue with the strong New Labour position\". The private equity industry has come in for increasing scrutiny since supermarket chain Sainsbury was made a target of private equity buyers earlier this month. Since then unions have stepped up their campaign to highlight what they claim are aggressive anti-union practices at companies recently taken into private ownership by such firms. On Tuesday, workers from car parking firm NCP, the AA roadside recovery company and frozen foods specialist Birds Eye staged a protest at the conference in Frankfurt. They accused their new employers of seeking a quick profit at the expense of workers who faced redundancy and cuts in wages. Jon Moulton, chief executive of Alchemy Partners, which famously bid for Rover after the car maker crashed in 2004, said it was difficult to justify some of the fees paid to private equity firms and their advisers. He said as more money poured into the hands of private equity firms it was inevitable they would face more scrutiny from the public and their elected politicians. David Rubenstein, the managing director and founder of Carlyle Group, one of the world's largest private equity groups, said: \"We should act like a public industry. The funds are private but they are so large that we need to deal with the public, with labour unions, with environmental groups, as if they [private equity funds] are a public company.\" Mr Hands said mega deals such as the recent purchase of Thames Water by Australian bank Macquarie and the buyout by Permira of the AA from Centrica would come under the spotlight."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}