{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2007/mar/20/letters.educationguardian2", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2007-03-20T23:48:46Z", "webTitle": "Letters: Mar 20", "webUrl": "https://www.theguardian.com/education/2007/mar/20/letters.educationguardian2", "apiUrl": "https://content.guardianapis.com/education/2007/mar/20/letters.educationguardian2", "fields": {"headline": "Letters", "bodyText": "If only it were raining men Andrew Graham's article about male teachers in primary education really struck a chord (Doing a man's job, March 13). My son is fortunate to have both a male mentor and a male teaching assistant, but prior to their arrival I would say that much of his attention-seeking behaviour was due to a lack of male role models at home and at school. Graham points out that male teachers can deal with boys' boisterousness more effectively than women and may even be able to channel their testosterone in more creative ways rather than fighting, bullying and aggressive competitiveness. But the implications go further, for there is an argument for single-sex education or gender segregation. If I wanted to choose a single-sex school for my child it would have to be either private or religious. I would much prefer a greater presence of male teachers. Cleo Cantone London · Can we clone Andrew Graham? In our large infant school we try everything to find male role models. We have strong links with our local secondary boys' schools and some come for work experience (often only when their first option has let them down). We've had a grandparents' day to encourage grandfathers to help in school. There needs to be an advertising campaign starring the likes of Andrew Graham to dispel the myth that only women are welcome in early years. Meanwhile, if Graham is looking for a job ... Sue Walker Headteacher, Shears Green infant school, Northfleet, Kent · At the age of 48, I am just beginning the new early years professional status training. Until 1995, I was one of the few men teaching in infant and primary schools. As Andrew Graham writes, male role models are important for boys to have; surely also for girls. Gaining more gender balance in our early years workforce could even ease some of the symptoms of our dysfunctional society. Richard Ingate Norwich Tomorrow's languages We at Soas would agree it is unfortunate that a decreasing number of students are studying modern languages (Chattering classes, March 13). However, our perspective on this is rather different. I am growing weary of articles that focus mainly on trends in the learning of the \"traditional\" modern languages of western Europe, and mention the upward trend in the study of Asian, African and Middle Eastern languages only as a kind of footnote. The Soas faculty of languages and cultures is the home of the joint Soas-UCL centre of excellence in the teaching and learning of languages of the wider world. This was established by Hefce in recognition of the fact that some of the languages that are today described as \"less commonly taught\" are likely to be of considerable importance tomorrow. These include Indonesian, the state language of the world's largest Muslim nation, in which we offer a full BA, but which you omit from your list. It also includes Hindi, in which we now offer the UK's only degree programme. Do your readers consider such languages exotic and marginal? Most of our students do not. Michael Hutt School of Oriental and African Studies, London Open minded The Open University's partnership with Tesco takes the OU's identity in front of the largest single group of consumers in the country (Why the Open University has tested my loyalty, March 13). After a few months of shopping, new opportunities in higher education could become more affordable. It seems to me the only reasons Paul Rowlinson could object to this are either a pathological hatred of Tesco or a political belief that public and private sectors should not work together. I don't think he could justify either position in a properly argued OU assignment. And is he really suggesting that the OU should not be open to people, places, methods and ideas? Michael Dempsey London E1 · Write to: Letters, Education Guardian, 119 Farringdon Road. London. EC1R 3ER. Telephone: 020 7239 9943. Fax: 020 7239 9933. Email: education.letters@theguardian.com. Please include a full address and phone number"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}