{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2006/feb/11/mainsection.guardianletters", "type": "article", "sectionId": "theguardian", "sectionName": "From the Guardian", "webPublicationDate": "2006-02-11T23:59:44Z", "webTitle": "Letters: Out of tune with musical changes", "webUrl": "https://www.theguardian.com/news/2006/feb/11/mainsection.guardianletters", "apiUrl": "https://content.guardianapis.com/news/2006/feb/11/mainsection.guardianletters", "fields": {"headline": "Out of tune with musical changes", "bodyText": "As a director and programmer of opera, music and theatre, I believe that the whole point of the live concert experience is to be present and to absorb the particular events of the performance through all the senses, as they happen. I hope that John Eliot Gardner's On the Night adventure (Chance to buy live CD straight after the concert, February 7) is a great success. He's right to refer to the possibility of such recordings acting as aide memoirs to the excitements of the live event. However, the idea is not entirely new. Some years ago the Festival Hall presented the audience with a free live recording at the end of a special concert of solo piano music to celebrate the birthday of Pierre Boulez. I went straight home to relive the experience on a disc. The great achievement of this initiative entering the mainstream concert would be that proper live recording at performances would enable the great live performances by the musicians of today to be as much a part of our recorded musical heritage as those fantastic live recordings of 50 and more years ago - without which so many seminal moments would be lost. Philip Parr London My colleagues at the Bournemouth Symphony Orchestra would be surprised at Professor Christopher Fox's suggestion (Letters, February 7) in response to my article on the role of the composer in the orchestra that, unlike a cast of actors, orchestra musicians were not also handpicked. The process for becoming part of a major orchestra requires auditioning, an extended trial period and peer review. As for under-rehearsal, here in Poole we have devoted almost 50% of past two weeks to preparing new music for various concerts. The commitment shown by BSO players and its principal conductor, Marin Alsop, is reflected in performances, and my experience here is that given the opportunity, the orchestra approaches new work with enthusiasm and energy. It is simply not true to say that they \"would mostly rather be playing something else\". Stephen McNeff Composer in the house, BSO Perhaps Professor Fox has been away from the bright lights too long. Orchestral musicians really aren't like that any more. If he were to turn the two pages of the Guardian following his letter, he could have read Andrew Clements' review of the premiere of Tuur's Concerto featuring \"consistently superb playing by the Philharmonia\". There is plenty of inspiring contemporary orchestral music. Can it be that Fox is unfamiliar with the works of Lindberg, Turnage, Saariaho and Macmillan? Meyrick Alexander Principal bassoon, Philharmonia Orchestra"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}