{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2006/feb/28/elearning.highereducation", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2006-02-28T18:17:18Z", "webTitle": "On the brink of a revolution", "webUrl": "https://www.theguardian.com/education/2006/feb/28/elearning.highereducation", "apiUrl": "https://content.guardianapis.com/education/2006/feb/28/elearning.highereducation", "fields": {"headline": "On the brink of a revolution", "bodyText": "Undeterred by the spectacular crashes of the e-learning boom, the Open University and Manchester today announce an alliance to offer combined degrees overseas. Teams from the UK's two largest universities are now working to put flesh on the bones of the agreement, but there is no doubt about the ambitions of the two vice-chancellors, Brenda Gourley of the OU and Manchester's Alan Gilbert. \"We want to change the world,\" Gourley said. Together they believe they will be well placed to cater for the exploding demand for higher education across the world with joint degrees that will carry an international cachet. They reckon Manchester has the wide curriculum and research strengths, and the OU knows how to reach students other universities don't and, crucially, to support them through a degree. But the landscape of global online higher education is littered with ambitious - and expensive - casualties. There was NYUOnline - $21.5m, and Cardean University - $100m in the US. Columbia University's Fathom project, which involved the London School of Economics and the British Museum, lost $25m (£15.1m), according to a report by the London-based Observatory on Borderless Higher Education. Closer to home, they note the e-University (UKeU) lost £62m in 2000 - the most embarrassing British cock-up - and the lesser-known failure of Scottish Knowledge, whose costs remain unclear. The Observatory notes that \"reflecting on the lessons learnt following the dotcom crash, the overall trend appears to be towards blended or dual mode, rather than wholly online, provision\". Challenged about past failures, Gilbert is impatient with such \"old-fashioned\" scepticism. He is convinced higher education is on the brink of an industrial revolution in the same way that 18th-century Manchester textile manufacturers were struggling to take off until the advent of steam power for their factories. Most of the small players go broke or sell out, but those who survive to the next phase will prosper - and Gilbert intends to be there. \"When others fall down, we will have the strength to be one of the major providers,\" he says. The 900-year-old \"cottage industry\" of universities teaching small groups of students face-to-face simply cannot cope with the growing demand, argues Gilbert. China can't build campuses fast enough to keep up, so the problems of student support and pedagogy of online learning will have to be solved. Gilbert, who as vice-chancellor of Melbourne University was the prime mover in the global alliance of 17 universities, Universitas 21, has lost none of his enthusiasm for pursuing world domination. Universitas 21 is one of the few early players left standing. Its U21 Global venture with the Canada-based publishers Thomson has not lived up to the overly optimistic targets but had enrolled 700 MBA students by 2004. Although the original vision was about reaching the masses of Asia and the developing world, in practice U21 is focusing on corporate executives. Liverpool University is achieving success with similar tactics, in an alliance with Kit eLearning (a Dutch e-learning specialist group), and has enrolled more than 2,000 worldwide, typically people already working in the IT industry. But the OU, one of the most successful exponents of blended learning, in which distance-learning materials are backed up by personal support for students on the spot, is stressing the \"commitment to global social justice\" in developing countries. Gourley is particularly keen that it should be active in Africa, even though that is not where the money is, and says that local partners will reshape aspects of the curriculum being offered, especially in areas like teacher education. In a further sign that online higher education is stirring again, last week a revived Scottish e-learning effort, Interactive University, led a delegation of six universities to China to explore the delivery of Scottish degrees to Chinese students. Any British efforts will have their work cut out, as a report published by the British Council warned this month. China, followed by India, is going into the higher education business in a big way - as teachers as well as learners. The competition is no longer against American or Australian universities but increasingly with Chinese universities seeking to attract overseas students. Although the report, English Next, focused mainly on teaching English, it had major implications for higher education delivered in English. David Graddol, an applied linguist, said China, which has traditionally been a major source of international students, was repositioning itself as a net exporter of higher education, poaching students from its Asian neighbours, such as India, Japan and Korea. China, says Graddol, will soon be able to offer cheaper degrees that are taught in English and come with the added incentive of Mandarin, a language that is becoming increasingly important to the international business community. Singapore and Malaysia are also establishing themselves as \"education hubs\", says Graddol. The number of international students heading to the UK is already declining. Last year, four out of five universities reported a drop. The number of Chinese students, the largest single source, was also found to have fallen at some institutions by as much as 50%. \"Most UK universities have seen a recent fall-off in international student numbers. These students are not coming back, it's a long-term trend,\" says Graddol. \"The number of students going into China is increasing. More have been going into China than have been coming out,\" he adds. Universities have responded to the increased competition from Asia by setting up their own campuses there - a tactic dismissed by Gilbert as \"neocolonial\". Graddol predicts that the number of \"transnational\" students studying for UK degrees will eventually overtake the number of international students coming to Britain to study. That's exactly where Manchester and the OU hope to be."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}