{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2006/feb/11/motoring.motorinsurance1", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2006-02-11T23:55:03Z", "webTitle": "When two drivers cut the cost of cover", "webUrl": "https://www.theguardian.com/money/2006/feb/11/motoring.motorinsurance1", "apiUrl": "https://content.guardianapis.com/money/2006/feb/11/motoring.motorinsurance1", "fields": {"headline": "When two drivers cut the cost of cover", "bodyText": "Two can live as cheaply as one. But when it comes to motor insurance, two can pay less than one. That sounds wrong - after all, two drivers sharing a car should mean higher mileage and hence greater risk. But it's not. It's called an \"insured and partner policy\" - and the savings over \"insured only\" could go towards a Valentine's Day treat. \"It appears counter-intuitive but there are good reasons,\" says Ian Parker, managing director of motor insurer Privilege. \"Drivers taking the insured and partner option represent a lower risk than a single person, perhaps because the responsibility of being in a long-term relationship translates into safer driving.\" The savings can be substantial. Privilege, which concentrates on drivers with long-term safety records, would charge a 38-year-old man living in London SW2 with a five-year no-claims discount £531.30 a year for comprehensive cover on a 2001 Citroen Picasso. But if he adds on his 37-year-old female partner, the cost of cover falls to £484.05 - a £47.25 saving. A 37-year-old woman with the same car but living in Tonbridge, Kent, would pay £270.90 if she was single. But hitched to a 38-year-old man, the premium drops to £249.90 - £21 less. Many insurers offer these policies. To qualify, both need to live at the same address - there is usually no official paperwork although cover firms can check the voting register. The insured and partner can be same-sex or heterosexual and do not need to be in a civil partnership or married. The rule is to \"live as if married\" so brothers and sisters or parents and children do not count. The couple should be over 25, and will each need to have a good driving record. It works best when both partners are similar in age and no claims discount level. There is no check on how far each partner drives. Both partners can use the policy to build up or maintain a no claims discount. This can be useful if one partner is no longer involved - death, disability, breaking-up, or divorce are acceptable reasons to transfer the discount to a one-person only policy."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}