{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2006/feb/05/culturaltrips.observerescapesection1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2006-02-05T19:19:09Z", "webTitle": "Make a date: top folk festivals", "webUrl": "https://www.theguardian.com/travel/2006/feb/05/culturaltrips.observerescapesection1", "apiUrl": "https://content.guardianapis.com/travel/2006/feb/05/culturaltrips.observerescapesection1", "fields": {"headline": "Make a date: top folk festivals", "bodyText": "Celtic Connections (www.celticconnections.com) runs for a fortnight every January at venues across Glasgow. The great and the good from the world of folk gather from the corners of Britain. If you need one reason to go north in winter ... The Shetland Folk Festival (27-30 April/ www.shetlandfolkfestival.com; 01595 694757) draws musicians from all over the world, with concerts across the islands. Catch one of the late night sessions at the Festival Club or in the Lounge Bar in Lerwick. Sesiwn Fawr - The Big Session in Dolgellau, Gwynedd North Wales (21-22 July/ www.sesiwnfawr.com) features an eclectic blend of musical trends. At the heart of it, though, is Welsh-language folk music. Look out for Alun Tan Lan and Mim Twm Llai. Also the Ukulele Orchestra of Great Britain. This is a festival with a strong sense of place. The Cambridge Folk Festival (27-30 July/ www.cambridgefolkfestival.co.uk has become one of the leading folk festivals in the world, attracting an interesting mix of musicians who represent folk in its widest sense. It always sells out. Ponterdawe International Music Festival (18-20 August/ www.pontardawefestival.com) brings a strong mix of Welsh and Irish musicians to the Swansea Valley. Whitby Folk Week (19-25 August/01757 708424; www.folkwhitby.co.uk) is organised by folk devotees for folk devotees. Workshops and tuition for all abilities fill the days, whilst formal concerts, sessions and ceilidhs take place all night long. Everyone is encouraged to join in. Towersey Village Festival Oxfordshire (24-28 August/ www.towerseyfestival.com) is a very relaxed, child-friendly and low-key event. There is a craft fair, family yoga, dance workshops and plenty of foot-trotting ceilidh music. Shrewsbury Folk Festival (25-28 August/01746768813; www.shrewsburyfolkfestival.co.uk) is the new name and home of the Bridgnorth Folk Festival, which had grown too big for its old town. This year more than 4,000 jazz enthusiasts will meet at Quarry Park, home of the Shrewsbury Flower Show, for music, dance, and workshops. Acts already provisionally confirmed include Loudon Wainwright III, Oysterband, Shooglenifty, and Vin Garbutt. Blas, the Highlands (1-9 September/ www.blas-festival.com) is a young festival which takes place in venues across the Highlands, showcasing the area's most talented musicians. Open House Festival Belfast (28 September-8 October/ 028 9145 4754; www.openhousefestival.com) offers everything from Bluegrass to Punk Blues, alongside the best of Irish traditional music, in the Grand Opera House, the Waterfront Hall and pubs across the city."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}