{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2006/feb/01/film.oscars2006", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2006-02-01T22:34:22Z", "webTitle": "Dench, Weisz, Knightley ... women dominate the British challenge", "webUrl": "https://www.theguardian.com/uk/2006/feb/01/film.oscars2006", "apiUrl": "https://content.guardianapis.com/uk/2006/feb/01/film.oscars2006", "fields": {"headline": "Dench, Weisz, Knightley ... women dominate the British challenge", "bodyText": "Brokeback Mountain, Ang Lee's panoramic portrait of forbidden gay love, dominated the nominations for the Oscars yesterday as three generations of women led British hopes. Oscar winner Dame Judi Dench, 71, was pitted against Keira Knightley, 20, in the best actress category while Golden Globe winner Rachel Weisz, 34, was also shortlisted for her supporting turn in the Constant Gardener. Three times Oscar winner Nick Park was also singled out again by the Academy of Motion Picture Arts and Sciences for his first full-length Wallace and Gromit film, The Curse of the Were-Rabbit, which was nominated for best animated feature. Park said he and co-director Steve Box had been shocked and surprised at their nomination after their film unexpectedly topped the US box office in October. Five years in the making, it took £31.8 million at the box office to become the fourth biggest film in the UK last year. \"We're both absolutely delighted,\" said Park. \"We're over the moon.\" But it is the critically acclaimed tale of romance between two cowboys that has become the film to beat at the 78th annual Academy Awards on March 5, scooping eight nominations in major categories, including best picture and best director, with its stars, Heath Ledger, Jake Gyllenhaal and Michelle Williams up for best actor, best supporting actor and best supporting actress respectively. Williams is better known to British audiences for her television starring role in Dawson's Creek. While Steven Spielberg's Munich collected five nominations, including best picture and best director, the academy turned its back on the populist appeal of the year's three big-budget blockbusters. Star Wars, King Kong and War of the Worlds all collected nominations but were confined to the obscurity of sound mixing and editing, art direction, visual effects and makeup categories. Instead, Hollywood showed a willingness to embrace themes that are anathema to George Bush and much of mainstream America. Members of the academy nominated Felicity Huffman as best actress for her depiction of a transgendered man in Transamerica and also backed Golden Globe winner Paradise Now, the story of two Palestinian suicide bombers, which has been nominated for best foreign film. Hany Abu-Assad, the Palestinian director, said he was confused and happy at its latest nomination. \"I wasn't expecting this at all,\" he said from his Los Angeles home. \"It's amazing, you create hope with your film. People on the streets of Palestine from both sides are happy that they've been recognised, even people who think the film is no good. Even some Israelis have congratulated me. Some of them are mad, but anyhow it's recognition for the film. Recognition is solving half the problem. Mostly it's about recognition that you are part of civilised society.\" The civilised world of Jane Austen's Pride and Prejudice has led Knightley to an Oscar nomination for her performance as Elizabeth Bennet. She could become the youngest-ever winner of the best actress award, beating Marlee Matlin, who was 21 when she scooped the prize for Children of a Lesser God in 1986. But she is up against Dame Judi, who delighted American audiences with her portrayal of society lady Laura Henderson in Mrs Henderson Presents and won best supporting actress in 1999 for her brief, if memorable, appearance in Shakespeare in Love. \"I'm so happy to be nominated for something I loved filming every single day,\" said Dame Judi, who has been nominated on four other occasions. The bookies' favourite for best actress is Reese Witherspoon for her role as June Cash in the Johnny Cash biopic Walk the Line, which had been expected to garner more than its three nominations. George Clooney picked up two nominations, for best supporting actor in Syriana and for best director in Good Night, and Good Luck, which picked up six nominations alongside Crash and Memoirs of a Geisha. While British talent figured prominently, British-backed films - The Curse of the Were-Rabbit apart - fared less well. The Constant Gardener was not among the nominees for best film. Rachel Weisz, 34, said she was thrilled to be nominated but spoke of her disappointment that her co-star, Ralph Fiennes, was not recognised in the best actor category, where Philip Seymour Hoffman in Capote and David Strathairn in George Clooney's Good Night and Good Luck are heavily backed. \"Obviously I'm thrilled to be nominated,\" she said. \"But I'm really disappointed that Ralph wasn't nominated for best actor, because he was so good in the film. My category is best supporting actress. My job is supporting his performance. So my own performance doesn't make much sense without Ralph's.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}