{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/blog/2006/feb/24/googleaccounts", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2006-02-24T22:31:05Z", "webTitle": "Google Accounts -- extending the payments business", "webUrl": "https://www.theguardian.com/technology/blog/2006/feb/24/googleaccounts", "apiUrl": "https://content.guardianapis.com/technology/blog/2006/feb/24/googleaccounts", "fields": {"headline": "Google Accounts -- extending the payments business", "bodyText": "It's not altogether clear what's happening at the moment, but you can now sign up here to get money from selling things on Google Base. This doesn't mean you can do it now, it's \"so we can let you know as soon as this feature is publicly available,\" says Google. The Official Google blog provides more info. It says: We're starting with a very small number of sellers and we expect to include more over the next several months. If you're a seller and you're interested in getting an announcement when this feature is generally available, let us know. In a separate post, the blog also explains that Google is already a major player in the payments business, and already lets users pay for things, and is simply expanding its service. It says: If you take a look at the history of Google's advertising programs and online services, one thing you notice is that online billing and payments have been a core part of our offerings for some time. To run our ad programs, Google receives payments every day from advertisers, and then pays out a portion of those funds to advertising partners. Over the past four years, Google has billed advertisers in 65 countries more than $11.2 billion in 48 currencies, and made payments to advertising partners of more than $3.9 billion. When one of our consumer services requires payment to us, we've also provided users a purchase option. As the number of Google services has increased, we've continued to build on our core payment features and migrate to a standard process for people to buy our services with a Google Account. Examples of this migration include enabling users to buy Google Video content, Google Earth licenses, and Google Store items with their Google Accounts. We also just began offering similar functionality on Google Base. Comment: This doesn't look like competition for eBay and PayPal ... yet, but it's heading that way. Google is continuing with its plan for world domination, and now it's doing it one wallet at a time ;-)"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}