{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/feb/11/israel.russia", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-02-11T23:59:39Z", "webTitle": "Moscow invitation to Hamas angers Israel", "webUrl": "https://www.theguardian.com/world/2006/feb/11/israel.russia", "apiUrl": "https://content.guardianapis.com/world/2006/feb/11/israel.russia", "fields": {"headline": "Moscow invitation to Hamas angers Israel", "bodyText": "Israel has accused Russia of stabbing it in the back after President Vladimir Putin invited Hamas leaders to visit Moscow as the legitimate representatives of the Palestinian people after the Islamic group's election landslide last month. The Russian government responded by saying that all the big powers would inevitably have to talk to Hamas if they wanted to resolve the Israel-Palestine conflict. On Thursday Mr Putin broke from the agreed position of the Quartet group of Middle East peace mediators - the US, EU, UN and Russia - that they would not deal with Hamas until it renounced violence and recognised Israel's right to exist. \"We have never considered Hamas a terrorist organisation,\" Mr Putin said in Spain. \"Hamas came to power ... as a result of democratic, legitimate elections, and we must respect the choice of the Palestinian people ... Having maintained our contacts with Hamas, we intend to invite their leaders to Moscow in the near future to search for solutions.\" Hamas said it would be happy to accept the invitation and would probably send its political leader, Khaled Meshaal. Israeli officials accused Mr Putin of hypocrisy and asked how the Russian government would react if Israel were to invite Chechen leaders to Jerusalem. An Israeli cabinet minister, Meir Sheetrit, accused Mr Putin of \"stabbing Israel in the back\" and said Russia \"cannot fill any position regarding negotiations with the Palestinians\" if it dealt with Hamas. Israel's foreign minister, Tzipi Livni, on a visit to the US, told the New York Sun that any compromise with Hamas would be a \"slippery slope\". \"There is a tendency sometimes among some in the international community to try and understand, to reach agreements, to take a backward step,\" she said. Washington said it expected Moscow to adhere to the Quartet's agreed position. Sergei Ivanov, Russia's defence minister and a close confidant of President Putin, predicted that other members of the Quartet would have to establish contact with Hamas to avoid negotiating through the media. \"Many states around the world, including the Quartet, will establish contacts with Hamas, at least to be able to explain their approaches to the Middle East peace process without the help of journalists,\" he said. Analysts said Mr Putin's invitation was part of Russia's attempt to assert itself during its chairmanship of the G8 by exploiting its former role as the Soviet counterweight in the Middle East."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}