{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/feb/16/iraq", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-02-16T17:41:29Z", "webTitle": "Iraqi minister calls for US to hand over prisoners", "webUrl": "https://www.theguardian.com/world/2006/feb/16/iraq", "apiUrl": "https://content.guardianapis.com/world/2006/feb/16/iraq", "fields": {"headline": "Iraqi minister calls for US to hand over prisoners", "bodyText": "An Iraqi minister called today for all Iraqi inmates at prisons run by the US-led coalition to be handed over to the Iraqi government following the publication of new images of apparent abuse. The human rights minister, Zuhair al-Chalabi, told Reuters that the Iraqi government was \"very worried\" about the detainees in Abu Ghraib prison, outside Baghdad. The minister spoke a day after Australian broadcaster SBS aired previously unpublished images showing US troops apparently abusing detainees at the notorious prison. The new images showed similar content to the photographs of abuse at Abu Ghraib which US current affairs show 60 Minutes revealed in 2004, prompting worldwide outrage. Both sets of images are believed to have been from a similar period in 2003. The new images - which showed detainees with bloody injuries and in sexually humiliating poses - were quickly picked up by Arab television stations, and it was feared they were inflaming tensions in the region. Today Iraq's prime minister, Ibrahim al-Jaafari, added his voice to the condemnation. He said: \"The Iraqi government condemns the torture practices revealed through the recent pictures that show Iraqi prisoners being tortured.\" Mr Jaafari added, however, that those responsible had already been punished and he said he had welcomed the US denunciation of the apparent abuse. The US defence department today admitted the publication of the additional images was harmful, although officials claimed they did not contain new information about the abuses. Pentagon spokesman Bryan Whitman said the images could \"only further inflame and possibly incite unnecessary violence in the world\". He said they would \"endanger our military men and women that are serving around the world\". The UN special rapporteur on torture, Manfred Nowak, called today for new investigations into Abu Ghraib but Mr Whitman indicated there would be no new US inquiries prompted by the new images. Mr Whitman said: \"When there have been abuses, this department has acted on them promptly, investigated them thoroughly and where appropriate prosecuted individuals.\" He said more than 25 people have been \"held accountable\" for criminal acts and \"other failures\" at Abu Ghraib. Of these 10 low-ranking US soldiers have been convicted at military trials. However, the UN's Mr Nowak said: \"Investigations that have been carried out into the abuses in Abu Ghraib are not sufficient.\" Speaking on BBC Radio 4's the World at One, Mr Nowak said: \"In such a case you need a full and independent investigation and all those military or civilian officers who are accountable, who are responsible in the chain of command, should actually be held accountable.\" Civil rights groups in the US have been pressing for prosecutions of higher level figures over the Abu Ghraib abuse scandal. It had been known that more images of abuse at Abu Ghraib existed. US civil rights groups have been pressing the US government for all images to be released into the public realm. In May 2004, the US secretary, Donald Rumsfeld told an inquiry that there were unpublished images that showed \"blatantly sadistic\" actions. The new material includes video of a detainee repeatedly slamming his head into a metal door while guards show no apparent interest in stopping him."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}