{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2006/feb/19/berlin.germany.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2006-02-19T18:52:50Z", "webTitle": "What's new in ... Berlin", "webUrl": "https://www.theguardian.com/travel/2006/feb/19/berlin.germany.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2006/feb/19/berlin.germany.observerescapesection", "fields": {"headline": "What's new in ... Berlin", "bodyText": "Neighbourhood watch In Berlin, anything goes and the lack of adherence to the rules of fashion creates a uniquely cool vibe - urban, underground, sometimes kitsch, sometimes classy, always different. The Berliners' preference for the new and unusual means that tastes in bars, art, clothes and even neighbourhoods change at warp speed. Charmingly scruffy Prenzlauerberg is the hotspot now. Head to Oderberger Strasse for cute kitsch cafes: Huftengold has dinky pink sofas, Hawaiian hula flowers and psychedelic pictures (great for cocktails or focaccia sarnies), and Kauf Dich Glucklich has white wooden floorboards, chandeliers and tutti-frutti coloured chairs, with sweetshop jewellery on sale alongside the cherry ice cream and pancakes. Oderberger Strasse is also where you'll find some of the city's most startlingly original boutiques, right, including Hit-in-TV and Rock 'n' Rot, which have studios at the back where you can see young fashion graduates stitching wild garments. Actors hang out in Kani Mani (Kastanienallee 95), a simple bar with wooden tables and a chatty, scene-savvy manager. Meanwhile, over in the east of the city, downtrodden Friedrichshain is being tipped as 'the new Prenzlauerberg', with a smattering of hip bars and stores beginning to appear around Helmholzplatz. Pukemusic (Samariter Str 34) has skater clothes, Hackeschuss (Kopernikus Str. 13) has stripey coats, plastic cuffs and vintage records, while next door, oddball hairdos are created by gossipy pretty boys beneath pictures of Princess Diana, flamingos and an enormous golden mural of Klimt's The Kiss in Ponyclub Hairdressers (Kopernikus Str 13; 00 49 30 2900 3261). Fads and fashions Bohemian types are supping on the 'cannabis cooler' (marijuana-flavoured iced tea) in Assel (Oranienburger Str 21) which also serves an 'existentialist breakfast', comprising a black coffee and a cigarette, or the 'hangover breakfast', featuring aspirin and Alka-Seltzer. Berliners are discovering the joys of eating in bed (as well as indigestion) following the arrival of Spindler &amp; Klatt (Köpenicker Str 16-17; www.spindlerklatt.de). The entrance looks like a deserted scrapyard, but squeeze through the gates, follow the candles to the riverside and you will find a Thai restaurant/bar/club devoted to horizontal activity. Upstairs, tasty nosh is served in bed, and cocktails are taken outside on huge white mattresses overlooking the river. Everyone's talking about ... Guerrilla shopping. This is the retail phenomenon where high fashion brands and independent designers open secret outlets which only those in the know hear about, then shut them down after a few months before the masses get wind. Comme des Garçons started the trend by opening a secret shop last year. It's since closed, but boutiques open and close in Prenzlauerberg on a monthly basis - if somewhere's a year old, it's over. The Deutsches Currywurst Museum is the year's most talked-about new attraction, due to open in March (Kurfurstendamm 46; www.currywurstmuseum.de) and dedicated to the spicy sausage. Ridiculous, or a worthy tribute to the national dish? Discuss. The hot table Last year it was Ethiopian; this year Eritrean is where it's at, with diners flocking to try spicy beans and banana beer at Massai (Lychener Str 12; 00 49 30 4862 5595; www.massai-berlin.de). The scrummy noodles and minimalist environment have made Zoe Berlin (Rochstrasse 1; 00 49 30 2404 5635; www.zoe-berlin.de) a favourite lunch destination since opening in Hackesher Markt last year. Restaurant 44 at the Swissotel (Augsburger Str 44; 00 49 30 220 102 021; www.berlin.swissotel.com) offers an extraordinary culinary experience, and chef Tim Raue deserved his 'shooting star of the year' award in the restaurant guide Gault Millau (www.gaultmillau.de/dr) last year. The food is more like art and must be tasted to be believed. Who'd have thought Turkish delight-flavoured prawns could be so wonderful? Rising star Thomas Kammeier produces light Mediterranean food at Hugos (Budapester Str 2; 00 49 30 2602 1263; www.hugos-restaurant.de) and chefs Stephan Garkis and Max Stoll of Bieberbau (Durlacher Str 15; 00 49 30 853 2390; www.bieberbau-berlin.de) are featured in the Michelin guide for the first time this year for modern German cuisine in an old-fashioned house. It's worth the trek out to Wilmersdorf. The big night out Night-owls will be in their element as many bars stay open til 6am every night. Grunge no longer dominates and the current hot look for bars is space age. Studio Bar (Hauptstrassse 159) opened at the end of last year and is owned by its designer Murat Top, who, if the long white padded tunnel interior is anything to go by, has seen Alien a few times. Clubbing is generally restricted to the weekend. Berghain (Wriezener Bahnhof; www.berghain.de) in Freidrichshain is the underground club of the moment, with outrageous parties in a cavernous warehouse. The in-crowd also head to Watergate (Falckensteinstrasse 49; www.water-gate.de), which has international DJs and floor to ceiling windows where you can watch the sunrise over the River Spree. The place to stay Lux 11 (Rosa-Luxemburg Str 9-13; 00 800 3746 8357; www.design-hotels.com), which opened last autumn, is a sexy, creamy-roomed complex of compact apartments with chrome kitchen facilities, suede seats, pale stone bathrooms and an Aveda spa downstairs. Its Shiro i Shiro restaurant offers substantial Asian dishes. Last month the city's swankiest address, the Madison Potsdamer Platz hotel, reopened as The Mandala (Potsdamer Str 3; 00 800 3746 8357; www.design-hotels.com). The name may have changed but inside the grown-up take on pared-down chic, with earthy colours, dark wood fittings and luxurious fabrics, remains. Ku 'Damm 101 (Kurfurstendamm 101; 00 49 305 200 550; www.kudamm101.com), is an oasis of urbane edginess in the designer shopping district of the west. Converted warehouse-style rooms have tall windows and ceilings, curvy purple furnishings and an industrial feel. In the hotel's fabulous futuristic bar, the new Urban Nights Friday club session features live DJs and alcoholic smoothies, and at least once a month the globulous furniture is pushed back for the free Tanzraum dance classes. Here today ... Lumas (Oranienburger Str. 1; 0049 30 30 30 6969; www.lumas.de) gallery displays affordable photography. Until 28 February the First Sight exhibition showcases new artists. From 3 March - 17 May, Yesterday features shots from international photo archives. Trendy bar White Trash Fast Food (Torstrasse 201) has been transformed into a temporary exhibition space. Its contents change every few weeks. The Friends of Italian Opera theatre (Fidicinstrasse 40; 00 49 30691 1211; www.thefriends.de) performs plays in English; this month by Harold Pinter. Essentials Air Berlin (0870 738 8880; www.airberlin.com) has flights from Stansted from £40 pp return. Pick up Exberliner, an English language guide to the city, for the latest bar, restaurant and club reviews (€2). Foodies should grab a copy of Zitty (€6.90), the definitive guide to Berlin eateries, which has English notes and mouthwatering photography. For more details, see the city's tourist information site www.berlin-tourist-information.de."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}