{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2006/feb/01/argentina", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2006-02-01T19:37:28Z", "webTitle": "Bonita by nature", "webUrl": "https://www.theguardian.com/travel/2006/feb/01/argentina", "apiUrl": "https://content.guardianapis.com/travel/2006/feb/01/argentina", "fields": {"headline": "Bonita by nature", "bodyText": "In January in Buenos Aires it is sometimes so hot that you can fry an egg on the road. I know this because one of the local news channels actually did it a while back, just to prove it. Most of the inhabitants flee to the coast. Some head south to the lakes in Patagonia, others to the nightlife of the very fashionable Punta del Este in Uruguay and some, like me, head north to the province of Misiones. Misiones is located in the far north-east of Argentina and borders both Paraguay and Brazil. It is best known for the jaw-dropping grandeur of Iguaz? Falls (\"Poor Niagara,\" Eleanor Roosevelt said when she first saw Iguaz?) and for the mournful 17th-century ruins left by the Jesuit missionaries who gave the province its name. Iguaz? Falls is an absolute must for the tourists who are now flocking to Argentina in record numbers. But a great alternative to the more populous parts of Misiones - with their increasing crowds and travelers - is La Bonita Guest House, a two-hour drive from the quiet frontier town of San Vicente. La Bonita is owned and run by Franco Martini who, 12 years ago, gave up his marketing job in Buenos Aires and then spent months travelling on his motorbike looking for the perfect place to build his jungle retreat. Franco looked at more than 30 waterfalls, but it wasn't until a local in a nearby village told him about a really remote waterfall right up in the heart of the jungle that he found his site. By this time, he'd been giving up hope, but went and had a look all the same. \"When I first saw it I was mesmerised,\" he says. \"Totally stunned. I was like - [gasp] this waterfall has to be miiiiine!\" But it proved very difficult to build there as the roads weren't nearly as good as they are now and, what's worse, the moment they started building, along came the El Nina thunderstorms. \"The locals thought I was crazy,\" he says, \"but we all worked really hard to get it right.\" All that hard work has clearly paid off. The cabins are nicely separated, guaranteeing absolute privacy and maximising the idyllic jungle views. Built by local craftsmen, great attention has been paid to small details (the cabin I'm staying in was actually the setting for a \"W\" magazine fashion shoot not long ago). There are some really nice touches like large volcanic rocks set in stone around the base of the shower in one cabin and, in another, an entire window composed of beautiful molten lava. But it's the balance here that strikes you the most. Without being overly sleek, the cabins seem to blend in effortlessly with the rugged local setting. My cabin is perched on the side of a steep hill and overlooks the waterfall pouring down the face of rock beyond the jungle canopy. I can hear it at night, above the astonishing din of the jungle; it's only drowned out by one of the frequent and spectacular thunderstorms. The jungle really comes alive at night and, although I am in complete comfort, I get the feeling that I'm in fact camping right out in its darkest depths. I get into the pre-breakfast routine of walking down the steep trail to the waterfall. Countless butterflies hover around the path and, from time to time, there comes the rather unnerving low bellow of monkeys. The force of the waterfall has churned up the iron-rich soil at the bottom of the pool so the water is rusty red. A guest has cheerily told me that she saw a snake gliding from a rock and slipping into the water, but I try not to think about that (they only bite you if you step on them, so they tell me) and so each morning I jump into the water, swim across the pool and wake up with a jolt in the ice-cold spray. I spend most of my days exploring the red-earth trails that wind through the jungle, invariably leading their way to the river and hidden, untouched waterfalls. Franco and his girlfriend kindly show me around to the more inaccessible spots, in their jeep. By far, the highlight of our journey is our day trip out to the remote Los Saltos del Mocon?alls. These falls are the result of a massive geographic fault along the Uruguay river bed, at the point where Misiones borders Brazil (the Uruguay river follows Argentina's Brazilian border and, further south, continues to flow along Argentina's border with Uruguay). At Los Saltos del Mocon?the river falls from the direction of its bank rather than from the usual direction of the source, making these falls highly unusual. As we turn a bend in the river we get our first glimpse. The sight of all that water hurtling down and churning into the river for a three-kilometre stretch is simply incredible. Our guide, Miguel, drives us to within inches of the thunderous waters, stops the boat and then gleefully hurtles back out again. Just across the river, a Brazilian family looks somewhat glumly at the way Argentina so spectacularly ends at this side of the border. Back in the small town of Soberbio, most of its inhabitants are swimming in the river, taking a siesta on the bank or fishing. This river breeds absolute monsters in the summer and some serious beasts lie in those murky depths. On the bank a truly gigantic Dorado (Golden Salmon) drips on the grass in the late afternoon. The Dorado is one of the world's greatest fighting game fish and without doubt the most prized fish in Argentina. The Dorado that I see is almost as big as the 13-year-old boy who caught it. It looks almost prehistoric but I am told is very nice to eat. \"Look,\" the boy says grabbing my hand and drawing my fingers hard along the teeth on the top jaw. \"Pretty sharp, 'eh?\" Then he raps his knuckles hard on the lower jaw. \"Bone,\" he says in wonder, \"all bone!\" After a week of almost constant jungle trekking and swimming I spend my last afternoon lounging about in my hammock on my balcony. Around four o'clock, there is a smell of burning wood as kindling is fed into the stove and burned to heat the water supply to the cabin. I drift off to sleep and wake up at eight when there's a nice cold Quilmes beer waiting for me in the bar. There's a thunderstorm on its way and lighting flickers far off on the horizon. Franco himself describes his vision as a kind of \"aristocratic nonchalance\" in the face of the jungle. And looking at the fireflies burning among the trees, I am inclined to think that is exactly what he has achieved. Way to go At La Bonita Guest House (posadalabonita.com.ar), Waterfall Cabins range from £16pp per night full-board in a cabin for four people, up to £39 on the same basis in a cabin for one. La Bonita is 168 miles (270km) from the nearest airport of Posadas. The best way to get to La Bonita Guest House from Buenos Aires is by night bus rather than plane. Book a \"Coche Cama\" (a bed bus) for £42 return from the Retiro Bus station to San Vicente. A good reliable company is Via Bariloche (viabariloche.com.ar). For £20, Miguel will pick you up from the San Vicente bus station in his jeep for the two-hour trip to the guesthouse. This can be arranged through the guesthouse. Miguel also runs excursions. A trip to the Los Saltos del Mocon?osts £20pp. But, after heavy rain, the falls are sometimes submerged so ask Miguel before you book a trip. The Iguaz? Falls simply must be seen to be believed and excursions there cost around £70 pp."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}