{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2006/feb/01/uksecurity.terrorism", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2006-02-01T17:43:44Z", "webTitle": "Fresh defeat for government on terrorism bill", "webUrl": "https://www.theguardian.com/politics/2006/feb/01/uksecurity.terrorism", "apiUrl": "https://content.guardianapis.com/politics/2006/feb/01/uksecurity.terrorism", "fields": {"headline": "Fresh defeat for government on terrorism bill", "bodyText": "The government suffered another parliamentary defeat by a single vote tonight when peers defeated a proposal to give police hightened powers to curb unlawful terrorism-related material on the internet. After last night's embarrassing defeat in the Commons on the religious hatred bill, peers voted 148 to 147 during the final third reading stage of the controversial terrorism bill. Two months ago Tony Blair suffered his first parliamentary defeat as prime minister when MPs voted down plans for a 90-day detention period under the bill and opted for 28 days instead. Conservative and Liberal Democrat peers protested that freedom of speech was at risk, over plans to allow police constables to decide that information on the net could be of interest to terrorists. The change to the bill now means that a judge would first have to agree with the police officer before a notice was served on the internet provider. Home Office minister Baroness Scotland of Asthal, who is piloting the bill through the Lords, was not present today and missed the vote. A Home Office spokeswoman said Lady Scotland had been called away on \"a family emergency\". Earlier Liberal Democrat spokesman Lord Goodhart, urging peers to back the amendment, said: \"I have not been asking for uncontrolled access to the internet. \"I entirely accept the principle that where there is something on the internet which is transmitting material from a website which is indeed truly terrorist-related - I entirely accept that it should be removed. \"It is simply a question that the police should not have authority which would enable them to go round removing any material, which they had the slightest suspicion could possibly be of some interest to somebody for terrorist purposes. \"So as for the difference between 'capable of being understood' and 'likely to be understood' I don't think they are different in nature, they are simply different degrees of probability. \"Something is 'capable of being understood' if it's got maybe a one in 10 chance that it will be understood in that particular way. It is only 'likely to be understood' if it it's got a 51% chance.\" Government spokesman Lord Bassam of Brighton, rejecting the amendment, said that under the government proposal \"a constable applies the test of whether a statement is capable of being understood as unlawfully terrorism-related, when considering issuing a notice. \"And that difference, is the root of the difference in the tests. The constable is being asked to make a judgment as to whether a statement is 'capable of being understood' as unlawfully terrorism-related. \"The amendment would require a constable to second guess whether the court will take the view that an audience is likely to understand the statement as an encouragement. \"The government's view is this is unnecessary and that the police ought to issue a notice, saying that they are concerned about the statement's presence as they currently would under present drafting.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}