{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2006/feb/20/fish.food", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2006-02-20T18:34:15Z", "webTitle": "Cod sold in hundreds of chippies linked to Russian black market", "webUrl": "https://www.theguardian.com/environment/2006/feb/20/fish.food", "apiUrl": "https://content.guardianapis.com/environment/2006/feb/20/fish.food", "fields": {"headline": "Cod sold in hundreds of chippies linked to Russian black market", "bodyText": "The Birds Eye brand and hundreds of fish and chip shops in Britain are selling cod from Russian suppliers accused of operating a black market in one of the last large ocean reserves of this potentially endangered species. Birds Eye is owned by Unilever, and its Fish Fingers have fed a generation of British children and their parents. The firm's website carries friendly images of the white-bearded Captain Birds Eye and assures parents that the cod in the firm's Fish Fingers comes from the \"Barents Sea in the north-east Atlantic using only EU-registered trawlers\". But that is not the whole story. The Guardian has established that one of Unilever's supply chains begins in south-east England, at an office suite in Maidenhead, Berkshire. This is the headquarters of Ocean Seafood Services Ltd, the sales arm of a much bigger global organisation named Ocean Trawlers, which delivers blocks of frozen cod to suppliers of Unilever factories at Bremerhaven, Germany, and the Fish Finger plant in Hull. Through Grimsby, Ocean Trawlers also sells to the Icelandic Group, a separate Reykjavik-based firm which distributes to UK fish and chip shops. More than 1,500 British chip shops purchase Ocean Trawlers' frozen fish. The firm has become the world's biggest cod trader, exploiting the icy waters of the Barents Sea, north of Murmansk. This is one of the last big fisheries of Atlantic cod following the collapse of the fish stocks in the North Sea and off Newfoundland. Cheap labour Some of the firm's Barents Sea cod is first taken to China, where it is filleted, using cheap labour, re-frozen and then shipped back to Europe. Ocean Trawlers recently moved its own headquarters to Hong Kong, using processing factories in Qingdao on China's north coast; there, young women with rubber gloves and scalpels are more efficient and cheaper at filleting than machines. Ocean Trawlers is owned by two wealthy entrepreneurs who recently moved to Hong Kong from Norway. One of them, Magnus Roth, is Swedish. The other, Vitaly Orlov, is Russian. The Russian connection is key to the spectacular rise of Ocean Trawlers in the past five years. Under a joint agreement with Norway, Russia is entitled to a share of the valuable but limited Barents Sea cod quotas. Mr Roth and Mr Orlov acquired modern Norwegian trawlers, repainted them and leased them out under Russian flags to Russian fishermen in possession of quotas, with their debts paid off in supplies of cod. Ocean Trawlers acted as managers of the boats. But Russian fishing boats which do business with Ocean Trawlers are picked up regularly by the Norwegian authorities and accused of overfishing. The Russian authorities exercise relatively little control. Norway claims that, alongside the legitimate fishery, 100,000 tonnes of cod a year are being illegally hauled out of the Barents Sea, with the help of falsified papers, and landed elsewhere in Europe, where port surveillance of Russian catches is looser. Last month two film-makers from Cold Facts, an acclaimed Swedish investigative television programme, went undercover and emerged with documents which, they said, implicated Ocean Trawlers in collusion in the black market. The documents included a copy of a Norwegian fisheries inspectorate investigation into the firm: the report listed Russian boats associated with Ocean Trawlers allegedly caught misreporting catches. The TV investigators also published what appeared to be double sets of receipts found last year on an Ocean Trawlers chartered refrigerated ship that docks at Grimsby - one set showed an official record of a low tonnage of cod, the second allegedly a much higher, true figure. These claims are vehemently disputed by the firm. Mr Roth says Ocean Trawlers was forced to move its headquarters out of Norway after its files were seized there by the authorities in a \"conspiracy\" to discredit it. He says the firm cannot control the Russian fishermen. \"Ocean Trawlers have no means nor resources to perform quota control, or to control [what] our various suppliers report and operate, within their allocated quota. This remains the responsibility of the appointed authorities in the respective countries.\" A company statement says: \"Ocean Trawlers actively seeks to work only with partners demonstrating the best practices within the industry ... we have for some time been working on implementing a code of conduct with our main suppliers.\" Mr Roth says the Norwegian investigation did not demonstrate any illegal acts by Ocean Trawlers. The apparent double sets of receipts just related to two separate fish consignments, he said. Ocean Trawlers' procedures were now being changed to \"eliminate any risk for confusion\", and the firm had dropped its special leasing arrangements with Russian boats. Suppliers Unilever says it cannot control its ultimate suppliers, nor disclose how much it buys and from which intermediate suppliers. \"Effective management of the quota control must ... rest with the [countries'] authorities. Unilever requires all of its suppliers to work with partners that operate in accordance with best practice in the industry and within allocated quotas.\" Representatives for Icelandic Group UK, the British fish and chip shop suppliers, said they bought more than 1,000 tonnes of Ocean Trawlers cod last year, directly from Grimsby but not from China. Finbogi Baldvinsson, the chief executive for Europe, told the Guardian: \"There was no reason not to do business with Ocean Trawlers. It is very difficult to act on rumours. We buy fish in good faith. We trust the inspection system.\" Allegations continue in Norway and Sweden. Greenpeace last week scaled the roof of Findus, an unconnected brand also accused of receiving fish from the Barents Sea black market. Norway has protested to Russia about the continued illegal fishing, and in the UK Defra said it was exploring how Barents Sea quota enforcement at British ports could be enhanced \"within powers and resources\" available. A Norwegian Greenpeace campaigner, Truls Gulowsen, said yesterday: \"The Barents Sea is home to the last remaining big stocks of cod on earth. Between 20%-30% of cod landed is illegally caught. Overfishing is a serious threat to marine life and an environmental crime. Stolen fish is cheaper than legal fish. We are urging fish companies not to buy it.\" WWF is also campaigning against the cod black market. Maren Esmark, in Oslo, said: \"More than half the cod in the world comes from the Barents Sea, it is an important component of the ecological system there. If it disappears it would be a disaster. We could end up with cod just being a fairy tale for our children.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}