{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2006/feb/20/usnews.mondaymediasection", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2006-02-20T17:53:10Z", "webTitle": "How to shoot yourself in the foot", "webUrl": "https://www.theguardian.com/media/2006/feb/20/usnews.mondaymediasection", "apiUrl": "https://content.guardianapis.com/media/2006/feb/20/usnews.mondaymediasection", "fields": {"headline": "How to shoot yourself in the foot", "bodyText": "When the second most powerful man in America shoots his friend in the face, is it news? Apparently not to vice-president Dick Cheney, who waited 18 hours before disclosing to the public that he had sprayed his hunting companion, Harry Whittington, a 78-year-old Texas lawyer, with as many as 200 pieces of bird shot. The extraordinary nature of the incident, and Cheney's initial refusal to own up to it, dominated newspaper headlines and late-night television in America last week. What started as a bizarre accident became an emblem of Cheney's disdain for the press, White House secrecy and, ultimately, a metaphor for the failures of the Bush administration. Media analysts say Cheney left a trail of mistakes. First, he delayed the release of information. He then bypassed the ferociously proprietorial White House press corps, asking his hostess at the ranch to give the story to a contact on the local newspaper, the Corpus Christi Caller Times. Not until the morning after Whittington was shot did Cheney speak to the White House chief of staff, Andrew Card, complicating prospects for damage control. When Whittington's condition worsened - a pellet lodged in his heart caused a mild heart attack - Cheney did not mention it to the White House press operation even though he was at the White House. The press secretary, Scott McClellan, who had been joking about the incident, looked uncaring and out of step. When Cheney eventually broke his silence, he chose the sympathetic Fox News as the conduit for his story, but even that failed to halt the controversy, raising a whole set of questions. Was the vice-president drinking when he shot his friend? Why were there no witnesses from the private hunting party of 10 and Cheney's considerable Secret Service detail? And why did Cheney believe that he could keep his boss and the president out of the loop? Was the president unaware of other activities? MediaGuardian asked White House insiders and PR professionals to give their insight into a week in which relations between the Bush administration and the US press took another serious hit. Peter Baker White House correspondent, Washington Post The plain fact of it is that you don't have a vice-president shoot someone every day of the week. To say that out loud almost seems silly, but it is so unusual and so stark a story that almost inevitably it was going to become a huge media sensation and be picked apart and scrutinised and so forth. Second, obviously a delay in putting it out always tends to raise suspicions in a case like this. Why was it delayed? Was there an ulterior motive? Was there an attempt at a cover-up? We don't really have much evidence of an attempt at a cover-up but you have to ask the question. The rule of thumb in Washington has been for a long time that when you have something you don't consider to be good news, you put it out as quickly as possible and as fully as you can to clear the air, and keep anyone from suspecting that there is something else out there. That wasn't done in this case. The addditional dynamic here is that Cheney historically has been a somewhat secretive figure who does not particularly play the media game, and who does not care much how he is viewed by the public. So this plays into the perception already out there that Cheney is someone who is outside the White House's ability to manage. Dee Dee Myers White House press secretary in Clinton administration I like to think that I would have been notified by senior advisers of the White House. But Karl Rove (deputy White House chief of staff) didn't tell Scott McClellan (White House press secretary). The important thing is to gather as much information as possible about what happened in Texas. Establish a time line. Gather as much detail as you can about what happened. What time was the accident? What time did Whittington arrive at the hospital? Say something about the victim's condition. Put out a chronology of what happened and a statement from the vice-president saying \"Boy, I really feel horrible about this\" and put it out as quickly as possible. They made a huge story out of this, and there are a lot of layers now to what was an incident that was really unfortunate, and sort of provocative, but not much more than that. In the White House in which I worked, if vice-president Al Gore had done something, the president would have commissioned someone - the chief of staff probably - to get someone to handle it. If he had to, Clinton would have called the vice-president and said, \"Look you have to cooperate.\" Jim Brady White House press secretary for first two months of Reagan administration. Shot in assassination attempt on the president As White House press secretary (or press secretary to any public official) you serve two masters - your boss and the American people, and your conduit to the people is through the national press corps. Juggling the two can be difficult but that comes with the territory. Getting the story out as quickly, thoroughly and honestly as possible is mandatory. Otherwise, you've failed both masters. There must be mutual trust with the press corps - without that you cannot serve either master well. The Cheney story (whether he liked it or not) was news - his press person or the White House press secretary should have been on top of the story from the beginning and ready to brief the press corps with all developing facts. Julia Hood Editor, PR Week The real problem here is what this incident has revealed about the inner workings of the White House. Hopefully, Harry Whittington will recover, but the recovery for the Bush and Cheney offices will take much longer. A crisis at its worst will reveal the inadequacies of your internal organisation and that is exactly what has happened here. It revealed that there was no coordination between Cheney's office and Bush's White House office, which lends credence to the perception people already have that Cheney runs his own show, that his office does not collaborate with other White House officials, and that his office thought that it could contain and control this story. That put Bush's press secretary [Scott McClellan] into a very awkward position of publicly joking about this when he did not know the full status of the victim, which makes Bush look bad. And if you make your boss look bad, you are not doing your job."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}