{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2006/feb/09/voluntarysector.comment", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2006-02-09T23:52:20Z", "webTitle": "Gardening has grown on me", "webUrl": "https://www.theguardian.com/society/2006/feb/09/voluntarysector.comment", "apiUrl": "https://content.guardianapis.com/society/2006/feb/09/voluntarysector.comment", "fields": {"headline": "Gardening has grown on me", "bodyText": "Gardening has an image problem. It's what retired people and housewives do. But after two weeks working in the gardens of two castles along Royal Deeside, Aberdeen, I think it's time we abandoned this horticultural prejudice. Gardening is cool and here's why. Firstly, it's not for wimps. Regular trips to the gym were insufficient preparation for the digging, raking and lifting that made up the bulk of my work in January. During a day's tree planting on the estate at Crathes Castle, Aberdeenshire, with three of the (all male) gardening team, I was handed an almighty mel-hammer and told to get on with whacking tree stakes into the rocky soil. Earlier on in the month I'd been lugging bundles of 25 stakes up a craggy hillside and spent four hours taking out a whole rose tree by myself. \"Bunny huggers\" need also not apply. This term, one of the many new expressions I've come across since arriving in Scotland, describes city dwellers who can't deal with the fact that rabbits are a pest and must be \"controlled\". You can't get sentimental about deer either, at least not in Scotland where they roam the countryside destroying trees in their thousands. Gardening's a mental challenge too: remembering Latin and common names as well as the place of origin of each plant is no mean feat and you really can't afford to confuse your species. Fortunately, the gardeners and rangers at the National Trust for Scotland properties I've been volunteering at have all been excellent teachers and working with them has amounted to free private tuition in horticulture. At Crathes, for example, we had to remove a dead tree and fill the hole it had been sitting in with earth from another site. In the time it took to transfer the soil on the ends of our spades I learnt more about soil science and geology than I gleaned from an entire A-level geography module. As we went about our pruning on the first day one of the gardeners pointed out some Chinese lilies and by means of an allusion to incestuous breeding clearly explained the concept of \"clonal degeneration\", the sort of sciency term that would usually make me switch off instantly. When we came to a Hypericum he explained that unlike other shrubs it only flowers on two-year-old wood so the new growth needs cutting out every January. Hypericum. The sort of word that only means something to the over seventies. I could now point it out in a busy herbaceous border along with fushias, hydrangeas and, my favourite, cornus. This shrub grows tall, spiky stems in a deep, vivid red colour that fades to black at the tips and looks stunning against the dull browns and greens of winter. Over the course of a week the Crathes team taught me to notice these things. Another of the team pointed out yellow hazel flowers and the leaves used to make Earl Grey tea. They took me round the glass houses and showed me rare French Malmaison carnations and described how a bright Acer tree they'd recently planted would lift the green of the tall conifer behind it, explaining how he'd learned to create \"living pictures\", which will change over time but always be beautiful. Another volunteer and I helped start a border of tulips in the gardens at Drum Castle that will tell the story of how the bulb came to Europe. Diana (a brave lady - she let me loose on the tractor) showed us 17th century pictures of the flower and explained that their dramatic colours were in fact the result of infection. Gardening is where science and art come together in a very real way, so as a job it offers the diversity and challenge, both mental and physical, that's the stuff of army recruitment adverts. But January was not all a bed of roses. Keen to see as many different sides of Aberdeen as possible, I volunteered to help out at a youth cafe in a deprived area of the city called Torry. Comprising a huge council estate, the docks and some older, run-down housing, Torry is about as far from the wealth and beauty of Royal Deeside as you can get. But something the two areas have in common is a thriving sense of community. During my first evening at the cafe the new community police officers dropped in, accompanied later that week by the local minister. The two police officers explained that they were new to the job and wanted to get to know the local children. Thanks to the youth club this meeting was a positive first encounter, ending with a smile and a wave, not a warning or an Asbo. But I still can't help feeling disheartened. Although it offers an alternative place to meet than the streets, the cafe doesn't have enough volunteers or money to organize constructive and varied activities. So the kids get bored. Those who aren't interested in darts, pool or chess, were passing the time play-fighting, eating crisps and sweets or listening to music on their mobiles. A couple of the more lively ones would make up dance routines in the main hall, but most of them aren't that confident and rallying enough volunteers for some simple team games was hard work. I knew they all wanted to play, but this was something new so the group hadn't reached a cool/not-cool verdict and no one wanted to be the first to give their endorsement. If I forced them into it however, their images were safe, so I spent half an hour in an energetic game of chase. It was well worth it and the kids responded positively to my efforts. But it was very labour-intensive and the team of volunteers who run the cafe just isn't big enough to provide that sort of entertainment every evening. They desperately need more hands. Sheila, who started the project, is in her late 60s and gives up every Wednesday and Friday evening to supervise the cafe and run the tuck shop. She's a kind, grandmotherly figure who tolerates no nonsense. The children clearly have a lot of respect for her: in the last couple of years the only trouble has been two fights between older boys. Her daughter is always there too (despite working night shifts at the local care home) and on Fridays her son-in-law organizes darts games for them. A couple of months ago they received funding to employ a youth worker but the team is still too small for a group of over 60 boisterous teenagers. The mother of one of the children helps when she can, but an appeal to the parents for volunteers was otherwise fruitless. I don't know whether this lack of parental interest is indicative of the sorts of rootless lives that are blamed for antisocial behaviour, teenage pregnancies and underachievement in schools because two evenings a week for less than a month wasn't sufficient time to get to know the children that well. But what I do know is that at 9.30pm on a school night there was a handful of ten to 13-year-olds stocking up on caffeine fuelled drinks and sweets (fruit doesn't sell) before setting off on the chilly walk home. Call me old fashioned, but shouldn't they have been in bed? · Charlotte Ashton is writing a regular diary of her journey across the voluntary sector for SocietyGuardian.co.uk and the Guardian's Rise supplement"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}