{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2006/feb/01/notebook", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2006-02-01T17:31:20Z", "webTitle": "Notebook", "webUrl": "https://www.theguardian.com/business/2006/feb/01/notebook", "apiUrl": "https://content.guardianapis.com/business/2006/feb/01/notebook", "fields": {"headline": "Another twist to sorry Cable story", "bodyText": "Richard Lapthorne, chairman of Cable &amp; Wireless, has made it his personal mission to persuade analysts to stop crunching numbers and start thinking strategy. Yet again, at yesterday's swansong press call for outgoing chief executive Francesco Caio, he railed against the markets and their obsession with quarterly reporting, saying: \"I have to focus on more than the current accounting period otherwise we are not going to get this business into the shape we want.\" At C&amp;W's interims he was singing the same tune, saying there would be volatility in quarterly earnings but the acquisition of Energis meant in three years C&amp;W's UK operation would be making sustainable double-digit margins on revenues of £2bn. Yesterday's coralling of the analyst community - who had been forecasting wildly inflated UK profits - was designed to give the new head of C&amp;W's UK business John Pluthero the chance to wow the City on February 28 with his strategy for the UK rather than talking about history. Lapthorne said: \"John will make mistakes, his team will make mistakes, we all do. But I want him to have the space to get this done.\" Not very reassuring. The trouble is, all C&amp;W seems to do is make mistakes. This is the second profit warning in three months, the split into two divisions is the company's umpteenth reorganisation and the strategy has borne absolutely no fruit whatsoever. All analysts have to go on is quarterly performance and yesterday's news of a whole raft of unspecified and previously undisclosed exceptional items mean even that is utterly opaque. Mr Lapthorne admitted yesterday: \"This is the most difficult job I've ever had to do.\" Frankly, it shows. Vodafone hang-ups The biggest impediment to strategic change at Vodafone is the make-up of the boardroom, it is argued. Too many individuals, from chief executive Arun Sarin down, are too closely aligned with the big-is-best policy of expansion. The retirement of Sir Julian Horn-Smith, deputy chief executive, and arrival as a non-executive director of Tony Watson, formerly of Hermes, should therefore delight those urging reform, even if the changes did nothing for the share price yesterday. At 118p, down 2.75p, it's weak and getting weaker. Horn-Smith was right-hand man to Sir Chris Gent, former chief executive and the great expansionist, and in recent years was responsible for acquisitions. Watson comes from the active end of fund management with a reputation as someone not afraid to rattle cages. All this before HSBC's Sir John Bond takes over as chairman. Concluding that this is stage one of a change of corporate direction is another matter, however. Horn-Smith, after 22 years and aged 57, can hardly be blamed for seeking a high-profile chairmanship elsewhere, if that's his game. Watson is a name but some bigger hitters among the non-executives sanctioned expansion - like Penny Hughes, late of Coca-Cola, and John Buchanan, formerly of BP. The feeling remains that Vodafone's problems can't be solved merely by changing strategy or chief executive. Exiting the two troublespots, Japan and Verizon Wireless in the US, at decent prices is easier said than done. Mittal-bashing Arcelor has, rightly, stressed the issue of governance in its campaign to fend off the €18.6bn bid from Mittal Steel. The dominance of the Mittal family, with 88% of the shares and 97% of the votes, is top of the agenda. It also says it is happy to accept the verdict of its own shareholders on the bid, a welcome change from the days when governments ran Europe's steel industry (though Luxembourg's prime minister has more than 5% of the shares). But, aside from Luxembourg, who are the shareholders who will determine the outcome of Mr Mittal's audacious attempt? With 87% of the shares listed on the company's website held by unspecified others the answer is less than clear. Around 30% are held in France, 20% in the UK and slightly more in the US. The share register, according to company sources, includes fund management names such as Gartmore, Fidelity, GAN, Axa, Credit Agricole and Groupama. But finding out exactly who owns what is less than straightforward. A key factor is that Arcelor is listed in Luxembourg, where the disclosure requirements are less strict than in, say, London. This is unsatisfactory. A combination of Mittal and Arcelor would have a huge bearing on the future of the steel industry and the 320,000 people who would work for a combined group. If the decision is to rest with shareholders, then we should know who they are and in what proportion they wield power. At least with Mittal there is no doubt about who owns it."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}