{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2006/feb/11/uk.labour", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2006-02-11T23:59:41Z", "webTitle": "No Labour seat safe, say Lib Dems after victory in Brown's backyard", "webUrl": "https://www.theguardian.com/politics/2006/feb/11/uk.labour", "apiUrl": "https://content.guardianapis.com/politics/2006/feb/11/uk.labour", "fields": {"headline": "No Labour seat safe, say Lib Dems after victory in Brown's backyard", "bodyText": "They've had precious little to smile about in recent weeks, but the Liberal Democrats thronging the streets of Dunfermline yesterday could barely contain their grins or their glee at stealing one of Labour's safest seats from right under the nose of Gordon Brown. In a result that few predicted possible given the party's annus horribilis, the Lib Dems overturned a solid Labour majority of 11,500 to secure the Dunfermline and West Fife constituency, which is not only home to the chancellor, but the neighbouring seat to his. The talk on the streets yesterday was as much of the snub the result had delivered to Mr Brown as of the Lib Dems' extraordinary byelection success. Mr Brown was in effect Labour's poster boy for the campaign and made many trips to the area to try to maintain the support built up by the late and much admired Rachel Squire. \"It's got to hurt, doesn't it,\" said William Robertson, 83, a lifetime Labour supporter, making his way home with the daily papers. \"It's got to dent his chance of being leader.\" It was left to a subdued Scottish secretary, Alistair Darling, to try to salve Labour's wounds in the light of such a crushing defeat. He blamed local issues that seemed to confound Labour: the ailing town centre, Forth road bridge tolls and threats to the local hospital. \"People were sending off a very clear message about a range of matters - they weren't electing a government,\" said Mr Darling. \"When we were electing a government eight months ago we had a good majority in Dunfermline and West Fife and Gordon had a good majority in his seat. What is pretty clear, and it is not just us that is saying it, is that this campaign was dominated by local issues.\" But the Lib Dems said the result sent out a warning to the government that none of its seats was now safe. The win also proved, they said, that despite their own recent turmoil, the party was still considered a fighting force and a credible alternative. \"The important thing is that this is in Labour's heartland,\" said Sir Menzies Campbell, who joined the new MP, Willie Rennie, and fellow party leadership hopeful Simon Hughes on a chaotic victory stroll down Dunfermline High Street. \"You would think this is a seat that would be totally impervious, that Labour would win in all circumstances, yet they have not been able to do that. I think that shows fundamental disillusionment with Labour in Britain and more particularly here in Scotland.\" The result was a \"huge antidote\" to the turbulence of recent weeks. \"People will say, look we had a difficult period but when the moment came ... we were back in business.\" Mr Rennie said he had won because he engaged on issues that mattered to local people. \"People are fed up with Labour. They have taken our country for granted too long - there is too much spin and not enough delivery. This is a huge message for Labour nationally and just shows that the Liberal Democrats are advancing right across the country - in Labour heartlands and everywhere else.\" The Scottish National party was shoved into third place, and the Conservativespolled 2,700 votes despite a David Cameron walkabout. But it was the Labour leadership who suffered most. \"It's deeply embarrassing for Brown to lose his backyard and it's deeply embarrassing for Blair,\" said Professor John Curtice, the leading political analyst. \"Mr Blair's tenure of Downing Street looks weaker than it did yesterday because apparently this Liberal Democrat challenge is still there. This is new, it's post-Iraq. It is bad news for both of them.\" If the chancellor was looking for sympathy he would be hard-pressed to find it from some long-time supporters in Dunfermline yesterday. \"Years and years ago I used to work at Rosyth dockyard when it was all going to be privatised,\" said Robert Marshall, 52. \"I used to listen to Gordon Brown outside the gates in my lunch hour. I said to my friend then, 'he's feathering his own nest.' He used the dockyard issue to put himself up there and look at it now. It's a shadow of its former self.\" Result Willie Rennie (Lib Dem) 12,391 (+15.67%) Catherine Stihler (Lab) 10,591 (-16.81%) Douglas Chapman (SNP) 7,261 (+2.07%) Carrie Ruxton (Con) 2,702 (-2.51%) Majority 1,800 16.24% swing Lab to Lib Dem"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}