{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/feb/05/match.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-02-05T22:00:55Z", "webTitle": "Premiership: Everton 1 - 0 Manchester City", "webUrl": "https://www.theguardian.com/football/2006/feb/05/match.sport3", "apiUrl": "https://content.guardianapis.com/football/2006/feb/05/match.sport3", "fields": {"headline": "Weir sinks limp City as Everton find old nack", "bodyText": "Everton have rediscovered an old formula. Their ability to win 1-0, by throttling opponents' attacking ambitions while opportunistically pinching a goal, was the basis of their Champions League qualification and they are showing signs that the knack has returned. A bristling opening spell in which David Weir notched an eighth-minute goal was enough against a limp Manchester City. David Moyes's team have won all 10 games in which they have kept a clean sheet this season. Although no side had scored fewer goals than them before this game, they have still moved towards mid-table security. They had little trouble shutting out a team who have failed to score in five of their past seven league games and keep looking a pale version of the side who entertain at Eastlands. Both teams hoped their recent profligacy would be ended by refreshed attacking partnerships. Everton replaced the suspended Duncan Ferguson with James Beattie, who had recovered from a calf strain. Beattie played as an advanced striker with Leon Osman acting as a slightly deeper, supporting attacker. Georgios Samaras made his first start for City, in place of Andy Cole, and his early concession of possession allowed Osman to collect the ball on the halfway line and skip forward, evading Richard Dunne, before sending a speculative shot spiralling on to the crossbar. Everton maintained the momentum they accrued from that early chance and scored. Mikel Arteta's corner was jabbed towards goal by Tim Cahill's header and Dunne, facing his former club, was the confused man again. The City centre-back could only stab the ball into the path of Weir, who bundled in from close range. Most of Everton's menace emerged from the left flank, but their 4-4-1-1 formation disconcerted City to such an extent that they almost conceded following a straightforward punt forward from Richard Wright. Beattie chased the ball and steered past David James, but wide. There was a lull after that early Everton pressure, but City's rare efforts in the first half tended to finish with the ball sailing aimlessly away from goal, though Darius Vassell did come close, heading Sun Jihai's cross just wide. The second half started quietly. Everton were brighter, but City looked more adept at thwarting their crosses than before the interval. City then began showing some bite and Joey Barton, who had an altercation with an Everton fan in Thailand during pre-season, supplied two clear chances. Samaras flicked the first, from a corner, just over, while Kiki Musampa placed the ball just wide. Cahill retaliated for Everton by controlling the ball on his chest and striking an ambitious half-volley that flew over. Barton could not be kept out of the spotlight, though, as he charged into Cahill and earned the first booking. Temperatures were rising at that stage but, once things had cooled, Everton had little else to deal with. A second late booking for Stephen Jordan for hacking down Tony Hibbert sealed City's fate. Man of the Match: MIKEL ARTETA - Showed his ability to pick out the prefect pass while under pressure. When he had more time on his side he demonstrated exemplary vision. Regularly drifted beyond opposing defenders with slick feints."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}