{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2006/feb/19/watersportsholidays.costarica.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2006-02-19T18:52:48Z", "webTitle": "Bed, board and body wraps", "webUrl": "https://www.theguardian.com/travel/2006/feb/19/watersportsholidays.costarica.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2006/feb/19/watersportsholidays.costarica.observerescapesection", "fields": {"headline": "Bed, board and body wraps", "bodyText": "Nobody ever said entering paradise was a breeze. Before being allowed to savour the surf in Mal País, a little-known resort on the Pacific Coast of Costa Rica, visitors must endure a 25-minute white-knuckle flight on a 12-seater plane from the capital, San José. On the day I fly, the turbulence makes some passengers actually yelp with fear. I try to hold on to my breakfast and make a mental note to take the overland route back - provided I ever get there. As soon as we land, it becomes obvious why people are prepared to put themselves through aerial bucking bronco hell to reach Mal País. Although the town translates as 'Bad Country' - perhaps a decoy - this slice of Latin American heaven on the southern tip of the Nicoya Peninsula is so laid-back, with consistently good waves, it's been compared with 1930s Hawaii. Accommodation is in beautiful bungalows a coconut's throw away from the beach and the main means of transportation are beach cruiser bikes and quads. Wildlife, such as geckos, humming birds and iguanas, spills out of every nook and camouflaged cranny and locals (a blend of Costa Ricans and tourists who got a taste of the 'pura vida' and never made it home) have taken on the 'why hurry?' characteristics of the country's national pride and joy: the sloth. If you were going to launch a surf spa, you couldn't have picked a better spot. The brainchild of Elenice Senn, a former professional body boarder from Brazil, and Stephanie Tufts, a surf instructor from California, Kelea Surf Spa came about following a joint trip to Hawaii, where the girls realised that, although women were increasingly involved in the sport, no surf camp catered to the health-conscious female surf aficionado. The concept of Kelea is that women can learn to surf in the morning and have the option of getting pampered in the afternoon. Classes include yoga and Pilates, and treatments range from acupuncture to hot stone massage. A step up from sleeping in a tent or camper van - the more traditional surfing approach - accommodation is in spacious, individually designed cabanas or cottages. All meals are prepared by the gourmet chef, Thorsten, using local produce - whether that be the star fruit picked straight from the tree for your breakfast smoothie or the catch of the day sliced into sashimi. Having only ever surfed in Devon, I am curious to see whether lessons would make a difference. And despite the fact that I nearly decapitate an entire Costa Rican family, who happen to be the only other people in the sea for miles, my surfing improves more on the first day than on four consecutive surf weekends in England. Of course it helps that the sea is warm enough to surf in a bikini for hours on end and that the white water is so gloriously consistent you can catch every frothball, but essentially, it's down to Kelea's experienced surf instructors Alli, Julia, AJ and the gorgeous Caesar, who teach us the fact that, in surfing, there is no such thing as 'one more wave'. It's always got to be two. Thanks to the intimate all-female group - including nine 40-year-old mothers from Colorado, who decided to leave both their broods and blokes behind for a week of surfing, stretching, and tequila slammers - there is a real sense of sisterhood in the water and a lot of hooting and hollering goes on whenever anyone catches a wave. By the end of the second day, I can 'pop up' (jump from lying down to standing) in one go and can ride the white water, aka 'the inside', with the elegance of Jesus walking on water. After our obligatory 'two more', we walk back to Kelea utterly exhilarated, dreaming of making it to 'the outside' one day. There's nothing like a cold Corona in a heated pool before lunch to help you forget about your aches and pains. Although the thought of Pilates after three hours of surfing sounds like unnecessary agony to me, the class helps unwind mind and muscles. What's more, I discover it's perfect for strengthening abdominal, back and shoulder muscles, all of which are crucial for surfing. My favourite part of the class, however, is the section dedicated to breathing. Not because it's just a bit of hot air, but because you really want to learn to relax when that barrel gets you. A gift from the surf gods, our massage invigorates just enough to motivate us to go to the beach bar, Tabu. The place is packed with women in flowing skirts and bikinis and men in board shorts. Smiling, smoking and sipping on mango margaritas: I think this is what Thailand must have been like in the Eighties. Discovered by the chosen few and populated by a warm-hearted, neo-hippy crowd. In the night, I wake up to find a scorpion next to my pillow. Although my karma tells me not to, I can't restrain from hacking the creature into little pieces with a dog-eared copy of Vogue. The insect initiation ceremony has given me some courage and I vow to take on 'the outside' the following day. Easier said than done. Although Alli is right next to me in the water, I find myself losing grip of the board with every turtle roll. She shouts 'Paddle now!' and I paddle. And paddle. And paddle. But the waves keep crashing over my head and I bounce around the white water like a rag doll pulled behind a car. When I look up through saline snot and sea-tangled hair, I see waves as big as houses coming my way. Just as I think, 'Why am I doing this?' Alli transforms into a human jet ski and pulls me through the worst of it. 'The outside', once I get there, is strangely calm. Surfers sit on their boards chatting and waiting for the right wave. The white water is hardly visible as each wave creates a rolling wall that swallows everything in its path. I consider camping out indefinitely. Not an option. Alli shouts, 'This is your wave. It's got your name all over it,' and I look back to see a huge mass of water charging towards me. I paddle as if my life depended on it, because I figure it does. The wave opens its fluid jaws and lifts me up. I'm scared senseless but somehow I manage to pop up and find my feet. As if blasted from behind by an explosion, I'm catapulted towards the shore. 'Yeeehaaaaaw!' I shout all the way back to the beach. Forget about flying home on the bucking bronco - I'm staying here. At least for two more. Essentials Packages at the Kelea Surf Spa (www.keleasurfspa.com; 00 1 949 492 7263) cost from £830. This includes surfing instruction and equipment, shared or private room for six nights, meals, shuttle from Tambor airport, all activities (yoga, Pilates etc) and a one-hour massage. Iberia, Continental, Martinair and United Airlines fly to San José with return fares from £550. (www.opodo.co.uk) A return flight to Tambor (near Mal País) from San José costs from £76. (www.flysansa.com; 00 506 221 9414)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}