{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2006/feb/05/travelnews.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2006-02-05T19:16:18Z", "webTitle": "The hot topic: The end of Abta protection", "webUrl": "https://www.theguardian.com/travel/2006/feb/05/travelnews.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2006/feb/05/travelnews.observerescapesection", "fields": {"headline": "The end of Abta protection", "bodyText": "For decades the logo of the Association of British Travel Agents has been a rock solid guarantee to travellers: if the agent or tour operator went bust, Abta would ensure that the holiday-maker was refunded. Last week it emerged that those days are over: Abta can no longer afford its pledge and soon its stamp will stop being shorthand for total customer protection. 'We have been kicked in the teeth by these payments. If we keep paying out, we'll go under,' said Abta spokeswoman Frances Tuke. 'Abta will no longer pay out to the consumer if the retailer goes under.' Between 20 and 40 Abta travel agents and tour operators go bust a year. The changes are due to come into effect in the peak summer period and, although they were only mooted at a board meeting two weeks ago, they are almost certain to be passed at Abta's annual general meeting in April. 'Abta's latest move is extremely bad news for customers,' said David Speakman, chairman of the non-Abta agency Travel Counsellors, which has its own customer protection fund. 'Even if they book with an Abta agent, if that agent fails they will not get their money back.' Abta's decision is driven by the need to modernise the organisation. The move will allow it to cut the cost of membership for travel agents and tour operators, particularly online retailers which have until now been reluctant to join. While admitting that the days of cast-iron protection are over, Tuke insists that there will be few occasions when travellers are left out of pocket. Only if the travel agent which went bust had taken money from a customer, but had yet to make firm bookings with the airline or hotel, would the customer be left unprotected. Once the trip has been arranged with the supplier and the customer has received a confirmation invoice, the supplier is obliged to honour the booking and payments made towards it. Abta advises consumers to discuss financial protection with their travel company so that they are sure what they are and are not covered for."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}