{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2006/feb/16/highereducation.uk1", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2006-02-16T17:57:13Z", "webTitle": "Palace prizes for university research", "webUrl": "https://www.theguardian.com/education/2006/feb/16/highereducation.uk1", "apiUrl": "https://content.guardianapis.com/education/2006/feb/16/highereducation.uk1", "fields": {"headline": "Palace prizes for university research", "bodyText": "Universities and colleges were honoured by the Queen today for academic achievements including research into combating global disease and tackling pollution. More than 20 higher and further educational establishments received awards for excellence at Buckingham Palace. The winners of the awards, which are organised every two years by education charity the Royal Anniversary Trust, were selected by a panel of judges. Chancellors from the prize-winning universities attended the ceremony in the palace ballroom. Among them was American senator George Mitchell, chancellor of the Queen's University of Belfast. \"The queen asked me how much time I spend in Belfast now. I told her I regard Northern Ireland as my second home so I go back as often as I can.\" Professor Kenneth Seddon from Queen's, which was recognised for its work with ionic liquids, said: \"We've created over one million new liquids which have no vapour release and no smell so they don't cause pollution. It's the kinds of things that use solvents such as household cleaning and taking gum off pavements. It will have a massive impact.\" Dundee University received the Queen's Anniversary Prize for Higher and Further Education for bringing together six rival pharmaceutical firms to co-operate in developing new drugs for diseases such as cancer and diabetes. Professor Sir Philip Cohen, of Dundee's faculty of life sciences, said: \"It took about two years to persuade the companies to come in with us. These are new ideas. It's going to cure a number of diseases when all these drugs come to fruition.\" He said the research developed by the unique consortium already had five approved drugs including one that was particularly effective in the treatment of leukaemia. Oxford University was honoured for its large-scale medical studies into preventing disability and prolonging life. Professor Rory Collin said research had shown that larger groups of people would benefit from taking statins for cholesterol, a discovery that recently led to the amendment of medical guidelines. He said: \"The work we're doing is extremely large population studies and looks into why one person has a certain disease and another doesn't. We've studied things like smoking and lifestyle.\" The Duke of Edinburgh quizzed them on bird flu, added prof Collin. \"He was particularly interested in bird flu. We haven't been looking at that but we've done a lot of work in China into hepatitis B and the causes of cancer.\" Other universities that received awards included the London School of Hygiene and Tropical Medicine for its efforts into reducing blindness worldwide and Cambridge for its millennium mathematics project and inspiring the study of maths. The full list of prize winners: Loughborough University - Enhancing social policy nationally The Queen's University of Belfast - Ionic liquids: a green solution for pollution London School of Hygiene and Tropical Medicine - Reducing blindness worldwide Accrington and Rossendale College - Access and achievement in construction industry education University of Exeter - Using genetics to improve clinical care for diabetic patients Cranfield University - The Fellowship in Manufacturing Management: improving cost effectiveness for industry University of Edinburgh - The virtual hospital online: transforming veterinary and medical education Harper Adams University College - Developing women-owned businesses to support the rural economy University of Cambridge - The Millennium Mathematics Project: inspiring the study of mathematics Loreto College - Educational provision in an urban context: raising aspiration and achievement Birkbeck, University of London - Neuropsychological work with the very young: improving the understanding of brain function and cognitive development Guildhall School of Music and Drama - Guildhall Connect: a large-scale programme using musical creativity to engage and inspire young people University of Lancaster - Connecting the last mile: providing the largest rural high-capacity regional broadband network for education in Europe University of Newcastle - Remedies for mine water pollution worldwide University of Reading - Weather and climate science: research, training and informing environmental policymaking University of York - Novel agricultural products: a sustainable future for farming, manufacture, health care and crime prevention Chichester College - Developing the college and its community through international student intake and integration University of Southampton - Sound and vibration: improving the quality of life for the profoundly deaf and reducing noise pollution University of Dundee - Enabling the discovery of new drugs and their development to treat major global diseases University of Oxford - Uniquely large-scale medical studies: preventing disability and prolonging life Liverpool John Moores University - Developing the world's largest robotic telescopes and creating access for the public and school students"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}