{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/feb/28/iraq", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-02-28T18:00:11Z", "webTitle": "Road bomb kills two British soldiers", "webUrl": "https://www.theguardian.com/world/2006/feb/28/iraq", "apiUrl": "https://content.guardianapis.com/world/2006/feb/28/iraq", "fields": {"headline": "Road bomb kills two British soldiers", "bodyText": "Two British soldiers were killed in Iraq today and a third was injured after their patrol was attacked. The attack was in Amara, a city in the Maysan province of southern Iraq just north of Basra, where the main British base is located. The injured soldier was not in a life-threatening condition, the Ministry of Defence said. There were unconfirmed reports that the soldiers died after being hit by a roadside bomb - an attack tactic used regularly by insurgents against coalition troops. A local witness said a car bomb had targeted the patrol. Video footage from the scene showed helicopters taking away casualties. Following the attack, around 20 Iraqi youths threw stones at British soldiers at the scene; no troops were injured during the disturbance. A spokesman for the British military said troops had now withdrawn from the area and were back at their base at Camp Abu Naji on the outskirts of Amara. The three soldiers were understood to be attached to the Royal Scots Dragoon Guards battle group but were not part of the regiment. It is thought all three live in England. The MoD said the names of the victims would not be released until next of kin had been contacted. Today's deaths took to 103 the total toll of British military personnel since the US-led invasion of Iraq in March 2003. A spokesman for Tony Blair said: \"Sadly, once again, we are aware of the deaths of two British soldiers.\" Amara, on the river Tigris south of Baghdad, was where video footage obtained by the British media appeared to show British troops beating young Iraqis during a riot in January 2004. The MoD is conducting an investigation into the abuse claims. The city has seen trouble flare before, both with local rioting and insurgent attacks. Last month, Lance Corporal Allan Douglas, 22, from Aberdeen, was shot and fatally wounded while on a routine patrol there. There were also four explosions in Baghdad today, killing at least 32 people and wounding dozens more."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}