{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2006/feb/13/classicalmusicandopera.transport", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2006-02-13T23:59:57Z", "webTitle": "Helen Pidd: Mozart for muggers", "webUrl": "https://www.theguardian.com/music/2006/feb/13/classicalmusicandopera.transport", "apiUrl": "https://content.guardianapis.com/music/2006/feb/13/classicalmusicandopera.transport", "fields": {"headline": "Mozart for muggers", "bodyText": "Good morning, all habitués at Tottenham Hale underground station. And you too, Newbury Park! Here's a skill-testing question: what do you have in common with: Brixton, Vauxhall, Kilburn Park and Woodford? Answer: London Underground now has your surroundings all wired up for soothing sounds. Specifically, 40 hours of classical music for broadcast via MP3 players into station foyers - the likes of Vivaldi's Concerto for Two Mandolins, for instance, or numbers by Mozart or Schubert. By April, another 12 should join the list (Chalfont and Latimer, Harrow-on-the-Hill, East Ham, Bow Road, Rayners Lane, Latimer Road, Ravenscroft Park, Goldhawk Road, Eastcote, Baron's Court, West Brompton and Upton Park). According to a tube spokesman, the music is \"an attempt to reduce stress levels\" and \"not primarily to discourage antisocial behaviour\". But anecdotal evidence from other transport systems has shown that blasting a bit of Bach over the tannoy significantly reduces crime levels. How so? Is it simply a cultural phenomenon - or is there something neurological going on? Dr Ian Cross, director of the Centre for Music and Science at Cambridge University, says that classical music's calming effect is due in part to its usually unthreatening nature. \"The bits of the brain below the cerebral cortex that are hot-wired to our senses detect potentially threatening stimuli and ready the body for action. That's why if you hear a loud sound, you jump. Classical music generally - but not always - has a continuous, organised sound level and so is less likely to activate that part of the brain in that way.\" Eduardo Reck Miranda, professor in computer music at the University of Plymouth, goes further, saying that different sorts of music rub up different parts of the brain. \"Music with singing tends to activate brain areas for speech/voice processing; music that is highly rhythmic tends to have high activation of brain areas for motor control - here the brain will lead the body to dance or to tap to the rhythm; certain harmonic progressions or melodies might activate the amygdala (the brain area largely responsible for our emotions) to release excitatory hormones, which will cause emotional responses, and so on and so forth.\" Whatever the brain is up to, antisocial behaviour will only shift elsewhere. So if you live round the corner from one of the tube stations above, take note."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}