{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2006/feb/28/uksecurity.terrorism", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2006-02-28T18:46:18Z", "webTitle": "Lords defeat Blair over terror bill", "webUrl": "https://www.theguardian.com/politics/2006/feb/28/uksecurity.terrorism", "apiUrl": "https://content.guardianapis.com/politics/2006/feb/28/uksecurity.terrorism", "fields": {"headline": "Lords defeat Blair over terror bill", "bodyText": "The government was tonight defeated in the Lords over its controversial terror bill as peers voted to reject a clause creating a new offence of \"glorifying\" terrorism. The bill will now go back to the House of Commons in a battle of wills between the two houses which is referred to as \"parliamentary pingpong\". Charles Clarke, the home secretary, immediately hit back, saying: \"I am disappointed that the Lords have chosen to ignore the clear and repeated signal from the Commons that glorification of terrorism is unacceptable. \"The government has made a commitment to the electorate to outlaw the glorification of terrorist attacks and intends to honour it. The elected house rightly voted for outlawing glorification and we fully intend to reinstate it when the bill returns to the Commons.\" Earlier this month the government weathered a rebellion by Labour backbenchers and opposition from both the Conservatives and Liberal Democrats over the same clause, narrowly winning the vote in the Commons by 38 votes. Tony Blair said then it had sent out a \"signal of strength\" in the war on terror. Tonight peers, after a two-hour debate, voted to remove the \"glorification\" clause from the bill by 160 to 156, a majority of just four. Today's defeat came after the former law lord Lord Lloyd of Berwick put forward an amendment removing the controversial clause. Although Tory MPs had opposed the measure, Conservative peers had been told not to vote against the bill for tactical reasons, saving their fire for next week's vote on ID cards in the Lords. However, enough rebelled and voted against the measure to defeat it. During the Lords debate, the home office minister Baroness Scotland of Asthal appealed to peers not to send the legislation back to the Commons. The prime minister argued that a new \"glorification\" offence would cover incidents such as the one in London this month which saw Muslim extremists protesting with banners glorifying the July 7 attacks. The current terrorism bill was introduced after those attacks. There is already another new offence planned of indirect encouragement to terrorism. The bill has suffered a stormy ride through parliament. Another measure - holding terror suspects without charge for up to 90 days - has already been voted down by MPs, although they did agree an extension of the current 14 days to 28 days. Opponents of the \"glorification\" offence, including Liberal Democrat spokesman Lord Goodhart, argued that it was too vague and would curb freedom of speech."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}