{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2006/feb/28/retail.money", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2006-02-28T18:44:12Z", "webTitle": "Retail employment falls sharply", "webUrl": "https://www.theguardian.com/business/2006/feb/28/retail.money", "apiUrl": "https://content.guardianapis.com/business/2006/feb/28/retail.money", "fields": {"headline": "Retail employment falls sharply", "bodyText": "Retailers recorded the sharpest fall in employment in 22 years over the past 12 months because of weak consumer spending, a survey revealed today. In its quarterly survey of the retail sector, the employers' organisation the Confederation of British Industry (CBI) said in the year to February employment fell at the sharpest rate in the survey's history. Thirty-seven percent of firms reported a fall in jobs while only 11% cent reported a rise, giving a negative balance of minus 26% compared with minus 15% cent in November's survey. \"We expect retailers will provide a key source of job redundancies over the course of the next year and that weakness in the job market could cast a shadow over the ability of consumer spending to lead the recovery as the Bank of England expects,\" said John Butler of HSBC. Minutes from the Bank of England's interest rate decision earlier this month revealed that most Bank policy makers considered a gradual strengthening of GDP growth most likely, though with the balance of risks on the downside. There were some crumbs of comfort for the Bank of England in today's survey. Looking ahead, the CBI said, sales were expected to improve in relation to the seasonal average, although remaining below normal. The survey showed 40% of retailers reporting sales volumes down on a year ago. Only 22% said they were up. The negative balance of minus 18% compared with minus 11% in January. A further, more modest decline is expected in the year to March. John Longworth, the chairman of the CBI's distributive trades survey, said: \"With rapidly rising household bills for energy, water and council tax, it's no wonder that consumers remain cautious about spending money except on basics such as food.\" Earlier this month, official figures revealed a much sharper than expected fall in retail sales in January. The Office for National Statistics (ONS) said sales volumes fell 1.3% in January from December, compared with City expectations of a 0.2% drop. Elsewhere this morning, the Gfk consumer confidence survey was broadly in line with expectations as general confidence deteriorated from minus 3 in January - the best reading since July 2005 - to minus 4. The deterioration arose from greater pessimism about the general economic situation but households remained optimistic about their own personal finances."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}