{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2006/feb/19/foodanddrink.restaurants", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2006-02-19T17:06:06Z", "webTitle": "Jay Rayner reviews Laduree, Harrods, 87-135 Brompton Road, London SW1", "webUrl": "https://www.theguardian.com/lifeandstyle/2006/feb/19/foodanddrink.restaurants", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2006/feb/19/foodanddrink.restaurants", "fields": {"headline": "Crumbs of comfort", "bodyText": "Laduree, Harrods, 87-135 Brompton Road, London SW1 (020 3155 0111). Full meal for two: £100. A la carte tea for two: £25 In December 2002, Parisian super-chef Pierre Gagnaire decided London was ready for his highly evolved haute gastronomy. A few months later the great French bakery Poilane started producing its famed £10-a-loaf sourdough in Britain. For anybody with a gastronomic inferiority complex it was proof that our food culture had finally reached maturity: the French were interested in us. Last year saw the opening here of a branch of Le Relais de Venise l'entrecote, the Parisian steak-frites institution, which we could easily have done without. In a few months, food fetishists will wet themselves when the great Joel Robuchon opens a branch of his L'Atelier in London. (That really will be an event: to show off for a moment, I've just eaten at the one in Paris and, oh gosh!) The most recent addition is a branch of the great Parisian patisserie Laduree, which first opened there in 1862 and is now to be found in Harrods, behind the Krispy Kreme Doughnuts concession. While I finish sharpening the tip of my boot, let me say this: Laduree is justifiably famous for its macaroons, dainty confections of ground almond, sugar and egg-white, cooked to a crisp chewiness and flavoured with everything from vanilla to wild berries. Everyone should try them once and nothing I am about to say should detract from that. They are, as Jacques Chirac would probably never say, the bollocks. Unfortunately, you can eat other things there and I thought it my responsibility to do so. The front half of Laduree is a mountainside of carved white marble like a giant wedding cake. At the back is a low-ceilinged room, painted black, with silver rococo touches, and mirrors encased in strange (black) plastic mouldings. It looks like some kinky duke's S&amp;M chamber. Certainly it's where they hand out the punishment. It starts with the service, which redefines cack-handed. For the first 10 minutes, there wasn't any. An army of staff traipsed back and forth across the entrance, determined neither to come in nor notice us. When they did arrive, it was with old bread rolls only a shade softer than the marble, and a water-pouring habit which was verging on the compulsive: sip, pour, sip, pour. We learned later that there were some specials, though our man didn't deign to tell us about them when we ordered. Instead, from the starters I chose a 'religieuse' of wild mushrooms and creme fraiche, a traditional number involving two stuffed balls of choux pastry, so-called, apparently, because it resembles a nun. If you're drunk. And blind. No matter: it was a less than religieuse experience. I imagine that made freshly from light, yielding pastry stuffed with a warm mixture of herby, creamy cheese and recently sauteed wild mushrooms, it could be nice. This one was bottom-of-the fridge cold, down to the two slivers of deep fried mushroomon top. It was set solid. It clung to the top of my mouth. It was horrid. It cost £9.50. A chicken and mushroom vol-au-vent, with just three strips of chicken and a miserly portion of morels in a very floury sauce, was even more outrageous at £14. A club sandwich, at the same price, boasted limp, cold toast with a sludgy filling of boiled eggs and chicken. Curiously, the advertised bacon came as a hot slice, dropped on top as an afterthought. My chicken salad looked pretty enough: a big heap of well-dressed baby spinach leaves, held in place by cucumber sliced lengthwise. But, like the religieuse, the hunks of chicken and the vast halves of skinned tomato had only just bid adieu to the fridge. Naturally enough, it cost £17. I am baffled as to why anybody should think they could get away with this. Before we could get to the sunny uplands of puddings we had to endure two lukewarm cups of coffee, which arrived before the pastries. Still, eventually, there they were, four beautiful macaroons, and it almost made everything better again. We particularly liked the salted caramel flavour and the gingerbread one, with its kick of cinnamon. And the chocolate one. And the lemon. Oh hell, we loved them all. We also tried a fine, deep-filled lemon tart, and an extraordinary confection of almond meringue, chocolate mousse, praline and hazelnuts. Afternoon tea costs £17.85 a head here but, as it includes sandwiches, is probably worth avoiding. Three courses with wine will cost around £100 for two, and afterwards you will want to commit acts of violence. Best bet: come for a couple of pastries, a plate of macaroons and a cup of tea, which at £25 for two won't be cheap, but won't be criminal either. Better still, buy a bunch of macaroons - 100g, roughly six, costs £5.80 - and run away as fast as you can. jay.rayner@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}