{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2006/feb/09/utilities", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2006-02-09T23:51:56Z", "webTitle": "Scottish Power's new chief tries to damp down bid fever", "webUrl": "https://www.theguardian.com/business/2006/feb/09/utilities", "apiUrl": "https://content.guardianapis.com/business/2006/feb/09/utilities", "fields": {"headline": "Scottish Power's new chief tries to damp down bid fever", "bodyText": "Scottish Power's new chief executive, Philip Bowman, warned would-be predators yesterday he had not been brought in just to polish up the £11bn energy business for sale. Mr Bowman also told its gas and electricity customers to expect more price rises, although he said the company had hedged almost all commodity purchases across the remainder of this winter and next. There have been suggestions that domestic gas prices across the UK might have to rise by as much as 25%. Mr Bowman said at current market prices Scottish Power would be looking at \"double digit\" increases but had not yet taken a firm view. Last November Britain's fifth-largest energy company shrugged off an approach from German utility group E.ON - less than a month before Mr Bowman was appointed following the abrupt departure of his predecessor Ian Russell - and remains at the centre of bid speculation. Yesterday Mr Bowman made clear how he saw his new post. \"My role as chief executive is to improve the performance of the assets in the business and, if necessary, change the mix of assets.\" Though Scottish Power lacked the scale of some European competitors, it had strong businesses in key areas, the sale of PacifiCorp in the US was going well while he was open minded about the future of the American windfarm operations. He acknowledged that the question of \"polishing [the business] for sale\" probably stemmed from the decision to sell Allied Domecq - where he was previously chief executive - to Pernod Ricard. Mr Bowman pointed out that he had spent seven years building up the drinks group before it was sold to Pernod Ricard \" at a price which shareholders appeared to find extremely attractive\". He was speaking as he unveiled third-quarter figures which saw adjusted pre-tax profits up 42% to £470m in the first nine months of the company's financial year. \"My feeling coming in is that previous diversification by the company over the last few years has perhaps prevented people from outside from appreciating the progress made by the UK business. We are doing a good job, showing good growth as an independent company. I don't see any reason why that should not continue.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}