{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/feb/24/chelsea.carlingcup0708", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-02-24T18:10:01Z", "webTitle": "Scott Murray: Woodgate smiles as Chelsea snarl", "webUrl": "https://www.theguardian.com/football/2008/feb/24/chelsea.carlingcup0708", "apiUrl": "https://content.guardianapis.com/football/2008/feb/24/chelsea.carlingcup0708", "fields": {"headline": "Woodgate smiles as Chelsea snarl", "bodyText": "So this year the sponsors of the League Cup were looking for 46 Minute Heroes, offering ready money to charity for every supporter who got back to their seat in time for the start of the second half. Of a major cup final. Between two fierce local rivals. Has it really come to this? Actually, the marketing genius behind this particular wheeze might have been onto something. The campaign could in fact be seen as a masterclass in prescience: the first half of this final was such a complete non-event - the sensory equivalent of having a sheet of white A4 paper sellotaped over your face and room-temperature water piped into your ears - that it was a wonder anyone came back from the concessions stands at all. All those first 45 minutes offered was further evidence that Paul Robinson, cowering behind his defensive wall to offer Didier Drogba five square metres to whip his free kick into, simply does not cut it at the very top level. Which is hardly news. Hats off to the 46 Minute Heroes scam, though, for the game improved immeasurably after the break. Chelsea, past masters at closing a game out when a goal up, and previously displaying the swagger of those convinced success was pre-ordained, seemed genuinely shocked at the intensity with which Tottenham came back out of the blocks. Dimitar Berbatov, Robbie Keane, the relentless Aaron Lennon and, later, Tom Huddlestone over-ran a Chelsea midfield which in retrospect probably shouldn't have contained Frank Lampard, returning from injury and unusually ponderous. The tide would never turn back. Chelsea's shock would be amply illustrated by John Terry's impotent rage at the penalty decision which turned the game: despite Wayne Bridge spinning the ball on his fingers in the area for such a lengthy period of time that it was surprising the PA didn't boom out a version of Sweet Georgia Brown, the self-appointed fourth official still felt the need to bellow repeatedly in the face of both referee and linesman for far longer than was strictly necessary. It was an instructive moment. Tottenham simply embraced the occasion with more joy; while Drogba marked his goal with a pout, strut and frown, Woodgate celebrated what would prove to be the winner with a wide grin of disbelief and an over-excited run incorporating the involuntary throwing of semaphore shapes. Which is the way goals should be celebrated in a big game, but these days so rarely are. Drogba ended the match bickering with the referee over the timing of the final whistle; this afternoon the right team won."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}