{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2008/feb/13/fightingthewrongbattle", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-02-13T19:00:00Z", "webTitle": "Fighting the wrong battle", "webUrl": "https://www.theguardian.com/commentisfree/2008/feb/13/fightingthewrongbattle", "apiUrl": "https://content.guardianapis.com/commentisfree/2008/feb/13/fightingthewrongbattle", "fields": {"headline": "Fighting the wrong battle", "bodyText": "General David Petraeus has redrawn the battle lines in the latest stage of the war in Iraq. One of the key factors within his \"surge\" strategy is the cooption of large sections of the Iraqi Sunni insurgency across the previously ungovernable areas of the country, turning them into \"concerned citizens\" described by the US military as an all-volunteer \"neighbourhood watch\". To date, over 70,000 have signed up and are now \"sworn to fight al-Qaida\". But what is al-Qaida in Iraq today? Their presence in the country has changed somewhat. Before the war, in Saddam's Iraq, the group had no base; only the offshoot Islamist organisation Ansar al-Islam operated from the mountains in the Kurdish autonomous zone. Following the disintegration of the Iraqi state in 2003, however, al-Qaida emerged in the country, spurred on by President George Bush telling them to \"bring it on\". Cadres often lacking military experience were deployed as force-multipliers within the indigenous nationalistic insurgency, being rushed into action driving car bombs into vulnerable queues of police recruits or public markets. Steadily the barbarity of beheading hostages saw their status decline within the insurgency. The death of Abu Musab al-Zarqawi was symbolic of this rejection, the intelligence leading to his capture and death supposedly having been linked to those once close to him. Therefore, al-Qaida's presence in and around the Sunni triangle has been increasingly marginalised as Iraqis reject their nihilistic vision that offers little but massive US retaliation (see Fallujah, Ramadi and Tel Afar). Such a vision contrasts sharply with those militias operating on a welfare-based model. The Mahdi Army, for instance, follows Hizbullah's example in winning the hearts and minds of their religious constituency by attempting to provide water and sanitation services in addition to security for the residents of Shia districts. The captured diary of an al-Qaida chief recently revealed these strains of the split with the main body of the insurgency, and the twin car bombs that targeted US-allied tribal leaders this Monday showed how bloody this conflict between past allies is. Yet the security vacuum in Iraq still allows for such groups to continue operating and they are now reverting to new levels of brutality against softer and softer targets in order to carry on their fight. On February 1, the finger was pointed at al-Qaida when two women with Down's syndrome were remotely detonated in the middle of a crowded pet market in Baghdad, causing 91 deaths and leaving over 100 injured. And this week, US and Iraqi officials announced the arrest of a man suspected of having worked as a carer in a hospital in order to recruit disabled people to act as bombers. Meanwhile, the US has released training videos thought to belong to al-Qaida that show children being trained in how to hijack cars and take hostages. Reports have even emerged of children being used as suicide bombers in recent attacks. Last week, the Guardian reported that bakeries used by the Iraqi army had been poisoned with thallium, leading to the deaths of two children and leaving nine in hospital. Al-Qaida is deploying remote-controlled bombers, recruiting child soldiers and carrying out killings straight out of Saddam's poisoner's handbook. If John McCain is right and the problem the US has in Iraq is one of public relations rather than reality, then it seems they have turned a corner in their portrayal of the conflict. Abu Ghraib, the Haditha massacre and Fallujahs one and two are all being placed in an earlier narrative, separate from the story of today: the \"surge\", the decline in violence and the rise of al-Qaida's nemesis, Petraeus. Petraeus' persona is that of a hero, soldier, scholar and saviour, all in one. Gone is the belligerent Donald Rumsfeld and in has come the softly spoken Robert Gates. Gone are the hopes for a democratic beacon of freedom and in has come the pragmatic acceptance of a fragmented reality with a drastic lowering of the bar for expectations of the country's future. While scenes of car bombings are still frequent, we now find media stories of Petraeus playing virtual golf and the US military rescuing puppies. However, the new PR-friendly US presence in Iraq hides critical, contentious issues that remain to be addressed. And they are not few: the status of future US bases; the implications of the new oil law that will allow for foreign exploitation; the fallout from the Kirkuk referendum; future debates on the nature of Iraqi federalism and schemes of national reconciliation and future US policy towards Iran and Syria. These are all ignored at the expense of focusing energies on fighting al-Qaida, whose apparent descent into new levels of abhorrence makes for an easy target."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}