{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2008/feb/01/anofferyahoocouldntrefuse", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-02-01T20:30:09Z", "webTitle": "An offer Yahoo couldn't refuse", "webUrl": "https://www.theguardian.com/commentisfree/2008/feb/01/anofferyahoocouldntrefuse", "apiUrl": "https://content.guardianapis.com/commentisfree/2008/feb/01/anofferyahoocouldntrefuse", "fields": {"headline": "An offer Yahoo couldn't refuse", "bodyText": "Although my friend Jeff Jarvis has written here today that Yahoo is the world's last old media company - and that's not something he could ever say in a flattering way - don't imagine Microsoft's proposed $44bn takeover is about anything old media. At the deal's heart are two new media staples: search and platform. First, the deal is adding Microsoft's 10% share of search traffic (and the valuable advertising served alongside it) to Yahoo's 20% share, to try and get some scale against Google - which yesterday unveiled some disappointing results, and saw its share price fall. I'm sure that slide - which started hours before Microsoft's bid went public - had nothing to do with Wall Street dealers getting wind of the new potential for a far stronger rival. Oh no. Second, it's about Microsoft, struggling to get off the desktop and into web-based applications, lining itself up for a fight with Google across everything from office applications to Instant Messenger. Webmail, for example, now lines up as a fight between Hotmail versus Gmail, with mail applications now seen as a vitally important stepping stone into a network's other content and services. You'll hear this a lot today: this is reminiscent of the AOL/Time Warner deal eight years ago. That deal was, of course, much bigger ($182bn), but it also happened at the peak of a digital boom. Reports back then - like this one from CNN - talked approvingly of \"unrivaled assets among other media and online companies\" and the creation of an \"unprecedented powerhouse\". We'll doubtless see and hear similar things said about Microsoft and Yahoo over the next few days, with people saying the two firms complement each other, and mentioning the claimed $1bn/year savings from combining the two businesses. One wonders if a part of that \"synergy\" might be a big chunk of MSN, Microsoft's chief online presence. But past travails tell us synergy is often not found where analysts go looking for it. What that AOL/Time Warner deal turned out to be, of course, was the marriage of two companies with serious problems. Time Warner was meant to be the old media company in need of transformation. AOL was supposed to be the online powerhouse. But two years later the digital star was being described as the \"anchor dragging down the combined company\". Today, we know all about Yahoo's problems. Glibly summed up, we can say it does some lovely, gorgeous things, but struggles to tie them all together into a sensible proposition - both for its vast audience, and for its advertisers. It's often hard to find good stuff on their sites - even when you've seen it once before. And it really should be making more money. Microsoft, meanwhile, makes bags of cash - but mostly from its legacy operating system monopoly. It's struggled in the new media world, and you could argue it has some bigger strategic concerns than its prey. What's the future for a desktop operating system company, in a networked world? Overall, I'd stick with Jeff's theory and say Yahoo is the old media company needing fixed, and Microsoft is nominating itself as the digital business capable of putting things right. Except, except, except... having taken years to fail to leverage its dominance on the desktop into dominance in portals, search or online services, you have to work hard to find any indication Microsoft can create value by transforming a sickly Yahoo's ability to deliver. Can Yahoo, meanwhile, provide any new strategic raison d'etre for Microsoft? This could just be two sickly patients getting together in the hope of finding a cure together - and you can't see enough in the available DNA for there to be hope of radical improvement in either case."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}