{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2008/feb/24/uselections2008.usa", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2008-02-24T19:36:44Z", "webTitle": "Ralph Nader enters US presidential race", "webUrl": "https://www.theguardian.com/world/2008/feb/24/uselections2008.usa", "apiUrl": "https://content.guardianapis.com/world/2008/feb/24/uselections2008.usa", "fields": {"headline": "Nader enters presidential race", "bodyText": "Ralph Nader has formally announced he is to join the race for the White House, renewing fears that he might again take votes from the Democrats in a tight race. But Nader played down the prospect that he would damage the prospects of the Democratic candidate. \"If the Democrats can't landslide the Republicans this year, they ought to just wrap up, close down, emerge in a different form,\" he said. Nader, the consumer champion who will turn 74 this week, has stood four times for the presidency since 1992. Many Democrats blame him for taking crucial votes from Al Gore in 2000, allowing George Bush to take the presidency, an assessment that Nader rejects. He stood in that campaign as the Green Party candidate and took 2.7% of the vote. He stood again in 2004, as an independent, taking only 0.3%. He will offer a platform to the left of the two Democratic contenders, Barack Obama and Hillary Clinton. Nader, who has been hinting since last year he would run again, made the announcement on NBC's Meet the Press. He blamed the Republicans for a whole series of issues, from the Iraq war to unnecessary tax cuts, and the Democrats for failing to stop them. \"In that context, I have decided to run for president,\" he said. He is likely to be squeezed in November, given the enthusiasm that Democrats have shown this year in primaries and caucuses for their candidates. Mike Huckabee, who is still clinging on in the contest for the Republican nomination, said Nader's past runs have shown that he usually pulls votes from the Democratic nominee. \"So naturally, Republicans would welcome his entry into the race,\" he told CNN. But Tim Kaine, Democratic governor of Virginia and a leading supporter of Obama, played down the chances of Nader having an impact. \"When you get into running for your third or fourth time, I don't think people will pay that much attention to it, and I wouldn't see it having any effect on the race,\" he said on Fox News. Nader's participation offers him the chance to air to a wider audience his view on corporate power and what he sees as the failure of traditional Washington politics dominated by lobbyists. \"You take that framework of people feeling locked out, shut out, marginalised and disrespected,\" he said. \"You go from Iraq, to Palestine to Israel, from Enron to Wall Street, from Katrina to the bumbling of the Bush administration, to the complicity of the Democrats in not stopping him on the war, stopping him on the tax cuts.\" Michael Bloomberg, the mayor of New York, has repeatedly teased the press that he too might join the race, but the prospect of a John McCain-Obama match-up makes that less likely."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}