{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2008/feb/19/kosovanconsequences", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-02-19T19:30:00Z", "webTitle": "Kosovan consequences", "webUrl": "https://www.theguardian.com/commentisfree/2008/feb/19/kosovanconsequences", "apiUrl": "https://content.guardianapis.com/commentisfree/2008/feb/19/kosovanconsequences", "fields": {"headline": "Kosovan consequences", "bodyText": "As the differing reactions of countries around the world to Kosovo's unilateral declaration of independence become apparent, so do the imminent dangers and negative repercussions that span all levels of the international legal and political arena. At the highest level, the declaration has provoked serious divisions within the UN security council. Permanent members the US, Britain and France are pitted against Russia and China, while the rotating members have been evenly split on their reactions to the declaration. Despite the fact that the declaration directly contravenes the UN Charter - which protects the territorial integrity of member states - and UN security council resolution 1244 - which re-affirms Kosovo as an integral part of Serbia, the security council will not be able to come together to condemn the unilateral move. Any recognition of Kosovo will set two worrying new precedents for the international system, as discussed by in Ian Bancroft. Firstly, for unilateral secession from sovereign states and secondly, for the establishment of new states through external military intervention and occupation, in this case by Nato and the EU in Kosovo. Confirmation of this has already come from the Basque Country, Abkhazia, South Ossetia and a stream of other secessionist movements that have over the past 48 hours all indicated their intentions to follow suit. Elsewhere, supporters of Kosovo's independence, as Daniel Korski has argued, have seen it as an opportunity to develop the EU's common foreign and security policy (CFSP) and intervention mechanisms already active in Bosnia-Herzegovina and Macedonia. However, as well as splattering mud all over much proclaimed EU ideals of integration in Europe and soft-power, the move could very well be counterproductive to the goals of strengthening CFSP, as the union faces new internal divisions and weakens its credibility in the Balkan region and beyond. In the Balkans itself, recognition of Kosovo's independence is set to give international legitimacy to the aspirations for secession in countries that, under EU pressure, have painfully been working their way through fragile peace processes. The significant, territorially homogeneous, and politically organised populations in Bosnia (Serbs and Croats) and in Macedonia (Albanians) have already indicated that EU and US recognition of Kosovo will be a green light to pursue their own goals of self-determination. After today, the EU and Nato will hardly be in a position to discourage them. While Wolfgang Petritsch, former high representative to Bosnia, has commented that the move to independence calls for greater integration of Serbia and the Balkans, precisely such integration will now be far more difficult and unlikely. Serbia has already indicated, as could only have been expected, that it will not be able to accept an independent Kosovo's participation in what otherwise were promising new regional institutions. Any EU recognition of an independent Kosovo, in light of the sweeping democratic changes that have taken place in Serbia following the overthrow of Milosevic in 2000, is devastating for the perception of the EU in Serbia proper and will make it next to impossible for the country to continue its pursuit of membership in the EU and Nato. The stabilisation and accession agreement with the EU and any eventual membership agreement will by necessity require Serbia to enter the EU without Kosovo, thereby implicitly recognising its independence. This is something that all of Serbia's political leaders, even the very pro-EU and Nato president, have sworn will never happen. In response to this eventuality some have labelled even Serbia's democratic and pro-EU leaders as radicals in an attempt to sidestep the EU's responsibility for the breakdown of relations. As Serbian President Tadi and Prime Minister Kotunica have repeated, Serbia's position is based on international law and justice and one that every country would adopt faced with the same situation. The legitimate concern in the EU should be that while Russia continues to offer economic and security incentives, Serbia may now have little choice but to look for alliances elsewhere. What will happen then to the dream of a united Europe? An \"independent\" Kosovo faces a bleak and \"dependent\" future. Militarily, annex 11 of the much-lauded Ahtisaari plan gives Nato supremacy over Kosovo, including over Kosovo's own institutions - which is why the US has been such a keen advocate of its implementation. Possibly the largest US military base anywhere in the world, the ever expanding \"Camp Bondsteel\", which is home to over 7,000 US soldiers, is now set to become the new home for US air operations - moving from the troubled Aviano base in Italy. In November 2005, Alvaro Gil-Robles, the visiting human rights envoy of the council of Europe, described the camp as a \"smaller version of Guant´namo\". Kosovo will also be dependent on continued subsidies and heavy EU administration, as the 20,000 strong EU mission to Kosovo indicates. As if all this was not enough, independence will also not address the key concerns of the people living in Kosovo. Without the pressure for good behaviour created by the anticipation of independence, Serbs and all other non-Albanians will face even greater risks to their personal security from Albanian extremists. In a report entitled \"Not on the Agenda: The continuing failure to address Accountability in Kosovo post-March 2004\", Human Rights Watch has pointed to the failures of Kosovo to address massive human rights abuses and systemic destruction of sacred Christian and Serbian sites conducted in an organised way as late as 2004. Albanians of Kosovo, as Gallup Europe's recent polls have shown, in spite of their leader's single-minded focus on secession, have cared most for an improvement in their living standards. While a belief in a new dawn for Kosovo has marked independence euphoria - see Kim Bytyci's blog on Cif - the real danger is that Kosovo will now face greater economic difficulty as it is set to live off international donations. The likely problems of dependency have not yet been resolved even in Bosnia, where international assistance begun in a better position than Kosovo. In the words of Ruth Wedgwood, a professor for international law and diplomacy at Johns Hopkins University in Baltimore, \"the secessionists ignore the economic realities\". For all people in Kosovo the additional worry is that as a weak state, Kosovo is now more likely than ever to become the perfect haven for organised crime, which-as international security agencies active in the area are only too aware-is already rampant. As the EU foreign ministers meet in Brussels to debate the issue, the events of February 17 have presented an unlikely challenge to the present world order and all the actors concerned. As Ilana Bet-El points out, it is a challenge that our leaders would do well not to take lightly. After over 50 years of promoting peace through its own integration, the EU is in danger of repeating the mistakes of the 1990s by sowing seeds of new instability and conflict through supporting separatism and flouting principles enshrined in the UN charter."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}