{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2008/feb/13/bradfordbingleybusiness.banking1", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2008-02-13T18:57:24Z", "webTitle": "B&B shares plummet as profits slump", "webUrl": "https://www.theguardian.com/business/2008/feb/13/bradfordbingleybusiness.banking1", "apiUrl": "https://content.guardianapis.com/business/2008/feb/13/bradfordbingleybusiness.banking1", "fields": {"headline": "B&B shares plummet as profits slump", "bodyText": "Bradford &amp; Bingley sent shockwaves through the banking sector today when it revealed its profits had almost halved as a result of investments in risky instruments damaged by the subprime mortgage crisis in the US and other one-off charges. Shares in the mortgage lender, which specialises in buy-to-let home loans, lost almost a quarter of their value, falling to their lowest level since flotation in December 2000. They ended 56.25p lower at 187p, having floated at 240p. The Financial Services Authority was scrutinising the share price movement. The City regulator would not comment on the specific case but said: \"We do look at share price movements around announcements.\" Analysts and investors were surprised by the extent of B&amp;B's exposure to risky structured investment vehicles and collateralised debt obligations backed by subprime mortgages in the US. The 40% rise in customers in arrears to 6,170 and a trebling in the charge to cover loans turning sour to £22.5m also affected sentiment. Alliance &amp; Leicester was also knocked and became the biggest faller in the FTSE 100 with a 42p fall in its shares to 559p. As it opened the bank reporting season, B&amp;B revealed a total of £226m of impairment charges and one-off losses, which cut its pre-tax profits for 2007 to £126m, down from £247m. Mamoun Tazi, banks analyst at Man Securities, said: \"There is an issue of management credibility here.\" Nic Clarke, analyst at stockbroker Charles Stanley, said: \"B&amp;B's share price has been hit hard [by] news that the write-offs of SIVs and CDOs were nearly double market expectations\". Some £94.2m of the £226m of charges were related to a reduction in the value of SIVs and CDOs. The remainder of the £226m charge comprised a surprise loss on the sale of a commercial and housing association portfolio of £58m, hedge ineffectiveness - relating to swap transactions - of £23.5m and other movements on treasury instruments of £49.7m. A 5% rise in the dividend to 21p failed to support the shares and neither did an analysis of underlying profits, which showed a 5% rise to £352m. There was also a £89.4m charge to cover endowment misselling. Steven Crawshaw, the chief executive of B&amp;B, said: \"The write-downs are a little glimpse of the credit crunch\" and admitted the need for write-downs was \"disappointing\". The investments in SIVs and CDO were made between 2003 and 2006, when the low interest rate environment enticed banks for seek out higher yielding investments. He tried to strike a reassuring note by stressing the bank had enough funding to support its mortgage lending business to 2009 as a result of a £2bn loan facility from major banks and a £1.2bn rise in savings deposited since the start of the year. The tier one capital ratio used by regulators to measure the bank's capital strength had increased to 8.6% from 7.6%. Crawshaw indicated that B&amp;B may be unlikely to pass on any further cuts in official Bank of England rates to its customers because its cost of funding mortgages is higher than the official rate. As it is, the lender had already responded to the current credit crunch by increasing mortgage rates but raising savings rates to attract more depositors to reduce its reliance on financial markets for funding. Even so, the cost of raising money for the bank has already risen as its margin has fallen. Crawshaw stressed that its experience of repossessions and bad debt was in line with figures released by the Council of Mortgage Lenders and the number of its customers in arrears actually accounted for just 1.63% of its total lending. He said: \"There is no denying that today's market circumstances present the mortgage industry with a unique set of challenges and opportunities. We believe the fundamentals that drive our specialist markets remain strong and expect the buy-to-let market to continue to grow at a faster rate than the mainstream mortgage market.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}