{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2008/feb/28/military.monarchy2", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2008-02-28T18:44:17Z", "webTitle": "How Harry is following in his family's footsteps", "webUrl": "https://www.theguardian.com/uk/2008/feb/28/military.monarchy2", "apiUrl": "https://content.guardianapis.com/uk/2008/feb/28/military.monarchy2", "fields": {"headline": "The royal front line", "bodyText": "By going to the front line Prince Harry has followed in the footsteps of his grandfather, Prince Philip, and his uncle, Prince Andrew. The Duke of Edinburgh was on active service in the Royal Navy throughout the second world war, his first naval appointment coming when he was just 18. He was awarded the Greek War Cross of Valour for his involvement in the battle of Matapan - in Greek waters - against the Italian fleet. Philip was present in Tokyo Bay for the Japanese surrender on September, 2 1945. Prince Andrew followed his father into the navy, serving for 22 years after joining in 1979. He served on board HMS Invincible during the 1982 war to wrest back control of the Falkland islands from Argentina. During the conflict he flew Sea King helicopters on various missions including anti-submarine warfare and casualty evacuation. Other close members of Prince Harry's family have also served in the forces, but without ever going to war. After training in the early 1970s, Harry's father, Prince Charles, served in the Royal Air Force and the Royal Navy, rising in 1976 to captain of coastal minesweeper HMS Bronington. While he holds a four-star rank and bears an impressive collection of medals and titles – he holds a four-star rank in each of the armed services – most of the gongs and titles are honorary rather than a reflection of active service. Harry's elder brother, Prince William, joined the RAF last month, maintaining his army commission with the household cavalry, which he joined after graduating from the Royal Military Academy, Sandhurst, in 2006. In his first posting with the Blues and Royals, one of the two senior regiments that form the Household Cavalry which guards the Queen, William commanded a troop of four armoured reconnaissance vehicles, crewed by 12 men. He is currently in the middle of a training course during which he will learn to pilot both planes and helicopters. As the second in line to the throne William is unlikely to head for the front line but instead to prepare for his anticipated future role as king when he would be head of all the armed forces. Prince Edward's career was probably the least distinguished of the current crop of royals. He signed on with the Royal Marines, who were sponsoring him through university, on condition he served with them for five years afterwards. Edward dutifully entered the Royal Marines after university but resigned his commission three years later. In total, he served less than four months. The last royal to be killed in active service was the Duke of Kent, the Queen's uncle, who died in 1942 during the second world war."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}