{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2008/feb/11/guantanamo.usa", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2008-02-11T18:52:57Z", "webTitle": "US charges Guantánamo detainees with  9/11 murders", "webUrl": "https://www.theguardian.com/world/2008/feb/11/guantanamo.usa", "apiUrl": "https://content.guardianapis.com/world/2008/feb/11/guantanamo.usa", "fields": {"headline": "US charges Guantánamo detainees with  9/11 murders", "bodyText": "The US today charged six Guantánamo Bay detainees with murder and war crimes in connection with the September 11 attacks and said it would seek the death penalty if they were convicted. The men are set to be the first detainees brought before a military tribunal in Guantánamo Bay over the attacks on New York and Washington in 2001. A spokesman told reporters one of the men charged was Khalid Sheikh Mohammed, who he named as the \"mastermind of the 9/11 attacks\" and who proposed the mission to Osama bin Laden as early as 1996. Brigadier general Thomas Hartmann, a legal adviser to the US military tribunal system, said: \"There will be no secret trials.\" He said the suspects would receive rights \"virtually identical to the rights we provide to our military members\". However, critics likened the military tribunal, where the six defendants are likely to face trial, as a \"kangaroo court\". Last week, the CIA admitted interrogators used \"waterboarding\", a technique widely perceived as torture, on Mohammed shortly after the September 11 attacks. Mohammed was among 15 so-called \"high-value detainees\" who were held at length by the CIA in secret overseas prisons before being handed over to the military in 2006. In Guantánamo Bay hearings that have been attacked as unfair, he allegedly confessed to the September 11 attacks and a string of other terror plots last March. \"I was responsible for the 9/11 operation from A to Z,\" Mohammed said in a statement read during the session, according to hearing transcripts released by the Pentagon. The other five suspects are Mohammed al-Qahtani; Ramzi bin al-Shibh, said to have been the main intermediary between the hijackers and leaders of al-Qaida; Ali Abd al-Aziz Ali, known as Ammar al-Baluchi, a nephew of Khalid Sheikh Mohammed who has been accused of being Mohammed's right-hand man; Baluchi's assistant, Mustafa Ahmed al-Hawsawi; and Walid bin Attash, who investigators believe selected and trained some of the hijackers. All six were charged with murder, terrorism and violating laws of war. Officials plan to hold the trial in a specially constructed court at Guantánamo that will allow lawyers, journalists and officials in but leave victims' relatives and others to watch through closed-circuit TV. The men will be tried in the military tribunal system that was set up by the US administration after the September 11 attacks. The system has been widely criticised for its rules on legal representation for suspects, hearings behind closed doors and allegations of the abuse of detainees at Guantánamo. Reprieve, a legal charity which supports prisoners on death row in the US and has acted for Guantánamo detainees, has condemned the decision to seek the death penalty as \"absolutely the wrong decision\". Clive Stafford Smith, the director of Reprieve, said: \"Military commissions in Guantánamo Bay are not about justice, they are about politics. The proceedings these men would face are deeply flawed. Someone could be put to death based on secret or third or fourth-hand evidence. That is not the American way.\" He added: \"What will the US achieve by hauling these men before a kangaroo court and executing them? Anyone can see the hypocrisy of espousing human rights, then trampling on them. We will infuriate our allies who firmly oppose the death penalty. We will anger the world. The most effective counter-terrorism strategy is the enforcement of human rights.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}