{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2008/feb/11/hollywoodending", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-02-11T20:00:02Z", "webTitle": "Hollywood ending", "webUrl": "https://www.theguardian.com/commentisfree/2008/feb/11/hollywoodending", "apiUrl": "https://content.guardianapis.com/commentisfree/2008/feb/11/hollywoodending", "fields": {"headline": "Hollywood ending", "bodyText": "The writers strike is over. Well, not officially. Tomorrow evening Writers Guild members on both coasts of the US will vote on whether or not to go back to work. Nobody much doubts that the vote will be yes. Then, a mail ballot conducted over the next ten days will be held to ratify the new contract. Again, nobody much doubts the vote will be yes on that, too. How did it happen? What does it mean? Why should anyone care? First of all, I think it has to be seen as a major victory for the writers. All the more so because since the disastrous failure of the last strike in 1988, the union has repeatedly agreed to weak, bad deals for writers as each new contract was negotiated. To actually win, in a fairly decisive way, substantially reverses a two-decades-old trend in entertainment industry labor relations. Terry George, a leading member of the writers' negotiating committee, goes further. He sees it as a historic reversal of the fortunes of the entire labour movement, which has been almost unremittingly battered since the days of Reagan-Thatcher. While I might be a bit less impressed than he is (after all, screenwriters aren't miners, or even air traffic controllers), I don't think it's entirely insane to put this victory in that context. We didn't just take on the Hollywood studios, like Warner Brothers and Universal, goliaths in their own right. We took on the massive conglomerates who now own them, Time Warner and GE. And we won. (Full disclosure: I'm not only a writer and a guild member, I am currently serving as a member of the Writers Guild East Council, so, shit no, I'm not impartial. But I'm speaking as an individual, not a representative of the Guild or its official positions.) After failing to break us with bullying, threats of drastic rollbacks, ultimatums, phony peace offerings and false rumors of concessions circulated in the press, the producers association refused to negotiate with the writers and turned to the historically compliant Directors Guild. This, they thought, would get what they hoped would be a better deal than they'd ever be able to get with the writers, and then use the leverage of that deal to get the writers to take one like it. But the solidarity of our strike, and the support it had, gave the directors not only leverage to get a better deal than they would have been able to get otherwise, it forced them to ask for more than they likely would have asked for, knowing that the writers (and the actors who have been in strong support of the writers and whose own contract is up soon) wouldn't take a typical DGA sweetheart deal as they had in the past. So the DGA made a good deal. Immediately, the industry press, the mainstream media, and voices of \"reason\" inside and outside the guild insisted that the writers take the DGA deal. But the writers' leadership said not so fast, and were again attacked in the press, as they had been since before the strike as erratic, demagogic, strike happy, and, most bitterly damning of all, outsiders unable to use the close personal relationships that make Hollywood deal-making tick. Well, what happened next belied that entire mendacious storyline. The producers' lawyers, not the \"mad dog\" union leaders, left the scene, and, behold, a deal was struck. After months of refusing to talk, several studio heads, engaged in direct, informal conversations with the same union leaders we had been told didn't know how to talk to them. And within a couple of weeks, with the pressure of the Oscars (which is a huge advertising bonanza for the studios) and the last chance to mount a television season this year looming, they had a deal. A deal significantly better for writers than the DGA deal. How good is the deal, really? Did we really win? My answer to the first question is, in terms of dollars and cents, I don't exactly know. I'm not a lawyer or an accountant. Others know better, but I don't think anyone really knows. But my answer to the second is still, unequivocally, yes. The amount of money, at least in the first two years of the contract, that TV writers will get when their work is streamed on the internet is small, miniscule when compared to what they get when a show is repeated on TV. The paltry DVD rate was unchanged. Guild jurisdiction was not extended to animation or \"reality\" shows, where miserable conditions and lack of benefits increasingly apply. But writers will, before the contract is over, be getting a percentage of revenues for prime time shows streamed on the internet. Also compensation for movies streamed or downloaded has been established. And after the first 100,000 downloads at rates more than double the current DVD rate. Perhaps most importantly, in most situations, new material for the internet will now be covered by Writers Guild jurisdiction. The spectre of completely non-union films and television shows being created on the internet, then migrating to broadcast, cinemas and DVDs, has been killed. They didn't want us to have any of that. They didn't plan on giving us any participation in internet revenues or jurisdiction in internet production. They had visions of using the internet to drive the last nail in the coffin of union work in the industry. And they thought they could get away with it because they are so powerful, because the writers would be faced with a public that thought them overpaid to begin with and greedy to demand more, and because in the face of that the writers, who by nature tend to be retiring and solitary, are seldom if ever strong on unity and group resolve. But 20 years of media consolidation, corporate greed and criminality, exponentially accelerated in the last eight years, changed the terrain. And the writers resourcefully used their talents over the very internet in contention to break the the usual anti-union stranglehold of the mainstream media. And resourceful use of the writer's talents used the very internet in contention to break the usual anti-union stranglehold of the mainstream media. The public overwhelmingly supported the writers, and, as was repeated by long time members at the guild meeting on Saturday attested, the Writers Guild has never shown the unity, militancy and resolve it has shown in this strike."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}