{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2008/feb/16/lifeundermilitaryrule", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-02-16T16:00:00Z", "webTitle": "Life under military rule", "webUrl": "https://www.theguardian.com/commentisfree/2008/feb/16/lifeundermilitaryrule", "apiUrl": "https://content.guardianapis.com/commentisfree/2008/feb/16/lifeundermilitaryrule", "fields": {"headline": "Life under military rule", "bodyText": "A cemetary on the edge of Balata refugee camp According to tradition, the Palestinian city of Nablus is set near two mountains famed for their role in the Biblical story of Balaam and his donkey. Balaam, a non-Jewish prophet, set out for Israel determined to issue a curse over the people of Israel, but - thanks to divine intervention and revelation - ended up blessing the infant nation instead. His change of heart is still cited today, with supporters of the Zionist state claiming that all of Israel's detractors would in fact sing its praises to the high heavens if only they saw the country for themselves. I have, and yet I don't. At least, not when faced with the consequences of Israel's \"me first\" policy, which has caused such devastation and heartache to the Palestinian people, as I witnessed yet again in the Balata refugee camp on the outskirts of Nablus. To argue about whether it is a camp or not, as many do, is utterly irrelevant. Yes, the refugees live in houses rather than tents, but given the atrocious conditions they are forced to exist in, it's of little comfort to them that their prison cells are made of bricks and mortar instead of canvas. According to our guide, \"the residents aren't allowed to build outside the camp's perimeter, so the only way is up\" - and it shows. Alleyways between houses barely wider than a person, bars on the windows of adjacent houses literally touching across the divide, and raw sewage flowing unchecked down the broken pavement; this is the harsh reality of life behind the barricades. Pockmarked walls bear the scars of the almost daily incursions by the IDF, whose stray bullets do more than just damage the facades of the houses, as the overflowing cemetery bears testament to. \"The army doesn't give a damn about civilians getting caught in the crossfire,\" said Muhammad, who led us around his neighbourhood with a grim determination to drill home the horror of life under military rule. \"However,\" he said, \"you can never truly know what it's like till you've lived here yourself. Every family's either had someone killed, wounded or arrested by the IDF; dozens of houses have been smashed apart during raids.\" He spoke of his childhood friends who have \"ended up underground,\" saying that more than 20 of his peer group died \"a martyr's death\" resisting the occupation. As we toured the camp and saw the scores of memorials erected in honour of fallen shaheeds, it was clear that whatever security reasons are cited for the army's iron-fisted approach to Nablus, it is having the opposite effect in terms of crushing the resistance. Children swagger round in bomber jackets in chilling imitation of the posters of gun-toting fighters plastered on every available surface. T-shirts bearing the images of Sheik Hassan Nasrallah, George Habash and other militant leaders are on sale in the crowded casbah in the old city section of town. Muhammad told tales of great escapes and assassination survivals by local fighters as though narrating folklore legends of ancient times. The militants' \"daring acts of heroism\" have turned them into instant idols for the youth of Nablus, who stare wide-eyed at their chiselled features in the posters in the same way that their peers overseas gaze dreamily at boybands and footballers. The stallholders in the souk begged Muhammad to translate their tales of misery for the benefit of the foreigners in their midst, complaining bitterly of the nightly raids that leave their shops destroyed and their produce ruined. For anyone who empathised with the plight of the Camden market traders, their suffering paled in comparison to the Nablus shopkeepers who are doomed to endure the same distress in an endless loop. However, for all that I was thoroughly depressed by what I saw in Nablus itself, the worst part of the tour was saved for last. Having decided that the queue at the checkpoint looked too long and foreboding, the leader of our group decided to get us back into Israel via the \"back route\" and at the same time to teach us a valuable lesson about the true purpose of the security wall. For 10 shekels per head, a minibus driver took us on a convoluted journey through fields and olive groves, eventually delivering us onto the Israeli side of a checkpoint to our astonishment. It was like witnessing a magician pull a rabbit from a hat - at least, for those of us who believed that the labyrinth of checkpoints and the mile upon mile of security wall are completely impenetrable to intruders. Of course, the border is almost as porous now as it ever was; if terrorists wanted to smuggle weapons across in order to attack Israeli civilians, they're not impeded in the slightest, as our clandestine break for the border proved. Instead, as our guide stressed, the checkpoint system is designed first and foremost to crush the Palestinian economy under the guise of security measures, and to remind the Palestinians exactly who is boss. The authorities have certainly succeeded in getting half the job done, since they've managed to destroy Nablus's economy and leave its residents in a permanent state of penury. However, given the defiant image of the town - with its concrete homages to fallen fighters on every corner, and air of steely determination in the eyes of those peering down from the martyr posters - it's not at all clear that the locals are ready to roll over and play dead for their Israeli masters, no matter how hard the army hits them. For those who still cleave to the notion that the only way to fight fire is with more and more fire from the other side, Nablus should prove a case in point that this is not the answer. No matter how many fighters die at the hands of the army, another generation springs up to replace them and throw themselves into the inferno, which, given the desperate situation they find themselves in within the camp, is hardly surprising. And having seen the ease with which they can slip across undetected into Israel, should the mood take them, it appears to be a deadly game that the authorities are playing by unrelentingly besieging the city and laying waste to the locals' dreams of freedom."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}