{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2008/feb/28/thearmylearnsitslesson", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-02-28T21:00:00Z", "webTitle": "The army learns its lesson", "webUrl": "https://www.theguardian.com/commentisfree/2008/feb/28/thearmylearnsitslesson", "apiUrl": "https://content.guardianapis.com/commentisfree/2008/feb/28/thearmylearnsitslesson", "fields": {"headline": "The army learns its lesson", "bodyText": "Today, the US army releases its new Operations Field Manual [PDF], its first revision since before September 11, 2001. The document historically has described how the army operates to achieve dominance over its enemies. However dryly worded, this edition reflects the army's experience of more than seven years under the Bush administration and the lessons learned from its experiences in Afghanistan and Iraq. As its foreword states, it is \"a revolutionary departure from past doctrine\". Within it lays a stern rebuke of the Bush administration's de-emphasis of land power to wage war, the administration's inability to plan to win the peace by providing adequate security and reconstruction assistance to civilian populations in Afghanistan and Iraq, and its treatment of US soldiers and their families during these war-torn times. When Donald Rumsfeld assumed his position as secretary of defence in 2001, he took it upon himself to revolutionise the US military. His new military doctrine downplayed the need for land power, believing wars could be won in the air, using smart bombs to destroy critical nodes in the enemy's infrastructure while minimising civilian casualties, and special operations forces to conduct lighting attacks. This is why general Eric Shinseki was shown the door when he said it would take \"several hundred thousand soldiers\" to secure Iraq - one more message to the army that it was now the elderly man of the armed forces. (Ironically enough, it was Shinseki's signature that appears in the foreword to the 2001 edition [PDF].) So enamoured was Rumsfeld with his lithe and lethal \"shock and awe\" campaign against Iraq, that, as Fred Kaplan writes in Daydream Believers, he \"didn't plan for Phase IV - securing and stabilising the country after the capital had fallen - because he didn't think it was necessary\". The army, vindicated by history, is now reasserting the necessity of land power to solidify a war's outcome. Looking to the military's experience in Afghanistan and Iraq, the new field manual states that one of land power's critical tasks is to \"establish and maintain a stable environment that sets the conditions for political and economic development\". Something the US failed to do in both Afghanistan and Iraq. In Iraq, the refusal to put enough troops on the ground led to looting that effectively undermined any confidence civilians had that American soldiers would protect them and their national wealth. When pressed about the military's inability to secure Baghdad during the looting, Rumsfeld offered one of his most famous utterances: \"Freedom's untidy.\" Central now to army operations are stability operations, essentially soldiers engaging in that most nefarious of words to the current administration's ear: nation-building. Here are just some of the phases the document uses to describe stability operations: \"provide essential government services, emergency infrastructure reconstruction and humanitarian relief\"; \"support the well-being of the local populace\"; and \"provide for social reconciliation\". Reconstruction, a word not even mentioned in the 2001 document, appears 17 times in the new edition. The army, undoubtedly to the chagrin of conservatives, has gone all weepy NGO after suffering through two conflicts they were woefully unprepared to fight and win due to their civilian overseers' misguided notions of waging war on the cheap. Another departure from the 2001 document is the army's overt concern for its soldiers and their families. The document states that campaign capability, or \"the ability to sustain operations as long as necessary\", includes \"taking care not only of soldiers but also of families throughout the complete cycle of deployment, employment and redeployment\". Moreover: \"Soldiers understand that no matter how long they are deployed, the army will take care of them and their families.\" When a commonly understood ethical principle such as this has to be confidently and explicitly stated, you can be sure it's been violated. And the violations have been numerous: military families resorting to food pantries to subsist, the scandals at Walter Reed Amy Medical Centre and the Bush administration's slashing of veterans benefits. Things have even gotten so bad under Bush that the document feels the need to remind soldiers that they must adhere to the law of war and the rules of engagement for moral and pragmatic reasons. It even states: \"Soldiers do not kill or torture enemy prisoners of war.\" The word torture never appears in the document's 2001 predecessor, an indication of how far the professionalism of the army has slipped under the Bush administration and the abuses at Abu Ghraib and Guantánamo Bay. The army's revised field manual represents a welcome sign that the army's top brass has heeded the lessons of President Bush's disastrous and unnecessary war in Iraq and doesn't plan to make the same mistakes in the future. However, the army's rightful disillusion with Bush-era neoconservatism may send it fleeing back into the jaws of another discredited foreign policy philosophy: Kissingerian realism. When the army proclaims that, in a future marked by \"persistent conflict\", \"stability will be paramount, not the form of governance\", it's not hard to imagine the US reverting back to the same foreign policy of propping up repressive and undemocratic regimes that helped spawned the jihadists the neocons thought they could foolishly defeat militarily. It's time for US foreign policy and its military to find a middle ground between the militant democratisation of neoconservatism and the cynical self-interest of realism."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}