{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2008/feb/20/uselections2008.usa1", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2008-02-20T19:21:50Z", "webTitle": "Obama campaign urges Clinton to concede", "webUrl": "https://www.theguardian.com/world/2008/feb/20/uselections2008.usa1", "apiUrl": "https://content.guardianapis.com/world/2008/feb/20/uselections2008.usa1", "fields": {"headline": "Obama campaign urges Clinton to concede", "bodyText": "Barack Obama's campaign, riding a wave of 10 straight victories in the contest for the Democratic nomination after wins in Wisconsin and Hawaii, today urged Hillary Clinton to bow to the inevitable and accept defeat. Obama's campaign manager, David Plouffe, dismissed her camp's hopes of making a comeback when the power states of Texas and Ohio hold their primaries on March 4, and said Clinton would be unable to bridge a widening gap in delegates. \"This is a wide, wide lead right now,\" Plouffe said in a conference call with reporters. \"The Clinton campaign keeps saying the race is essentially tied. That's just lunacy.\" The argument from the Obama camp appears designed to paint Clinton as a nuisance candidate -- much like Mike Huckabee who has continued to fight for the Republican nomination even though it is mathematically impossible for him to catch up to John McCain's lead in delegates. It comes at a time when Obama and McCain increasingly are taking swipes at one another on the stump -- heightening anticipation that the two men will face off in next November's presidential election, and relegating Clinton to a sideshow. Clinton's hopes of upsetting that equation now turn on delivering a convincing performance in tomorrow night's Democratic debate in Austin, Texas and on gaining traction for her argument that she is the best candidate in a time of deepening economic woes, campaign officials admitted in their own conference call with reporters. Clinton unrolled the first sign of what her campaign called a harder edged approach to the economy in a speech in New York and in television advertisements which appeal to night shift workers. \"It is time to get real, to get real about how we actually win this election and get real about the challenges facing America,\" she said in her speech. \"I am not running for president to put Band-Aids on our problems. I am running to solve them.\" The down-to-earth message was geared at voters in the ailing industrial state of Ohio where Clinton -- more than ever -- needs to win by commanding margins if she is to have a chance of a comeback. But, as the results from Wisconsin indicated, Clinton is being deserted by even her most ardent supporters: the working class voters she had been banking on in Ohio and even middle-aged white women. However, campaign officials today insisted Ohio would not follow the trend in every other contest since Super Tuesday on February 5. \"Ohio is very different from Wisconsin,\" said Harold Ickes, a longtime adviser to the Clintons. The Clinton campaign also appears to have miscalculated with a last-minute burst of negative advertisements in Wisconsin. The Clinton campaign had accused Obama of plagiarising his speeches from the Democratic governor of Massachusetts, Deval Patrick. But the attacks appeared to have alienated undecideds, who turned towards Obama. As Obama continues to broaden his coalition of supporters, Clinton also continues to face a cash crisis. Obama outspent her four to one in Wisconsin on television and other advertising. Her campaign officials claimed today that they lacked the resources to really fight for Wisconsin -- even though Clinton raised well over $100 million last year. She sent out an email to supporters today urging them to help keep her competitive in the coming contests in Ohio and Texas. Obama took 58% of the vote in Wisconsin against 41% for Clinton. He did even better in Hawaii, the state where he was born, carrying 76% of the vote. Both states were relatively small in the delegate count, compared to Texas and Ohio. But the scale of Obama's victories allowed him to extract respectable numbers of delegates under the Democratic party's system of proportional representation. With Wisconsin and Hawaii in his column, Obama now holds a decisive lead in delegates -- even factoring in Clinton's earlier advantage because of her support from super-delegates. The Associated Press today gave Obama 1,336 delegates against 1,251 for Clinton, putting him ever closer towards the magic figure of 2,025 delegates needed to secure the Democratic nomination. With the voting over in all but 14 states, that leaves Clinton relatively few occasions to try to make a comeback. On the Republican side, McCain solidified his grip on the Republican nomination with decisive wins over Huckabee in Wisconsin as well as Washington state."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}