{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2008/feb/01/barackobama.usa1", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2008-02-01T21:31:51Z", "webTitle": "Kennedy connects with Latino Obama supporters in California", "webUrl": "https://www.theguardian.com/world/2008/feb/01/barackobama.usa1", "apiUrl": "https://content.guardianapis.com/world/2008/feb/01/barackobama.usa1", "fields": {"headline": "Kennedy connects with Latino Obama supporters in California", "bodyText": "Skip Pyeatt was having none of it. A Vietnam veteran clad in camouflage jacket, his grey hair slicked back, Pyeatt stood out in the largely young crowd gathered to hear the wise words of Massachusetts senator Edward Kennedy. \"God may forgive him for Mary Jo Kopechne and Chappaquiddick, but I never will,\" said the Arizona native, who says that Republican John McCain, a personal friend of his, has his vote. But Pyeatt was interested enough to bring himself to the Barack Obama campaign rally on a bright morning at an east Los Angeles technical college. Snapping images of the rally on his phone, he had words of encouragement for Obama and the hundreds of supporters gathered to hear Kennedy speak. \"This man will some day be a good president,\" he said. \"I just don't think he has the experience yet.\" At that moment, whoops erupted from the crowd of several hundred as Kennedy made his way to the stage, a shock of white hair just visible in the phalanx of photographers surrounding him. Wearing an open-necked black shirt, a red handkerchief neatly folded in the breast pocket of his black jacket, Kennedy cut a handsome figure, recalling another visitor with the famous surname. \"Are you glad to see me?\" he shouted. \"Are you glad I'm here?\" The oratorical gimmick met with the appropriate response, the crowd roaring its approval of the visitor. \"Moo-chi-mas gracias,\" he answered, in disastrous Spanish. \"Vamos a ganar este martes. Vamos a ganar este noviem-biem-biem-berey.\" As an exercise in living Esperanto, it was illuminating; fortunately, the crowd laughed with the grand old lion of Democratic politics, not at him. \"There may be some who don't understand my Spanish. It's the Castilian accent,\" he explained. They may not understand his accent, but they know his name and they know the man. The Kennedy family, white and Catholic, has a proud history of standing up for immigration and workers' rights, and California claims the memory of Bobby as its own. The meeting of Camelot and Obama is potent stuff, and may well work to galvanise the older generation as much as first-time voters. \"I was a kid when JFK was president,\" said Ray Anzelc, \"and it's the same sort of energy.\" Yolanda Atler, a student at the college in the 1970s, felt the same way. \"I just think that he talks to a lot of the people who remember the 60s, the optimism and the hope that was present back then. And that's what Obama does.\" Kennedy has been brought in by the campaign to galvanise Latino voters, a crucial constituency in the south-western states voting on Tuesday, especially so in California, where they represent almost a quarter of registered voters. In a brisk speech he wasted little time in ticking the boxes that may mobilise voters. Describing Obama as \"transformational\" - the same term that had so entrapped Obama when he used it to describe Ronald Reagan - Kennedy told the placard-waving crowd: \"We need a leader that is going to be able to lead and break down the barriers and get things done for the American people.\" Health care, education, the war, and most importantly, immigration reform, were all ticked off. There was one important difference between the two remaining Democratic candidates, he said: the \"spirit and enthusiasm that Obama has been able to bring to the campaign ... If you watched him in the debate last night you saw a man of empathy, of heart, of soul.\" But unlike his speech endorsing Obama a week ago, Kennedy didn't reach for or attain the rhetorical heights that go with his name. Indeed some of his references - to his long years of service on various Senate committees, to the second world war - may have been lost on the youthful audience. \"My mom was one of the babies kissed on the forehead by Bobby Kennedy when he came here in the 1960s,\" said Andres Trigueros, \"so that's why I came down here.\" Trigueros turned 18 last week, just in time to vote in his first primary. \"I'm just a kid,\" he said. \"I just want things open to me. I want my college fees to be down. But I don't like Hillary because she wants to censor video games.\" Kennedy, his voice hoarse, reminded voters of the need to get out the vote for Tuesday. \"I came to ask you are you ready for change?\" he asked. The audience roared back that indeed it was before the politician from another generation was engulfed in a crowd of autograph-seeking fans."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}