{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2008/feb/13/hillaryclinton.uselections20082", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2008-02-13T19:51:46Z", "webTitle": "Hillary Clinton struggles to convince Democrats she can secure big victories in coming weeks", "webUrl": "https://www.theguardian.com/world/2008/feb/13/hillaryclinton.uselections20082", "apiUrl": "https://content.guardianapis.com/world/2008/feb/13/hillaryclinton.uselections20082", "fields": {"headline": "Clinton struggles to convince party she's still in it", "bodyText": "Hillary Clinton's campaign today struggled to convince Democrats she can deliver the strong wins she needs in the power house states of Texas and Ohio to remain a viable candidate. A day after Barack Obama's sweep of three primary contests around Washington DC, Clinton suffered an even more personal rejection today when David Wilhelm, who managed her husband's 1992 campaign for the White House endorsed her opponent. The defection came as Obama began to peel away sections of Clinton's supporting coalition among working-class households, women, Catholics and older voters, to win primaries in Virginia, Maryland and Washington DC by overwhelming margins last night. Clinton's strategist, Mark Penn, tried to downplay the importance of momentum to Obama, who now has a string of eight consecutive wins. \"Winning Democratic primaries is not a qualification for who can win the general election,\" he told a conference call with reporters. But other campaign aides indicated that Clinton's hopes of turning the contest around with big wins in the mega states of Texas and Ohio on March 4 might not work. Her field director, Guy Cecil, said the campaign was looking even further ahead to Pennsylvania, which votes on April 22. It was setting up offices in a string of small contests from Kentucky to Puerto Rico, which holds the last primary on June 7, in the hopes of catching up with Obama at the finish line. Obama did not stand still today. He used his three big wins to broaden his campaign message from his inspirational stump speech to bread-and-butter issues — which had once been seen as Clinton's strength. In a speech flagged up by the campaign as a major policy address, Obama linked the faltering economy to the old-style Washington politics. \"It's a Washington where politicians like John McCain and Hillary Clinton voted for a war in Iraq that should never have been authorised and never been waged — a war that is costing us thousands of precious lives and billions of dollars a week,\" Obama said in a speech from a General Motors plant in Wisconsin, according to excerpts released in advance. The focus on the economy and the reference to McCain, the presumptive Republican nominee, suggest Obama has embraced the role of Democratic frontrunner as the contest moves towards a decisive phase. Obama aides said future addresses would focus on the economic issues expected to resonate strongly with Democratic voters ahead of primary contests in the power house states of Texas and Ohio on March 4. \"He will focus on the message that matters most to the people in those states, which is of course the economy,\" Susan Rice, an adviser, told CNN. Obama's decision to retool his message for Texas and Ohio, states which have been hit badly by the housing crisis and economic downturn, represents a direct challenge to Clinton. In opinion polls, Clinton has led Obama among voters concerned about the economy, while he dominates among those who list the Iraq war as a key issue. The viability of her campaign for the Democratic nomination now depends on whether she can deliver strong wins in the powerhouse states of Texas and Ohio on March 4. But by that date, she could well be running even further behind Obama. With Obama now favoured in two contests next week in Hawaii and Wisconsin, he could well extend his winning streak to 10-0 against Clinton by the time of the showdown in Texas and Ohio. Clinton began airing television ads in Wisconsin today. With the results of Tuesday's contests, Obama today for the first time held a narrow lead over Clinton in the delegate race. He won Virginia, 64% to 35%, Maryland 60% to 36%, and Washington DC by 75% to 24%. That now gives Obama 1,224 delegates against 1,198 for Clinton, according to an Associated Press tally. In Virginia, Obama demonstrated once again than he is more popular than Clinton among white male voters. Even more worryingly for Clinton, he made significant inroads into her core areas of support: working-class households, women, Catholics and older voters."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}