{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2008/feb/19/plagarismforsooth", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-02-19T20:00:04Z", "webTitle": "Plagiarism forsooth!", "webUrl": "https://www.theguardian.com/commentisfree/2008/feb/19/plagarismforsooth", "apiUrl": "https://content.guardianapis.com/commentisfree/2008/feb/19/plagarismforsooth", "fields": {"headline": "Plagiarism forsooth!", "bodyText": "It is symptomatic of the Clinton campaign's drearily academic approach that, while demanding a full critical apparatus for their opponent's speech, they have not noticed that Obama lifted his slogan \"Yes We Can!\" from Bob the Builder, (\"Can we build it? Yes....\") One is almost surprised they have not accused him of pandering to the hard-hat union vote. I am somewhat agnostic about Obama. While I am certain that Hillary Clinton will do the right thing, in every sense, by the moneyed interests that have been backing her, he has not yet had the opportunity to do so on the same scale. Neither she nor Obama have the courage to adopt the single-payer system that is the only sensible solution to American health care's lack of structure, and both of them have burnt a pinch of incense on the altar of neo-liberal economic doctrine. But the latest attack from the Clinton camp for alleged plagiarism - like the previous attempt to play the race card against him - should have footnoted it as a cover of \"Karl Rove and the Swift Boaters: Greatest Hits, volume one\". It is difficult not to suspect that the alleged linking of Obama to \"terrorism\" because an alleged Weatherman sent $200 to the campaign is also a leak from the Clinton campaign. When Joe Biden stole Neil Kinnock's speech back in 1987, he was hounded out of the race, not so much for plagiarism as for absolute inappropriateness. Kinnock's speech celebrated what the 1945 Labour government in Britain had done for his family, generations of whom had toiled at the literal Welsh coal faces, while Biden's ancestors were trying to get their lips around silver spoons. Around that time, I was a writer on Kinnock's election team, and he took scrupulous care rewriting our contributions - so the bit Biden filched was all his. The question to ask is, who writes Hilary's speeches? Does she really compose them herself, or, like most American politicians of her ilk, are they the distillation of focus group opinions being replayed back to ensure that no potential donor's feathers are ruffled? The cult of originality derives from the ferocious Darwinian struggle for tenure in academic America. Like most pre-modern authors, Shakespeare's work is a pastiche of quotations, liftings and unacknowledged citations that, if he were writing now, would have him up for copyright violations. But in Obama's case, apart from Bob Builder, whose intellectual property has been appropriated? He paraphrased a paragraph from Deval Patrick, the governor of Massachussets - who is a friend and supporter, and who has not complained about it. Indeed, if the Clinton team had academic insight to match their shallow academic spite, they would have noticed what their opponent said in New Hampshire last December: \"But you know in the end, don't vote your fears. I'm stealing this line from my buddy [Massachusetts Governor] Deval Patrick who stole a whole bunch of lines from me when he ran for the governorship, but it's the right one, don't vote your fears, vote your aspirations. Vote what you believe.\" The Clinton tactics highlight the self-destructive absurdity of the primary system, in which a party's potential candidates spend almost two years providing ammunition for the other side in the general election. In the absence of clear macro-policy differences, they go for quibbles and personalities. But the primaries also highlight the self-destructive egotism of Hillary Clinton and her husband. Their speedy disavowal of their longtime friend Lani Guinier when faced with a proto-swiftboating by the Wall St Journal editorialists shows that they lacked attachment to their friends and their principles if they thought it detracted from dynastic power. Swiftboating may indeed work in a Republican primary, where the wackos have disproportionate influence, and even in a general election, but it will backfire in a Democratic primary. And as for an accusation of plagiarism, maybe voters in the general election should be required to spell it, or even define it, before registering? May I recommend a line to Obama: \"Et tu, Hillary?\" For more blogs on the US elections, click here."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}