{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/feb/20/match.chelsea", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-02-20T23:58:23Z", "webTitle": "Champions League: Olympiakos 0-0 Chelsea", "webUrl": "https://www.theguardian.com/football/2008/feb/20/match.chelsea", "apiUrl": "https://content.guardianapis.com/football/2008/feb/20/match.chelsea", "fields": {"headline": "Grant gamble pays off as dour Chelsea gain upper hand", "bodyText": "Roman Abramovich has the scene mapped out - May 21, Moscow. Chelsea's Russian owner has his invited friends and peers looking down from behind executive glass on to the Champions League final. His team are there, his chest swells with pride. The dream remains alive, after a tense stalemate in the Greek capital gave Chelsea the upper hand in this last-16 meeting. The eye-opening selection gamble of the manager, Avram Grant, in leaving out John Terry, the captain, and Frank Lampard did not return in any haunting manner and he could be pleased with the application that his charges showed, as the business end of the season got under way. Chelsea's best players were defenders - Ricardo Carvalho was ably supported by Alex and although they created nothing more meaningful further forward than a clutch of half-chances and failed to quicken the pulses, the scoreline was one which they would have taken. Olympiakos shaded the first half and showed themselves to be an attractive team yet Chelsea will fancy their chances in the return in two weeks' time. \"This was a game that we played less well than previous games,\" said Grant, who made 11 changes to the team he fielded in the FA Cup against Huddersfield Town on Saturday. \"We only created a couple of chances so it's a little disappointing. The performance could have been better but the result was good.\" Grant's decision to rest, rotate or, in old-fashioned parlance, drop Terry and Lampard dominated the build-up to the occasion. The coach had stressed that with virtually all of his squad available, he had no first-choice XI; the modern game was one for squad strength. His selection had been made with one eye on Sunday's Carling Cup final against Tottenham Hotspur. It was also a show of faith in Alex and Claude Makelele, the backbone of the team in recent weeks, players in rich veins of form, yet it remained difficult to ignore the notion that Grant was taking a calculated risk. Would he have omitted Terry and Lampard against frontline opposition from Italy or Spain? \"In football, I never gamble and we put a strong team out,\" said Grant. \"Anything I do is questioned, I'm OK with this. They are not easy decisions but it is my job.\" Flares lit the scene at kick-off and the smoke from them dissipated slowly as a cagey tone was set from the outset. Chelsea were determined to take the sting out of proceedings but the fervour in these parts cannot easily be diluted. The Olympiakos diehards had arrived some hours beforehand and they bounced and swayed to create a boisterous atmosphere, the like of which modern English stadiums can only dream of. Welcome to Hellas. The men in red and white before them mirrored their commitment; the passing and movement was assured. Chelsea faced a test of their nerve and ingenuity. The tie was absorbing, not for the action inside either goalmouth, of which there was little, but for the tactical battle. Space was at a premium and hearts raced each time it was chiselled out. The chance of the match fell to Olympiakos when Ieroklis Stoltidis flicked on a 31st-minute corner from the captain, Predrag Djordjevic. Vassilis Torosidis, unmarked inside the six-yard box, stretched every sinew but could not make decisive contact. The hosts pressed on to the front foot, showcasing their slick teamwork with one move on the half-hour, that started with an audacious chipped clearance by Antonios Nikopolidis, the goalkeeper, and finished at the other end, a dozen passes later, with Luciano Galletti's cross being charged down for a corner. Chelsea mustered but one snapshot in the first half, from Florent Malouda, and it was their defence that felt the greater pressure. In Terry's absence, though, Carvalho was outstanding. Time and again, he made decisive interventions and, as is so often the case in the big matches, he engendered confidence in those around him. There was a perception in Athens that Chelsea felt themselves to be consummately superior. They had stood accused earlier in the day of using unacceptable means to lure the 15-year-old Reggina defender Vincenzo Camilleri to London. Reggina intend to complain to the authorities. There was little swagger, though, about Chelsea last night; it was an evening for reputations to be gilded by graft. Four Chelsea players were booked, though not Michael Essien, who stood one away from a suspension. \"The referee was a little bit hard with us,\" said Grant. \"It was not a violent, aggressive game so the players who got cards were not so happy with this.\" Didier Drogba was restored to the starting line-up but he cut an isolated and often frustrated figure. It was not until Grant introduced Salomon Kalou and Nicolas Anelka to provide fresh width that Chelsea enjoyed the territorial advantage and had the former controlled a precision centre from the latter in injury time, Chelsea could even have stolen the advantage. It certainly would have flattered them."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}