{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/feb/09/rugbyunion.sixnations1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-02-09T18:30:26Z", "webTitle": "Six Nations 2008: France 26-21 Ireland", "webUrl": "https://www.theguardian.com/sport/2008/feb/09/rugbyunion.sixnations1", "apiUrl": "https://content.guardianapis.com/sport/2008/feb/09/rugbyunion.sixnations1", "fields": {"headline": "Clerc genius is too much for Ireland", "bodyText": "It was a case of déjà vu. Two years ago France obliterated Ireland in the first half, only to see them stage an exhilarating second-half rally in Paris that nearly saw them snatch an unlikely win. Here, too, Marc Lièvremont's new-look side scorched away to a convincing lead after a dazzling fi rst-half hat-trick by winger Vincent Clerc. But with the game apparently over as a contest, Ireland once again staged a brave comeback through a forward effort that at first gained parity with, and then out muscled, France's inexperienced pack. Had Brian O'Driscoll been able to find winger Geordan Murphy with a pass just three metres from the line with 10 minutes to go, the visitors may even have pulled off a seemingly impossible win. As it was, a late penalty by O'Gara set up a thrilling finish. Ireland's battling second-half display not only gave beleaguered coach Eddie O'Sullivan some breathing space, it also exposed some frailties in France's new team - especially up front. A conveyor belt of changes by the new French coach certainly didn't help his side's performance either. In the end it was some forensic finishing from Clerc that was the difference between the two sides. The game began at a lung-bursting pace, with France sign-posting their desire to run the ball from anywhere. Aurélien Rougèrie tapped and went from a mark metres from his own line and set off on a piercing run straight through the heart of the Irish defence. Elissalde missed his kick from the resulting penalty, but within seconds the Toulouse twins Cédric Heymans and Vincent Clerc combined to put Julien Bonnaire over the line. The No 8 was held up, however, and then it was Ireland's turn to threaten as skipper Brian O'Driscoll and Andrew Trimble took advantage of the home side's over-confident, almost frenetic start. But the visitors were knocked back, notably though a thumping tackle by Dimitri Szarzewski, before two moments of pure rugby vision from Jean-Baptiste Elissalde rocked Ireland. After skipper Lionel Nallet had stepped through a ruck to burgle the ball, the French scrum-half realised that the Irish defence was out of position and kicked ahead for Clerc. The winger had only Denis Leamy to beat and the Toulouse man eased in to score his side's opening try. Then after 19 minutes Elissalde spotted a gap on the blindside, and fed David Skrela. The fly-half timed his pass to perfection and Clerc - who had originally been left out of the team - scooted over for his second try. In between O'Gara managed a penalty in return as the visitors, curiously, managed to dominate territory. And with newcomers Bernard Jackman and Jamie Heaslip looking lively in the loose, Ireland were able to match the French in almost every respect - except the scoreboard. At times France were guilty of trying to play too much rugby, too quickly from inside their own half. But when they got it right, they got it wonderfully right, as was shown with Clerc's hat-trick try just before the interval. Szarzewski turned over Irish possession in the middle of the field and Elissalde moved the ball swiftly left. Heymans swept through on a wonderful angle from full-back and cut through the Irish defence before passing to his soulmate Clerc, who brushed off Geordan Murphy's tackle to score. It was a golden moment from the golden-orange booted Toulouse stars. Elissalde converted, and, having played better than the previous weekend when they won and despite another O'Gara penalty, Ireland found themselves 13 points behind at the break. Ireland had a chance to get back into match right at the start of the second half when Clerc was penalised for a dangerous tackle. O'Gara turned down a chance for three points and kicked for touch. However, for the second time in the game the athletic Bonnaire stole the line-out from Jackman's throw and the opportunity was lost. Although the Irish pack was solid in the scrum, Jackman and his jumpers were finding it tough to win clean ball from the line-outs. There was a touch of fortune about France's fourth try when a grubber kick from Elissalde at the base of a scrum ricocheted off O'Driscoll's midriff. The ball bounced kindly for Heymans who strolled over for an easy score. France looked out of sight but the Irish pack thought otherwise. After finally winning a clean line-out inside the French 22 the visitors won a series of scrums and penalties close to the tryline. They forced the French pack to creak and collapse, and referee Nigel Owens awarded them a penalty try. Sensing a weakness in the new-look French tight five, the visitors immediately took them on up front again from a lineout. The French pack splintered and the deserving David Wallace stretched out for his side's second try. Suddenly the home side looked uneasy and underpowered. When Brian O'Driscoll, showing something like his old form, burst through the midfield it seemed that he could set up a crucial score. But the centre's bullet-like pass was too high for Murphy. Man of the match:Vincent Clerc Without their outside three, this France side would be half the team they are, and Clerc is currently the most brilliant of their jewels out there. Two tries last week, a hat-trick this, he is challenging if not surpassing Bryan Habana as the best winger in the world."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}