{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2015/sep/17/lib-dems-select-caroline-pidgeon-to-fight-london-mayor-election", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2015-09-16T23:49:31Z", "webTitle": "Lib Dems select Caroline Pidgeon to fight London mayor election", "webUrl": "https://www.theguardian.com/politics/2015/sep/17/lib-dems-select-caroline-pidgeon-to-fight-london-mayor-election", "apiUrl": "https://content.guardianapis.com/politics/2015/sep/17/lib-dems-select-caroline-pidgeon-to-fight-london-mayor-election", "fields": {"headline": "Lib Dems select Caroline Pidgeon to fight London mayor election", "bodyText": "The Liberal Democrats have selected London assembly member Caroline Pidgeon as their candidate for next year’s mayoral election. Pidgeon, the leader of the Lib Dem group in the London assembly, was named as the only candidate when her rival, former Lewisham councillor Duwayne Brooks, withdrew. Brooks said his candidacy would have clashed with his role reviewing the use of stop and search powers by Northamptonshire police. Despite the absence of a competitor, the party decided to ballot members with the option of selecting Pidgeon or reopening nominations; she got the backing of 95% of balloted members. Pidgeon described it as a privilege to be selected as the mayoral candidate. London was a great city, she said, but its benefits were not available to everyone. Pidgeon’s campaign will focus on the housing crisis, affordable childcare, air pollution and the cost of public transport. “We need to tackle the brain drain to London’s economy caused by too many women not returning to work in part due to the high cost of childcare,” she said. “We also need to end the scandal of too many young people struggling to rent, let alone buy a property. Unless we tackle these barriers, London will continue to be a city that serves the few, not the many.” Pidgeon, who was the Lib Dem candidate in Vauxhall in the 2010 general election, said London was a city with “a shameful record of air pollution”. She added: “Now more than ever we need to stand up for liberal values and ensure that we deliver a Liberal London where we welcome people fleeing persecution, embrace the huge advantages of being part of the EU and ensure that each and every citizen is treated equally.” Pidgeon will be contesting the mayorality against Sadiq Khan, the MP for Tooting who was selected as Labour’s candidate on Friday, and Sian Berry for the Green party. Zac Goldsmith, MP for Richmond Park, is odds-on to be selected as the candidate for the Conservative party. In the 2012 London mayoral election, the Liberal Democrat candidate, Brian Paddick, came fourth with 4.2% of the vote, behind the current Conservative mayor Boris Johnson, the former Labour mayor Ken Livingstone and the Green party candidate Jenny Jones."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}