{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/sep/11/dick-advocaat-lee-cattermole-fight-sunderland-future", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-09-11T21:30:17Z", "webTitle": "Dick Advocaat says Lee Cattermole is just another Sunderland player", "webUrl": "https://www.theguardian.com/football/2015/sep/11/dick-advocaat-lee-cattermole-fight-sunderland-future", "apiUrl": "https://content.guardianapis.com/football/2015/sep/11/dick-advocaat-lee-cattermole-fight-sunderland-future", "fields": {"headline": "Dick Advocaat says Lee Cattermole is just another Sunderland player", "bodyText": "Dick Advocaat has made it clear that Lee Cattermole can expect no special treatment as he fights for his first-team place after a disappointing start to the season at Sunderland. The midfielder has looked a shadow of his former self in recent weeks and Advocaat is at pains to stress it was the board’s decision to award him a new contract in the summer. “I see Cattermole just as all the other players, part of the squad,” said the Sunderland manager. “The club made the decision to award him a new contract. He is from the region and did really well for me last season. When they asked me about him, I said if we can keep him, let’s do it. But the final decision was that of the club.” That represents quite a departure from a few months ago when the former Holland manager described a highly influential dressing-room figure as “our controller”. Now, though, Cattermole appears in danger of losing his place to the former France defensive midfielder and Rubin Kazan loanee, Yann M’Vila. “Cattermole has to find last season’s form,” said Advocaat whose bottom-placed side seek their first league win of the season at home to Tottenham Hotspur on Sunday. “But it’s not just him, the majority of the team has to perform better. It’s not only about Cattermole.” Last month Sunderland’s manager cut an extremely unhappy figure as he fretted publicly about the weakness of his squad. Since then the arrival of, among others, the £7m forward Fabio Borini from Liverpool has improved his mood but Advocaat is under no illusions as to the team’s enduring limitations. “Our first priority is to avoid relegation,” he said. “Our squad is better than last season but from what I have seen from other clubs and their spending, other clubs are better too. Advocaat has warned Sunderland fans that patience could well be required and any improvement incremental. “I don’t think the league table really takes shape until the end of December,” he said. “That’s when we’ll know where we are. It may be the end of December before you see the best of Sunderland. “At certain moments I believe we can play a little more attractive football than last season but, knowing what other clubs have done, staying away from relegation is the most important thing.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}