{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2015/sep/21/vote-to-leave-eu-means-scotland-leave-uk-nick-clegg", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2015-09-20T23:01:01Z", "webTitle": "Vote to leave EU means Scotland will leave UK – Nick Clegg", "webUrl": "https://www.theguardian.com/politics/2015/sep/21/vote-to-leave-eu-means-scotland-leave-uk-nick-clegg", "apiUrl": "https://content.guardianapis.com/politics/2015/sep/21/vote-to-leave-eu-means-scotland-leave-uk-nick-clegg", "fields": {"headline": "Vote to leave EU means Scotland will leave UK – Nick Clegg", "bodyText": "If Britain votes to leave the European Union in the upcoming referendum it would risk breaking up the United Kingdom, according to Nick Clegg, the former deputy prime minister, . Speaking at the Liberal Democrat conference in Bournemouth as his party begins its campaign for the UK to stay within the EU, the former Lib Dem leader will say that the upcoming vote on Britain’s EU membership will pose an existential question to the British people. “Not just one, but two, unions now hang in the balance. If we vote to leave the EU, I have no doubt that the SNP will gleefully grab the opportunity to persuade the people of Scotland to leave the UK as well,” he is expected to say. “Do we want our children and grandchildren to live in a once-great country now pulled apart? A Great Britain turned into a little England, drifting friendlessly somewhere in the mid-Atlantic?” Holding a referendum on Britain’s membership of the European Union before the end of 2017 was a central Conservative party manifesto commitment at the general election. Although a date has not yet been set, David Cameron has started lengthy negotiations with other EU leaders in an attempt to agree new terms for the UK’s relationship with Europe, including changing the rules to restrict EU migrants’ access to British in-work benefits. Clegg, a former member of the European parliament, will say that the referendum will be contested on the issue of jobs, economic security and the terms of any renegotiation. “But there’s a big, enduring question which hangs over all of this: what kind of country do we want to be, what is our role, in this globalised world of ours? Open or closed? Leading in our own European backyard or isolated from our nearest neighbours?” The former Lib Dem leader, who resigned his position the day after the party lost 48 of its 56 MPs in May’s general election, is expected to call on Jeremy Corbyn to be unequivocal about his support for the European project. “On a number of occasions in recent years I’ve seen the Labour party abandon its progressive principles to score short-term tactical points: failing to support House of Lords reform; barely lifting a finger in the AV referendum; blocking party funding reform,” he will say. “But I say to Jeremy Corbyn: the EU referendum is simply too important for ambivalence.” Labour’s position on the EU referendum was clarified last week when Corbyn committed the party to campaigning for reform from within the European Union. He had previously said he did not want to give David Cameron a blank cheque by guaranteeing that Labour would campaign for an in vote, arguing that there needed to be greater levels of social protection across Europe. Launching the Lib Dem’s EU campaign, the party’s leader, Tim Farron – who replaced Nick Clegg in July – will tell members that voting to remain in the EU would “secure Britain’s position as a world power and build on our role as a beacon of hope, freedom, tolerance and prosperity”. “It is not the time to turn our backs on Europe, and leave us isolated, sidelined and alone,” he will say. Speaking at a fringe meeting at the Lib Dem conference on Sunday, the former business secretary, Vince Cable, said that although he thought the referendum would ultimately end with a vote to stay in the EU, it could be much closer than has previously been predicted. He argued that the strength of Eurosceptic feeling on both the right and left was growing and that campaigners could not afford to be complacent."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}