{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2015/sep/16/bbc-could-be-forced-to-change-time-of-10pm-news-programme", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2015-09-16T22:22:10Z", "webTitle": "BBC could be forced to change time of 10pm news programme", "webUrl": "https://www.theguardian.com/media/2015/sep/16/bbc-could-be-forced-to-change-time-of-10pm-news-programme", "apiUrl": "https://content.guardianapis.com/media/2015/sep/16/bbc-could-be-forced-to-change-time-of-10pm-news-programme", "fields": {"headline": "BBC could be forced to change time of 10pm news programme", "bodyText": "Culture secretary John Whittingdale has raised the prospect of the BBC being forced to move its main 10pm news programme as part of a review of its impact on commercial rivals. In a speech that questioned the way the BBC competed against rivals such as ITV and Sky, Whittingdale also criticised BBC1 for failing to show more distinctive programming. The corporation’s most popular and expensive channel, with a £1.4bn budget, has recently been criticised for scheduling Strictly Come Dancing at the same time as ITV’s The X Factor. Last month, ITV’s director Peter Fincham said that the BBC was, in effect, trying “to clip The X Factor’s wings” by scheduling Strictly against it. “It is important to look at the impact the BBC has on commercial rivals,” Whittingdale told TV executives at the Royal Television Society in Cambridge. “To give one example, is it sensible that its main evening news bulletin goes out at the same time as ITV’s?” The BBC News was pushed back an hour in 2000 by Greg Dyke as ITV moved its own main bulletin in a saga that became known as “news at when”. In a wide-ranging speech in which Whittingdale said the renewal of the BBC’s charter was the right time to question the corporation’s entire system of funding, governance, performance and market impact, he said he had been surprised by the reaction of the industry to the government green paper published in July. “I was somewhat surprised that the green paper was greeted as somehow heralding the demise of the BBC or as evidence of a Murdoch-inspired agenda to dismantle it, a charge I found particularly surprising as my last meeting with Rupert Murdoch took place over four years ago after I served a warrant on him requiring his appearance in parliament in relation to the hacking inquiry.” After an appearance at the Guardian international TV festival in Edinburgh in August, in which he had appeared to downplay the reports of a “root and branch” review of the BBC, Whittingdale’s Cambridge speech reopened several key questions – notably on market impact and future funding. Whittingdale said he regretted that the BBC has been burdened with the £700m cost of free TV licence fees for the over 75s, but said it was “not unreasonable that the BBC, like other publicly funded bodies, should make a contribution to the overriding objective to get the country’s finances back in balance”. He promised: “Let me be clear there is no threat to the BBC’s status as a world class broadcaster – let alone an existential threat.” But he said the debate around charter renewal must “explore how the BBC fits into the contemporary broadcasting landscape and how it might be even better”. On the issue of BBC funding, Whittingdale said three models from a continuation of the licence fee to elements of subscription were all under consideration. He said public support for the licence fee was “not unqualified” and “no longer enjoys majority support”. Despite questioning the position of News at 10 and the performance of BBC1, Whittingdale said: “It is not my job to run the BBC, dictate what channels exist, which individual programmes it shows and how many people it employs. But it is right to ask questions on whether the BBC is sufficiently focused on distinctive programmes.” Arriving late in Cambridge because of a taxi strike and roadworks, the culture secretary launched his second review of the day when he asked media regulator Ofcom to undertake a “health check” into terms of trade governing the way the BBC treated independent producers. John McVay, chair of independent producers trade body Pact pointed out that this was the fifth review in 10 years. The BBC is to announce on Thursday its own plans to separate its production arm BBC Studios to allow it to compete with other channels, as well plans for a more competitive commercial arm. The BBC welcomed the speech and said it was already working on plan for portable digital services, something that Whittingdale mentioned as part of his review into the digital single market. The terms of trade review, as well as one launched earlier into governance, will feed into planned legislation to renew royal charter governing BBC that runs out at the end of 2016. Responses to July’s green paper are due on 8 October. Whittingdale said the government had received 28,000 responses, whereas 40,000 had gone to the BBC Trust. He welcomed plans to invest in local news and to extend the World Service into undemocratic counttries. Earlier in the day, the DCMS appointed former banker David Clementi to lead an independent review into how the BBC is governed and regulated amid increasing criticism of the BBC Trust. In a statement, Whittingdale said that the current system had failed and referred to previous lapses in editorial judgment or standards: “Television is of huge importance to the nation – and the BBC lies at the heart of British television. However, no one could deny that the BBC has made some bad mistakes in the last few years. “The UK television industry is celebrated and loved across the world. The years ahead promise to be tremendously exciting and I see it as a huge privilege to be the government’s television champion at this time.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}