{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2015/sep/21/malcolm-turnbull-suggests-changes-to-education-and-climate-policies-possible", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2015-09-20T23:12:19Z", "webTitle": "Malcolm Turnbull suggests changes to education and climate policies possible", "webUrl": "https://www.theguardian.com/australia-news/2015/sep/21/malcolm-turnbull-suggests-changes-to-education-and-climate-policies-possible", "apiUrl": "https://content.guardianapis.com/australia-news/2015/sep/21/malcolm-turnbull-suggests-changes-to-education-and-climate-policies-possible", "fields": {"headline": "Malcolm Turnbull suggests changes to education and climate policies possible", "bodyText": "Malcolm Turnbull has signalled the government will rethink its stalled higher education package and declared its climate policies are not “written in stone” as he defended his sweeping changes to the ministry as being based on merit. In a series of media interviews on Monday morning before the swearing-in of the Coalition’s new-look ministry at Government House in Canberra, the prime minister also vowed to look at all possible levers on economic and tax reform. Turnbull faces an immediate policy debate as the Labor party releases its long-awaited policy on higher education, with the opposition promising a $2.5bn net increase to the sector’s funding as a contrast to the government’s twice-blocked plan to deregulate university fees and cut the public subsidy for bachelor degrees. The new education minister, Simon Birmingham, who replaces South Australian colleague Christopher Pyne, signalled a desire not to repeat the mistakes of the past, saying he would collaborate with education stakeholders “to develop policy and to build broad support for any future reforms we need to undertake”. Turnbull said the government would be considering the future of the higher education package, noting the Senate roadblock. “That’s certainly an issue that’s on the agenda,” he told the ABC’s AM program on Monday. “The government’s position is that reform of the higher education system to promote excellence and greater diversity and choice in higher ed is very important, but clearly we’ve got political realities to deal with in the Senate.” Turnbull added: “If you can’t get something through the Senate, I would say it’s highly possible you could change it to something that will get through the Senate. This is what John Howard calls the iron laws of arithmetic.” Cabinet was due to meet after the swearing-in ceremony on Monday. The wide-ranging changes include the elevation of Marise Payne as Australia’s first female defence minister and one of five women in the cabinet, addressing one of the criticisms of Tony Abbott’s male-dominated cabinet. Scott Morrison takes over the key economic position of treasurer, after Joe Hockey indicated he would quit parliament in due course amid speculation he could be in line to be appointed as Australia’s next ambassador to Washington. Turnbull, when asked directly about the prospect of Hockey being offered the key US posting, said: “I can’t add anything more to what I said yesterday – that I expect that he has the capacity to serve the nation in the future.” Turnbull’s changes include the elevation of his key supporters, and the dumping from cabinet of several strong Abbott backers including Eric Abetz and Kevin Andrews. However, he also promoted Abbott backers Christian Porter and Josh Frydenberg and retained Peter Dutton in immigration, Andrew Robb in trade, Mathias Cormann in finance and Greg Hunt in environment. The prime minister, who was sworn in after a successful challenge against Abbott’s leadership last week, described it as a “wonderful new cabinet” that was focused on the challenges of the future. He played down criticism from conservatives about the sacking of rightwing figures. “There are disagreements in political parties but you can see this is a cabinet of all the talents,” Turnbull said on Monday. “There are people who have been promoted to the cabinet who did not support me in the recent ballot, there are several very dear old friends of mine who have offered to stand down and I accepted that in order to make room for others; so no one could suggest that this cabinet, this ministry has been assembled on any basis other than merit.” Turnbull, who has also sought to allay concerns from the Nationals and conservative members of the Liberal party that he would overturn the Coalition’s existing climate policies, repeated his support for the government’s post-2020 emissions reduction targets and the other measures Hunt had assembled “with great care”. But he also kept the door open to tweaking the policies if, as many observers predict, they will be inadequate in the longer term. “There will be changes to policies if they don’t work as well as we think, or we think others can work better. None of this is written in stone, but I don’t have any plan to change those policies because everything we see at the moment suggests they’re working very well.” Turnbull did not specify the sorts of changes that could be considered, but the Coalition’s “Direct Action” policy could be “dialled up” into a baseline and credit emissions trading scheme by toughening the safeguards mechanism and allowing credits to be purchased. When asked about his plans for economic and tax reform, Turnbull resisted being locked into supporting an increase to the goods and services tax or broadening the base. “There are many levers in the tax system, many possible combinations of measures and it’s important we look at all of them,” he said. Turnbull said the fundamental goal was to improve productivity and living standards. Pressed on whether changes to the GST were a necessary component of tax reform, he said it was “not necessarily the case”. “There are many different routes you can take,” he said. Turnbull also indicated he and his wife, Lucy Turnbull, intended to live in the Lodge – the prime minister’s official residence – when they were in Canberra. Frydenberg, who was promoted from his previous position of assistant treasurer to become the minister for resources, energy and northern Australia, told ABC’s Radio National he enjoyed working with Hockey through the budget process “and also through last year’s G20 when he showed outstanding leadership”. Frydenberg was uncertain about the prospect of an ambassadorship: “You know as much as I do … what we read in the papers is what I know.” Frydenberg called for unity, drawing a line under his support for Abbott in Monday’s ballot. “I thought that he [Abbott] had an enormous amount to contribute and he’d achieved a lot but that was the minority view,” Frydenberg said. “Now we move on and I’m sure Tony Abbott is the first to acknowledge that, as he said in his very statesman-like performance in his final press conference, his job is to get behind Malcolm Turnbull and the new government to make sure it’s a success because Australians deserve good government and at the same time they do not deserve [Labor leader] Bill Shorten in the Lodge.” Turnbull told the Nine Network’s Today program he knew what it was like to lose the leadership of a political party and it was “a very tough business”. “I feel for Tony,” Turnbull said, referring to Abbott deposing him as opposition leader in 2009. “I’ve got a pretty good understanding of what he’s going through. It’s a rotten time. He will need lots of support from his family and friends just as I had when I ceased to be leader some years ago. The show has to go on … we are focused on good outcomes for all Australians. In politics, that means that individuals sometimes have to endure tough periods.” On the Seven Network’s Sunrise program, Turnbull was forced to defend his leadership challenge in light of his past criticism of the brutality of Julia Gillard’s ousting of Kevin Rudd in 2010. Turnbull said the removal of Rudd was a surprise and “came as a complete bolt from the blue”, whereas Abbott had been given a warning shot when he faced a spill motion seven months ago. “There was clearly an issue that he was given time to change the party’s or the government’s fortunes and as it turned out, the party room concluded that he had not done that. That’s why he was replaced,” Turnbull said. “The process if you like, was very different.” When the Sunrise host, David Koch, noted Turnbull was not wearing the type of blue tie favoured by Abbott, the prime minister said: “I decide the colour of my ties and the manner in which I wear them.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}