{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2015/sep/06/refugee-crisis-germany-response-heartwarming-will-pressures-show", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2015-09-05T23:05:15Z", "webTitle": "Refugee crisis: we welcome the praise but German response is as pragmatic as idealistic | Astrid Ziebarth", "webUrl": "https://www.theguardian.com/commentisfree/2015/sep/06/refugee-crisis-germany-response-heartwarming-will-pressures-show", "apiUrl": "https://content.guardianapis.com/commentisfree/2015/sep/06/refugee-crisis-germany-response-heartwarming-will-pressures-show", "fields": {"headline": "Refugee crisis: we welcome the praise but German response is as pragmatic as idealistic", "bodyText": "Rarely do my liberal-minded international friends ring to offer congratulations on the leadership of my country. That was certainly not the case during the Greek crisis. But the picture seems to have changed in the space of a few weeks. Heartwarming, humanitarian, kind and warm are the words that are used to describe the German chancellor, Angela Merkel, and her stance on refugees. My international chums applaud her willingness to take up to 800,000 refugees and for being one of the few world leaders standing up for humanitarian values in the largest refugee crisis since the second world war. For them, she is “mother Merkel”. However, Merkel more or less stumbled into this position only in the past fortnight. Asked a few weeks ago whether Merkel had adequately reacted to the refugee crisis, 53% of the German public said no. For a long time, the German government was very comfortable with the Dublin agreements and leaving Italy and Greece alone to bear the brunt as countries where refugees first entered the European Union. Only now that refugees are coming to Germany in larger numbers and putting unprecedented and unforeseen strain on German communities do we see leadership in this matter. The dramatic scenes and pictures in the last days from Hungary or the shores of Greece have strengthened the German leadership resolve. But to say that Germany is willing to take up to 800,000 refugees, as some have, is a misperception. Rather, those 800,000 are the projections until the end of the year, not a quota and definitely not a wish from Merkel. It is a fact that a lot of people will try to make their way to Germany and that everyone who gets to Germany has a right to an asylum hearing. Merkel’s hands are equally tied by laws as well as by normative stances. Germany has taken up a new pragmatism in a very commendable way and Merkel is leading this pragmatism and making a virtue out of the necessity. Merkel rightfully states that Germany can cope with the increase, that we need to be more flexible and less bureaucratic in these times, and that we have a moral and legal duty to protect anyone fleeing conflict. But there is also another, internationally less recognised, discussion in which the German government is trying to bring those numbers down, not up. Germany has asked Italy to temporarily reinstal border controls to Austria; it has told Hungary that it needs to keep and process refugees to comply with “Dublin rules”; and it is now leading the push on the EU level for sharing the responsibility. This is why a clear distinction is made both politically and among the public between those asylum seekers who are nationals of western Balkan countries and those fleeing places of conflict such as Syria. About 45% of those who have come to Germany so far are from the western Balkans. It is safe to say that they will also be a large proportion of the projected 800,000. With a recognition rate of less than 1% of their asylum cases, it is the expectation that they are returned as quickly as possible to their countries of origin, thus bringing down the numbers in the future. That is why the government aims to speed up hearing times, not least because lengthy processing times were seen by many as a pull factor for those escaping harsh winter months in the Balkans. Processing times are currently between five and seven months; the aim is to have them reduced to one week for those from the Balkans. Germany is also working hard to get those countries recognised as safe countries of origin, even though it is not entirely clear whether these measures really help to bring down numbers. The government is also discussing distributing non-cash items rather than pocket money to reduce incentives for coming to Germany; deporting non-recognised asylum seekers more quickly and more efficiently; and putting a five-year re-entry ban on those who were denied asylum. Most of these measures are backed by public opinion, as the ARD-Deutschlandtrend poll revealed. Seventy-two per cent are in favour of giving out non-cash items instead of cash and 79% are for stricter deportation of denied asylum seekers. Returns are a touchy subject, but this high agreement should not be read as a sign of harshness; it is an indication that Germans want a proper management of migration, including a functioning asylum system that follows rule of law. Yet these opinion polls also underline what the outside world has been seeing lately from Germany – the large outpouring of support and help for migrants and asylum seekers. Thirty-seven per cent of the public believe that we should take up as many refugees as we are currently; 22% even believe that we should take up more. The public sentiment and show of empathy have been leading the way for Merkel and it is remarkable to watch Germany’s compassion these days. Some attribute this urge to support the refugees and migrants as a historic tribute to the memory of German refugees after the second world war. This might be true, especially for the older generations, but they would also recall that those refugees were not necessarily received with open arms by their fellow Germans. Rather, the overall feeling right now, common to all age groups, is that of a crisis, requiring pragmatic responses and all hands on deck to assist overworked authorities. Fifty per cent are “scared” that officials are overwhelmed. Another motive is to signal a protest against the rise in attacks by rightwing radicals against asylum shelters, with 87% stating that they are ashamed of the recent assaults. By and large, Germans are aware that they live in a wealthy country; that those who are fleeing their countries are not as fortunate; and that there is a moral obligation to help those in need. An Allensbach poll among 30- to 59-year-olds (“the Merkel generation”) revealed that this group are very satisfied with their life, but do not want much change. But change Germany will certainly see. The increase in refugees and in “regular” migrants, such as those from the EU, may be one of the biggest societal changes since reunification in 1990. Seventy per cent believe that refugees will contribute to a more interesting life in Germany and 65% think that they will rejuvenate society. The rejuvenation is urgently needed, as Germany is ageing rapidly and the demographic shift threatens to have an impact on the country’s economic standing. It is a more colourful rejuvenation than some would have expected, but one that suits Germany. Employers stand ready to take refugees and migrants into the workforce, which will be the prime motor for integration. Civil society has shown that it is prepared to help and authorities have discovered the need, as well as usefulness, of incorporating the “everyday citizen” into their co-ordination efforts. It is now up to the political leadership to maintain the pragmatic momentum that it is showing and then to establish efficient and working migration and asylum management systems. It also needs to put its full political will behind such measures, something that it has not done in the past. It will have to guide a new narrative on how this new German society will be bound together in the long run so that no one feels left behind. It will have to show how to deal with the tensions that automatically come with such a societal change in a responsible manner while fighting rightwing radical attacks and networks. Sixty-six per cent of people expect more conflict between locals and immigrants and more conflict at schools (64%), with fears among eastern Germans more pronounced than among their western counterparts. While Germany is working pragmatically and with compassion in its current crisis mode, the question remains: how can it make this virtue last in the long run? Astrid Ziebarth is migration fellow at the Europe programme of the German Marshall Fund"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}