{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2015/sep/21/emma-donovan-calls-on-australia-to-save-its-remote-indigenous-communities", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2015-09-20T22:59:27Z", "webTitle": "Emma Donovan calls on Australia to save its remote Indigenous communities", "webUrl": "https://www.theguardian.com/music/2015/sep/21/emma-donovan-calls-on-australia-to-save-its-remote-indigenous-communities", "apiUrl": "https://content.guardianapis.com/music/2015/sep/21/emma-donovan-calls-on-australia-to-save-its-remote-indigenous-communities", "fields": {"headline": "Emma Donovan calls on Australia to save its remote Indigenous communities", "bodyText": "If you were to chart the singer-songwriter Emma Donovan’s story on a map you would quickly cover large swaths of Australia. Her father’s side of the family belong to the Naaguja and Yamatji people of Western Australia, her mother a Gumbaynggirr/Dhangatti woman from Nambucca valley on the mid-north coast of New South Wales. She has spent time in Redfern and the western Sydney suburbs of Blacktown and Mount Druitt but for the past four years has called Melbourne home. For Donovan – like so many Australians today – the question “where do you come from?” can be a complicated one, marked by ancestral and contemporary migration. On top of this she has toured in a multitude of places; from capital cities to Aboriginal towns and homelands including the Northern Territory’s Beswick, Gunbalanya and Maningrida as both a solo artist and part of the Indigenous musical theatre project Black Arm Band. But life in the city and life in the bush are simply two sides of the same coin – and now of the same seven-inch record. Donovan and her band the Putbacks joined singer-songwriter Archie Roach for a deep soul duet of Down City Streets, a moving meditation on homelessness written by Roach’s late wife, Ruby Hunter. On the other side, Donovan features alongside Tim Rogers of You Am I and rapper Joelistics in their cover of Warumpi Band’s country rock song about reconciliation, Blackfella/Whitefella. Both songs have a special place in Donovan’s heart. She was raised in a family of musicians, with her mother, uncles and grandparents in the country band the Donovans. Her uncles would play covers of Down City Streets. “It’s just an important song about how them mob turned to drinking and turned to being on the streets and how they found each other,” she says. “It’s a story of survival.” Donovan’s father loved reggae-infused country rock, acts such as No Fixed Address and Warumpi Band, the influence of whom is apparent in her work as a solo artist. The lyrics of a song like Blackfella/Whitefella, “we need more brothers, we need more sisters”, seem to take on new relevancy when tiny Aboriginal communities face the threat of forced closure and lack the political wherewithal to challenge government decisions. “They’re the lyrics we’ve been shouting out for years, them songs that came out in the 80s,” Donovan says. All artists have given their time and sale proceeds are being donated to SOS Blak Australia. An activist, Sam Cook, began the campaign as a Facebook page in reaction to a November statement from the Western Australian premier, Colin Barnett, signposting the closure of up to 150 communities. A movement quickly amassed, with tens of thousands of Australians taking to the streets in a nationwide May Day action, with the actor Hugh Jackman one of many big names to post a message of support to the communities. Details from the WA government of the proposed changes have been scant but, according to Cook, the closures are “systemic and covert” and have already begun. In fact, they are taking place across the country, beginning with the shutdown of facilities and nonrenewal of service contracts. “Don’t expect the previous iterations of closure with bulldozers levelling houses as the first touch point of a first closure – that is one of the last steps,” Cook says. SOS Blak Australia is in the process of becoming a more formal organisation, Cook says, to “conduct the humanitarian work which was the original intent of the campaign – to make all our Aboriginal communities sustainable”. Cook, it seems, has her eyes set on negotiating with a kind of post-treaty Australia of tomorrow: “The future republic of Australia will be forced into a new relationship with Indigenous sovereign nations and we should collectively and proactively be looking to broker this dialogue, instead of the continued regime of indentured communities within an antiquated commonwealth model.” Donovan is happy to leave the political activism to people like Cook. Her role, as she says, is to give those communities in need “strength” and, with her musician pals, rally Australia together through the power of song. “With music we can touch on just the human things that connect us and I think that’s really important. Things that bring us together as people, first and foremost before anything.” • Blackfella/Whitefella and Down City Streets will be available through HopeStreet Recordings from 16 October, with all proceeds donated to SOS Blak Australia"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}