{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/sep/13/arsenal-theo-walcott-best-is-yet-to-come-stoke-city-mark-hughes-jack-butland", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-09-13T21:29:14Z", "webTitle": "Arsenal’s Theo Walcott: best is yet to come but clean sheets make us solid", "webUrl": "https://www.theguardian.com/football/2015/sep/13/arsenal-theo-walcott-best-is-yet-to-come-stoke-city-mark-hughes-jack-butland", "apiUrl": "https://content.guardianapis.com/football/2015/sep/13/arsenal-theo-walcott-best-is-yet-to-come-stoke-city-mark-hughes-jack-butland", "fields": {"headline": "Arsenal’s Theo Walcott: best is yet to come but clean sheets make us solid", "bodyText": "Theo Walcott ought to have left the Emirates Stadium with the match ball, and he knew it, but the Arsenal striker was happy enough with the sense of possibility. As Walcott said himself, the team are not at their best and yet this was a third consecutive clean sheet and a performance defined by the creation of a glut of scoring chances. Were it not for the latest excellent performance from Jack Butland in the Stoke City goal, the visitors would have been humiliated. Arsenal might have been three or four up inside the opening 10 minutes and, at the end, Butland could reflect on having made a fistful of breathtaking saves. The statistics showed that Arsenal had 29 efforts on goal and it is stating the obvious to say that the lack of ruthless edge will be punished by better teams at home and in Europe. Walcott, however, could see plenty of reasons for the glass being half full. Defensively, Arsenal barely gave Stoke a sniff and he and his team-mates would rather have the chances to miss than be labouring for openings. The ball will surely begin to go in for them, particularly Alexis Sánchez, who hit the post twice and remains goalless for the season. “When people say we’re not playing great – we are starting to get to where we want to be,” Walcott said. “And when we do hit that, people will be more and more worried. It’s the sign of a good team if you’re steady going but still getting the results. “It’s all about getting three points at this moment in time. No one is going to remember the start of the season. It’s all about how we finish. People may not have seen the best of us yet but we are keeping clean sheets and creating a lot of chances. We’re especially pleased with the clean sheet. We look very solid and we’re not letting many chances against us.” As Arsène Wenger had done in Arsenal’s previous fixture – the 1-0 win at Newcastle United – he started with Walcott rather than Olivier Giroud and the manager said that, given the club’s situation, he now considered Walcott more as a central striker. The situation to which he referred takes in Danny Welbeck’s long-term knee injury and the failure to sign a new striker over the summer. “I like Theo as a centre-forward,” Wenger said. “I don’t say he will never play as a winger any more but, considering our situation with him and Giroud, in the coming months you could say he will be more through the middle.” There was plenty to like about Walcott’s performance against Stoke: the way his pace stretched their defence, the spaces he found in the final third and the strength and composure he showed for his goal, which followed Francis Coquelin’s tackle and Mesut Özil’s ball over the top. It was his 11th goal in 11 Premier League starts but he blotted his copybook with a number of misses, including two horrible ones in the early running. “You become an instinctive finisher once you have a bag of goals behind you and Theo needs a few more goals to do that a little bit more spontaneously,” Wenger said. “But he has an eye for goal and a short backlift and that is the common thing for top scorers.” Giroud replaced Walcott on 75 minutes and also scored but missed two crystal-clear chances. Unusually, Wenger does not seem to be settled on his first-choice striker and it will be interesting to see if he affords Walcott a run in the starting XI. Arsenal’s next game is their Champions League group-stage opener in Croatia at Dinamo Zagreb on Wednesday, then they go to Chelsea on Saturday. Stoke remain without a win, they are rooted to the foot of the table and their lone positive was Butland, although that, in itself, was something of a double-edged sword. “We don’t want to give him the opportunity to be man of the match for us on too many occasions but he certainly was here,” Mark Hughes, the Stoke manager, said. “He has great maturity and the calmness he exudes helps him.” Man of the match Santi Cazorla (Arsenal)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}