{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2015/sep/29/great-british-bake-off-2015-nadiya-jamir-hussain-muslim", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2015-09-28T23:01:09Z", "webTitle": "Bake Off's Nadiya feared being dismissed as 'Muslim in a headscarf'", "webUrl": "https://www.theguardian.com/tv-and-radio/2015/sep/29/great-british-bake-off-2015-nadiya-jamir-hussain-muslim", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2015/sep/29/great-british-bake-off-2015-nadiya-jamir-hussain-muslim", "fields": {"headline": "Bake Off's Nadiya feared being dismissed as 'Muslim in a headscarf'", "bodyText": "The Great British Bake Off contestant Nadiya Jamir Hussain worried she would be dismissed by viewers as a “Muslim in a headscarf” before the current series was broadcast, but now says the response to the hit BBC1 cookery programme has shown how tolerant and accepting British society is. One of four semi-finalists who will compete on Wednesday’s show for a place in the final, she said she had been anxious about going on the show. “Originally, I was a bit nervous that perhaps people would look at me, a Muslim in a headscarf, and wonder if I could bake,” she told the new issue of Radio Times. “But I hope that, week by week, people have realised that I can bake – and just because I’m not a stereotypical British person, it doesn’t mean that I am not into bunting, cake and tea. “I’m just as British as anyone else, and I hope I have proved that. I think the show is a fantastic representation of British society today. The feedback I have had reveals how accepting people are of different cultures and religions. Now people know who I am, I can see how tolerant and accepting British society is.” The 30-year-old mother of three, who is studying for an Open University degree in childhood and youth studies, added: “My family is from Bangladesh, and we don’t really have desserts in our culture. If there are sweet things to eat, they are eaten as a snack beforehand. But once I started to make desserts, crumbles and pies at home, it caught on. Now my family always expect one.” At a time when the BBC has come under pressure to increase diversity, the new series of the cookery show was notable for a line-up that included contestants whose families originally came from Lithuania, the Caribbean, and the Philippines, as well as fellow semi-finalist Tamal Ray, whose parents moved to the UK from India in the 1960s. Ray, a senior house officer in intensive care at a hospital in Manchester, said he talked about the show to relax patients before an operation. He said he had become superstitious during the filming of the series, and even owned a pair of lucky socks. “I’m a Hindu, and I prayed quite a lot,” he told Radio Times. “I suppose there is a god of food, but I didn’t pray to him. I just prayed in a general sense and sent it out there.” Charlotte Moore, BBC1’s controller, said: “I want BBC1 to continue to move with the times and bring audiences a range of distinctive, high-quality programmes that feel relevant and reflect the diversity of modern Britain.” A spokeswoman for programme-maker Love Productions, said: “We are looking for Britain’s best amateur bakers and the 12 contestants were chosen on the basis of baking ability. They reflect modern Britain.” The new series of the show, presented by Mel Giedroyc and Sue Perkins, is the most popular yet. The current series, the second since it moved from BBC2, has averaged about 12 million viewers in the consolidated audience figures, up about 2 million on last year. It is expected to top the audience for last year’s final, won by Nancy Birtwhistle, which attracted 13.5 million viewers and was the most-watched entertainment show of 2014. The series’ youngest contestant, 19-year-old Flora Shedden, who has studying art history at the University of St Andrews, said the university had a “fantastic kitchen, so I can still bake and cook. There was a lot of baking during Freshers’ Week! It’s a great way to make yourself more popular very quickly.” She said people had assumed she was “very posh” when they discovered she had an Aga cooker, but said her family was “Škoda and four brown hens, not a Range Rover and four brown ponies”. She said appearing on the show was a “very surreal experience. I’ve had a few marriage proposals – some of which my mother thinks I should take up.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}