{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/sep/24/st-helens-warrington-super-8s-grand-final", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-09-24T22:38:58Z", "webTitle": "St Helens left with tough Grand Final task after Warrington Super 8s defeat", "webUrl": "https://www.theguardian.com/sport/2015/sep/24/st-helens-warrington-super-8s-grand-final", "apiUrl": "https://content.guardianapis.com/sport/2015/sep/24/st-helens-warrington-super-8s-grand-final", "fields": {"headline": "St Helens left with tough Grand Final task after Warrington Super 8s defeat", "bodyText": "Only three teams, Leeds, Huddersfield and Wigan, stand a chance of finishing top of the Super League after St Helens were beaten by Warrington following a performance that suggested a lengthy hangover had set in after last week’s bruising victory against Wigan. St Helens, who are the defending Super League champions, are a club who always manage to do things the hard way. They were written off for large parts of 2014 but somehow still managed to finish top, before winning the Grand Final last year without a recognised half-back. There will be no first-placed finish in 2015, though, and they will have the toughest route possible to reach Old Trafford and must earn it in a trip to whichever club finishes top of the pile Friday night. At the moment that means facing Leeds Rhinos, but there is a very real possibility that a Grand Final rematch between the Saints and Wigan could be in the offing next week. The new play-off system means only one win is required to get to the Grand Final, but St Helens will have to do that away from home if they are to make Old Trafford after defeat on Thursday night. “We probably paid the price for last week’s game,” admitted the St Helens assistant coach, Jamahl Lolesi. “We started flat; you could call it a wake-up call ahead of next week, but whenever we’ve come off the back of a high intensity game we have been just a little bit too flat.” St Helens needed to win by 63 points to give themselves a chance of finishing top, but when they trailed 14-6 at half-time, it was clear that was beyond them. The home side broke the deadlock when the impressive Joe Greenwood crashed over, courtesy of a Luke Walsh pass, but Warrington, with only pride to play for, showed plenty of attacking gusto from then on to sign off from a disappointing campaign with back-to-back wins. With 2015 very much a transitional year for them, they can at least look back on the emergence of several young players as a positive moving into 2016, when they will again be expected to challenge. “I’m really pleased we could back up last week with another win,” said the Warrington coach, Tony Smith. “We’ve lacked a bit of consistency this year, but it shows the spirit we’ve got in this group to finish on a high.” One of those youngsters who has caught the eye, the full-back Jack Johnson, levelled the scores when he broke the line after a great pass from Stefan Ratchford, before further scores from Joel Monaghan – his 145th in as many games in what was his final match for the club – and Chris Hill put Warrington in control. By the time Ryan Atkins charged over nine minutes after the restart, St Helens looked unlikely to win by one point, let alone 63. St Helens at least set up a grandstand finish when tries from Adam Swift and Mark Flanagan reduced the gap to four, but any hopes of moving to the top of the table before Friday’s fixtures were stamped out with two more Warrington tries. Ben Westwood’s sublime offload to Roy Asotasi sealed the win, before Kevin Penny, who had already had four tries disallowed by the video referee, intercepted a Luke Walsh pass on the hooter. Warrington afforded the departing Monaghan the chance to kick the conversion and seal a happy farewell but the eery silence surrounding three sides of Langtree Park suggested it will be a nervy watch as they discover their fate in the semi-finals. St Helens Quinlan; Makinson, Percival, Jones, Swift; Turner, Walsh; Amor, Roby, Savelio, McCarthy-Scarsbrook, Greenwood, Wilkin. Interchange Masoe, Vea, Flanagan, Richards. Tries Greenwood, Swift, Flanagan. Goals Walsh 2 Warrington Johnson; Penny, Ratchford, Atkins, Monaghan; Myler, Sandow; Hill, Clark, Sims, Westwood, Currie, King. Interchange Harrison, Asotasi, Dwyer, Philbin. Tries Johnson, Monaghan, Hill, Atkins, Asotasi, Penny. Goals Sandow 3, Monaghan. Referee J Child. Attendance 10,966"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}