{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/live/2015/sep/20/greek-general-election-results-alexis-tsipras-syriza-meimarakis-new-democracy-live", "type": "liveblog", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2015-09-20T22:13:33Z", "webTitle": "Greek election live: Alexis Tsipras celebrates victory - as it happened", "webUrl": "https://www.theguardian.com/world/live/2015/sep/20/greek-general-election-results-alexis-tsipras-syriza-meimarakis-new-democracy-live", "apiUrl": "https://content.guardianapis.com/world/live/2015/sep/20/greek-general-election-results-alexis-tsipras-syriza-meimarakis-new-democracy-live", "fields": {"headline": "Greek election live: Alexis Tsipras celebrates victory - as it happened", "bodyText": "I’m going to wrap things up now, so I can be back in the morning to cover all Monday’s developments. Here’s a quick closing summary, as another gripping chapter in Greece’s debt crisis closes, and another one opens..... Greece’s leftwing leader Alexis Tsipras has emerged triumphant from a snap general election after securing a dramatic victory over his conservative rival, despite a turbulent first term in office and predictions that the race was too close to call after he accepted a crushing eurozone-led austerity programme during his first term in office. The charismatic leader looked set to be returned to power with a near repeat of the stunning win that catapulted his Syriza party into office in January. With most of the ballot papers counted, Syriza is leading with a 35.5% share of the vote compared with 28.2% for the centre-right New Democracy party. Speaking in Athens, Tsipras declared the election a victory for the people. “This victory belongs to the people and those who dream of a better tomorrow and we’ll achieve it with hard work,” he said. Jubilant supporters, clearly relieved at the result, took to the streets in celebration, with many singing and dancing outside Syriza’s main election marquee in central Athens. Tsipras told supporters that he would tackle endemic corruption in the country. “The mandate that the Greek people have given is is a crystal clear mandate to get rid of the regime of corruption and vested issues,” he said. “We will show how effective we will be. We will make Greece a stronger place for the weak and vulnerable, a fairer place.” Here’s the full story: Syriza returns to power in Greek general election Our data blog editor, Alberto Nardelli, has rounded up the key numbers: Greece election result: the key numbers And you can keep tracking the voting here: Greek election: live results Thanks for reading and commenting. Goodnight! GW Alexis Tsipras’s victory is the front page story on Monday’s Guardian: This New Democracy campaign site has a very depressing feel about it: Although the result isn’t in doubt, the Greek vote-counters are still crunching through the ballot boxes as 1am approaches in Greece. They just hit the 80% mark. Here’s the situation: SYRIZA: 35.5% - 145 seats New Democracy: 28.2% - 75 seats Golden Dawn: 7% - 18 seats PASOK: 6.3% - 17 seats KKE: 5.5% – 15 seats Potami: 4.05% - 11 seats Independent Greeks: 3.66 - 10 seats Union of Centrists: 3.37% - 10 seats Popular Unity: 2.86% - no seats Winning the election could be the easy part, given the scale of the financial crisis in Greece. Our economics editor Larry Elliott writes: The fresh dose of deflationary measures in Greece’s new €86bn (£62bn) bailout programme, agreed in July after Tsipras folded under pressure from creditors, will deepen a depression similar in its severity to those that afflicted Germany and the United States in the 1930s. The Greek economy has contracted by 29% since 2009 and is still shrinking after months of financial turmoil. Yet Greece remains part of a single currency that has emerged bloodied but intact. All the main parties contending the election were committed to continuing with the bailout that Tsipras negotiated in the summer. Even so, the election will have consequences. Syriza has done well enough to form a workable coalition, thereby avoiding the need for another election and removing one of the hurdles before Greece has the first review of its bailout some time before the end of the year. Tonight’s celebrations in Athens were more low-key than after January’s general election. But some Syriza supporters still put on a show, as Tsipas took the crowds’ applause and posed for photos. Holger Schmieding, chief economist at German bank Berenberg, is astounded by the scale of Tsipras’s victory. A pithy summary: The main takeaway from tonight’s result is that Tsipras has become the only player in town, says Wolfango Piccoli of Teneo Intelligence. He predicts more pain for the right-wing New Democracy party, which failed to get as close to Syriza as the polls had suggested. Tsipras’s supreme political skill is only matched by the incompetence of his political adversaries. This pattern is further supported by the fact that ND will go through another internal catharsis, with the new leader to be elected only in early 2016. The main opposition party will not be able to come back any time soon, limiting its ability to mount significant resistance to the next government. Similarly, Potami’s poor performance will likely trigger soul searching within the party. Against this backdrop, Tsipras’ only real rival could soon become the political system itself and its connections with business, Wolfango continues: The SYRIZA leader will now have to deliver on his pledge to fight corruption and the power of vested interests. Having made this promise for months, there will be no alibi if he does not deliver. But this fight could quickly poison the entire political scene, especially if figures close to mainstream parties are targeted. Just 30% of the votes are left to be counted, and there’s no real change in the projections. Eight parties are on track to win seats. Jeroen Dijsselbloem, who chairs the eurogroup of finance ministers, has tweeted his congratulations to Tsipras. Dijsselbloem, who spent most of this summer in eurogroup meetings about Greece, also described the country’s reform plan as ‘ambitious’. No argument there. Almost two-thirds of votes have been counted now, and Syriza is still projected to finish with 144 seats. Anel, the likely coalition partners, are expected to finish with 10 seats. That means a coalition of the two parties would only hold a small majority (out of 300) again. The difference this time is that Syriza’s most rebellious MPs have now defected to Popular Unity. But new rebels could potentially emerge, as the bailout measures are implemented. Eurozone politicians will be pleased to hear that Tsipras is pledging to clean up the murkier elements of Greek society: Reuters has translated Alexis Tsipras’s victory speech to his supporters in Athens tonight: Tsipras declared that: “In Europe today, Greece and the Greek people are synonymous with resistance and dignity, and this struggle will be continued together for another four years... We have difficulties ahead, but we are also on firm ground. We won’t recover from the struggle by magic,but it can happen with hard work.” Alexis Tsipas has been joined on stage by Panos Kammenos, the leader of the Independent Greeks. The two men hug, suggesting a new coalition deal is in the bag. Alexis Tsipras is speaking a group of flag-waving Syriza supporters in Athens right now. He declares that tonight’s result is a victory of the people, and thanks the electorate. I feel vindicated by this success, he continues, saying that the Greek people have handed him a clear mandate to govern for a full four-year term. He singles out the young people of Greece, thanking them for backing Syriza again. Tsipras warns that difficulties lie ahead, and that the recovery will not come magically. Instead, hard work will be needed. And he confirms that he will continue to work with the Independent Greeks - suggesting their coalition is all-but agreed again. Stavros Theodorakis, the head of the centrist To Potami, has conceded that the election hasn’t been a success for his party. To Potami are on track to win just 10 seats, down from 17 in January. Theodorakis has appeared to rule out joining a coalition, unless he gets “the power to determine developments”. That doesn’t appear likely tonight. Instead, he’ll be reflecting on what went wrong. Pablo Iglesias, the head of Spain’s anti-austerity Podemos party, has tweeted his congratulations to his friend Alexis Tsipras. Spain will hold its own general election before Christmas, when Iglesias will try to persuade voters to back his anti-austerity message. Tsipras’s success tonight could cheer leftists around Europe. Then again, the fact he capitulated to a third bailout shows that defying Brussels is damn tough. The political map of Greece is becoming steadily clearer, and bathed in Syriza pink, as the counting continues: Alexis Tsipras has triumphed again because his rivals couldn’t provide a more attractive vision for the future, argues Kathimerini journalist Nick Malkoutzis. He’s written about the election for Comment is Free. Here’s a flavour: Despite today’s impressive feat, tempered to some extent by the record low turnout, there is little for Tsipras to celebrate. Apart from having to form a new coalition that can withstand the rigours of implementing the third bailout, he has a list of challenging reforms to quickly carry out. These include pension reform, and overseeing another recapitalisation of Greek banks before the end of the year. He also has to get his notoriously fractious party reading from the same page. This summer’s split might have made it easier to create more cohesion, but there are many within Syriza who feel Tsipras failed to consult with members properly before signing the third bailout and calling the snap elections. There seems to be a feeling that Tsipras has turned the party into a personal vehicle. If he keeps pulling off victories like today’s, though, perhaps many Syriza members will decide they are willing to stay alongside him. House speaker Zoe Konstantopoulou, who proved a thorn in Tsipras’s side over his bailout u-turn, won’t be returning to parliament either. She had run as a Popular Unity candidate, quitting Syriza in protest at the third bailout deal. Here’s how Francois Hollande welcomed Syriza’s victory tonight (via Reuters) “This is an important outcome for Greece which will now live through a stabilisation period with a solid majority. “It is an important success for Europe which must listen to the Greeks’ message.” The French president, speaking on a trip to Morocco, added that he may visit Greece soon. It’s not been a good election for Popular Unity. The group of left-wing anti-austerity MPs who split from Syriza are on track to poll below 3%, meaning no seats in the parliament. Their leader, Panagiotis Lafazanis, is speaking now - and pledging to keep up the fight. We’ve lost the battle, but not the war, he declares. The invaluable Iliana Magra has more details: Alexis Tsipras is expected to address his supporters at Klafthmonos Square in central Athens shortly. Panos Kammenos, the head of the Independent Greeks, sounds confident that he’s going to form another coalition with Alexis Tsipras. They are still on track for 10 seats. With nearly half of the votes counted, Alexis Tsipras remains the projected winner. Our live results page shows that Syriza has claimed 35.5% of the vote, enough for 145 seats. New Democracy has stabilised at 28%, or 75 seats. French president Francois Hollande has declared that Syriza appears to achieved an “important success” for Greece, and for Europe. Paris was one of Athens’s key allies during this summer’s turmoil, determined to keep Greece in the eurozone when others appeared to have given up. Voter turnout is currently projected at around 55%, which would be a record low (via our data editor Alberto Nardelli) Greece’s young people, who have suffered so much since the crisis in 2010, kept their faith in Tsipras. Today’s results show that, despite the pain of austerity, most Greeks still aren’t prepared to leave the eurozone. Holger Schmieding, chief economist at Germany’s Berenberg bank, comments: “After years of almost unprecedented crisis, the vast majority of Greeks are endorsing parties that are promising to keep the country in the euro even if that implies thorough and painful reforms.” (via Reuters) With re-election in the bag, Alexis Tsipras has tweeted a rather sober victorious message: ‘The road is open before us for work and struggle. It’s all over bar the congratulating. The president of the European parliament, Martin Schulz, has got in quickly to give Alexis Tsipras his best wishes....and a reminder that Greece must deliver on its commitments. Yes, that’s the same Martin Schulz who claimed Greece would have to leave the European Union if it rejected the conditions of a third bailout and quit the euro. Greece’s interior ministry has declared that Alexis Tsipras has secured enough votes to give his Syriza party a “clear victory”. Greek media are reporting that Alexis Tsipras has already made contact with Independent Greek (or ANEL) leader Panos Kammenos about reforming their coalition. That could disappoint those who hoped for a large coalition of pro-bailout parties to ensure Greece sticks to its commitments. On the other hand, parties such as New Democracy, Pasok and To Potami could still support bailout measures from the opposition benches. With one third of the ballot papers counted, Syriza is holding firm with around 35% of the vote. The latest seat projections (see here) indicate that Alexis Tsipras could revive his original coalition again. If Syriza do win 145 seats, and the Independent Greeks get 10, then he’d have a narrow majority in the 300-seat parliament. Not enough to survive many rebellions, of course. But perhaps that why the Independent Greek leader, Panos Kammenos, looked so cheerful tonight: Tonight’s election could be wrapped up earlier than expected, thanks to New Democracy’s decision to concede defeat a few minutes ago: Here’s confirmation that Syriza is on track to be the latest party: Alexis Tsipras really is a political phenomenon. After seven months of turmoil, broken promises, a referendum, a capitulation in Brussels, and a split that saw one-third of his MPs quit, he’s heading back to the prime minister’s mansion with a similar mandate to the one in January. Of course, he now has to implement the bailout deal which he signed up to in July. I’m reminded of a recent cartoon in Kathimerini, which has Tsipras waking from a nightmare in which he won the election. It’s not a dream, Alexis. You really are going to be prime minister again...... With almost 25% of the votes counted, Syriza is tantalising close to winning half the seats in the parliament. Our latest projection puts Syriza on 144 seats, followed by New Democracy with 75% (reminder, whichever party comes first scoops a 50-seat bonus in the parliament). Breaking news: New Democracy leader Vangelis Meimarakis has conceded defeat, my colleague Helena Smith reports from Athens. The moustachioed leader, looking decidedly downbeat, has conceded that his leftwing rivals have emerged as the first party. “The election result it seems shows that the first party is Syriza and Tsipras. I congratulate him,” he has JUST told reporters outside New Demcoracy’s headquarters in Athens. Syriza MPs are now confidently predicting that the leftist party will be in office for the next four years. Syriza MP Vangelis Apostolou told state run TV that: “The Greek people, it seems, wanted Alexis Tsipras. There was no other choice, we will be in power for the next four years,” Apostolou added that the party would move head with reforms and overhaul the public sector in that time. The latest projection from Mega TV suggests Syriza could scoop as many as 145 seats. That’s only a few shy of January’s election, when it got 149. So: Syriza: 143-145 seats New Democracy: 75-76 Golden Dawn: 19 Pasok: 16-17 KKE: 15 To Potami: 10-11 Independent Greeks: 10 Union of Centrists: 9 There are 300 seats in the Athens parliament, so Tsipras is going to need a coalition partner or two. He needs 151 seats for a majority, but 160 is really the minimum to govern. With 10% of the votes cast, Syriza has opened up a solid lead with around 35% of the vote. We are tracking all the results here -- so please open it in a new tab to keep track. Here’s the situation right now: Over in Athens the extremist, far-right Golden Dawn party is finding it hard to hide its euphoria as exit polls suggest it has probably come third again. Helena Smith reports: The party’s spokesman Ilias Kasidiaris, one of the Golden Dawn MPs to be recently released from serving an 18-month pre-trial jail sentence, has just called the exit polls a reflection of the group’s growing popularity. “We are the third party and will have more than 8 percent,” he told Star TV berating the mainstream media for not respecting the 500,000 Greeks who voted for Golden Dawn by continuously boycotting the party’s representatives. “Golden Dawn is a party of governance, of power,” he said. Asked why Syriza looked set to have won the election, he quipped: “there is a very easy to answer. The Greek people have not experienced the worst effects of the memorandum [bailout accord] or illegal immigration. When that happens you will see, Golden Dawn will have a radical increase in support.” The neo-fascist organisation won 6.9% of the vote in January despite the vast majority of its MPS being behind bars on charges of running a criminal gang masquerading as a political party. Three days before the election, on the eve of the second anniversary of the brutal stabbing of Pavlos Fyssas, an anti-fascist Greek rapper, the party’s leader Nikos Michaloliakos conceded “political responsibility” for the killing. Many analysts had predicted the party would see a dip in popularity as a result of the confession. But at the ballot box rage and disenchantment appears to have won the day. Sorry for the blizzard of numbers, but this is the latest exit poll (hat-tip to Kathimerini). SYRIZA 33-35%; New Democracy 28.5-30%; Golden Dawn 7-8%; PASOK 6-7%; KKE 5.5-6.5% Potami 4-4.5%; Union of Centrists 3-4%; Ind Greeks 3-4%; Popular Unity 2.5%-3% It confirms Tsipras is in poll position, and that the rebels who broke away from Syriza in July to form Popular Unity are struggling to hit the 3% threshold to get seats. As suspected, the turnout at today’s election is rather low, reflecting disenchantment in Greece over the political process. Here’s the combined share of the vote achieved by New Democracy and Pasok, Greece’s two mainstream parties, in all general elections since 1981: 84% 86.6% 83.4% 86.9% 85.5% 86.2% 79.6% 86.5% 85.9% 79.9% 77.4% 32.1% 42% 32.5% Today’s exit polls have the two parties on about 36% combined, which would be an improvement on January’s 32.5%. But far off the days when Greek politics was dominated by the two groups. There are currently seven parties in parliament. Eight or even nine could make it into the new parliament if the exit polls prove accurate. The Interior Ministry has just released finding for 8.9 percent of the total vote now counted, reports Helena Smith. According to the ministry, Syriza is leading with 34.9%, New Democracy follows with 28.9% and Golden Dawn comes in third with 7.3% of the vote. Here you go. New exit polling data has just been released, and it confirms that Alexis Tsipras’s party is in poll position. Released by MRB, it shows Syriza is leading with between 33-35 %, New Democracy with 28.5 %-30%, then Golden Dawn with 7 - 8%. Hold onto your hats, folks. We may get more exit poll data in a few minutes time. Delighted – and mightily relieved – Syriza supporters stood, cheered and burst into applause as the first exit polls flashed up on the big screen in the party’s marquee on Korai square in central Athens. “It feels good, really good,” said Dimitra Anagnostou, a psychiatrist. “To be honest, I always believed we would finish ahead; I never thought we’d lose.” Anagnostou said she understood some Syriza voters were angry when the party leader and outgoing prime minister, Alexis Tsipras, lost his bruising battle with the European establishment to end austerity and was forced to accept the punishing terms of a new bailout.“But they were mostly young people,” she said. “Youg people are easily disappointed; they want everything for nothing. But this is a war and there are many battles.” Aristotelis Poulai, a commercials producer, said the result was “probably the best that Greece could do at the moment. I am more of the radical left so forgive me for not being completely thrilled – Syriza will have to make alliances. But it’s the best result possible right now.” Kostas Fothiadakis, who is unemployed, said he was: “still a bit confused. The results aren’t completely clear, though it does look like we are the largest party.” He said that Syriza supporters who had felt betrayed by the party’s U-turn on austerity “came to realise that in fact they angry more with the European Union and the bailout agreement – they have to support Syriza, really, because they know it is the only party that speaks the truth about Europe, and really wants change.” Civil servant Ioanna Efstathiou said she was disappointed that Syriza does not appear to have won an outright majority. “But I never really thought we could lose,” she said. “For so many people, the alternative is just so bad. At least Syriza tries, Syriza cares. The conservatives just sign on the dotted line, they have no connection with the people.” We’ve taken the exit polls, and converted them into seat share in 300-strong Athens parliament. If the results confirm the exit polls, Syriza would be the largest party with about 130 seats, but it would fall short of a majority (151 seats) and would need the support of other parties in order to form a government. However, we should treat the exit polls with caution. First projections based on actual results are just over an hour. Analysts in Athens are cautioning that it is still too early to have a clear picture of the outcome. “It seems that Syriza is heading to victory and may be doing so with a significant margin,” Aristides Hatzis, a professor of law and economics and prominent political commentator told the Guardian. “We could be seeing a margin of more than two or three percent over New Democracy which after everything that has happened would be huge.” Hatzis said it was also clear that the far right Golden Dawn was going to do better than expected. “Exit polls traditionally have underestimated Golden Dawn....It looks clear that they are going to do well.” One poll, conducted by Marc, revealed that 16.6 percent of the neo-fascist party’s support came from the 1.3 million Greeks who were unemployed. There are gloomy faces among New Democracy supporters tonight, as the exit polls put their party second. There’s still time for the mood to change, though - exit polls are not definitive. More photos showing Syriza supporters celebrating as the exit polls were released 40 minutes ago: Euclid Tsakalotos, who helped hammer out Greece’s third bailout as finance minister this summer, says the exit polls are probably right: Snap elections in Greece look set to return the leftwing Syriza party to power early exit polls indicated on Sunday, reports Helena Smith from Athens. At least five TV channels, including state-run ERT, reported that former prime minister Alexis Tsipras’ party had a lead over the centre right New Democracy party. A Marc poll, commissioned by the Star TV, put the leftists at between 30 to 34% compared to 28.5 to 32.5% for the conservatives. The ultra- nationalist neo-fascist Golden Dawn came in a distant third with as much as 8 percent. The findings, if true, would show that Syriza supporters had rallied to ensure that the left was not kicked out of office after seven tumultuous months in power. Tsipras’ landslide victory in January marked the first time the radical left assumed governance in a country where the communist party was banned in the aftermath of the brutal 1946-49 civil war. But analysts emphasised that the final result would depend to great degree on the absention rate following widespread reports that turnout was abysmally low – reflecting voter disillusionment in a country plagued by crisis for the best part of six years. In the picturesque district of Plaka, beneath the ancient Acropolis, monitors described the failure to cast ballots as perhaps the biggest winner of the day. One monitor, Katerina Paliou, told the Guardian: “Around 600 should have voted here today and only around 100 did.” Who will Alexis Tsipras team up with this time? It appears that up to nine parties could clear the 3% threshold and win seats in the Athens parliament. Popular Unity, the anti-austerity party created by breakaway Syriza MPs, may not make the cut, though, based on this new polling data. Here’s a full breakdown of the exit poll, from state TV channel ERT . SYRIZA: 30-34.8% (Tsipras’s left-wing radical coalition) New Democracy: 28-32% (the centre-right opposition) Golden Dawn: 6.5-8% (the neo-Nazi party) PASOK: 5.5 - 7% (the left-wing party that was in power until 2011) KKE: 5.5% - 7% (the communist party) To Potami: 4% – 5.5% (the pro-EU centrist party) Popular Unity: 2.5 – 3.5% (the anti-austerity breakaway party) Centrists’ Union: 3.2-4.2 % (another centrist party) Independent Greeks (ANEL) 3-4% (the populist right-wingers who were Tsipras’s coalition partners) (we published a quick guide to the parties earlier in the blog) If the exit polls are right, no party has won an overall majority, meaning Greece is going to get another coalition government. Over to Reuters: Alexis Tsipras’s leftist Syriza party was marginally ahead of its main rival, conservative New Democracy, as voting ended on Sunday, an exit poll showed. A combined poll from five television stations said Syriza would get between 34 and 30 percent of the vote, with NewDemocracy in a range of 32.5 to 28.5 percent. That range left the door open for New Democracy to win but suggested it would be a struggle. If the result holds, a coalition would be needed for a government to be formed. New Democracy aren’t conceding defeat yet - and rightly so, given the votes haven’t been counted yet. Syriza officials are briefing that they will form a government within three days. Whichever party comes first in today’s election will be handed the ‘mandate’ by president Prokopis Pavlopoulos, giving them 72 hours to form an administration. Syriza supporters in Athens are on their feet as the exit polls are released. The surveys suggest that Alexis Tsipras’s gamble, in calling snap elections, has paid off: Skai TV also put Syriza in poll position, with 31% to 35%. The margin of error does not preclude New Democracy overtaking them, though - they’re on 29% to 33%. Here’s the full details of Mega TV’s exit poll: A second poll conducted by The University of Macedonia also puts Syriza in the lead. It gives Alexis Tsipras’s left-wing party between 31% and 35%, followed by the centre-right New Democracy on 29% to 31%. The first exit polls are out, and they shows Syriza marginally ahead. But it’s close. According to Mega TV, Syriza is set to win between 30% and 34% of the vote. New Democracy are second, with between 28.5% and 32.5% of the vote. More polls are coming out now.... That’s it! Polling stations across Greece have just closed. Now for those exit polls, with the caveat that they may not be totally accurate. There were fears that Greeks would choose the beach over the polling booth. This man has done the double.... Our data editor, Alberto Nardelli, has a word of caution about the exit polls which will be published in 10 minutes: These are just exit polls, and they’ve been wrong before in Greece. In an election so close, even a small error could make a big different to the outcome. Best wait for the first projections (in about two hours from now) for a clearer picture. Despite the public disenchantment, there’s going to be a lot of excitement in fifteen minutes when the polling booths close at 7pm sharp (5pm BST). As returning officers shut the doors, the Greek media will all publish their exit polls. We’re expecting more than one figure, so it could take a few minute to get a clear picture. But even then, we’ll have to wait for the votes to be counted before we really know how today’s election has gone. Before today, the lowest turnout at a Greek election was recorded in 1946 (according to one analysis, anyway). Maria Margaronis of The Nation has kindly explained why: A pollster for MRB has revealed that the turnout in the elections is probably one of the lowest in modern Greek history, the Enikos newspaper reports. Dimitris Mavros told Star TV that: “I have the impression that abstention is larger than last January and quite possibly it could be the biggest of any national elections”. That squares with what Helena and Jon have been reporting from Greece today. In theory, voting is compulsory in Greece, but the rule is not enforced. People on the Cycladic island of Paros report that polling stations there are also eerily empty today. Buttressed by tourism, Greeks islands have been immune from the worst effects of the debt crisis. But going by reports coming out of polling stations there, vote disillusionment is also setting in among populations outside of Athens and bigger metropolises. “There is a possibility that a lot aren’t voting because we live in the era of the Flintstones in this country where you have to go back to your home town where you are registered to vote,” Spyros Manouri, a local restaurateur has just told me. “Given that I come from Thessaloniki it was impossible, but even if we had a system where you could vote on the internet, I’m not sure what I would have voted. Everything is so totally black, no party is offering any optimism, they all say the same things, they’ve all put their signatures on the same documents, almost everyone feels betrayed.” Echoing a widespread sentiment, he said he feared that Greece was now destined to become “like Thailand or Vietnam, a poor country in Europe that lives off tourism but where locals just get poorer and poorer every day. “Everybody I know who has a PHD or some sort of further education is packing up and leaving.” Over in Athens, analysts have confirmed that voter disillusionment is rife in Greece. Helena Smith reports: Will young Greeks change voter trends with less than an hour to go? That is the question now being asked. Voters aged between 18 and 26, traditionally, usually cast votes between 5 and 7 PM which is partly why pollsters got the July referendum so wrong: exit polls were conducted early morning when the elderly are more likely to visit polling stations. The abstention rate - itself a reflection of voter disillusionment – is now the real talk of the town. “The polling station my wife and I visited today and had voted at in the same time slot in January and July was absolutely empty,” said Aristides Hatzis, professor of economics and law at Athens University. “So empty in fact that I thought it might be closed.” If the abstention rate was above 50% it risked “delegitimising” implementation of any king of reforms. “Young people however always race to vote between 5pm and 7pm and my personal view is that they will vote for Syriza,” said Hatzis. “My concern, however, is that the same constituency also vote for [neo-Nazi] Golden Dawn and my real worry is that it might see support jump into the doubt digits. If that happens it would be a major set back for democracy.” Turnout on Greece’s Zante island is also lower than in the two previous polls this year, we hear. This is your sixty minute warning: A low turnout may confirm that Tsipras has lost his appeal with younger voters, says Alex White of The Economist Intelligence Unit. With just over one hour to go, turnout at today’s election appears to be significantly below normal. That raises the chances that this is the lowest turnout on record (see details here) After two months of capital controls, several Greek voters in the Athens district of Kolonaki were critical of Alexis Tsipras’s performance as PM. “The last government did more harm in seven months than any other government has done in years,” said George Panagakos, who owns a leather good boutique. “I think the country went slightly mad in January. I understand why; we are in a very dark place. But you can’t promise the world for seven months and then deliver nothing – in fact, making things far, far worse. We owe a lot more money now than we would have done if we had agreed to the bailout earlier this year. And everyone has suffered with capital controls. It’s irresponsible.” Xenia Vasiliou, a retired chemist, said she was convinced New Democracy would emerge winners.“Capital controls were a real, real shock for people,” she said. “Evidence of what effect a bad government can have on everyone’s lives. What Syriza tried to do was playing with our lives, and with our livelihoods. They had no idea of the power of what they were trying to fight against, and we have all paid a price for their inexperience.” Thanos Panagopoulos, a dentist, confessed to voting Syriza in January but felt let down subsequently. They were new, they were enthusiastic, they had energy. They wanted to make things better for people, I believe. But they made many mistakes. They were not realistic and in politics you have at some time to be realistic. So now they are not so new and they do not have so much energy. I am voting for a party I do not much like, but I hope they too have learned something these last five years.” Here’s a video clip of Alexis Tsipras casting his ballot this morning, and then telling reporters he is ‘optimistic’ that Greece can move forward. Open Europe analyst Raoul Ruparel reckons there are six possible outcomes to today’s poll, from a single clear winner to another election (oh, goodie...). He outlines them here. Here’s a summary: Syriza majority – while this was originally seen as a possibility it now looks nearly impossible. Repeat of current Syriza/Independent Greeks coalition. However, the polls suggest Independent Greeks will struggle to get into the next parliament. Even if they scrape through its looking unlikely that these two parties alone would have enough seats to form a majority government. Syriza-led minority government – This could be as part of a coalition or alone but either way it remains an unlikely outcome. The previous government fell or was wound down because Tsipras was forced to rely on the support of other parties to push through controversial reforms. As such, it seems unlikely he would want to be in the same position again. Syriza-led coalition with establishment parties – this may just be made up of Syriza and ND but could extend to include Pasok and To Potami if needed. Tsipras has ruled out leading such a coalition, but could perform a u-turn... New Democracy led coalition: Given how close the polls are now, it is possible that ND could end up as the largest party, gaining the 50 seat bonus. Judging by the latest polling it could probably team up with Pasok and To Potami to create a majority coalition with 160+ seats. Not a huge majority but probably enough given all three wholeheartedly endorse the bailout programme.... Fresh elections – it is looking increasingly possible that Greece could end up holding a third election in 2015. While I think a coalition could be formed it is far from certain. Furthermore, even if one is formed there are no guarantees that it would last, especially since Syriza has been at odds with the other main parties for years and is struggling with its own internal divisions and loss of identity. Whatever today’s election brings, some voters believe their future lies outside Greece. “I think I’ll probably come to regret my vote,” said Apostolos, a 26-year-old computer scientist in Petralona who did not want to give his surname. “I hesitated with Popular Unity, but really they would just drive the country into a wall. I’m worried for the future; whatever happens it’s going to be very hard here, for everyone. The taxes that are coming … I’m going to finish my Masters and leave, like a lot of my generation.” There’s a possibility that today’s turnout could be the lowest in a national poll since the second world war: A low turnout may make it harder for pollsters to make an accurate prediction when voting is over.... Just two hours until the polling booths close. This man didn’t let parental duties stop him voting in Athens today: Antonio Papachristopoulos, a 38-year old engineer in Petralona, says it’s “just ridiculous” to hold five elections in six years*. He told Jon that: “It demeans the whole process, makes people think their vote is meaningless. In Greece over the last few years, the rich have got richer, the poor poorer, and the middle class are in trouble.” (* - that’s one election in 2009, two in 2012, and two [so far....] in 2015) Over in the Athens district of Petralona, Elena Milatou, a lawyer, argues that Greeks aren’t being given a proper choice because policy imperatives have already been set by the memorandum. She explains: “There should be enough choice in an election for people to truly express their political will, but in this one, for me and for lots of people, it boils down to whether or not you want to go back to the old days of corruption. That’s all we really have to decide on, since Syriza and New Democracy will both have to carry out the same programme anyway. That’s the only criterion left to me. I don’t agree with everything Tsipras has done, I don’t agree with the way he accepted the bailout in July, but do I have a real choice? Jon Henley has been speaking with voters in the Syntagma and Plaka districts in central Athens. Nicolas Bogiopoulos, a 33-year-old publisher, is disappointed by Tsipras’s performance as PM, and the rival candidates. “I voted for Syriza in January but they failed utterly to deliver even a fraction of what they promised. New Democracy were out of the question for me, and the Syriza dissidents in Popular Unity are a joke. They’re not living in the real world.” Stella Fakureli, a political scientist, argued the elections are still important: “if only because we have to show the world we can actually make a choice, and stick to it.” And Dimis Marcopoulos, 58, an electrical engineer, said that: “Even if the [bailout] memorandum means we don’t get to vote on actual policies, it matters that we elect a government that will try to develop the country’s potential, generate some degree of change.” There has been speculation who Greece’ former ‘rock star’ finance minister Yanis Varoufakis would vote for today. After weeks of keeping voters waiting he has now come clean, and hit out at his former colleagues in Syriza, writes Helena Smith. In a statement to the Press Project, a Greek website, the outspoken former finance minister said it was now crucial that “voters support parties which (with the exception of the misanthropic and pseudo anti-system Golden Dawn) reject the rationale that claims that the only way for Greece in Europe is via the ‘optimum’ realization of the 3rd bailout programme.” As Syriza had accepted what has come to be known as T.I.N.A (There Is No Alternative) voters who rejected that dogma, he argued, had only three choices: the Communist Party of Greece (KKE), the Popular Unity party set up by hardliners in Syriza after Tsipras’ spectacular u-turn and embrace of the very policies he had previously so vehemently opposed, and an array of other smaller parties which had little chance of entering parliament. He himself would be supporting Popular Unity and the party’s candidates in the working class second district of Athens, former deputy finance minister and defence minister Nantia Valavani and Kostas Isychos, who had impressed him with their morality and hard work during Syriza’s seven months in office. Like Varoufakis, both have become fierce critics of former prime minister Alexis Tsipras and the Syriza party they had once been so loyal to. Today’s elections served a “double purpose” Varfoufakis wrote. 1) “to nullify” the verdict of the popular referendum held in July – “the brave ‘NO’ which 62% of the Greek population (under media fear-mongering and closed banks-capital controls) said to dead-end, humiliating and irrational bailout programs;” and 2) “legalization of the capitulation that followed the signing of the dead end, humiliating and irrational 3rd memorandum.” Here’s the state of play heading into today’s election, via Sky News: Note: This is not an exit poll (due in two and a half hours), it’s a round-up of the opinion polls published before today. This campaign has been full of surprises, ever since Tsipras called the election following the internal revolt in Syriza and loss of his parliamentary majority, Helena Smith, our correspondent, reports. Not least among them is the comeback of political eccentric Vassilis Leventis who is contesting the poll with his Union of Centrists. Casting his ballot in Athens, the political veteran - better known for his midnight rants on TV - said he had every confidence that his party would not only cross the 3% threshold into parliament but take many aback by doing very well. “Despite the mudslinging that has been thrown at me personally and the Union of Centrists in the last ten days, the people will speak and especially the youth,” he told reporters, adding: “I think that we will get a high percentage, not three or four percent, but more than five to six percent.” For a long time Leventis was brushed off as a political joke but growing numbers of Greeks have started to say that of all of their party heads he has been speaking “the language of common sense.” Polls have shown much higher support for the Union of Centrists than the small rightwing Independent Greeks party, Tsipras’ junior partner in government, which has generally polled around 2.5% (below the 3% threshold to get into parliament). Investors will be watching tonight’s result closely, even though the threat of Grexit has receded. Greek government debt has been in demand since Tsipras signed up to a third bailout in July. This has driven up the face-value of the bonds, as this chart shows: Grexit fears could resurface if the election doesn’t deliver a clear winner or a stable coalition. There are three hours to go until polls close, people. And around five hours until we start to get a clear picture of the result. Some Syriza supporters are overcoming their disappointment over the last few months and giving Tsipras another chance, reports Jon Henley from an Athens polling station. Nearly 10 million Greeks are eligible to vote today’s poll. A low turnout may increase the chances of a surprise result (reminder, pre-election polls suggested New Democracy and Syriza were hard to split) Here’s another sign that turnout at today’s election is low: The reports of low voter turnout are backing up fears that abstention may ultimately be the defining force of these elections. That’s why politicians are almost all political colours are exhorting voters to get off their couches (or the beach) and vote, says Helena Smith in Athens. House Speaker Zoe Konstantopoulou made a point of this as she voted, saying: “The young knew who betrayed them and will take action to restore democracy in our country.” There’s still time for voters to heed the words of veteran leftist Manolis Glezos, and cast their vote. Award yourself a bonus mark if you can name the seven people who have led Greece since 2005 (answer below). No conferring..... ..... .... .... OK, the answer is: Konstantinos A. Karamanlis (New Democracy PM from 2004-2009) George Papandreou (the Pasok leader who requested the first bailout), Lucas Papademos (technocratic PM), Panagiotis Pikrammenos (interim PM before the 2012 elections), Antonis Samaras (New Democracy leader who won the 2012 election), Alexis Tsipras, and Vassiliki Thanou-Christophilou (Greece’s first female PM, who became interim leader last month). There are nine parties who could realistically win at least 3% of the vote today, which is the threshold to claim seats in parliament. Syriza: Also known as the Coalition of the Radical Left, Syriza’s radical credentials have taken a pasting since racing to power in January on a pledge to end austerity and bailouts. Alexis Tsipras’s party is running for re-election on a more pragmatic platform than last time. The former (and future?) PM argues he did the best he could, by signing Greece up to a third loan programme, worth some €85bn, and a promise of debt relief. Syriza has suffered defections since Tsipras called snap polls a month ago, as one-time supporters became disenchanted with the events of this year. New Democracy. Greece’s main right-wing party, led by interim party chief Evangelos Meimarakis. It has been the main opposition party since losing power in January. The mustachioed Meimarakis is a Greek political veteran - he’s been parliamentary speaker, defence secretary, and an MP since 1989. So, not exactly a fresh-faced break from the past. But his popularity has grown during the past month, as ND caught up with Syriza in the polls. Golden Dawn: Greece’s far-right, virulently anti-immigration party came third in January, and could repeat the trick today. The party is currently fighting charges of being a criminal organisation following the murder of rapper Pavlos Fissas. Leader Nikos Michaloliakos accepted “political responsibility” for Fissas’s death last week. Pasok: Greece’s mainstream left-wing party was in power when Athens sought its first bailout in 2010. Pasok was then New Democracy’s junior coalition partner from 2012 until January, when its support slumped. Pasok seems to be rebuilding its popularity, a little, under new leader Fofi Gennimata. Popular Unity: In Greece, there’s always room for another party. Popular Unity joined the throng in July, when Syriza MPs who couldn’t accept Greece’s third bailout split from the group. Let by former energy minister Panagiotis Lafazanis, who has campaigned to reject the demands of Greece’s lenders - and leave the euro if necessary. To Potami: Centrist and pro-European, To Potami was created by journalist Stavros Theodorakis in 2014. It could potentially join a coalition government that was committed to implementing the bailout. Independent Greeks: Also known as ANEL, these populist right-wingers were Tsipras’s surprising choice as coalition partners. The alliance worked quite well during the administration’s brief life, but it may struggle to win enough votes to get back into parliament. KKE: Greece’s communist party oppose the bailout, and blames all Greece’s mainstream parties for signing up to economic reforms, pension cuts and tax hikes. Union of Centrists: The centrist party was founded in 1992, and led by Vassilis Leventis who publishes his own quarterly newspaper. It didn’t win any seats in January, but may do better this time. There are signs that today’s turnout is slower than in January’s election, reports Reuters: Voting started at 0400 GMT [7am Greek time] but around five hours later turnout was still at a pace that appeared lower than in recent elections. One polling station in an Athens suburb recorded only 25 voters in the first three hours, broadcaster ERT said. Staff at another station in central Athens told a Reuters photographer around midday that turnout had been around 10% or less of the electorate so far. Greek readers, you have less than four hours to vote. Everyone else, we have less than four hours until the first exit polls. There’s a strong chance that today’s election results in another coalition government, and further political instability. Helena wrote about this in today’s Observer. Here’s a flavour: Whether Syriza or New Democracy emerges as the winner – automatically gaining a bonus 50 seats in the 300-member parliament under Greek law – either would be forced into a coalition with smaller parties. The threat of the country’s ejection from the euro zone, Grexit, still looms large, with many predicting that the terms of being rescued are so punishing that further drama, with Athens once again being brought to the precipice, is inevitable. Trade unions are already preparing for massive unrest in what is expected to be an explosive winter. In such climes, Sunday’s vote marks the death of hope in a country already brought to its knees. “Abstention will be the biggest impediment and danger,” says Konstantinos Tsoukalas, Greece’s leading sociologist and a former Syriza MP. “If Tsipras doesn’t win, it won’t be because Vangelis Meimarakis does but because more and more young people, in what was once one of Europe’s most politicised societies, are asking, ‘What is the point, what is our vote going to do?’” Zoe Konstantopoulou, speaker of the Greek Parliament and candidate with the new ‘Popular Unity’ party, cast her vote earlier today. Konstantopoulou, who split from Syriza in July, then criticised the bailout programme agreed by her former leader, Alexis Tsipras. In the tradition of every Greek election, political personalities have been making statements as they take part in today’s election. Helena Smith our correspondent in Athens, reports: After casting his ballot in Athens, legendary leftist Manolis Glezos implored voters not to ignore what he described as a decisive election. “Today’s elections are definitive for the course of the country,” said the nonagenarian, for many the face of resistance not only against brutal German occupation but brutal German-imposed austerity. “All power springs from the people, belongs to the people and is exercised by the people,” insisted the political veteran who now heads the list of honorary state MPs fielded by the anti-euro, anti-austerity Popular Unity party founded by Syriza rebels in July, adding: “That has been the law down through the centuries and today it is exactly this issue that is being judged.” Glezos said it was crucial votes were cast in the name of the people and not in the name of the old regime who he said had made decisions without taking the people into account. With debt-crippled Athens’ ability for manoeuvre effectively choked by the bailout commitments it has now signed up to, many Greeks are questioning whether democratic procedures, starting with these elections, have any value at all. Glezos, who first shot to fame removing the Swastika from the Acropolis in 1941, has often been accused of political demagogy. But it is the pervasive and growing sense that the ballot box no longer has any meaning that is behind the large numbers of Greeks who have said they will be abstaining from the election. Donkeys at general elections? The jokes write themselves. But farmer Aristidis Tsirikos had a serious message as he arrived to cast his vote in Nea Tyrintha about 165km (103 miles) southwest of Athens. He’s unhappy about upcoming austerity measures which will progressively double farmers’ income rate from 13% to 26%. They’ll also lose a tax break on fuel, meaning Tsirikos could spend more time astride that poor donkey..... Greeks spend a lot of time voting, so it’s worth practicing from an early age: Greek tweeter Theodora Oikonomides reports that the local polling station in Petralona, Athens, is pretty subdued so far. The area has been pro-Syriza since 2012, she tells me. Once the dust has settled, Greece’s next government faces a race to implement the bailout plan agreed with its creditors. That has to happen before the eurozone will begin considering debt relief (the one ‘big win’ Tsipras achieved this year) You can get up to speed on today’s elections with our comprehensive guide - explaining how Greece got here, and where the country goes next: With Syriza and New Democracy both committed to implementing Greece’s bailout, voters are understandably unenthused by today’s snap election. From Athens, Jon Henley explains: Whoever wins will have the same daunting to-do list, both leaders having already committed to implementing the draconian terms of Greece’s latest €86bn bailout: a radical overhaul of the country’s shattered economy and major changes to its welfare, pensions, health and taxation systems. Fresh funds will not be released unless the cash-for-reforms programme is implemented, with progress – in the form of about 120 new laws by the end of the year – to be reviewed quarterly by Greece’s international creditors. “It’s a strange election, very frustrating, profoundly undemocratic, because the big policy questions have been decided so we can’t express our political will,” said George Papanikolaou, a genetics lecturer, among a thin straggle of morning voters at a central Athens polling station. “It’s about micromanagement issues, not vision.” And that’s hardly a rallying cry to vote. Here’s Jon’s latest dispatch: New Democracy’s leader Evangelos Meimarakis urged Greeks to end the lies and the misery gripping the country, as he cast his vote in Athens. Meimarakis said: “Today the politicians don’t speak, the citizens speak. They speak with their vote,” “And I think they want to do away with the grey, the lies, the misery .... And with their vote they want to bring truth and authenticity, so we can have a better tomorrow, a better tomorrow for all Greeks.” Meimarakis, a Greek political veteran, has had a pretty good election. New Democracy have clawed their way back in the polls since the snap elections were called, even overtaking Syriza in some surveys last week. He pitched himself as a more experienced, safer pair of hands than the leftwing firebrand Tsipras, who has tried to paint Meimarakis as the embodiment of Greece’s sins in the past. Here’s our profile of Meimarakis: The FT’s Henry Foy is also stationed outside a polling booth, and reports that some younger voters have stuck with Syriza. Today’s election lacks the drama of January’s poll, or July’s referendum, as Greece has now signed up its third bailout. Voters have still been trickling to the polling booths through the morning, as Jon Henley tweets: Alexis Tsipras has already voted in today’s election, in an Athens polling booth packed with reporters and cameras. And after making his choice, the former prime minister vowed to keep fighting for Greece if he was reelected. He urged Greeks to give him a strong mandate that will allow it to govern for a full four-year term, to: “continue with the same decisiveness, the same self-denial to fight the battles for the defence of our people’s rights, not only in Europe but this time within the country too.” Tsipras also told reporters in the Kypseli neighborhood of Athens that: “I am optimistic...Tomorrow a new day starts.” The polling station, like many across Greece, was sited in a local school... Hello. Greek voters are heading to the polls today in a tightly fought general election which promises, or perhaps threatens, to be nail-bitingly close. After just seven months of power, Alexis Tsipras called these snap elections to win a new mandate to implement Greece’s new bailout plan. Will Greeks give their former prime minister another crack at the job? Or will voters, weary of austerity and dizzied by the dramatic events since January, place their trust elsewhere? Or simply stay at home? Tsipras has already tried to rally supporters, tweeting that they must choose their own future. But the head of the New Democracy opposition party, Evangelos Meimarakis, has urged voters to reject Tsipras’s false promises”. Meimarakis warned yesterday that: “We have no more room for experiments...Stability is needed and the immediate implementation of changes and reforms.” Syriza and New Democracy were neck-and-neck in the final opinion polls, so there’s all to play for today. Voting stations opened at 7am (5am BST), and will close 12 hours later. Exit polls will then be released, giving the first clue as to how Greeks have voted. Firm results should come a few hours later, so we might know the winner by midnight Athens time (10pm BST). But if the vote is as close as the pre-election polls suggest, there could be days of uncertainty as leaders try to form a new coalition. This is the third time this year that ballot boxes have been wheeled out across Greece, following January’s general election and July’s referendum on whether to accept the terms of a third bailout (Greece voted No; Tsipras then signed up anyway). Whoever wins will face the challenge of bringing Greece’s economy back to normality, ending capital controls, and implementing the tough austerity measures and sweeping economic reform plans agreed with its lenders. Truly a daunting prospect. We’ll bring you all the action through the day, and night, ahead."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}