{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2015/sep/06/knausgaard-my-struggle-stage-adaptation-sweden", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2015-09-05T23:04:14Z", "webTitle": "‘Narrow-minded’ Sweden hails stage version of acclaimed Norwegian novel", "webUrl": "https://www.theguardian.com/books/2015/sep/06/knausgaard-my-struggle-stage-adaptation-sweden", "apiUrl": "https://content.guardianapis.com/books/2015/sep/06/knausgaard-my-struggle-stage-adaptation-sweden", "fields": {"headline": "‘Narrow-minded’ Sweden hails stage version of acclaimed Norwegian novel", "bodyText": "When director Ole Anders Tandberg was asked to stage My Struggle for Stockholm’s city theatre at the start of this year, his instinct was to refuse. The six-volume autobiographical novel by the Norwegian writer Karl Ove Knausgaard, with its highly personal voice and frequent shifts between memoir and essay, was something no play could do justice to. “My first thought was that it’s impossible. There’s no way,” he said. “The novel, and the amount of thoughts and reflections in it, was too huge. My second thought was, I’d like to give it a try.” My Struggle is Scandinavia’s most celebrated literary work this decade and a bestseller, selling one copy for every nine inhabitants in Tandberg’s native Norway. Increasingly it is also winning admirers internationally, with the author lionised on his tour to the US earlier this year. Norway’s own national theatre spent a year trying to adapt it, but abandoned the project. Tandberg’s success is largely thanks to his decision to do away with “parts” for the actors. Instead, two men and two women jog on to the stage, dressed as if they had just walked in off the street. They take turns speaking conversationally into a microphone to the audience, reading through Knausgaard’s description of himself writing in his Malmö apartment, while the others look on and react with shame, embarrassment and laughter. At first it seems like a gimmick, with all four actors, including the women, somehow playing Knausgaard. But it works astonishingly well. “Having a woman claiming that she’s Karl Ove Knausgaard is really to say that this is authentic fiction, that this is not really truth,” says Tandberg. “It becomes evidently clear when there are four people claiming to be one person, that it’s not really true.” The set is limited to four desks, four chairs, four typewriters, a few microphones and a huge grey boulder which looms throughout. The actors move fluidly between the fragments Tandberg has judiciously picked out of the text. He claims his rule in cutting down the books, a process which took several months, was to “always keep an eye out for where the pain is the biggest in his writing, where is the place where the knife goes deepest… [Knausgaard] is a very self-destructing man. I saw the whole project as a way for this author to find a way for himself to live.” The cut version could have simply been a “reduced Knausgaard” (all 3,600 pages in only 150 minutes) and, indeed, on Thursday, that’s what many had come to see. “This seems to be a convenient way not to have to read the books,” said Åsa, a woman in her early 30s. “Everybody seems to have a quite strong view of this book, so you feel you have to read it, but the sheer volume is intimidating.” Knausgaard is a talking point largely because of a stinging, intemperate article he wrote in response to a feminist attack in May, in which he damned the Swedes as a nation of narrow-minded Cyclopes, “full of hate and fear”, who cannot tolerate ambiguity, and as a result cannot enjoy or understand literature. A reprint of the article takes up more than half of the programme. Tandberg keeps the scenes which have most enraged feminists, notably Knausgaard’s claim to have been deprived of sexual potency at a “baby rhythm” class, or his anguish at having his productivity as an artist suffocated by gender-equal childcare. On stage, though, these scenes were met with laughter rather than disapproval. Indeed, one of the surprises of the production is how funny it is. The actors revel in slapstick depictions of teenage sexual fumbling, premature ejaculation, or loosening a stubborn stool with a finger. “Sex is kind of fun on stage and impotence is even funnier. There’s something about it that suits the theatre,” said Tandberg. The novel’s arresting opening lines – “For the heart, life is simple: it beats for as long as it can. Then it stops” – now form the climax of the first act, coming as the young writer considers suicide, cutting lines in his face with a shard of glass. After its run in Stockholm, Tandberg is hoping to take the play to wherever the novels have had an impact, starting with the rest of Scandinavia, then the US and possibly the UK. • This article was amended on 7 September 2015. An earlier version said that the play was all 3,600 pages of My Struggle in only 200, rather than 150, minutes."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}