{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2015/sep/02/leaders-of-toby-young-free-school-fail-to-open-another-one-in-oxford", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2015-09-01T23:00:04Z", "webTitle": "Leaders of Toby Young free school fail to open another one in Oxford", "webUrl": "https://www.theguardian.com/education/2015/sep/02/leaders-of-toby-young-free-school-fail-to-open-another-one-in-oxford", "apiUrl": "https://content.guardianapis.com/education/2015/sep/02/leaders-of-toby-young-free-school-fail-to-open-another-one-in-oxford", "fields": {"headline": "Leaders of Toby Young free school fail to open another one in Oxford", "bodyText": "Senior leaders at a west London free school co-founded by journalist Toby Young have failed to launch a new free school in Oxford as part of the latest tranche of the government’s flagship education policy to be announced by David Cameron. The prime minister is to unveil 18 new free schools to be approved by the Department for Education, a smaller number than in previous waves because of uncertainty among applicants over May’s general election result. “We will not waver in pressing ahead with our plans to open 500 more of these innovative and exciting schools over the next five years, creating 270,000 places, delivering an excellent education and giving parents across the country real choice for their children,” Cameron is to say on Wednesday. But the latest list will not include the Oxford City free school, a secondary school proposed by Laura Mathews and Wade Nottingham, two assistant headteachers at the West London free school, which was co-founded by Young as part of the first wave in 2011. Instead, the DfE approved an application to open the Swan school, a rival secondary proposed by the academy trust that runs the Cherwell secondary school in north Oxford and is supported by the Labour-run city council. Among the new schools are six special and alternative provision schools, including the Piper Hill vocational learning free school in south Manchester, which will provide 25 places for 11- to 19-year-olds with autism and severe learning difficulties. Nick Timothy, the newly appointed director of the New Schools Network which supports proposals for free schools, welcomed Cameron’s pledge. “The fact is we urgently need more good new schools – not just where there is a shortage of places but where standards have been too low for too long,” he said. “Free schools are better placed to drive up standards and give parents what they want because they give more control to heads, teachers and governors, rather than politicians and bureaucrats.” The 18 new schools will add to the 252 free schools already open, with another 98 in the pipeline."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}