{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2015/sep/06/photograph-refugee-crisis-aylan-kurdi", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2015-09-05T23:04:14Z", "webTitle": "The photographs that moved the world to tears – and to take action | Sean O’Hagan", "webUrl": "https://www.theguardian.com/commentisfree/2015/sep/06/photograph-refugee-crisis-aylan-kurdi", "apiUrl": "https://content.guardianapis.com/commentisfree/2015/sep/06/photograph-refugee-crisis-aylan-kurdi", "fields": {"headline": "The photographs that moved the world to tears – and to take action", "bodyText": "On Friday’s Today programme, Britain’s chief rabbi, Ephraim Mirvis, was asked about Britain’s response to the European migrant crisis. “For far too long, we have related to these suffering individuals as if they are people who are living on Mars,” he replied. “Thanks to that image, that desperately sad and tragic image, it’s moved out hearts … It’s an image of that boy that has brought us to our senses and we must respond adequately.” The image of the tiny body of three-year-old Aylan Kurdi, washed up on a Turkish beach, face down in the waves, has indeed been a valuable reminder of the power of a single photograph (recently used as the source inspiration for an Observer cartoon by Chris Riddell) to stir our collective conscience, even in the age of Instagram overload and selfie-fuelled narcissism. “Photographs furnish evidence,” wrote Susan Sontag in 1973 in her influential book of essays, On Photography. “Something we hear about, but doubt, seems proven when we’re shown a photograph of it.” When the photograph is as distressing as this one, it can even, as the chief rabbi’s emotional words attest, provoke a shift in our individual – and collective – conscience: our distress is transmuted almost immediately into a demand that something be done. Often, that demand is a gut-level response to a complex problem and, as the shock of the image subsides, nothing is done. In this instance, the reverberations provoked a belated shift in our government’s response to the migrant crisis. What it, and the accompanying series of images, said, in a way that words had failed to do, was: how could it have come to this? These are, of course, not the first photos of suffering to carry this kind of emotive charge. One thinks of Nick Ut’s image from 1972 of a naked nine-year-old fleeing an American army napalm attack on her village. Or the late Chris Hondros’s visceral shot of a five-year-old Iraqi girl, Samar Hassan, screaming and splattered with blood, just after her parents had been killed when American soldiers opened fire on their car. Or, perhaps most disturbing of all in its intimation of extreme suffering, Kevin Carter’s gut-wrenching photograph of a Sudanese child, emaciated with hunger, her head resting on the earth, as a vulture stands by as if waiting for her to die. (Carter won a Pulitzer prize for the image, but was also criticised for his perceived callousness. “The man adjusting his lens to take just the right frame of her suffering,” declared the St Petersburg Times in Florida, “might just as well be a predator, another vulture on the scene.” Two months after receiving the prize, Carter, suffering from depression and haunted by what he had experienced as a photojournalist, took his own life.) “Because children are vulnerable and blameless – the purest victims – depictions of their suffering have an extraordinarily visceral impact,” writes the American academic and essayist Susie Linfield in her thought-provoking book, The Cruel Radiance: Photography and Political Violence. “And so they should. It is not naivete or sentimentality to be moved, pierced or outraged by such images.” There are, though, many ways to be outraged by an image as visceral as that of the lifeless body of a three-year-old boy washed up on a beach. One can be moved by the image, while also finding it problematic in its apparent callousness and intrusion. (I had to search hard to find out who took the photograph. It was Nilufer Demir, a photographer with Turkey’s Dogan News Agency, who came upon Aylan’s body while crossing the beach in Bodrum. “There was nothing left to do for him... nothing but take his photograph,” she told CNN. “I thought, ‘This is the only way I can express the scream of his silent body’.”) Our media outlets reflected the problematic nature of the photograph, weighing up its potential power to offend as well as move hearts. The Guardian and the Independent published the original wide shot of the child’s body on the sand next to a policeman who seems to be texting – or taking a photograph? – on his mobile. Other papers chose to pixellate the dead child’s head and face, while some chose not to publish the image at all, instead using what many would consider a more humane shot of a policeman cradling the dead child in his arms. Online, the image was disseminated often in a cropped version that homed in close on the child’s body. In all of this, one could sense an uncertainty about the image that was most apparent in the Independent’s decision to run an accompanying justification for its use. (“The Independent has taken the decision to publish these images because, among the often glib words about the ‘ongoing migrant crisis’, it is all too easy to forget the reality of the desperate situation facing many refugees.”) In the accompanying article, though, Aylan Kurdi did not yet have a name, but was referred to as a “child, thought to be Syrian” and “one of 12 Syrian refugees”. It is not just photographs that can rob people of their dignity and dehumanise. In a wider context, the chief rabbi’s heartfelt contention about the power of the image touches on another issue that has dogged photography almost since its inception and has become even more urgent in today’s endlessly mediated, globally connected world: do extreme and distressing images of human suffering make us more aware of the reality of that suffering or desensitise us to it? When she wrote On Photography, Sontag thought the latter, but when she revisited the topic in a later book, Regarding the Pain of Others, her view had shifted. “As much as they create sympathy, I wrote, photographs shrivel sympathy,” she mused. “Is this true? I thought it was when I wrote it. I’m not so sure now.” Perhaps it depends on the photograph. And its subject. And on the social context from which it emerges and sometimes helps to clarify through the creation of a single, defining image. We already knew enough about the refugee crisis to know that countless people have perished in their desperate attempts to reach the safe haven that Europe now represents, but this was dreadfully intimate, cruel, incontrovertible evidence. Perhaps it took an image as distressing as this to humanise the many. This, too, is part of the power of a photograph: to force us to look when all our instincts are to look away. “Photographs of children are no more meaningful – that is, politically explanatory – than any others,” writes Linfield, “Still, these images call forth intuitive responses of pity and outrage, though these emotions may not always know where to land.” In this instance, it seemed that, for once, they did. This article was amended on 11 September 2015 to correct Samar Hassan’s nationality."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}