{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2015/sep/29/junk-food-advertising-faces-ruling-on-marketing-to-children", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2015-09-28T23:01:08Z", "webTitle": "Junk food advertising faces ruling on marketing to children", "webUrl": "https://www.theguardian.com/media/2015/sep/29/junk-food-advertising-faces-ruling-on-marketing-to-children", "apiUrl": "https://content.guardianapis.com/media/2015/sep/29/junk-food-advertising-faces-ruling-on-marketing-to-children", "fields": {"headline": "Junk food advertising faces ruling on marketing to children", "bodyText": "The body responsible for setting UK advertising rules is to launch a public consultation that will evaluate whether a ban on advertising junk food to children online, in the press, on billboards and poster sites should be introduced. The Committee of Advertising Practice – the code-setting body for all advertising in the UK that appears in any media except on TV and radio – is looking at the introduction of tighter rules on how food and drinks high in fat, salt and sugar are marketed to children. “CAP’s decision to carry out a public consultation responds, in part, to changes in children’s media habits and evolving advertising techniques,” said a spokesman for the CAP. “CAP will ask a broad range of stakeholders whether a change of approach is now needed: an approach that would introduce for the first time in the non-broadcast code, rules dedicated to the targeting of advertising, to children, of food and soft drinks high in fat, salt or sugar.” The Advertising Standards Authority, which administers the CAP code, said internet advertising overtook TV advertising as the most-complained about media in the UK for the first time last year. Last year, there were 13,477 complaints about 10,202 digital ads in the UK. Under existing CAP rules, food and soft drink ads must not condone poor nutritional habits or an unhealthy lifestyle in children. In addition, The use of celebrities and licensed characters are banned from junk food ads targeting younger children, and ads are not allowed to encourage “pester power”. While the wording of the CAP’s consultation is nuanced, looking at “rules dedicated to the targeting of advertising to children” means the body will actively be considering restrictions and even evaluating a ban. “[The consultation] reflects a growing consensus, shared by public health and industry bodies, about the role of advertising self-regulation in helping to bring about a change in the nature and balance of food advertising targeted at children,” said the CAP. The public consultation will launch in early 2016. In 2006, broadcasting regulator Ofcom tightened up rules on junk food advertising around all children’s programming, on all children’s channels and around all programmes that have a “particular appeal” to under 16-year-olds."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}