{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2015/sep/20/constable-painting-mystery-tate-nazi-loot", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2015-09-19T23:05:09Z", "webTitle": "Tate’s Constable masterpiece, once Nazi loot, now set to leave UK", "webUrl": "https://www.theguardian.com/artanddesign/2015/sep/20/constable-painting-mystery-tate-nazi-loot", "apiUrl": "https://content.guardianapis.com/artanddesign/2015/sep/20/constable-painting-mystery-tate-nazi-loot", "fields": {"headline": "Tate’s Constable masterpiece, once Nazi loot, now set to leave UK", "bodyText": "She is an enigma in a real-life art mystery that dates back almost three-quarters of a century and involves one of Britain’s most loved painters. What little is known of her emerges from the pages of an official report that is now the talk of the art world. She was called Karola Fabri, and she knew some dodgy types. Fabri was an art dealer in postwar Hungary who, according to one expert, was an associate of an “Uncle Schatz” who was “operating on the black market and was known to the art world by his nickname and as a shady character”. On 17 December 1946, she appears to have applied to the authorities for a licence to export a painting by John Constable, setting in train a series of convoluted and disputed events. The licence is the subject of a newly published report by the Spoliation Advisory Panel, the body that examines claims made for the recovery of UK artworks alleged to have been looted by the Nazis. The report reveals how the Tate galleries’ director, Sir Nicholas Serota, believed the licence’s existence cast doubts on the panel’s 2014 recommendation that the Tate give up the oil painting, Beaching a Boat, Brighton, which has been in its collection since the 1980s. The work, measuring 26cm by 30cm and painted in 1824, was owned by a Hungarian collector, Baron Hatvany. An official register, compiled by the Hungarian government between 1946 and 1948, listed the painting as having been looted following the German invasion of Hungary in 1944. Believed to be worth more than £1m, the painting was one of the first Constable made during his visits to the south coast. Following the Spoliation Panel’s recommendation in 2014, the Tate confirmed that it would be returning the painting. But the Museum of Fine Arts in Budapest delved into its archives and produced the 1946 licence permitting the export of the painting to Zurich. Issued after the second world war had ended, the licence raised the possibility that Hatvany had recovered the looted painting and then sold it on or consigned it for sale or export. Any of these scenarios, if accepted, would undermine claims that it should still be classed as a looted artwork, and suggest that the Tate legally owned it. After all, as the panel noted, Serota had written to its head, Sir Donnell Deeny, suggesting it was “highly unlikely” the Hungarian government would have issued an export licence “for a work known to be on the black market”. However, the panel suggested Fabri may have applied for the licence to give her claim to the ownership of the painting – or that of whoever she was acting for – the air of legitimacy. Complicating matters further, the licence shows that Fabri’s name had been crossed out and that of a Baron Ivan III von Wimpffen Zu Mollberg inserted. Wimpfen, who spelt his name only with one f, was a Hungarian aristocrat who in 1946 worked for the ministry of religion and education. Again, the panel thought the insertion of his name might constitute an attempt to give someone’s false claim to the ownership of the work a legitimacy by “having it the subject of an official export licence”. Ultimately the panel was not convinced by the Tate’s arguments. Fabri, it seems, simply lacked credibility. The panel’s ruling suggests the painting, which turned up in Britain in 1962 and passed through several owners before being donated to the Tate in 1986, will now leave the country. In a statement the Tate said: “The Spoliation Advisory Panel have reviewed the new information which came to light in 2014 regarding John Constable’s Beaching a Boat, Brighton, 1824. They have made a recommendation, which will be taken to Tate’s Board of Trustees at their next meeting.” The board meets at the end of this month. Where the painting will end up is another mystery. The claimant has requested anonymity."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}