{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2015/sep/29/jamaica-calls-britain-pay-billions-pounds-reparations-slavery", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2015-09-28T23:01:09Z", "webTitle": "Jamaica calls for Britain to pay billions of pounds in reparations for slavery", "webUrl": "https://www.theguardian.com/world/2015/sep/29/jamaica-calls-britain-pay-billions-pounds-reparations-slavery", "apiUrl": "https://content.guardianapis.com/world/2015/sep/29/jamaica-calls-britain-pay-billions-pounds-reparations-slavery", "fields": {"headline": "Jamaica calls for Britain to pay billions of pounds in reparations for slavery", "bodyText": "David Cameron is facing calls for Britain to pay billions of pounds in reparations for slavery ahead of his first official visit to Jamaica on Tuesday. Downing Street said the prime minister does not believe reparations or apologies for slavery are the right approach, but the issue is set to overshadow his trade trip to the island, where he will address the Jamaican parliament. Ahead of his trip, Sir Hilary Beckles, chair of the Caricom Reparations Commission, has led calls for Cameron to start talks on making amends for slavery and referenced the prime minister’s ancestral links to the trade in the 1700s through his cousin six times removed, General Sir James Duff. In an open letter in the Jamaica Observer, the academic wrote: “You are a grandson of the Jamaican soil who has been privileged and enriched by your forebears’ sins of the enslavement of our ancestors ... You are, Sir, a prized product of this land and the bonanza benefits reaped by your family and inherited by you continue to bind us together like birds of a feather. “We ask not for handouts or any such acts of indecent submission. We merely ask that you acknowledge responsibility for your share of this situation and move to contribute in a joint programme of rehabilitation and renewal. The continuing suffering of our people, Sir, is as much your nation’s duty to alleviate as it is ours to resolve in steadfast acts of self-responsibility.” Professor Verene Shepherd, chair of the National Commission on Reparation, told the Jamaica Gleaner that nothing short of an unambiguous apology from Cameron would do, while a Jamaican MP, Mike Henry, called on fellow parliamentarians to turn their back on Cameron if reparations are not on the agenda, noting that the Jamaican parliament has approved a motion for the country to seek reparation from Britain. “If it is not on the agenda, I will not attend any functions involving the visiting prime minister, and I will cry shame on those who do, considering that there was not a dissenting voice in the debate in parliament,” he told the newspaper. Jamaica’s prime minister Portia Simpson Miller called for non-confrontational discussions at the UN in 2013, but Britain has never accepted the case for any compensation payments. A Number 10 official said: “This is a longstanding concern of theirs and there is a longstanding UK position, true of successive governments in the UK, that we don’t think reparations are the right approach. “The PM’s point will be he wants to focus on the future. We are talking about issues that are centuries old and taken under a different government when he was not even born. He wants to look at the future and how can the UK play a part now in stronger growing economies in the Caribbean.” The official said Cameron’s purpose in visiting Jamaica and Grenada was to reinvigorate their relationship with the UK. “He looks at that kind of relationship and who the Caribbean see as their major partners and sees them looking to China and Venezuela and thinks Britain should be in there. Britain has long historical ties with these countries,” she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}