{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2015/sep/06/internet-gift-world-oppressed-informed-impotence", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2015-09-05T23:05:14Z", "webTitle": "Oppressive states such as Ecuador crush the web’s power | Nick Cohen", "webUrl": "https://www.theguardian.com/commentisfree/2015/sep/06/internet-gift-world-oppressed-informed-impotence", "apiUrl": "https://content.guardianapis.com/commentisfree/2015/sep/06/internet-gift-world-oppressed-informed-impotence", "fields": {"headline": "Oppressive states such as Ecuador crush the web’s power", "bodyText": "Julian Assange’s captivity in the Ecuadorian embassy is full of ironies – none of them funny – which tell us much about the state of freedom of speech, little of it good. Older readers will remember that the stardust of celebrity fell on Assange in the last decade when his WikiLeaks site published thousands of secret US government cables. He rapidly became infamous, to everyone except his groupies, when one Swedish woman alleged that Assange had raped her and another that he had sexually assaulted her. Assange did not have the courage to face his accusers. He insisted that the Swedish authorities were plotting to deport him to America. Lawyers gently pointed out that America could easily have extradited Assange from Britain, if it had wanted him. Assange didn’t listen to doubters. In June 2012, he sought asylum at 3B Hans Crescent, London SW1, and there he has remained, a prisoner of his own conspiracy theories. The embassy may have a grand address just round the corner from Harrods, but like so many London properties it’s a pokey flat. If you or I were trapped inside for years with the Metropolitan police’s finest waiting to arrest us the moment we stepped outdoors, we’d probably go mad. According to confidential documents leaked by Ecuadorian journalist Fernando Villavicencio to BuzzFeed last week, Assange appears to be doing just that. He has fought with a security guard. He drinks too much and needs “psychological support”. His “evident anger” and “feelings of superiority” could cause stress to those around him, “especially the personnel who work in the embassy, mainly women”. For the first time in my life, I feel sorry for Assange. But if you look beyond his degeneration and forget about the allegedly abused Swedish women many of his charming supporters have vilified, this bleak story carries a cheering moral. WikiLeaks revealed American secrets and there was nothing Americans could do about it. Leftwing Ecuador defended a champion of freedom of information and gave him asylum. But in the age of transparency, its diplomatic cables are as open to inspection as America’s and it too has found its secrets online. However messy the web is, however many criminals and crackpots flourish online, our wired, anarchic world is surely more democratic than what came before. Old sources of power in states, churches and corporations can no longer control what we read and that is progress worth having. Little about this comforting picture is true. If I can keep you in the cramped quarters of the Ecuadorian embassy for a moment longer, I will attempt to explain why. WikiLeaks did not just shed sunlight on dark corners of US foreign policy. Most of its journalists walked out when they learned that Assange was willing to abase himself before dictators, most notably the president of Belarus, who wanted access to US confidential information about dissident movements that threatened his rule. Ecuador’s rulers are not offering asylum to Assange because they believe in the right to hold power to account, but because Assange is as anti-American as they are. When its own citizens try to tell truth to power, Ecuador’s love of liberty vanishes. It is a petro-socialist authoritarian state. Not a dictatorship, I should add: there are still elections. But the regime hounds those who tell its citizens news it does not want them to hear. So relentless is its determination to control information it has even silenced the scientists at Ecuador’s Geophysics Institute, for fear that their warnings of possible eruptions from the Cotopaxi volcano will cause panic . Legal penalties for insulting, or as we might call it “criticising”, the rulers enforce self-censorship. Traditional and new media do not want to go against Ecuador’s bombastic president, Rafael Correa. The case of the embassy leaker, Fernando Villavicencio, makes my point. He complained about police brutality. His punishment was a libel action from the president, a prison sentence and a court order to apologise to the affronted leader. I am not attempting an ideological assault on Latin American socialism, although I will note in passing that Venezuela’s Chavista state is just as bad as Ecuador’s failing state. The conservative governments of Orbán’s Hungary, Putin’s Russia and Erdogan’s Turkey all have democratic elements, but they all use the same straitjackets as Ecuador to confine democratic argument. While a catatonic world was finally waking up to the Syrian refugee crisis, I was speaking to the great Turkish dissident Yavuz Baydar. A columnist on the Turkish daily Hürriyet had used the death of Aylan Kurdi to damn Erdogan’s treatment of the Turkish and Syrian Kurds, he told me. The state prosecutor immediately announced he would investigate the “scandalous remarks and gross insults targeting Erdogan”. Every other writer on new and old media got the message. You will not understand how the hopes for the web have failed so miserably unless you grasp how Francis Bacon was wrong. Knowledge isn’t power. Power comes from the freedom to use knowledge. Even if citizens in Ecuador or Turkey can find information online the state does not want them to see, what good is it if they cannot use it in political campaigns without being arrested? They live in a state of informed impotence, in which they cannot pass on what they know. Without rights protected by an independent judiciary, their knowledge is close to useless. Anyone who has worked in a hierarchical workplace, the closest thing to an authoritarian society most westerners experience, should understand their predicament. You know your manager is a disaster, a sex pest or a bully, but there is nothing you and your colleagues can do with that information if you fear that speaking out will wreck your careers. What applies in the workplace applies with a vengeance in public life. Modern communications technologies create a comforting illusion. Because there are hundreds of billions of posts and tweets every year, you can gain the impression that stopping the torrent of information reaching an audience is as impossible as stopping the waves reaching the shore. But someone still needs to do the hard work. Someone still needs to be brave enough to break the story or blow the whistle before the tweeting and the posting can begin. Regimes from Belarus to Ecuador, from Venezuela to Turkey, know that, if they can frighten that someone, and deter others from thinking they should imitate that someone, the torrent will vanish like water down a sinkhole."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}