{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/commentisfree/2015/sep/20/kevin-mckenna-scottish-independence-gordon-brown", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2015-09-19T23:05:09Z", "webTitle": "The day Scotland said Yes and Mr Brown scored | Kevin McKenna", "webUrl": "https://www.theguardian.com/politics/commentisfree/2015/sep/20/kevin-mckenna-scottish-independence-gordon-brown", "apiUrl": "https://content.guardianapis.com/politics/commentisfree/2015/sep/20/kevin-mckenna-scottish-independence-gordon-brown", "fields": {"headline": "The day Scotland said Yes and Mr Brown scored", "bodyText": "Gordon Brown would never forget what he was doing on the morning when the phone call came that would halt the downward trajectory of what remained of his public life. The news that Scotland had voted Yes had been broken to him gently early that day by Mr McDonald, the family odd-job man who lives in the converted coal-bunker at the foot of the garden. “Damn and blast,” he said and hurled an arrow at the face of Peter Mandelson, smiling crookedly at him from the centre of the dartboard. “Will that be all, Mr Brown, sir?” asked McDonald as he retreated gingerly towards the door. “Not so fast, McDonald. Bring me my Raith Rovers match-day programmes – the 1994-95 season, I think. A chiel needs to be with his football memorabilia at a time like this.” He was just about to lift the phone and tear a strip off that fool Darling for getting him involved in the first place. Then he would phone Murray Foote, the wily Daily Record editor who had proposed that wretched, bloody vow. “It looks like you’ve drawn it up on the back of a packet of Kensitas Club,” he had protested. “It was a packet of Bennies, actually Gordon.” But the phone began to ring before he’d had a chance to make the call. On the other end was his worst nightmare. “Hello Gordon, you old Unionist curmudgeon, it’s Alex here,” and Brown wanted to vomit. But Salmond’s next words almost made his knees buckle. “Gordon, I want you to lead our negotiating team when we go to the Treasury next week and make our case for currency union. I know you argued against it, but all’s fair in love and war and now your country needs you. Cameron, Osborne and that uppity colonial Carney, want to take our legs away before we can even walk. What do you say? Shall we discuss it over a couple of Salvadors at your Miners’ Welfare Club? Maybe you could arrange a wee lock-in for privacy and I’ll slip the barman a couple of monkeys. Let’s call it quantitative easing, eh Gordon.” Brown could actually hear his heart beating in his chest. Of course, he’d advised against currency union, but it was just a stick to beat the Nationalists with, and even Carney had told him in private that there was no reason why an independent Scotland couldn’t have the pound. “After all, you Brits allowed Thatcher to pay the miners off and pay down the deficit by falsifying all those oil receipts for decades, so I think you owe them one.” The Canadian was right of course, and Brown remembered erupting in fury when Osborne had fetched up in Edinburgh to tell the Scots the pound was English and let that be an end to it, like a medieval Saxon baron telling his tenants he had first call on their brides. The English had never in a million years expected a Yes vote and, faced with the reality of independence, they would simply have to cut a deal to avoid more uncertainty than was necessary in the money markets. Brown could see it all now. Of course he’d have to swallow a bit of pride, but Murray at the Record could knock up another wee statement along the lines of: “After a period of sober reflection, I have decided to accept Mr Salmond’s offer of trying to secure the best possible currency deal for my country and my fellow citizens. I am honoured to represent my country at this crucial time in our history.” And he imagined he was Gordon Dalziel swooping to head home that crucial League Cup goal against Celtic. Brown knew – all knew for God’s sake – that there was nothing to stop Scotland declaring sterling to be its sole legal tender then borrowing it on the global markets to build up reserves. And they’d be one of a family of nations which had adopted another state’s currency. Scotland was also in a far healthier position than many other nations with a fledgling currency. It had a quarter of Europe’s oil and gas, while whisky and tourism would also ensure a steady flow of sterling to Scotland, making it a net lender to England. Indeed, come to think of it, what was stopping Scotland creating its own currency, pegged to sterling? There’d be no shortage of overseas investors in a new country with an educational hinterland, skilled and highly trained workforce and lucrative export markets. An enlightened array of tax incentives would help of course. He could scarce forbear to dream: Gordon Brown, the governor of the new National Bank of Scotland. Dear God in heaven, had it not turned out to be one of the best years of his life? As he emerged into the light of a watery dawn at Whitehall clutching his bit of paper and shouting to the waiting media: “We have a deal!” he imagined Tony squatting on a gilded cushion in some desert kingdom trying grubbily to flog London real estate to bored Arab princes. The collapse of Greece meant of course that peaceful, prudent Scotland was welcomed into the EU and when Salmond announced that Scotland would open its borders to thousands more refugees, migrants and asylum-seekers its reputation grew in stature. Scotland also derived an economic dividend owing to the high number of these poor people who were qualified to work immediately and pay their way. Scotland’s population projections were climbing and the rebirth of optimism and renewed national pride had lifted the economy. And when Gordon, freed from the restrictions of the 30-year rule, announced to his fellow Scots how much they had been charged in stealth charges to bail out the banks it made it easier for nation to accept the modest tax increases required to balance the books in the first crucial years of independence. And those MI5 plans to use Scotland as a human shield in the event of a nuclear attack finally did for Trident. It had taken him more than 30 years, but Gordon Brown had learned how to truly love his country again and discovered his lost socialist roots in the process. Perhaps they would name a new national dance after him, he mused with a chuckle: The Quite Affable Gordon Now, Thank You Very Much."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}