{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/sep/20/dallas-cowboys-suffer-huge-blow-as-tony-romo-breaks-clavicle", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-09-20T23:28:58Z", "webTitle": "Dallas Cowboys suffer huge blow as Tony Romo breaks collarbone", "webUrl": "https://www.theguardian.com/sport/2015/sep/20/dallas-cowboys-suffer-huge-blow-as-tony-romo-breaks-clavicle", "apiUrl": "https://content.guardianapis.com/sport/2015/sep/20/dallas-cowboys-suffer-huge-blow-as-tony-romo-breaks-clavicle", "fields": {"headline": "Dallas Cowboys suffer huge blow as Tony Romo breaks collarbone", "bodyText": "The Dallas Cowboys are 2-0 but their season does not look bright after Tony Romo left the 20-10 victory over the Philadelphia Eagles with a broken left collarbone. Romo sustained the injury when he was strip-sacked by Philadelphia Eagles linebacker Jordan Hicks. Although it is unclear when the Cowboys’ starting quarterback will be able to return, history does not bode well: Romo suffered the same injury in week seven of the 2010 season and missed the rest of his team’s campaign. However, the Cowboys may seek comfort in the fact that Romo’s injury comes at an earlier point in the season this time around, and the injury is on the right-handed quarterback’s non-throwing side. Few Cowboys fans will be cheered at the prospect of Brandown Weeden replacing Romo but he was perfect after coming in against the Eagles on Sunday. He completed all seven of his thrown, including a 42-yard touchdown pass to Terrance Williams. The Cowboys are already without two other major parts of their run to the playoffs last season. All Pro Dez Bryant has been lost to a foot fracture and last year’s NFL offensive player of the year, DeMarco Murray, left to join the Eagles. In Sunday’s other later starts there were dramatic finishes. The Jacksonville Jaguars upset their fellow Floridians the Miami Dolphins 23-20 thanks to a Jason Myers field-goal in the final minute. Myers had a poor first game of the season, missing an extra-point and a field goal but was also successful from 58 yards and 27 yards against the Dolphins. The victory saved the Jaguars from starting 0-2 for the fourth successive season. The Oakland Raiders left it late too as rookie Seth Roberts caught a 12-yard touchdown pass in the final two minutes to take his team to a 37-33 win over the Baltmore Ravens. The Ravens are another team to have been hit by injury to a key player. They lost linebacker Terrell Suggs for the season last week."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}