{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/sep/20/carli-lloyd-hat-trick-stretches-usas-unbeaten-home-streak-to-100-games", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-09-20T21:42:48Z", "webTitle": "Carli Lloyd hat-trick stretches USA's unbeaten home streak to 100 games", "webUrl": "https://www.theguardian.com/football/2015/sep/20/carli-lloyd-hat-trick-stretches-usas-unbeaten-home-streak-to-100-games", "apiUrl": "https://content.guardianapis.com/football/2015/sep/20/carli-lloyd-hat-trick-stretches-usas-unbeaten-home-streak-to-100-games", "fields": {"headline": "Carli Lloyd hat-trick stretches USA's unbeaten home streak to 100 games", "bodyText": "It appears the time has finally arrived: The celebration of the USA’s win at the Women’s World Cup is over and the trials to prepare for the 2016 Rio Olympics are now underway. Against a backdrop of a crushing 8-0 romp past Haiti on Sunday, USA coach Jill Ellis provided her first glimpses that she is ready to address much-needed changes before February’s Olympic qualifying tournament. The second in a two-game series against Haiti went much like the first act days earlier: the American defense again wasn’t tested, the scoreline was lopsided and Carli Lloyd got another hat-trick. But the most notable difference was subtle: in a surprise move, Ellis started center-back Becky Sauerbrunn in the midfield for the first time. Sauerbrunn’s switch is Ellis’ first big step in dealing with the loss of key central midfielders since this summer’s world championship win. Ellis previously said the team’s post-World Cup tour would start as a celebration of their win in Canada and then shift gears to an evaluation period – it now appears the latter stage is already underway. It was Sauerbrunn’s first time playing as a defensive midfielder at international level. USA will lose central midfielder Lauren Holiday to retirement this year and they have lacked a dedicated defensive midfielder since veteran Shannon Boxx eased out of the national team fold for a series of reasons, including injury, pregnancy, and now retirement. Youngster Morgan Brian took on a central defensive role midway through the World Cup, which has been credited as a masterstroke from Ellis that allowed Carli Lloyd to turn in her Golden Boot-winning performance, but Brian’s background is in attacking. No 63-ranked Haiti weren’t the ideal opponent for such a test with Sauerbrunn. The Americans were originally scheduled to face No 9-ranked Australia, but the Matildas pulled out of the two-stop American tour due to contract disputes with their federation. The other important glimpse of potential changes that may lie ahead came from Crystal Dunn, Ellis’ final cut before the World Cup this summer. She returned to score her second international goal and make her case for a spot on next summer’s Olympic roster. Sprung past Haiti’s back line on a diagonal through-ball from Megan Rapinoe in the 17th minute, Dunn beat goalkeeper Ednie Limage one-on-one. Five minutes later, Dunn assisted on Lloyd’s second goal, flicking on an Alex Morgan cross to Lloyd on the back post, who easily knocked it in. Lloyd’s hat-trick, the sixth of her career, set a personal record for most goals in a calendar year at 16. Lloyd’s first was a penalty kick resulting from a Morgan takedown and her third a scrappy header in the 22nd minute. In front of 35,753 fans at Legion Field in Birmingham, Alabama, it took the Americans less than one minute to start the scoring. Full-back Kelley O’Hara raced up the flank and sent a cross into an unmarked Julie Johnston, who casually volleyed it into the net. O’Hara’s return to the starting line-up as a defender may hint Ellis is looking to bring her back into the defense’s fold after only using the player as a substitute midfielder in the World Cup. Limage was Haiti’s most active player, making 10 saves before being stretchered off the field in injury time as a precautionary measure after a collision. In the 33rd minute, Limage tipped a close-range Lloyd blast into the crossbar, her most difficult save of the day. Haiti had no shots on target against the world No1s, while the USA had a whopping 39 attempts. Morgan, Heather O’Reilly and Amy Rodriguez scored all scored. The result put the home unbeaten streak for the US women at 100 consecutive matches with 88 wins and 12 draws stretching back to 2004. On Thursday, the USA clobbered Haiti, 5-0. The toughest stretch of Team USA’s victory tour so far will begin next month, when the Americans will host No 6-ranked Brazil in Orlando and Seattle. For the national team players on Seattle Reign FC and FC Kansas City, the NWSL championship awaits next on 1 October. It all builds toward Concacaf Olympic qualifiers, which are planned for 10-21 February in Houston and Dallas."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}