{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2015/sep/12/eye-in-the-sky-review-helen-mirren-gavin-hood-drones-tiff", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2015-09-11T23:01:17Z", "webTitle": "Eye in the Sky review – warfare drama that thrills without droning on", "webUrl": "https://www.theguardian.com/film/2015/sep/12/eye-in-the-sky-review-helen-mirren-gavin-hood-drones-tiff", "apiUrl": "https://content.guardianapis.com/film/2015/sep/12/eye-in-the-sky-review-helen-mirren-gavin-hood-drones-tiff", "fields": {"headline": "Eye in the Sky review – warfare drama that thrills without droning on", "bodyText": "After his misbegotten attempt to make a statement on the morality of torturing suspected terrorists in 2007’s failed Oscar bait Rendition, it would be wise to approach another Gavin Hood film centred around similar issues with extreme caution. And possibly protective headgear. But Hood appears to have learned something important from his Meryl Streep-wasting drama: you don’t need to make a film about topical issues by constantly hammering the point home until the audience are all suffering from migraines. Eye in the Sky is first and foremost a thriller. Yes, it’s a very talky thriller, but it’s main objective is to involve us in the action, not have us constantly being told what to think and when to think it. Hood has relied on terse and efficient storytelling to showcase the intricate morality of drone warfare and takes us through one very long and very stressful day in the lives of those tasked with making life or death decisions. The focus is the hunt for key members of terrorist group al-Shabaab in the wake of the Nairobi shopping mall attack. After intel points at a meeting between three key members, a mission is launched to capture, or maybe kill, those involved. We witness the events unfold via a set of different locations and an intriguingly varied set of actors. Helen Mirren plays a hard-edged colonel stationed at a Northwood army base, Aaron Paul is a fresh-faced drone pilot in Nevada, Alan Rickman is a lieutenant surrounded by warring politicians in London and Captain Phillips Oscar nominee Barkhad Abdi is an agent on the ground in Kenya. But despite the ensemble cast, screenwriter Guy Hibbert refrains from filling in gaps that don’t need to be filled. Spare a couple of minor touches, backstory is absent. These are real people dealing with a situation that doesn’t allow for asides about their childhood or who’s waiting for them at home. Characters are revealed through their actions rather than via clunky monologues. While it’s often tough for Hood to add much style to the stagey set of one-room locations, he does achieve some seat-edge suspense in a number of bravura sequences. Effortlessly switching between continents and maintaining authenticity in each, he ramps up the tension as morality is pitted against necessity with quick yet fateful choices being made. The intricacy and bureaucracy of these moments feels frustratingly real. With the focus on the escalating drama, performances are unshowy. Mirren is reliably stern and it’s refreshing to see her in a role such as this, playing a character who, in a more Hollywoodised version, would undoubtedly be played by either a younger woman or a man. The quibbles (Rickman is somewhat miscast and there’s a flat TV feel to some scenes) are easily put aside, especially with a punchy finale in place. Unlike Andrew Niccol’s monotonous drone drama Good Kill and Hood’s Rendition, the film leaves us conflicted and troubled, without a prescribed lecture aimed our way. Eye in the Sky aims to thrill and covertly manages to inform simultaneously, without droning on."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}