{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2015/sep/17/two-britons-make-seven-strong-artes-mundi-shortlist", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2015-09-16T23:01:12Z", "webTitle": "Two Britons make seven-strong Artes Mundi shortlist", "webUrl": "https://www.theguardian.com/artanddesign/2015/sep/17/two-britons-make-seven-strong-artes-mundi-shortlist", "apiUrl": "https://content.guardianapis.com/artanddesign/2015/sep/17/two-britons-make-seven-strong-artes-mundi-shortlist", "fields": {"headline": "Two Britons make seven-strong Artes Mundi shortlist", "bodyText": "Seven artists from around the world have been put on the shortlist for the seventh edition of one of the UK’s most important contemporary art prizes. The Artes Mundi prize is given every two years in Cardiff and was won earlier this year by the influential American artist Theaster Gates. The prize, first awarded in 2002, rewards artists from any country whose work “engages with social reality and lived experience”. The next £40,000 winner will be announced in January 2017, chosen from the seven-strong shortlist of John Akomfrah, Neïl Beloufa, Lamia Joreige, Nástio Mosquito, Hito Steyerl, Bedwyr Williams, and Amy Franceschini and the Futurefarmers collective she founded. The shortlist was chosen from 700 artist nominations from 90 countries. Karen MacKinnon, director of Artes Mundi, said all the artists addressed “what it means to be human in contemporary society”. She added: “Whether their work is introspective and deeply personal or whether it comments and engages with broader social and cultural issues through their unique practices; each artist demonstrates the importance and usefulness of art and culture in our everyday lives as it challenges our preconceptions and gives us new ways of engaging with the world around us.” Akomfrah, the Ghanaian-born British filmmaker, is one of the best known artists on the list. A founder of the Black Audio Film Collective, his more recent work includes The Stuart Hall Project, a documentary celebrating the critic and founder of the New Left Review. The second British artist is Williams, whose work explores the friction between the seriousness and the banality of modern life. He represented Wales at the 2013 Venice Biennale with a homage to amateur astronomers. Angolan artist Mosquito often puts himself at the forefront of his work and held his first solo show earlier this year, at Birmingham’s Ikon Gallery. Ikon’s director, Jonathan Watkins said: “I really think he’s got an amazing career ahead of him … the art world has a lot to get from him, a lot of good things to inform our practice and the way we think. German video artist Steyerl explores themes of feminism and militarisation. She was the subject of an exhibition at London’s ICA in 2014, earning praised from the Guardian’s Adrian Searle. “She’s digging the dirt at the heart of the art world,” he wrote. Joreige is a Lebanese artist and film maker. Her work Objects of War, a series of interviews with people involved in the Lebanese civil war 1975-90, was bought by Tate Modern in 2011. The Californian artist Franceschini founded Futurefarmers in 1995 and their work has been exhibited in galleries including MoMA, the Whitney and the Walker Art Center in Minneapolis. The final contender is Beloufa, a French-Algerian filmmaker, who is currently nominated for the 2015 Prix Marcel Duchamp. All seven artists will show work in an exhibition opening next October with the winner announced on 25 January 2017."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}