{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/sep/12/talking-horses-irish-champion-stakes-gleneagles-golden-horn", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-09-11T23:46:57Z", "webTitle": "Talking Horses: Saturday’s best bets plus the latest racing news", "webUrl": "https://www.theguardian.com/sport/2015/sep/12/talking-horses-irish-champion-stakes-gleneagles-golden-horn", "apiUrl": "https://content.guardianapis.com/sport/2015/sep/12/talking-horses-irish-champion-stakes-gleneagles-golden-horn", "fields": {"headline": "Talking Horses: Saturday’s best bets plus the latest racing news", "bodyText": "Saturday’s Irish Champion Stakes, for which both Gleneagles and Golden Horn are still entered at the time of writing, is another of those races for which one must predict the weather before predicting the outcome. There has already been plenty of rain at Leopardstown on Friday, with perhaps another 9mm to come, so it seems most unlikely that the going can be faster than ‘good’. That being the case, connections of Gleneagles will probably not let him take his chance, having been clear about the need for fast going if he is to tackle 10 furlongs for the first time in such good company. And yet it seems a terrible pity because, whatever his preference might be, he can cope with some juice in the ground. I have enough respect for his ability to think he could win this race on good to yielding and at the current 11-2 he might even be worth a bet but it is hardly worth saying so if we all expect him to be kept in his box. Some of the most memorable sporting successes were achieved in adverse circumstances and it is a shame that bloodstock considerations make Flat racing’s high fliers so risk-averse. Golden Horn (5.45) ran below his best on rain-softened ground at York but that had plenty to do with the way the race was run. He did well in the circumstances to be beaten just a neck and remains a horse of enormous ability, enough to make him the probable winner in the absence of Gleneagles. Cirrus Des Aigles would be a big danger but for the fact that he has been absent for more than three months and has usually needed a run to reach peak fitness. Alas, the Irish Champion will not be shown on Channel 4, whose offering is confined to the St Leger card at Doncaster and a couple of races at Chester: 2.00 Doncaster While rain is expected at Doncaster on Saturday morning, it looks like being less than 5mm and may not have a significant impact on the going, which has become pretty quick there this week. Godolphin has won three of the last six Champagne Stakes and could get another through Emotionless, the very impressive winner of a Newmarket maiden which is already producing winners. He is bred to be good and entered in lots of quality races but might be vulnerable if the going did get on the soft side. Ibn Malik has strong form claims but comes from the Charles Hills yard which is not in such hot form as when he last ran in July. 2.15 Chester The going may be soft at this track, having already been slow on Friday and with quite a bit of rain in the overnight forecast. Dream Walker has done most of his winning on soft and is interesting, having dropped back to a fair mark. He had shown little all year until fifth on fast ground at Carlisle during the week, when he might have been closer but for traffic problems. 2.35 Doncaster David O’Meara trained the first two in a spring handicap here on Thursday and Highland Acclaim gives him a big chance in the Portland. This four-year-old ran his best race of the year when dropped back to this trip for the first time at York last month and was then given too much to do at Ascot last weekend. 2.50 Chester This looks ambitous for Some Site but she goes well on soft, which is by no means true for some of her rivals. She was a major eyecatcher when staying on into fourth in a handicap at Glorious Goodwood on her return from a year’s absence and has significant scope to be better than she has so far shown. 3.10 Doncaster Safety Check just keeps improving, building on his two impressive handicap wins from last year with a brace of Group Twos in Dubai. After a five-month break, he was a running-on third in Goodwood’s Lennox, giving 4lb to Toormore and failing to catch him by only a length. He carries no penalty this time and must be the form pick, though ground-changing quantities of rain would be a concern. That would also be true for Limato, who looks the main danger as he steps up in trip on his first run since Royal Ascot. 3.45 Doncaster Fields Of Athenry looks like the runner with most potential to improve in this St Leger and appeals at odds of 9-2. Having shown himself a thorough stayer with two wins at Leopardstown during the summer, he ran a huge race to be fifth in last month’s Ebor under tactics that were anything but conservative. Initially held up, he made relentless progress down the back straight under his apprentice rider to hit the front with more than half a mile to go. He stuck on well to be fifth, which, for a three-year-old in that race under a big weight and after being asked to do so much, was quite an achievement. Silvestre De Sousa is a fascinating booking and Fields Of Athenry is versatile as to ground. There is nothing much wrong about Bondi Beach, his stablemate, except that he is half the odds. Bondi Beach has a fine chance of turning round the Voltigeur form with Storm The Stars, who showed guts to score at York but is far from certain to appreciate the extra distance here."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}