{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2015/sep/10/george-osborn-national-living-wage-cbi-john-cridland", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2015-09-09T23:00:00Z", "webTitle": "George Osborne’s national living wage a gamble, warns CBI boss", "webUrl": "https://www.theguardian.com/society/2015/sep/10/george-osborn-national-living-wage-cbi-john-cridland", "apiUrl": "https://content.guardianapis.com/society/2015/sep/10/george-osborn-national-living-wage-cbi-john-cridland", "fields": {"headline": "George Osborne’s national living wage a gamble, warns CBI boss", "bodyText": "John Cridland, the outgoing director general of the CBI, believes the government’s plan to push up the minimum wage for the over-25s is a gamble. The flagship policy of George Osborne’s summer budget was his “national living wage” – a 50p increase in the statutory minimum pay rate for the over-25s from April, to £7.20 an hour, followed by a series of stepped increases expected to take the rate above £9 an hour by 2020. The policy has been widely welcomed, including by campaigners for a living wage. But Cridland will use a speech on Thursday, marking the CBI’s 50th anniversary, to sound a note of caution, becoming the latest business leader to express concern about the chancellor’s plan. “A £7.20 national living wage in 2016 and a £9 national living wage by 2020 are laudable objectives, but they are a gamble,” he will say. “I’ve talked to many CEOs who feel they may now have to make changes to their business models, which could result in fewer job and progression opportunities.” Whitbread, the owner of Costa Coffee, warned on Tuesday that prices may have to rise in order to pay for the higher wage rates. Cridland, who will step down after the CBI’s annual conference in November, will also reflect on the shifts in the economy over the past five years. He will play down the risk of the “productivity puzzle” – the weak growth in output-per-hour achieved since the crisis – saying: “In our data-driven, knowledge-based economy, where services play a key role, it’s less and less just about the quantity of widgets coming off production lines and more and more about the quality of customer interaction.” Cridland will also question policymakers’ enthusiasm for rebalancing the economy towards manufacturing and away from services, arguing that the dividing line between the two is becoming increasingly blurred. The CBI believes that manufacturing may account for up to 19% of economic output, twice the level that shows up in the national accounts, once contracts to service manufacturers’ products, and the functions they outsource to other providers, are taken into account. “A transformation currently taking place within the sector is rendering the distinction between services and manufacturing less and less meaningful,” Cridland will say."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}