{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2015/sep/28/study-pregnant-women-cancer-can-be-treated", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2015-09-28T22:21:05Z", "webTitle": "Study: pregnant women with cancer can be treated without harming fetus", "webUrl": "https://www.theguardian.com/world/2015/sep/28/study-pregnant-women-cancer-can-be-treated", "apiUrl": "https://content.guardianapis.com/world/2015/sep/28/study-pregnant-women-cancer-can-be-treated", "fields": {"headline": "Study: pregnant women with cancer can be treated without harming fetus", "bodyText": "Pregnant women who discover they have cancer should not delay treatment until after the birth or induce the baby very early, as they can be successfully treated without harming the fetus, a new study by cancer experts published on Monday has found. Chemotherapy and other treatments for the mother-to-be did not adversely affect the health of their baby when compared with those born to mothers who did not suffer cancer, the researchers concluded. The European study emphasized, however, that the women in the study did not receive treatment during the first 12 to 14 weeks of their pregnancy when the risk of birth defects is greatest. When treatment was given during the second and third trimester, the fetus did not appear to have been harmed. “Our results show that fear of cancer treatment is no reason to terminate a pregnancy, that maternal treatment should not be delayed and that chemotherapy can be given,” said Frederic Amant, a professor and gynecological oncologist at the Katholieke Universiteit Leuven in Belgium, and the lead author of the study. “Pregnant women with cancer can be treated just as effectively as non-pregnant women,” he said. The findings of his team’s latest research were presented on Monday at the European Cancer Congress in Vienna and published in the New England Journal of Medicine. The children in the study born to mothers who were treated for cancer in the second and third trimester developed normally. “We found no significant differences in mental development among children exposed to chemotherapy, radiotherapy, surgery alone or no treatment,” said Amant, adding: “To some extent it’s quite surprising because cancer treatment is quite toxic.” He pointed out that they had studied cases with many kinds of chemotherapy, though not all. The findings prompted experts to urge women to go ahead with their pregnancy despite a cancer diagnosis and also to avoid opting for a premature birth as long as possible, as that could be more limiting to the child’s future health and IQ than the mother receiving cancer treatment. Amant conducted a similar but smaller earlier study that was published in the Lancet in 2012 and came to the same conclusions. People often believe that a pregnant woman cannot receive treatment for cancer and give birth to a healthy baby and, especially in the past, doctors and parents would decide that an abortion was best, or the woman would risk serious illness or death by delaying treatment. Most of the women in the latest study were suffering from breast or blood cancer. The American Cancer Society steered the Guardian to its website, which says: “Although chemotherapy seems to be safe for the fetus if given later in pregnancy, it isn’t safe early on.” If a woman has breast cancer in early pregnancy and needs chemotherapy early on, “she may be asked to think about ending the pregnancy” and for some women a delay in treatment could harm them, the website warned. However, it added that: “Studies have shown that certain chemo drugs used during the second and third trimesters don’t raise the risk of birth defects, stillbirths or health problems shortly after birth.” Peter Naredi, president of the European Society of Surgical Oncology, said the findings should be reassuring for pregnant cancer patients. “The important message at this stage seems to be that doctors should not only start cancer treatment immediately, but should also try to maintain the pregnancy to as near full term as possible,” he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}