{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2015/sep/17/hundreds-of-thousands-of-people-empty-pensions-pots-since-relaxation-of-rules", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2015-09-16T23:52:44Z", "webTitle": "Hundreds of thousands withdraw cash from pension pots after rules relaxation", "webUrl": "https://www.theguardian.com/money/2015/sep/17/hundreds-of-thousands-of-people-empty-pensions-pots-since-relaxation-of-rules", "apiUrl": "https://content.guardianapis.com/money/2015/sep/17/hundreds-of-thousands-of-people-empty-pensions-pots-since-relaxation-of-rules", "fields": {"headline": "Hundreds of thousands withdraw cash from pension pots after rules relaxation", "bodyText": "More than 200,000 people have emptied their pension pot or withdrawn cash from it after the relaxation of rules on accessing retirement savings this year. The first comprehensive independent analysis shows that 204,581 people have taken advantage of the pension freedoms bought in by George Osborne on 6 April that give those aged over 55 unfettered access to their money for the first time. The figures from the Financial Conduct Authority, the City watchdog, show that 137 savers cashed in entire pension pots worth £250,000 or more, despite the fact that only 25% of such a lump sum withdrawal would tax-free. Of the remainder who cashed in their entire savings, more than 47,000 withdrew pots worth up to £30,000. At the same time, the sale of annuities – which provide a regular income from the pot of money that a pension plan holder has accumulated during their working life – took a major hit. Just more than 12,000 annuities were sold between April and June compared with almost 90,000 in the same period two years earlier. Tom McPhail, head of pensions research at financial adviser Hargreaves Lansdown, said previous reports on the pension freedoms had understated the significance of the changes. “We now know that investors are behaving radically differently compared to just a few months ago,” he said. “Investor demand for non-annuity retirement incomes, in the form of drawdown and one-off lump sums, now dwarf sales of annuity arrangements. “It is perhaps too early to be sure that this is a permanent shift but it is starting to look that way.” As well as revealing the numbers of people accessing their pension cash, the FCA report highlighted the hefty charges some savers face when they try to get their hands on their money. While the report showed that 85% were able to access their pension money without paying an exit fee, more than 100,000 people faced charges of £1,000 or more. About 13,000 of these would pay more than £5,000. Steve Webb, the former pensions minister who brought about the pension freedoms, said on Twitter: “147,000 over-55s face exit penalties over 5%; no way Govt will allow that to continue.” The figures will feed into an ongoing consultation by the Treasury into charges. The consultation was announced by the chancellor in June in response to mounting criticism over high charges and will close in mid-October. “The Treasury will be taking a close look at these numbers to see whether there are grounds to intervene,” said McPhail. “An exit penalty of over £1,000 is hard to justify.” The FCA figures also appear to dispel some suggestions that pension providers are simply refusing to offer savers access to their cash. It said 80%-90% of people could access their pension money without needing to transfer providers. However, the FCA figures do not cover workplace pension schemes and a separate report from the pensions regulator suggests that fewer than half of workplace pension schemes allow one-off or regular withdrawals from pension pots. In addition, fewer than a third of workplace schemes give people access to their money via income drawdown. The headline on this article was amended on 17 September 2015. An earlier version said “Hundreds of thousands of people empty pension pots since relaxation of rules”. The article was further amended on 18 September 2015. A previous version “said “only 25% of any lump sum withdrawn is tax-free”. Under the new rules a lump sum of 25% of the total pot can be withdrawn tax-free."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}