{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2015/sep/24/redcar-finds-its-fighting-spirit-as-steelworks-future-hangs-in-the-balance", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2015-09-24T22:47:35Z", "webTitle": "Redcar finds its fighting spirit as steelworks’ future hangs in the balance", "webUrl": "https://www.theguardian.com/uk-news/2015/sep/24/redcar-finds-its-fighting-spirit-as-steelworks-future-hangs-in-the-balance", "apiUrl": "https://content.guardianapis.com/uk-news/2015/sep/24/redcar-finds-its-fighting-spirit-as-steelworks-future-hangs-in-the-balance", "fields": {"headline": "Redcar finds its fighting spirit as steelworks’ future hangs in the balance", "bodyText": "Since the discovery of iron ore in its hills more than 150 years ago, Teesside steel has helped build some of the world’s most famous landmarks – from the Sydney Harbour bridge to One World Trade Cent re in New York City. A line from a poem about the region’s industrial heritage – We built the world – is daubed on the streets of Middlesbrough and on banners held aloft by the town’s football fans. In its pomp, the industry employed 40,000 people on Teesside across several sites. But now the future of the region’s last surviving steelworks in nearby Redcar is in grave danger, putting thousands of jobs at risk and possibly condemning its rich industrial heritage to the history books. SSI, the Thai company that owns the Redcar plant, announced a pause in production of iron and steel last week, owing to problems with the supply of raw materials amid a global slump in steel prices and cheap Chinese imports saturating the market. The coke oven at nearby South Bank has been mothballed completely. That has plunged the long-term future of the works, still Europe’s second largest, into doubt, with 2,000 workers and a further 1,000 contractors facing a nervous wait to see if they will keep their jobs. Worries that SSI workers would not be paid as scheduled on Friday were allayed by reports on Thursday that the government had reached an agreement for HMRC to bring forward £4m of tax payments. Redcar is a seaside town of around 35,000 people, where the beach is illuminated each night by the fierce orange glow of the steelworks and locals talk proudly of their fathers and grandfathers working in the industry. Here, unemployment remains higher than the national average, and six food banks operate each week. With up to 6,000 more jobs in the local supply chain reliant on the blast furnace staying lit, the wait for the entire town is an anxious one. “The mood on site is sombre. There are tears, grief, people not knowing what the outcome is going to be,” said Paul Warren, chairman of Community at SSI Redcar, the union which represents the majority of the workforce. “Nobody is coming forward and telling us anything. We need to know what it means for the long-term future of steel-making on Teesside.” Eugene Purvis, 56, an SSI employee, said he was on holiday from work last Friday when the announcement was made. “It might be a week’s holiday that turns into a lifetime,” he said. The beleaguered Redcar workforce have been in this position before, when the previously Tata Steel owned works were mothballed in 2010. It won an eleventh hour reprieve when SSI took over, helped by a ferocious local campaign to save the works. “I was there five years ago when it shut and the impact it had then was terrible. If it closes this time it’ll never come back,” said Purvis. He has recently bought a house, and although he says he won’t suffer financially as much as some of the younger workers on site if the plant closes, he still must make ends meet. “I thought I was going to retire in that place,” he said. But that fighting spirit to save the works has been renewed again. A Save Redcar Steel Facebook page set up after the announcement last week has already attracted over 13,000 likes. On Thursday campaigners and steelworkers held an evening vigil. An estimated crowd of around 2,000 congregated in a car park on the seafront overlooking the plant, despite the rally being called less than 24 hours previously. Many held placards and banners bearing the message “Save our steel”. As night drew in, the crowd held up torches and mobile phones to symbolise the “light still burning in that furnace, a light that is the heart of Teesside”. One attendee was 42-year-old Steven Mohan from nearby Eston, who was a supervisor at the South Bank coke ovens. He was told of the plant’s fate last Friday between working night shifts. “We knew we were going but we thought we were going about March time. We got told we were shutting in March and there’d be jobs elsewhere on the plant but it looks like the whole lot is going.” Mohan was pensive about his future. “It’s going to be a big change. I’ve been there since I was 18 years old. I started on the YTS for two years, and I’m 42 now, so I’ve had 26 years working for the company. I’ve never been out of work … I’ve got three children, I’ve got a mortgage to pay, but you just have to get on with things.” Many workers say they have had little to no communication from anyone since the news broke that steel production was to be paused, and have relied on news reports and social media to hear the latest developments. Those present were unanimous that the government should step in to support the ailing steelworks, but many were gloomy that help would arrive. “We’re all hardworking people in the north-east. From them down south, we’re ignored. We’re left out on a limb,” said Malcolm Evans, 49, an SSI worker. “What’s annoying about this is when you hear about Italy and the government trying to help them out whereas I get the impression our government want nothing to do with us. The northern powerhouse is here now but I can’t see anything of them trying to keep it. Time is running out.” As the night drew in, the crowd turned to hear the speeches, including from Labour MP for Redcar Anna Turley. She said: “We are calling on David Cameron and the government to say this is too important to let fail. If you’ve bailed out the banks you can bail out our steelworks. Get involved and save our jobs.” A petition urging the government to intervene has close to 10,000 signatures, with the comments section flooded by workers and family members of those on site voicing their concerns. One says: “My childminder won’t get paid, I will have to quit final year of nurse training and my husband will be out of his job unable to pay the mortgage and bills that keep our children cared for. Many more people like this are going to be affected and it just isn’t right! Please do something!” Cameron said the government would do “everything we can” to keep steelmaking on Teesside during PMQs last week, but SSI chief operating officer Cornelius Louwrens has said the government must “take action rather than use just words”. Turley led a parliamentary debate on the issue last week before the SSI news broke, and said the government could support ailing steel firms by helping with energy costs, reforming business rates and easing restrictions on emissions. But business ministers say that the government is limited by strict EU state aid rules on how far they can intervene. A Department for Business representative said: “The government is fully aware of the current challenges facing the steel industry. The price of steel slab has almost halved over the past year, global overproduction remains a problem and currency fluctuations have added further pressures. Whilst the government cannot control any of these fundamental economic factors, where we can help, we have done.” The Department for Business added that the government has already provided steelmakers with more than £47m in compensation for energy costs, is committed to a review of business rates and would shortly be hosting a steel summit to address the crisis. Turley said nothing should be ruled out to ensure Teesside remains at the heart of any northern powerhouse. “That means Cameron, Osborne, Sajid Javid saying: ‘We know we’ve got to intervene, we believe in steel-making in this country, we want to keep it here, so that means we’re willing to look again at state aid, at what’s happening across Europe in France, Germany and Italy where they’ve temporarily renationalised, and say look, do we need to step up and take action and preserve the jobs, the site and the industry.’” “You’ve got a plant here which is essentially a national asset. It supports so many of our vital industries – aerospace, automotive, construction, it’s an absolutely vital part of the UK economy. For Teesside itself it’s a massive part of our history and heritage.” She cites the construction of a huge nearby wind farm as an example of where Teesside steel would be much needed. “The potential is here to support Hitachi, HS2 and wind turbines. We’ve got the foundations but we’re just letting them slip away because of this laissez-faire attitude.” For those working on site, the effect of closure is unthinkable. “They’d not just be destroying an industry but destroying a heritage. 160 years of steel-making on Teesside, 98 years as British Steel as we know it on site. Every family has someone linked to the steelworks. It would just be absolutely devastating,” said Warren. “Everyone is just trying to get on and get through each day,” said Turley. “Everyone is fighting. While there’s a flicker of a flame there’s some hope.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}