{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/sep/06/donald-trump-money-rolling-in-news-channels", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-09-05T23:05:15Z", "webTitle": "Donald Trump’s loud mouth means the money is rolling in for US news channels", "webUrl": "https://www.theguardian.com/us-news/2015/sep/06/donald-trump-money-rolling-in-news-channels", "apiUrl": "https://content.guardianapis.com/us-news/2015/sep/06/donald-trump-money-rolling-in-news-channels", "fields": {"headline": "Donald Trump’s loud mouth means the money is rolling in for US news channels", "bodyText": "Nowhere is Donald Trump’s position as Republican presidential frontrunner more keenly enjoyed than by US cable news channels where, after an unprecedented 25 million viewers tuned into the first primary debate on Fox News last month, appearances by the property developer and reality-TV star have come to be regarded as a ratings gold mine. For the second debate on 16 September in California, CNN is asking $200,000 (£130,000), 40 times its normal rate, for a 30-second prime-time spot. TV advertising strategists say it is hard to quantify Trump’s value to the media, or the value of non-stop free media attention to Trump’s commanding lead over the Republican field, but CNN’s ad price is a good indicator. “CNN have put a huge price tag on the upcoming debate and they’re selling it like a major sporting event,” says David Campanelli of Horizon Media, a New York TV sales and research firm. “This early on in the political process we can be 100% certain it’s related to Donald Trump.” Some analysts have gone further in their assessment, calling the Celebrity Apprentice star “the Simon Cowell of politics” owing to his habit of making blunt assessments. He described Jeb Bush, his closest rival polling at less than half Trump’s 30%, as “low-energy”. Trump’s ratings draw is reported to be behind the willingness of TV newscasters to interview the candidate at the Trump Tower, with its backdrop of Trump branding, rather than risk losing him by insisting he come to them. Even NBC, which ended its relationship with Trump in June after he disparaged Mexican immigrants, signalled its willingness to repair relations by inviting him on The Tonight Show Starring Jimmy Fallon next Friday. TV producers say they consider Trump an “exceptionally desirable” guest. This convergence of politics and entertainment has left many uncertain how to handle the candidate. When Fox News’s Megyn Kelly attempted to address Trump on issues of character and not policy, in the first debate, it resulted in a backlash against Fox, not Trump. “There’s a reason Arnold Schwarzenegger became governor of California,” says Billie Gold at the TV sales and research firm Carat. “Once you have a known figure, they take on a character. Trump is saying things you don’t normally hear in politics and people are curious to know what his plans are.” TV producers warn that, if Trump’s ratings begin to fall, news producers will turn to him less. But Gold says she’s not so sure the Trump phenomenon will die down. “He’s great for the news media because he’s so polarising, entertaining and different. That’s why they’re talking about him wall-to-wall. For the cable news outlets, this is huge.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}