{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/sep/13/newcastle-united-charlie-austin-qpr", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-09-13T21:30:14Z", "webTitle": "Newcastle’s Steve McClaren wants QPR’s Charlie Austin in transfer window", "webUrl": "https://www.theguardian.com/football/2015/sep/13/newcastle-united-charlie-austin-qpr", "apiUrl": "https://content.guardianapis.com/football/2015/sep/13/newcastle-united-charlie-austin-qpr", "fields": {"headline": "Newcastle’s Steve McClaren wants QPR’s Charlie Austin in transfer window", "bodyText": "Newcastle United have not abandoned their pursuit of Charlie Austin and will attempt to sign the QPR striker in January. “He’s been on the radar here from the second half of last season, stayed on it during the summer and he will still be on the radar in January,” said Steve McClaren. “Definitely.” Newcastle’s manager fears his squad may be a little lightweight in the striking department and had hoped by now to have recruited a forward he worked with during a brief stint at QPR. Although suggestions that an old shoulder injury prevented clubs from signing him this summer are believed to be false, senior figures at St James’ Park were worried about Austin’s long-standing knee problem. Knee specialists are understood to have been concerned by scans of the joint but Austin is renowned for never missing a day’s training and the principal reason he is not a Newcastle player already is the fee QPR demanded. Although there was interest from other clubs, including Crystal Palace, no one was willing to meet the original £15m price tag placed on a player starting the final year of his contract at Loftus Road. Given the nervousness surrounding the condition of his knee a last-minute reduction to £12m was still judged too high for the 26-year-old. While Newcastle is believed to be Austin’s preferred choice in January, Papiss Cissé will lead McClaren’s attack when the former England coach renews his acquaintance with Slaven Bilic at Upton Park on Monday night. The Senegal striker was unhappy at losing his place to Aleksandar Mitrovic, who is suspended against West Ham, and had been pursued by clubs in the United Arab Emirates but McClaren was always reluctant to sell Cissé. “There was a lot of speculation about Papiss,” he said. “But I said from day one to Lee Charnley [Newcastle’s managing director] ‘flipping heck, if Papiss does go you’ve got to get me a player who can score 11 goals in 22 games as he did last season.’ That’s very difficult in today’s market. When Papiss is focused and fit he’s a threat – and he’s both at the moment.” McClaren has never analysed Cissé’s future with Mike Ashley. Indeed he has only met the club’s owner once – at a pre-season friendly – since succeeding John Carver as manager in June. “I met Ashley once before the [Mönchen] Gladbach game,” he said. “We had 10 minutes’ chit-chat, mostly about Sports Direct and how it makes so much money and how he’s turned this club around in eight years to be in profit and for us to spend £50m and not sell our best player in the last two days of the window.” It served as confirmation that Ashley is now determined to delegate the running of the club to Charnley. “Lee Charnley is running the ship here and we’ve got a good relationship,” said McClaren, who has a seat on Newcastle’s board. “I’m sure we’ll see Ashley if he’s got a problem but hopefully that won’t happen. He’s kind of thrown it all over to Lee.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}