{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2015/sep/01/kermit-denise-muppets-miss-piggy", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2015-09-01T21:33:05Z", "webTitle": "Kermit the Frog's new girlfriend is younger, thinner – and blander", "webUrl": "https://www.theguardian.com/culture/2015/sep/01/kermit-denise-muppets-miss-piggy", "apiUrl": "https://content.guardianapis.com/culture/2015/sep/01/kermit-denise-muppets-miss-piggy", "fields": {"headline": "Kermit the Frog's new girlfriend is younger, thinner – and blander", "bodyText": "Let’s make one thing perfectly clear: after the release of pictures of Kermit the Frog’s new girlfriend, Denise, it’s clear who was the real pig on the Muppets. Miss Piggy was always the more charismatic performer, the more powerful presence in that relationship: she was Angelina to Kermit’s Billy Bob, the Cher to his Sonny, the Liz to his Larry (Fortensky). And yet he always got the top billing, the most screen time and the most credit for his intelligence. It’s now clear that he was also always colluding with the producers and directors to make sure that Miss Piggy looked like a violent, egotistical harridan and he was seen as the sensitive, Rainbow-Connection-bleating ex-hippie who gracefully put up with both her personality and living in her shadow. Woe is him, we all said – and that’s exactly what he wanted us to say. Don’t believe me? Just look at what he said after they broke up a month ago. It can be tough to work with your ex … It can be tough to be the executive producer on your ex’s late-night TV show, especially when your ex is a pig. I don’t know whether any of you have ever dated pigs. Well, apparently Kermit can’t get enough of women like his ex – as long as they’re younger and thinner than her and less successful than him (but still work at ABC, so he can rub her in Miss Piggy’s face). But even if this is just some public relations stunt to promote the new show, he and his fellow producers have sorely misjudged their audience. While the audience of the 1980s might’ve been filled with the fear of powerful women and willing to sympathise with the “plight” of the lesser men who loved them (or at least profited handsomely off them) – and even understood and supported men’s urge to date their exes’ younger, dumber Plasticine lookalikes – the situation has changed in 2015. Nowadays, Miss Piggy is a beloved feminist icon who covers Bitch Better Have My Money and Fuck the Pain Away (with equal aplomb) to applause from fans both new and old, and Kermit’s the behind-the-scenes wet noodle still whining about how hard it is to be green while picking up goodness knows how many of Hollywood’s near-infinite star-chasers. This is the year of sympathising with Jennifer Garner, not some nanny-diddling Ben Affleck type; of applauding Susan Sarandon for dating a much younger man and looking down on Mel Gibson for doing something similar; of #TeamAmberRose (and her VMA outfit) and deleting Wiz Khalifa off your iPhone. Times have changed for the Kermits of the world, but they haven’t changed with it. Miss Piggy has, though – and she’ll be just fine without him."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}