{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2015/sep/20/observer-archive-september-1983", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2015-09-19T23:04:08Z", "webTitle": "From the Observer archive: September 1983", "webUrl": "https://www.theguardian.com/commentisfree/2015/sep/20/observer-archive-september-1983", "apiUrl": "https://content.guardianapis.com/commentisfree/2015/sep/20/observer-archive-september-1983", "fields": {"headline": "From the Observer archive: September 1983", "bodyText": "Twenty years ago the favourite Tory charge against Harold Wilson was that he had turned the Labour party into a “one-man band”. Within the Conservative Central Office the party’s new chairman, Mr John Selwyn Gummer, is no doubt already polishing up the same gibe – this time for use against Dr David Owen. For easily the most significant outcome of the SDP’s conference at Salford last week was the docile way in which the assembled faithful appeared to accept the total dominance of their new leader. Gone were the days when the Gang of Four would solemnly warn of the dangers of authoritarianism and extol the advantages of central direction in the hands of a collective: all such wishy-washiness is now out of the window. In its place we have the age-old formula of command from above and obedience from below. Whatever [Dr Owen] may have claimed when he originally ran against Mr Roy Jenkins for the party leadership, therenow seems to be very little that is recognisably leftwing in his political attitudes and outlook. The SDP made an ass of itself at the last election by creating a “prime minister designate”. Dr Owen should think before casting himself in the same mould. Talking point Freedom of speech is not a uniformly benign condition. It permits cacophony, vulgarity, cruelty, injustice, and the exploitation of human passions, and human miseries, for money. Those of us who write for publication have a special interest in defending the freedom of expression of people whose views we don’t like. Conor Cruise O’Brien Key quote “We shall do it decently, correctly, seeing that justice is always respected - but we shall do it.” French president François Mitterrand announces that thousands of illegal immigrants will be returned to their home nations."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}