{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/sep/13/everton-chelsea-jose-mourinho-steven-naismith-john-stones-goodison-park", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-09-13T21:29:14Z", "webTitle": "Broken Chelsea savaged by Everton as José Mourinho searches for unity", "webUrl": "https://www.theguardian.com/football/2015/sep/13/everton-chelsea-jose-mourinho-steven-naismith-john-stones-goodison-park", "apiUrl": "https://content.guardianapis.com/football/2015/sep/13/everton-chelsea-jose-mourinho-steven-naismith-john-stones-goodison-park", "fields": {"headline": "Broken Chelsea savaged by Everton as José Mourinho searches for unity", "bodyText": "Fake £50 notes lay strewn around the visitors’ dugout long after José Mourinho had exited and the PA system at Goodison Park had played ‘Money Can’t Buy Me Love’ one last time. Everton revelled in their riposte to Chelsea’s thwarted pursuit of John Stones but it was the absence of fight, effort and confidence in the champions’ ranks that will have troubled Mourinho most of all. The magisterial Stones was the last outfield player to leave the pitch after a clinical 3-1 victory delivered by a perfect Steven Naismith hat-trick – header, left foot, right foot – and exemplary teamwork for every Everton goal. Having performed a Cruyff turn inside his six-yard box to outwit Pedro at one point, Stones made a symbolic U-turn in Evertonian eyes on the final whistle when he applauded all four sides of the stadium and reserved a thumbs-up for the heartland on the Gwladys Street. Goodison roared forgiveness of the 21-year-old who submitted a transfer request at the height of Chelsea’s interest. John Terry also summed up his team’s afternoon in one gesture. It came seconds after Naismith doubled Everton’s advantage from a move that met no resistance as it crossed Chelsea’s midfield. The former England captain picked up the ball and threw it at the feet of Diego Costa. “You do something,” was the insinuation. Costa never did. Chelsea’s front line of Costa, Pedro, Eden Hazard and Cesc Fàbregas offered nothing. Chasing Everton’s defenders after losing possession appeared beyond them. The visitors’ goal, a magnificent long-range strike from the defensive midfielder Nemanja Matic, was a rare moment of discomfort for Tim Howard. Chelsea’s leaking defence has attracted understandable criticism this season but the lack of protection and effort in front of them was remarkable for a team that swept to the title last season. “I will say one thing and this is true,” said Branislav Ivanovic. “We were one of the best defensive lines in the last couple of years but this is a team. Not just the back four. Also the players in front. As a team, we played very well and, because of that, we got the results. We have to get back to this form quickly. We have to defend as a team and try to win the games on our defence.” Chelsea dominated possession in the second half yet Everton, with Naismith clinical, Ross Barkley energised and unsung players such as Arouna Koné, young Brendan Galloway and Gareth Barry excelling, posed the greater threat. Something is wrong inside the Chelsea changing room – a place Mourinho did not linger in long after the game. He was on his phone in a corridor outside within minutes of the final whistle sounding on Chelsea’s third defeat in five league games and worst start to a season since 1988. “No one was kicking off in there, nothing,” said the stand-in goalkeeper, Asmir Begovic. “We have to pick ourselves up. There are lots of games to go. The guys know we can go on a big run. Once things start clicking for us psychologically, mentally and physically, we can be a very powerful team and everyone knows that.” Asked if the atmosphere around the team was flat, Begovic replied: “That is probably a fair judgment.” Costa embodied the contrasting attitude between Chelsea’s 6-3 win in the corresponding fixture last season and Saturday’s convincing defeat. The £32m forward scored seven goals in his first four league games in English football and currently has one in five. He is snarling more than scoring and his aggression is channelled solely towards defenders who are wise to his antics, not towards his movement or intent on the ball. Naismith overshadowed him on all counts. The Scotland international was introduced from the bench after Muhamed Besic’s first league start of the season was ended by an early hamstring injury. He departed with the match ball thanks to a bullet header from Galloway’s perfect cross, a left-foot shot at the end of a flowing Everton move and a right-foot finish from Barkley’s inviting pass. It was the first hat-trick by an Everton player against Chelsea since the legendary William Ralph ‘Dixie’ Dean scored five in November 1931. And to think Naismith considered joining Norwich City on deadline day. Stones was not the only player whom Everton refused to sell this summer. “When it came about it was something I thought I had to consider,” admitted Naismith. “When you are not playing every week it is hard to look past these opportunities. At my age and having had a few years out with injury you do wonder how long it is going to be before you are playing regularly again. “I am still coming on in games with a good bit of time to play, though, and so that gave me hope that I could still be here at Everton and, when the manager said it wasn’t going to happen, the decision was taken out of my hands. I knew then I just had to work hard and be ready for a day like this. The manager said he saw me as a valuable part of the squad and wanted to keep me. He reiterated after the game that it is a squad game and everyone has a role to play. This is proof of that.” Man of the match Steven Naismith (Everton)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}