{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2015/sep/29/doctor-who-lead-role-could-be-taken-by-woman-says-bbc1-chief", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2015-09-28T23:01:08Z", "webTitle": "Doctor Who lead role could be taken by woman, says BBC1 chief", "webUrl": "https://www.theguardian.com/media/2015/sep/29/doctor-who-lead-role-could-be-taken-by-woman-says-bbc1-chief", "apiUrl": "https://content.guardianapis.com/media/2015/sep/29/doctor-who-lead-role-could-be-taken-by-woman-says-bbc1-chief", "fields": {"headline": "Doctor Who lead role could be taken by woman, says BBC1 chief", "bodyText": "BBC1 controller Charlotte Moore has not ruled out the possibility of the lead role in Doctor Who being taken by a woman. Moore said current incumbent Peter Capaldi had “broken the mould” but said she would never “put a bar” on its future direction. Doctor Who returned for its new series two weeks ago with 4.6 million viewers, the lowest audience for a launch show since its new incarnation in 2005. It dipped further last Saturday to 3.7 million viewers, up against Wales’ Rugby World Cup win over England on ITV. However, the launch programme added another 2 million viewers – nearly 50% of its total audience, in the consolidated figures, which include people who recorded it and watched it in the following seven days, up to 6.5 million. It has also had 1.5 million requests to watch it on the iPlayer to date. Moore told Radio Times: “Peter Capaldi is a fantastic Doctor, and he’s broken the mould. But I’d never put a bar on that. The great thing about Doctor Who is that anything is possible.” Doctor Who showrunner Steven Moffat said earlier this year: “It’s not an impossibility to have a lady Doctor. It is not a lock either. There is no guarantee. “I wish sometimes that the politics of that would take a backseat and we’d just talk about the art, because it’s not really about that. It’s just about ‘would it work?’ “The day it will work is when somebody says, ‘That person would be amazing,’ and the most conservative, most traditional member of the audience says, ‘Oh God, yes. I would hate the idea of a lady Doctor, but that one would be great.’” Elsewhere in the interview, Moore rejected criticism of BBC1’s The Voice – described by former BBC chairman Michael Grade as a “clone” of other talent shows – and defended the BBC’s treatment of Tom Jones after he was dropped from the show. “Unless you are saying that the BBC can’t do talent shows at all, the way The Voice is made – its warmth and tone – is BBC in its nature. it is distinctive because of the way the BBC does it. And eight to 10 million people rock up to watch Strictly and The Voice, so I know we’re getting it right,” she said. She also defended the scheduling of BBC1’s Strictly Come Dancing, after ITV said it was being used to “clip the wings” of The X Factor. “We’re scheduling Strictly in the place we’ve always scheduled it, and I think our audience expects it to be there at that time,” said Moore. “I think it’s when the flagship entertainment show is expected to be shown on a Saturday night. “There’s no evidence that it’s had any [negative] effect on ITV’s entertainment over the years. Knowing that the BBC is giving people an alternative is absolutely right.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}