{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2015/sep/06/keleti-station-budapest-refugees", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2015-09-05T23:07:13Z", "webTitle": "At Keleti station in Budapest, the refugees could wait no longer", "webUrl": "https://www.theguardian.com/world/2015/sep/06/keleti-station-budapest-refugees", "apiUrl": "https://content.guardianapis.com/world/2015/sep/06/keleti-station-budapest-refugees", "fields": {"headline": "At Keleti station in Budapest, the refugees could wait no longer", "bodyText": "After days of squalid limbo, the refugees of Keleti station square, armed only with desperation, forced the hand of a government they saw as jailers. Despairing of ever escaping the increasingly squalid station, barred from boarding trains and buses without papers, they simply set off to Austria on foot, a 125-mile journey that seemed better than staying put. The scenes they fled might have looked familiar to the 19th-century architects of Keleti’s soaring arches. Ever larger crowds of desperate, penniless, homeless people milled around, unable to go on to the countries they dreamt of, unwilling to go back to the countries they had fled, trying to hang on to dignity and hope. It was not easy, as a refugee camp took shocking shape in the heart of a European capital. Hundreds were camping out on a metro underpass and a small plaza in front of its entrance. Among them were many children, cut and bruised, hungry and frightened. Perhaps the most disgusting part of daily life was the lavatories, a fetid line of eight portable toilets for hundreds of people that by Friday was overflowing on to the concourse, the bitter ammonia smell drifting across the tents and sleeping bags laid out below. There was a pump providing fresh drinking water and somewhere to wash hands and faces, but it was in a public concourse. A sign warned against washing feet, let alone any more intimate parts. Tents and cloths hanging from string provided some protection from the fierce midday sun and the chill autumn nights starting to close in. “Hungarians look after animals more than people, they treat dogs and cats better,” said student Jamal al-Deenberra, 23, whose flight from Syria had come to a halt a week ago. As conditions deteriorated, Keleti became a symbol of the migration crisis, a shameful rebuke to Europe’s confused and cruel handling of the thousands of people flooding across the borders. One woman even gave birth there, and nursed her newborn on the concrete tiles. The crowds had grown for days as Hungary became entangled in the contradiction between its own anti-immigrant rhetoric and a desire to cut refugee numbers in Hungary by letting people without papers move on. Prime minister Viktor Orbán insisted Europe was in the grip of madness over immigration, and claimed he was defending European Christianity against a Muslim influx. Meanwhile his government told Hungarian TV not to broadcast images of children among the travellers. But then he encouraged a race to Budapest by opening up trains travelling to Germany to any passenger, soon after chancellor Angela Merkel said that any Syrian who reached her country would get asylum. When all international travel was cancelled a day later, many had spent the last of their meagre funds on now useless tickets and had no choice but to wait in a country that made clearwhere they were not officially welcome. But while the government was hostile, not all Hungarians felt the same. Many were shamed and horrified by the suffering on their doorstep, handing They flocked to hand out food, toys, blankets and clothes they bought or collected themselves. Some donned rubber gloves to clean up the mounting piles of rubbish and at night a projector and screen distracted children briefly with cartoons. There were a handful of Austrian volunteers who were driving refugees across the border. “We are not doing something so special, just what has to be done,” said one Austrian waiting for a family to gather their possessions. She asked not to be named because the Hungarian police had arrested other Austrians doing the same thing on Friday, but her only doubts were about which of the hundreds of families clustered on the forecourt should be offered a lift. “There are so many, it is impossible to choose,” she said, heading simply for the nearest group with children. “The more people they have to arrest, the harder it will be to stop us.” Most of the men, women and children from Syria have middle-class, even wealthy backgrounds, who owned factories and shops or worked as chemical engineers, teachers, managers at companies such as Samsung and Oracle. The poorest cannot afford the steep bribes and smugglers’ fees neededto get out of the country and then across other borders. But by the time they had reached Hungary, prosperity was a distant memory and most of their possessions had gone, some stolen, others thrown overboard during the treacherouscrossing between Turkey and Greece. All they had left were their families and their dreams."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}