{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/sep/09/pasco-police-no-charges-antonio-zambrano-montes", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-09-09T22:06:46Z", "webTitle": "Police will not face charges in Pasco shooting death of Mexican man", "webUrl": "https://www.theguardian.com/us-news/2015/sep/09/pasco-police-no-charges-antonio-zambrano-montes", "apiUrl": "https://content.guardianapis.com/us-news/2015/sep/09/pasco-police-no-charges-antonio-zambrano-montes", "fields": {"headline": "Police will not face charges in Pasco shooting death of Mexican man", "bodyText": "Three police officers in Washington state who shot and killed a Mexican man earlier this year during a controversial encounter that was captured on cellphone video will not face criminal charges. Franklin County prosecutor Shawn Sant decided Pasco police officers Ryan Flanagan, Adam Wright and Adrian Alaniz should not be prosecuted for the death of Antonio Zambrano-Montes on 10 February, attorneys for his parents told the Guardian. Attorney Jose Baez said Zambrano-Montes’s family was “sorely disappointed” and “sharply disagrees” with the decision. “This forces us to seek justice for Antonio and his family in a different forum, one of the family’s choosing, not in the police home court. Shortly, we will be filing a federal civil rights lawsuit on behalf of the proper plaintiffs,” Baez said in a statement. Sant confirmed the decision at a press conference on Wednesday afternoon after considering the findings of a police investigation into the shooting for more than three months. He said Zambrano-Montes was fatally shot for turning towards police with a 2.8lb rock in his hand after repeatedly throwing other rocks at police and cars. “The officers used lethal force to prevent injury to themselves and others,” said Sant, who described the shooting as “reasonable under the standards established in our state laws” and lacking in malice. During a chaotic announcement, the prosecutor was heckled by several furious supporters of Zambrano-Montes’s family, who demanded that he resign, accused him of having “blood on his hands” and shouted: “No justice, no peace.” Dismissing allegations that Zambrano-Montes was shot in the back, Sant said three autopsies found that the fatal shot entered his body from the side, apparently as he turned towards the officers. Police fired a total of 17 shots, he said. The prosecutor said witnesses recounted that Zambrano-Montes was “hysterical and screaming” and repeatedly told police officers to kill him. A toxicology report found extremely high levels of methamphetamine in his blood, he added. Officers tried to shock him with a Taser and shot him in an arm before the final encounter. Police had been dispatched to deal with reports that Zambrano-Montes was throwing the rocks at cars. A motorist recorded video of his encounter with police. The footage showed officers chasing Zambrano-Montes as he ran away from them and between traffic. As he turned back towards officers with a rock in his hand, officers opened fire until he collapsed. Sant said on Wednesday he “recognised the concern” about what was shown in the video footage, which led to peaceful protests in Pasco. Hundreds of pages of files from the investigation of the shooting were released in July. Among the most startling findings included the fact that none of the officers involved were interviewed about the incident until nearly three months later. When investigators asked one officer, Flanagan, why he pursued Zambrano-Montes and was prepared to use deadly force, he replied: “I wasn’t chasing him down to shoot and kill him. But he wasn’t going to get away, either.” The investigator asked why, with “three officers, one suspect and … one rock”, Flanagan feared for his life and the safety of others. Flanagan replied: “Well, one rock can kill you.” The officer resigned from the department in June for what the city’s police chief described as unrelated reasons. Despite Wednesday’s decision, it is still possible that the case could end up before a jury. Franklin County coroner Dan Blasdel has said repeatedly that he intends to hold an inquest into the death. “A jury needs to make the decision whether the shooting was justified or not,” he told the local NBC affiliate in an interview. In Franklin County, the coroner does have the authority to impanel a jury to determine a cause of death. But because the cause of death, homicide, is not in question, Sant has questioned the rationale of an inquest. “The purpose of an inquest is not to find who is necessarily responsible for the death or who should be charged it’s to figure out how the person died,” he told KVEW."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}