{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2015/sep/06/igor-stravinsky-lost-work-emerges-after-100-years", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2015-09-05T23:05:14Z", "webTitle": "Key Igor Stravinsky work found after 100 years", "webUrl": "https://www.theguardian.com/music/2015/sep/06/igor-stravinsky-lost-work-emerges-after-100-years", "apiUrl": "https://content.guardianapis.com/music/2015/sep/06/igor-stravinsky-lost-work-emerges-after-100-years", "fields": {"headline": "Key Igor Stravinsky work found after 100 years", "bodyText": "An important early orchestral work by one of the greatest composers of the 20th century, thought for more than 100 years to have been irretrievably lost, has turned up at last in a pile of old manuscripts in a back room of the St Petersburg Conservatoire. Igor Stravinsky composed his Pogrebal’naya Pesnya (Funeral Song) in memory of his teacher, Nikolai Rimsky-Korsakov, shortly after Rimsky’s death in June 1908. The 12-minute work was performed only once, in a Russian symphony concert conducted by Felix Blumenfeld in the Conservatoire in January 1909, but was always thought to have been destroyed in the 1917 revolutions or the civil war that followed. Stravinsky recalled it as one of his best early works, but could not remember the actual music. He was, he said, “curious to see what I was composing just before The Firebird”, the ballet that brought him instant fame when it was staged by Diaghilev’s Ballets Russes in Paris in June 1910. For years, Russian musicologists theorised that the manuscript materials might still be preserved among the mass of uncatalogued music in the archives of the St Petersburg Philharmonic or the Conservatoire. But in the Soviet Union rummaging was definitely not encouraged and expatriate modernist Stravinsky was regarded as a non-person. The search always ran up against the sheer confusion of storage and the absence of any system in buildings that had never been restored, extended or modernised. Natalya Braginskaya, a Russian Stravinsky specialist, mounted a series of unsuccessful searches helped by willing Conservatoire archivists. But it was only when the whole building had to be emptied last autumn to make way for a long-delayed overhaul that piles of previously hidden manuscripts emerged from behind rows of stacked piano and orchestral scores, undisturbed for decades, and a librarian found herself staring at the missing orchestral parts which she remembered as precisely the work that Braginskaya had been looking for. Without the librarian’s alertness, the materials might have been binned, or at best neatly restacked in some distant vault for the next 100 years. Instead Braginskaya described them in a paper delivered at a Stravinsky conference of the International Musicological Society in St Petersburg on 4 September. Stravinsky was 26 when The Funeral Song was performed and was by no means advanced as a composer. He was completely unknown outside Russia – and barely known even there. Yet in the next four years he would compose The Firebird, Petrushka and The Rite of Spring, transforming himself into the most notorious modernist of them all. Braginskaya, who has studied the orchestral parts (the full score has not turned up and will need reconstructing), describes The Funeral Song as a slow, unvarying processional with contrasting instrumental timbres: a dialogue of sonorities, very much as Stravinsky himself vaguely remembered it in his autobiography 25 years later. There are echoes of Rimsky-Korsakov, but also, she says, of Wagner, whose music Stravinsky admired more than he was later prepared to admit. There is a touching postscript to the story. Stravinsky was desperate to have his composition included in one or other of the memorial concerts being planned, and his surviving letters to Rimsky’s widow, to their son, Vladimir, and to the conductor Alexander Ziloti, positively cry out with the insecurity of a young composer who had never quite been accepted at the heart of musical St Petersburg and feared its judgment. They are the first hint of a split that would rapidly widen after Stravinsky’s dramatic successes in Paris. But by then of course, it hardly mattered. Professor Stephen Walsh, of Cardiff University School of Music, is the author of an award-winning two-part biography of Stravinsky. Stravinsky: A Creative Spring (Knopf, 1999) and Stravinsky: The Second Exile (Knopf, 2006)."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}