{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2015/sep/10/doctor-social-inequality-uk-550-lives-every-day", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2015-09-09T23:01:01Z", "webTitle": "Top doctor: social inequality in UK costing 550 lives every day", "webUrl": "https://www.theguardian.com/society/2015/sep/10/doctor-social-inequality-uk-550-lives-every-day", "apiUrl": "https://content.guardianapis.com/society/2015/sep/10/doctor-social-inequality-uk-550-lives-every-day", "fields": {"headline": "Top doctor: social inequality in UK costing 550 lives every day", "bodyText": "More than 200,000 people in the UK are dying prematurely because of social inequalities that risk becoming entrenched, a top doctor has said. Sir Michael Marmot, who had advised the coalition on the link between health and wealth, warned that research revealed a stark “social gradient” emerging in Britain. The poor not only die on average seven years sooner than the rich, but they can expect to face becoming disabled 17 years earlier. The middle classes in the country had life expectancies of eight years less than the very richest. However, it was in the field of education where Marmot said the research vividly showed how unfair life was becoming. “If everybody had the same mortality of those with a university education, then [each year] we could prevent 202,000 premature deaths.” “If this was caused by a pollutant, there would be people on the streets saying ‘stop it now’. The irony is that the cause is pin-pointable. It is the inequalities in the conditions [in which] we are born, grow, live, work and age, and it’s damaging the health of us all. It is costing us 550 lives a day in the UK alone.” In his new book, The Health Gap, he argues that those who blame lifestyles miss the point. “Over 30 years, smoking levels have declined while obesity has soared. Have we become more responsible when it comes to smoking and less responsible when it comes to obesity. No.” There is little doubt that inequality has become a feature of British life. Since 1980, the share of total income received by the top one per cent of Britain has almost doubled, to about 13% in 2011, reversing a three-decades-long trend towards greater equality. This when, the academic pointed out, the Joseph Rowntree Foundation found at least 8.1 million parents and children living on incomes below what is needed to cover a minimum household budget, up by more than a third from 5.9 million in 2009. Marmot, who is about to become president of the World Medical Association, criticised the “austerity agenda” of many politicians, saying that the Office of Budget Responsibility had pointed out it had cut 5% from GDP. He warned that a proposed £200m cut to public health budgets at such a time was a “very bad thing”. He also questioned the government’s plans to raise the pension age past 66 and link it to life expectancy. Recent data showed the average age to which people could expect to remain in good health was around 64 for men and 66 for women. Sir Michael pointed out that average life expectancy figures mask a 16-year variation between those in the best- and worst-off neighbourhoods. By the age of 68, nearly two-thirds of people in England had a disability that could make it difficult to stay in work. A Department of Health spokesperson said: “We want everybody to have the same opportunity to live a long and healthy life, no matter who they are or where they live. Reducing health inequality is central to the Department’s work, including in our efforts to reduce smoking and tackle obesity, but it is also integral to the work of local authorities who have a leading role on public health in their local area.” • This article was amended on 11 September 2015. An earlier version quoted Sir Michael Marmot as saying “we could prevent 202,000 premature deaths of people aged 75 and under each year”. That is what Sir Michael said, but his reference to “aged 75 and under” was a slip of the tongue; the data that he was referring to relates to adults aged between 30 and 90."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}