{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2015/sep/20/catalonia-separatists-spain-independence-raul-romeva", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2015-09-19T23:05:08Z", "webTitle": "Catalonia’s separatists: ‘The Spanish state has failed. We can change this’", "webUrl": "https://www.theguardian.com/world/2015/sep/20/catalonia-separatists-spain-independence-raul-romeva", "apiUrl": "https://content.guardianapis.com/world/2015/sep/20/catalonia-separatists-spain-independence-raul-romeva", "fields": {"headline": "Catalonia’s separatists: ‘The Spanish state has failed. We can change this’", "bodyText": "At the port of Tarragona recently, with the sun shining on the harbour, it became clear that Junts pel Sí (Together for Yes), the Catalan independence coalition which hopes to score a significant victory next weekend, is a pretty big tent. Asked about a controversial megacomplex of hotels, casinos and theme parks in the works, candidate Germà Bel was confident that the project would create wealth and jobs for the area. But Raül Romeva, charismatic leader of the Together for Yes list, doubted whether the project would actually go ahead. “It’s not a done deal,” he hedged. Spanish media seized on the moment as evidence of the uneasy bedfellows that had joined together for Catalonia’s forthcoming regional elections. But Romeva, who leads the Junts pel Sí ticket, sees the unwieldy coalition backed by the conservative Democratic Convergence party, the leftwing Catalan Republican Left and grassroots independence activists, as a sign of the extraordinary moment Catalonia is experiencing. “This is a movement that goes from left to right, spanning conservatives, liberals, ecologists, sociologists and many others,” he told the Observer. “It’s a consequence of necessity.” For the past decade, he argued, the Spanish state has failed to represent the plurality of the country: “What we have is the opportunity to change all this.” His coalition seeks to turn the 27 September ballot into a de facto referendum on independence, segregating parties by their stance on the question and launching the region’s most ambitious move in recent years in the push to break away from Spain. “If there is a majority, we will have to manage that result. If there is not a majority, we will have to accept that and move on.” Polls suggest that pro-independence parties could win a slim majority in the 135-seat regional parliament. If so, Catalan leader Artur Mas has pledged to lead a transitional government, lasting no longer than 18 months, which will begin drafting a Catalan constitution and work towards negotiating secession with the central government in Madrid. A leftist who dresses in jeans and wears bright yellow glasses, Romeva comes across as a bridge between the diverse groups that make up Junts pel Sí. Born in Madrid and raised in Catalonia, he said his position on independence was cemented in 2010, when Spain’s constitutional court ruled that Catalonia’s status and powers could not be considered tantamount to nationhood. Until recently, few outside Spanish political circles had heard of Romeva. After stints working with Unesco and Oxfam, the 44-year-old spent more than a decade as an MEP, representing ICV, the Catalan Green-Socialist party. He made headlines across Spain in 2012 when, along with another Catalan MEP, he brought a football incident – a stamp by Real Madrid’s Pepe on the hand of Barcelona’s Lionel Messi – to the European parliament, asking if Pepe should have been sanctioned. Romeva later withdrew the question and apologised, saying that his intention had been to draw attention to the role institutions could play in addressing violence in sport. Earlier this year, after ICV decided to step back from Catalan independence, and support a federal solution, Romeva left the party. Prior to joining Junts pel Sí, he was working at the Autonomous University of Barcelona as a research analyst on armed conflict and postwar rehabilitation. In 2010, just under 20% of Catalans supported outright independence, according to the region’s Centre for Opinion Studies. By June 2015 this proportion had almost doubled to 38%, though down from a high of 48.5% in November 2013. Romeva’s explanation is simple: “Right now we have a state structure that is acting against us.” Recent years have consistently seen an increasingly secessionist-minded Catalonia square off against a resolute Madrid. As the elections draw near, Spain’s prime minister, Mariano Rajoy, and his conservative People’s party have held firm. “There will be no Catalan independence,” he told reporters this summer. “We are talking about regional elections, in which people will choose their regional parliament. Nothing else.” Romeva rebuffed him by pointing to the diversity of ideologies in the Junts pel Sí coalition. “In 18 months we can have a normal election in which we can have a normal confrontation of ideologies and political projects,” he said. But right now the overarching question is one of independence. “It has nothing to do with left or right, it has to do with the right to decide.” The focus on independence has complicated matters for Podemos and ICV-backed coalition Sí que es Pot as they seek to counter prominent coverage of issues, such as Brussels’ suggestion that an independent Catalonia would have to apply to join the EU, with a discourse on social issues. “What divides Catalonia isn’t the yes or no, but rather the 30% of Catalans at risk of poverty, as well as youth unemployment and the consequences of cuts made to social services by Mas,” Podemos leader Pablo Iglesias said recently in an interview. The leftist front, which has said it supports the right to decide, is currently polling in third place in the regional elections. But it could be the rise of Podemos, or the Socialists who have championed making Spain a federal country, that ultimately staves off a unilateral declaration of independence in Catalonia. Polls suggest that the national panorama will change after the general elections, due by the end of the year. With no party projected to obtain a clear majority, the elections could yield a central government more receptive to the Catalan issue. Romeva refused to speculate, instead setting his sights on the coming regional elections as a make or break moment: “What I am absolutely convinced of is that nothing is going to change until there is a clear, democratic mandate in Catalonia.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}