{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2015/sep/02/bbc-digital-news-operation-must-be-curbed-say-newspaper-publishers", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2015-09-01T23:01:04Z", "webTitle": "BBC digital news operation must be curbed, say newspaper publishers", "webUrl": "https://www.theguardian.com/media/2015/sep/02/bbc-digital-news-operation-must-be-curbed-say-newspaper-publishers", "apiUrl": "https://content.guardianapis.com/media/2015/sep/02/bbc-digital-news-operation-must-be-curbed-say-newspaper-publishers", "fields": {"headline": "BBC digital news operation must be curbed, say newspaper publishers", "bodyText": "UK national and regional newspaper publishers have called for the BBC’s digital news operation to be curbed to allow commercial players to flourish at home and abroad. The News Media Association, the trade body for the UK newspaper industry, “fundamentally disagrees” with the corporation’s ambition to grow its online news services, according to its submission to the government green paper on the BBC charter review. The NMA, which represents all the major newspaper publishers except Richard Desmond’s Express group and the Financial Times, is calling on the government to implement 10 changes to the BBC’s objectives and governance. The 10 recommendations include “specific controls” around the scope of BBC news online, partnerships with news brands instead of replicating content or launching competing services, and more transparency around how licence fee funded overseas journalists are used in the BBC’s commercial international services. “News brands are successfully making the transition to a sustainable digital world, despite undoubted challenges and risks along the way,” said current NMA chairman Mike Darcey, who is also chief executive of the Sun and Times publisher News UK. “The BBC must not be given free rein to jeopardise that transition by expanding its local or international news services under the guise of providing a universal solution for a market failure which doesn’t exist.” Darcey’s market failure comment refers to the BBC’s claim in a report in January that its expansion is necessary as parts of the UK market, particularly local press, face a bleak future. The NMA says this report “misreads and overplays the imminent demise of other news media”. “The BBC’s stated ambition to expand BBC online news provision threatens to crowd out commercial news providers at local, national and international levels,” says the report by Oliver &amp; Ohlbaum. Separately, Darcey, whose role at News Uk has been subject to continued speculation, is due to address the industry at the end of September on the issue of the post-election media landscape. The 69-page NMA report argues that at a local level, the BBC’s drive to create its own suite of local news services across the UK is “unnecessary and risks damaging the local press sector”. At a national level, the report claims that the editorial scope of the BBC’s services are rapidly expanding beyond its core news remit into traditionally commercial editorial areas such as ‘soft’ news articles, magazine ‘lifestyle’ content, and celebrity columnists. Internationally, the pressure the BBC is under to commercialise its news service, after being given full funding responsibility for the BBC World Service and extra obligations such as funding licence fees for over-75s, will “exacerbate pressure” for the corporation to compete for advertising and sponsorship outside the UK. “The BBC’s drive to grow its commercial revenues through its international commercial news operations is likely to impact on other UK news providers who are looking to international markets to sustain and grow their core UK businesses, [such as] the Guardian and the Daily Mail,” the report said. The report says the overall remit creep of the BBC is exacerbated by the huge rise of factual entertainment TV shows, for example the cookery genre like BBC1’s Great British Bake Off, which has led to much more non-news content available for free on the BBC website. “This is a key issue related to the broadening of the BBC’s online editorial scope in that it blurs the distinction between public service and commercial content,” the report says. “Today, it can be argued that the growth of BBC Online is pushing the BBC into more competition with the commercially funded news sector, both with traditional print businesses going online and with new online start-ups who find the BBC increasingly colonising areas of opportunity such as short- form ‘hard’ and ‘soft’ news via its apps and platform partnerships (e.g. Facebook Instant Articles).” The report proposes that the corporation should be more transparent in how it operates and work on a partnership basis with other news organisations. Methods outlined include the creation of joint ventures or by “more open trading” of news assets between the BBC and the commercial news sector. The NMA says the BBC should always be under a “specific obligation” to review its options for partnerships in “explicit preference” to any expansion of its own online news services. “The BBC repeatedly seeks to portray itself as a willing partner but all too often fails to deliver,” said NMA vice-chairman Ashley Highfield, the chief executive of regional newspaper publisher Johnston Press. “The UK’s news media landscape will be best served by a BBC which genuinely collaborates with news media publishers rather than competing with them. This would make better use of the BBC’s stretched resources while allowing space for commercial news media to innovate and thrive.” The report is sceptical of the BBC’s commitment to a co-operative model arguing that there would need to be a new “public service oversight body”, or media regulator Ofcom, as a backstop watchdog. For example, the report cites the mediocre success of a BBC pilot programme to improve relations with local newspapers by crediting their stories online when they are lifted by the corporation’s reporters. Regional newspaper groups involved in the initiative have commented that “only a very low volume” of content referrals have resulted from having readers link through from BBC Online. “Without a clear, externally-regulated co-operation framework for the expansion of its news services, the BBC’s drive to ‘do more’ risks becoming a contributory factor in the erosion of the wider UK news provision market,” said Mark Oliver, chief executive of O&amp;O. The report estimates that newspaper publishers, in print and online, invest about £1.2bn a year in original journalism and editorial. The BBC is estimated to invest about £460m in journalism and editorial across TV, radio and online a year. About £195m of investment comes from commercial TV and radio news providers, most notably ITN and Sky News in TV and IRN in radio. The report estimates that about £65m of content investment comes through a combination of stand-alone online providers in the UK, such as BuzzFeed and Vice Media, and the UK-arms of international news providers such as CNN, al-Jazeera and the New York Times International. A BBC spokesperson said: “The public think news is the most important service the BBC provides – we are more trusted and cover stories in the ways others would not. The suggestion that we are overreaching or expanding is misleading – our share of online news is falling. “A report just last week by Enders Analysis found that the BBC plays no role in exacerbating the challenges newspapers around the world are facing. It concluded scaling back BBC News will irreparably damage a leading UK source of impartial, quality and trusted news, whose independence is valued by users in the UK and around the world. “We’re doing more than ever to work with local and regional news and will set out our plans to strengthen this new partnership shortly. Our users click on BBC News links to other websites around 8.6m times each month.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}