{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2015/sep/02/nhs-workers-to-be-offered-health-checks-and-yoga-classes", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2015-09-01T23:01:05Z", "webTitle": "NHS workers to be offered health checks and yoga classes", "webUrl": "https://www.theguardian.com/society/2015/sep/02/nhs-workers-to-be-offered-health-checks-and-yoga-classes", "apiUrl": "https://content.guardianapis.com/society/2015/sep/02/nhs-workers-to-be-offered-health-checks-and-yoga-classes", "fields": {"headline": "NHS workers to be offered health checks and yoga classes", "bodyText": "NHS staff are to be offered health checks, yoga and Zumba classes while at work as part of a major drive to improve the wellbeing of the country’s biggest workforce. Health professionals will also be given the option of having a session of physiotherapy or a talking therapy for psychological problems. The initiative is designed to cut the £2.4bn annual cost of sickness absence among the 1.3 million NHS staff in England who care for patients. It is being unveiled on Wednesday by Simon Stevens, the chief executive of NHS England, who said health professionals needed better support to look after their own health, given the increasing demands being put on them. “NHS staff have some of the most critical but demanding jobs in the country. When it comes to suppporting the health of our own workforce, frankly the NHS needs to put its own house in order,” he said ahead of his address at his organisation’s annual conference in Manchester. Stevens will pledge to make the food available on NHS premises healthier and announce the creation of a dedicated occupational health service for GPs who are suffering from burnout and stress. Stevens, who lost 20kg (42lbs) through a work-based incentive scheme while employed in the US before taking the NHS’s top job last year, first announced his determination to improve his staff’s health last year. He is a firm believer that the NHS should lead by example as organisations and firms take their employees’ health more seriously. Ten hospitals, which between them employ 55,000 people, will spearhead the move. But the Walton Centre, a specialist neurological hospital in Liverpool, has already seen its sickness absence rate fall from 7% to 4% after introducing measures to boost its staff’s health. They have included Zumba classes for nurses, setting up sports clubs, promoting cycling to work and, more recently, efforts to improve workers’ mental health. In future, all NHS staff aged 40 or over will be offered a check-up covering their mental health and any musculoskeletal problems they may have, such as a persistently sore back. They are two of the commonest causes of sick-related absence. The £2.4bn cost of sick leave is equivalent to about 2.5%, or £1 in every £40, of the NHS’s total £110bn-plus budget. Apart from the financial cost involved, Stevens has been motivated to make staff health a priority after a review undertaken for the Department of Health in 2009 by Dr Steve Boorman. It found that staff sickness and related absence was linked to patients having a higher risk of experiencing unsafe or poor-quality care and also worse outcomes. Stevens intends to demand that major suppliers of hospital food and private finance initiative (PFI) contractors do more to make the food offered to staff, patients and visitors more nutritious. For example, he wants no more than 20% of the drinks sold in vending machines to be sweetened with sugar and confectionery items to contain no more than 250 calories. The Royal College of Physicians, which represents hospital doctors, said that barely a third (35%) of hospital trusts even had a staff health and wellbeing plan. Dr Maureen Baker, chair of the Royal College of GPs, welcomed the new support service for family doctors facing an “unrelenting workload pressure”. “Fatigue, stress and eventually burnout among family doctors is increasing, to the detriment of their own health, and this could have a devastating impact on the care that our patients receive,” she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}