{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2015/sep/02/northern-territory-paperless-arrest-law-disproportionate-high-court-told", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2015-09-01T23:15:00Z", "webTitle": "Northern Territory paperless arrest law ‘disproportionate’, high court told", "webUrl": "https://www.theguardian.com/australia-news/2015/sep/02/northern-territory-paperless-arrest-law-disproportionate-high-court-told", "apiUrl": "https://content.guardianapis.com/australia-news/2015/sep/02/northern-territory-paperless-arrest-law-disproportionate-high-court-told", "fields": {"headline": "Northern Territory paperless arrest law ‘disproportionate’, high court told", "bodyText": "A Northern Territory law allowing police to jail people without charge for up to four hours has been challenged in a landmark high court case. The NT’s paperless arrest law, which the coroner has warned will increase the number of Indigenous deaths in custody, was “disproportionate” and a breach of the constitutional separation of powers, the full bench of the court heard on Tuesday. The scheme introduced in December permits people to be jailed for up to four hours – and longer if drunk – if police suspect they have committed a summary offence, including making undue noise or failing to keep a front yard clean. Lawyers for the North Australian Aboriginal Justice Agency (Naaja) said in a submission the law was “unprecedented in Australia and in the common law world” and “an impermissible intrusion by the legislature upon the institutional integrity of the NT courts”. “How can it be reasonable to arrest and hold a person for up to four hours in order to decide whether, for example, to issue them with an infringement notice for $49, or charge them with an offence carrying a maximum penalty of a fine but no jail time?,” they said. They were supported by the Human Rights Law Centre and the Australian Human Rights Commission, which said the law had seen people jailed without judicial oversight for crimes that themselves carried no jail term. Last month the NT coroner called for the police powers to be scrapped after the death of a 59-year-old Indigenous man in May. “Kumanjayi Langdon, a sick middle-aged Aboriginal man, was treated like a criminal and incarcerated like a criminal; he died in a police cell which was built to house criminals,” the NT coroner, Greg Cavanagh, wrote. “He died in his sleep with strangers in this cold and concrete cell. He died of natural causes and was always likely to die suddenly due to chronic and serious heart disease, but he was entitled to die in peace, in the comfort of family and friends. In my view, he was entitled to die as a free man.” The Walpiri man from Yuendemu was detained after police saw him drinking from a plastic bottle in a Darwin park. The offence normally carries a $74 fine. The inquest into his death heard anecdotal evidence that about 95% of those detained under the scheme have been Indigenous, an imbalance the coroner described as “manifestly unfair”. More than 700 paperless arrests were made in the first three months of 2015. John Elferink, the NT attorney general, has defended the laws, arguing they cut down police paperwork and let officers spend more time on the streets, “rather than sitting in front of computer screens typing out long-winded arrest files, which effectively aren’t necessary”. He told Guardian Australia in August critics needed to “stop making excuses” for those who “engage in self-destructive behaviour year in and year out”. The attorney general also dismissed concerns that more Indigenous people would die behind bars, arguing the warnings suggested the police should “take nobody into custody”. “OK, nobody dies in custody, but the question I have in response then is: is it better that they die in a gutter?” he said. The case is likely to clarify the limits of police powers of detention, and in addition to the NT, submissions have also been lodged by the Western Australian, South Australian, Queensland and New South Wales governments. Arguments will be heard until Wednesday afternoon, with a decision expected before the end of the year."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}