{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/aug/06/athletics.duncanmackay1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-08-05T23:17:06Z", "webTitle": "Radcliffe leads charge by British women", "webUrl": "https://www.theguardian.com/sport/2002/aug/06/athletics.duncanmackay1", "apiUrl": "https://content.guardianapis.com/sport/2002/aug/06/athletics.duncanmackay1", "fields": {"headline": "Radcliffe leads charge by British women", "bodyText": "It is a measure of Paula Radcliffe's status as a national treasure that when organisers of the 18th European Championships tried to change the time of her 10,000 metres race in the Olympiastadion tonight, the BBC protested because it did not want her to clash with Eastenders. Once the country has had its fix of Phil Mitchell and the Slaters, many millions are expected to switch to BBC2 at 8pm to watch the 28-year-old from Bedford star in the latest episode of this summer's sport soap opera. After all, a record audience of 6.3m saw her win the London Marathon in April, and another 7m cheered her home when she won the 5,000m in the Commonwealth Games nine days ago. That was her first track gold medal, and it will be a surprise if it is not followed by her second tonight. Even against a field containing Ireland's defending champion Sonia O'Sullivan and Portugal's 1996 Olympic gold medallist Fernanda Ribeiro, Radcliffe appears unbeatable and will be hoping to erase the memories of the corresponding championships in Budapest four years ago when she finished fifth after one of the worst performances of her career. \"I've just got to go out there and run my own race,\" she said yesterday. Translation: she is probably going to do what she did in London and Manchester and try to run the legs off her opposition as Britain seek to match the nine golds they won in topping the 1998 medals table. It could be the start of a memorable few days for the female distance runners. Where once it was Seb Coe, Steve Ovett and Steve Cram who were the standard-bearers for the country's harrier tradition, now the nation turns to Radcliffe, Kelly Holmes, Helen Pattinson and Hayley Tullett. If Radcliffe wins the 10,000m she will surely find it hard to resist the temptation to try to add the 5,000m title, to complete a double which would evoke memories of the Finn Lasse Viren's achievements in this stadium in the Olympics 30 years ago. It would also help inspire Holmes as she seeks to become the first British winner of the 800m since Lillian Board in 1969 and to end an Eastern European monopoly of the 1500m which stretches back to the race's introduction 33 years ago. Yet Holmes is not even the top-ranked British runner in either event. Standards have been steadily rising in British women's distance running for years, but accelerated dramatically during the Commonwealth Games when three broke two minutes for 800m and there was a UK clean sweep of the 1500m. Of the three who ran so quickly over two laps in Manchester, the only one here is Jo Fenn, who finished seventh. Susan Scott and Charlotte Moore did not achieve the qualifying time by the entry deadline. The 17-year-old Moore, coached by the 1982 Commonwealth 1500m champion Christina Boxer, has been described as potentially the most exciting young female runner Britain has seen. Max Jones, the performance director of UK Athletics, credits her breakthrough to the \"Radcliffe effect\". \"Paula's just an ordinary girl from Bedford and inspires people,\" he said. \"They think if she can do it, so can they. The media are always going on about declining middle-distance standards among the men, but they forget about the women.\" Lottery funding has been the catalyst. \"It's still an unequal world,\" said Jones. \"Women are benefiting more from the lottery because it has given them the opportunity to go full time and train harder. They didn't have the opportunity before, because they couldn't make enough money on the grand prix circuit.\" Pattinson, who like Tullett goes solely in the 1500m, is a perfect illustration of an athlete nurtured by the lottery. The 28-year-old former Preston lifeguard, a winner in the European Cup in 2000, was beset by injury last year but, thanks to the financial assistance, was able to return this season stronger than ever. She is now Europe's No2 and claimed the 1500m bronze in Manchester behind Holmes and Tullett. Holmes is confident she can go one better than the silver medal she won in the 1500m in the 1994 European Championships. The presence of Romania's Gabriela Szabo gives the event added edge. \"Whatever event I go in I feel capable of doing well,\" the Briton said. Holmes is among 10 of England's 12 gold medal winners from Manchester seeking to reproduce a similar performance in the Bavarian capital. The only ones missing are the hammer thrower Mick Jones, who did not qualify, and long jumper Nathan Morgan, who has a heel injury. Most of Europe's elite paid scant attention to Manchester but will be hoping the likes of the defending champions Colin Jackson, in the 110m hurdles, Jonathan Edwards in the triple jump, and Steve Backley in the javelin are still tired from their efforts there. Yesterday Max Jones stood on the spot where Michael Owen completed his hat-trick during England's 5-1 win over Germany last September, to pray that his team would achieve a similar outcome over the next six days. No Englishman will want to put his name alongside Owen on Munich's roll of honour more than Dwain Chambers, who restarts his career after the cramp he suffered in Manchester when he competes in the first two rounds of the 100m today. Ten days ago the fastest man in Europe had the gold virtually hanging around his neck. Now he must prove that he can win the major races. If he does, he will surely be following in the footsteps of Radcliffe."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}