{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2002/aug/11/fiction.features", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2002-08-11T22:03:32Z", "webTitle": "Observer review: Wake Up by Tim Pears", "webUrl": "https://www.theguardian.com/books/2002/aug/11/fiction.features", "apiUrl": "https://content.guardianapis.com/books/2002/aug/11/fiction.features", "fields": {"headline": "Chips off the old block", "bodyText": "Wake Up by Tim Pears Bloomsbury £16.99, pp227 It is not quite clear whether Tim Pears intends his title as a directive to his readers, but there is a polemical, fearful feel to this novel, the fourth from this most careful of imaginations. Wake Up is set in our near biological future. It combines the author's sure grasp of character with notions of genetic science to explore the pending revolutions in consciousness that may be a byproduct of the unravelling of our DNA. John Sharpe, the 45-year-old son of a greengrocer, married to aristocratic Lily and living in an old rectory in the shires, makes an unlikely Doctor Moreau. But as he circles the local ring road in his Merc, unable quite to commit himself to life beyond his turn-off, several dramatic secrets revolve in the orbitals of his mind. With his brother, Greg, he has transformed the family firm into a multinational potato conglomerate, Spudnik, and he has been working on genetic modifications to incorporate human vaccines into the King Edwards. In a disastrous trial in Venezuela, however, two people have died and that is just some of the news for his brother he can't bring himself to bear. Pears astutely roots this rather fervid science fiction in a family psychology where nothing is quite what it seems. John's competitive rivalry with his brother is fuelled, it slowly emerges, both by his fears of impotence and by his incestuous relationship with their sister, Melody, which began when she was 16, 'at the pretty, lissom height of her loveliness'. His marriage, which began in 'mutually unrealistic love', has settled to a norm of compatibility, secured by the arrival of a son, Jacob, 19 weeks old, who carries inviolate secrets of his own. John can't admit some of these mysteries even to himself - they take the novel's length to be revealed - but he gives some clues to his little remembered dialogues with his therapist and his doctor, both of whom, searching in vain to fathom his phantom illnesses and curious paranoias, grope toward the realisation of new kinds of neurosis. In unpicking his narrator's state of mind, the author conjures accurately the odd mental state of recent fatherhood: the book is set in that soupy emotional intelligence that comes as a result of the knowledge of how long nights can last, when 'hours become epochs, ages of sleeplessness' and, when 'woken by the baby's wail you check the figures on the luminous alarm clock and say to your wife, who has herself been woken moments earlier by her tumid breasts, \"Two-thirty, that's over two hours\". And you can feel the bounty of all those 200 ministers of deep sleep in your loosened head, swollen limbs, rested calls'. In this sleep-deprived world, John finds it hard to hold on to his sense of self. His mind loops in and out of fragments of family history and minds them merging - mashed - with other histories, notably that of the potato: its migration from the high plains of the Andes to the counters of Spudulike. He has utilised this history in the past, in establishing his business, as a metaphor of growth: a harnessing of a natural potential. It had seemed to him, the confident scientist, and to his brother, the devout free-marketeer, that there might be no limit to this potential, but their bio-pharming has quickly brought them up against mortality. When he begins to sense those limits might apply to his own intimate life also, then all that he holds dear, and, particularly, the son he'd first seen in the 'bubbly, blobby cauldron' of ultrasound, 'the interlocking vertebrae in [his] curved spine emerging through the murk: bones brand new, and prehistoric', comes to seem alien. Tim Pears maps this profound unease with some subtlety. He has set out to write a fable of our genetic failure and, while the scope of his inquiry sometimes threatens to overwhelm his fiction, his structure holds, just, and even manages a Jack-in-the-box finale."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}