{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2002/aug/25/housingpolicy.uknews", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2002-08-24T23:53:38Z", "webTitle": "King of the slums", "webUrl": "https://www.theguardian.com/society/2002/aug/25/housingpolicy.uknews", "apiUrl": "https://content.guardianapis.com/society/2002/aug/25/housingpolicy.uknews", "fields": {"headline": "King of the slums", "bodyText": "The names Marcel Sulc chose for his property businesses were not designed to put tenants at ease. Imagine getting a payment demand from Deadly Ltd, Grim Ltd or Pure Profit Ltd. It's easy to see why so many people who have encountered the 'security consultant' are terrified. Sulc,40 - real name Mark Slade - boasts of owning at least 1,000 properties on the South Coast. He is fast building a reputation as the new king of the slum landlords. His activities are now so notorious in Hastings and the surrounding area that locals have dubbed him 'Van Hoogstraten Junior', after the Sussex-based property magnate who famously described his tenants as 'scum'. The comparison is not entirely accurate. Van Hoogstraten resorted to violence to intimidate his tenants and was convicted earlier this year of conspiring to murder a business partner. There is no suggestion that Sulc uses such crude methods. He doesn't need to. His modus operandi is more subtle. Yet he still gets what he wants: a string of valuable properties to help fund an extravagant lifestyle, including a fleet of vehicles - one a Jaguar convertible - with 5ULC in their registrations. Sulc has built a fortune on a repertoire of tricks for seizing property owned by other people. Favourite among them is repossessing flats for non-payment of nominal ground rents - usually of only around £50. In one case he received ground rent cheques from his leaseholders but did not cash them. He then broke into the flats, changed the locks and threw out all the contents. He had effectively obtained a property at no cost. When he sold it on, the cash he pocketed was pure profit, hence the name of his company. Sulc once bragged to lawyers representing the Halifax bank: 'You may be good at repossessing houses, but my people are better.' Over the past decade Sulc has built up his seaside empire without a whimper of protest from the authorities. Now, however, a group of leaseholders in Sulc properties has launched a campaign to expose the landlord's activities, and has already had a string of successes in the courts. Four have won back flats seized by Sulc and are pursuing him for damages. He is a slippery customer, however. He told The Observer : 'The judge says you should pay a fair amount back. But you can just shut down the company.' Liberal Democrat Pam Brown is one of the few councillors in the town to take up the case. She has tabled a motion to prevent Sulc from receiving lucrative development grants. 'Marcel Sulc is a menace. Nothing this man does is doing this town any good at all,' says Brown. In the case of 4 Pelham Crescent, a Grade II listed building on the seafront, Sulc bought the freehold for just £11,500 and immediately used his range of techniques to force out the leaseholders of the four flats in the building. He succeeded with one almost immediately, and later sold the flat for £63,000. Two other leaseholders' homes were broken into while they were at work. They found the locks changed, supposedly due to their failure to pay ground rent. Sulc erected scaffolding - at a cost of £1,500 per month to the leaseholders - which has remained in place for 18 months. He also commissioned a survey of work needed on the property. A copy of the document - seen by The Observer - includes such items as £10,000 for installing telephone points in the flats, although two already had phones for which the tenants had paid only standard fitting fees. A further £2,000 was for replacing kitchen and bathroom cabinets, even though such items are the sole responsibility of the leaseholder, not the freeholder. The interim bill for the tenants for the scaffolding and initial work was £158,000. When contacted by The Observer , the surveyor responsible for the report, John Tadman, admitted completing the document for Sulc, but denied having added any of the figures to it. 'What Mr Sulc did with the report subsequently, I have no idea, but I had absolutely nothing to do with any costings,' Tadman said. During a civil court case in March 2002, Sulc was forced to admit that the techniques his company had used to attempt to obtain the flats were illegal. The judge said the landlord was clearly guilty of a criminal offence. The leaseholders are now expected to be awarded damages at a hearing next month. Their chances of collecting any money may be slim, however. A previous case involving a property in Warrior Square, Hastings, ended with a judgment of £25,000 against the Sulc-owned company Deadly Ltd. While the claim was being assessed, Sulc resigned as a director of the firm, thus ridding himself of any personal liability. One of the new directors was eventually tracked down, but managed to dispose of the freehold of the property on the morning legal papers were served on him. Many people in Hastings are afraid of Sulc. One local housing officer told The Observer it was too risky to speak about him, and a surveyor refused to assess independently the value of work to be carried out at the landlord's property because of his reputation. Sulc himself is happy to talk, though not face-to-face, about a string of convictions he amassed before he began using his new name. These include blackmail, deception and actual bodily harm, although he says he no longer breaks the law. In 1992 Sulc, then still going by the name Mark Slade, was one of three men convicted of fraudulently obtaining more than £1 million through a series of bogus mortgage applications. After being turned down by the Court of Appeal, the three finally had their convictions overturned by the House of Lords in July 1996 after uncovering a legal loophole that shocked the world of financial services. Slade had been charged with obtaining property by deception, but argued that, as the money involved had been transferred between bank accounts, there was no identifiable property involved. The law lords reluctantly agreed. Although Sulc had clearly committed a serious crime and had lied to obtain money, he could not be prosecuted for it. Quashing his conviction, the country's highest court called for immediate action to close the loophole. A new offence of obtaining a money transfer by deception has subsequently been introduced. Sulc insisted he is now going straight. 'I would buy anyone's property if the price was right and the money was in the bank. I don't ever want to go back to jail. I do nothing to break the law at all. I am not worried by what people say about me.' Two years ago, a report on the criminal abuse of leaseholds by Detective Constable Peter Savage, of the Sussex Police Commercial Investigation Unit, uncovered several scams employed by anonymous companies operating in the Hastings and St Leonards area which mirror those being used by Sulc. In once instance, Savage noted that the man in charge of the property management company was using a false name to disguise the fact that he was also the director of the firm that owned the freehold. Savage wrote: 'The landlord/managing agents used threats and intimidation against anyone who questioned their actions. 'I was faced by three firms of solicitors, any number of \"lieutenants\" who would assist in dirty tricks and two firms of private investigators. They launched a smear campaign against a number of key opponents, and witnesses were victimised, threatened and insulted.' Savage further reported a case of a freeholder who had billed his leaseholders for a large sum for work that had in fact been completed much more cheaply and to a very low standard. Work carried out on the Sulc-owned Pelham Crescent freehold and seen by The Observer was of a particularly low standard, especially given the building's listed status. In one instance the gap left by a missing brick has simply been filled with mortar."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}