{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/aug/21/cricket.indiainengland20021", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-08-20T23:32:48Z", "webTitle": "Little prodigy already a big hit", "webUrl": "https://www.theguardian.com/sport/2002/aug/21/cricket.indiainengland20021", "apiUrl": "https://content.guardianapis.com/sport/2002/aug/21/cricket.indiainengland20021", "fields": {"headline": "Little prodigy already a big hit", "bodyText": "Parthiv Patel is a 17-year-old boy who instead of finishing school is playing Test cricket for India. He stands 5ft 4in and his face has the endearing mix of innocence and sombre concentration of the adolescent in pursuit of his highest video-game score. On his table sits a grand box enclosing Oakley sunglasses, a new purchase which Patel is desperately proud of but which he will not wear until he gets back home as it will make him feel too self-conscious. He is not missing home, as his travels have taken him for periods longer than this to lands as far away as Australia and South Africa. Patel is receiving extraordinary attention at the moment not just because he is a gifted cricketer who has helped save a Test match but because his age magnifies any achievement. It is something that Patel understands but does not want to play up to. \"People make you feel you are 17 - the public, the commentators, all say 'he is only 17'. I don't think that. I feel like a normal cricketer.\" Even so, Patel has always attracted attention. He was not as precociously gifted as Sachin Tendulkar, who enticed Test cricketers to drive down to a maidan and watch a star in the making when he was not yet a teenager, but he was a prodigy of a magnitude unsurpassed in India since. Patel was only 15 when in the winter of 2000, captaining the Gujarat Under-16 team, he made 101 out of their total of 197 against their bigger neighbours Maharashtra. When Gujarat followed on, he ended unbeaten on 201 out of 287 for five and his team saved the match. Then, at only 16, he was appointed captain of the national Under-19 team. Yet his most astonishing feat came before he even began playing cricket seriously: surviving a four-storey fall down the stairs that resulted in 32 stitches in the head. Patel's initiation into Test cricket has had the benefit of suddenness. He was sleeping when he was called by a local coach informing him of his selection in the touring party to England. Patel had returned to the country from an A tour to Sri Lanka that very day. He had not yet played a first-class game for Gujarat and a call-up for the national team was not a thought he had entertained. His first Test came from even further out of the blue. Ajay Ratra, the first-choice wicketkeeper, had been crunched on the toe in the nets the evening before the Trent Bridge match but it was expected to be only a minor bruise. Patel was going through the motions the following morning when, half an hour before the match, India's coach John Wright told him that he was in. \"My heartbeat rate went really high,\" he says with a smile. Though Ratra is now fit, Patel is expected to retain the gloves for the third Test at Headingley tomorrow. Sharing the dressing room with such superstars as Tendulkar, Sourav Ganguly and Rahul Dravid, though unnerving initially, is something Patel has warmed to. \"They are keen to help youngsters. They talk about cricket all the time, which really helps.\" Yet the advice to \"just enjoy yourself\" took a while to sink in and the first time he stepped out on the field, to bat in the first innings, he tried to leave every ball - contrary to his natural game - and was out fending for nought. His two days behind the stumps, where he kept very well despite dropping Michael Vaughan when he had made only 30 of his 197, gave him the belief. Patel came back out to bat late on the last afternoon, with six wickets already down and the match there to be lost. Two quick wickets made it even tighter. But the little boy hung on and he remembers that \"the way Zaheer Khan came out to bat I knew that we could play out the overs\". Then, with the touch of a veteran, he adds: \"International cricket is about handling pressure.\" As the match ended, televions beamed heartwarming pictures of Alec Stewart, old enough to be Patel's father, walking with his arm around the little man's shoulder. Actually that was because Patel approached Stewart for some tips on keeping in English conditions and was promised a chat later. The difficulty with keeping in this part of the world, Patel explains, is that \"it swings a long way after passing the stumps, so you really have to keep your eyes on the ball. In India you can just collect it. It's easier against the spinners, though; the bounce is more certain.\" That cricket brain is ticking away and, happily for India, it is occupied with this series. \"If we can make it against Australia, we can make it here too.\" This is optimistic, wishful even, but that is the thing about youth."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}