{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/aug/21/newsstory.sport6", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-08-20T23:33:25Z", "webTitle": "France rebuild from year zero", "webUrl": "https://www.theguardian.com/football/2002/aug/21/newsstory.sport6", "apiUrl": "https://content.guardianapis.com/football/2002/aug/21/newsstory.sport6", "fields": {"headline": "France rebuild from year zero", "bodyText": "France's tag of world champions may have been frittered away, surrendered with barely a whimper in South Korea, but Les Bleus begin the exorcism of a traumatic summer today with more than a glimmer of hope for the future. Jacques Santini's first selection as national coach is likely to run rings around Tunisia at the Al Menzah stadium in Rades. Even for a side whose shocking complacency cost them to the tune of one point, no goals and ignominious elimination at the group stage of the World Cup, victory should be a formality. For once, though, a friendly result really matters. \"C'est l'Année Zéro,\" said one French journalist. \"On recommence.\" But not from scratch. The overriding feeling among a trophy-drunk public remains that this was a freak failure. Defeats by Senegal and Denmark, coupled with the inability even to score against a defensively flawed Uruguay, did not reflect the quality of the team Roger Lemerre had at his disposal. Instead the premature exit was apparently due to over-confidence, the loss of Robert Pires and Zinedine Zidane - who returned only for the last group game - and the squad being physically underprepared. \"We have to ensure this France side bounces back and proves its real worth,\" said Santini, who replaced the sacked Lemerre last month. \"There are players in this squad who want to show they should still be involved at this level and others who want to make their mark so they are involved again. We are opening a new chapter in a great team's history.\" A glance at the personnel available to the former Lyon coach suggests there are plenty of grounds for optimism. Santini's first squad had to acknowledge the widespread call for younger players - France were runners-up at the recent European Under-21 championship - a clamour that increased when he phoned Frank Leboeuf, Youri Djorkaeff and Christophe Dugarry in an ill-judged attempt to persuade the trio to come out of international retirement. The three old heads knew better and their absence - as well as the loss of five players, including Robert Pires, David Trezeguet and Fabien Barthez, to injury - has seen four uncapped players brought in. Auxerre's Philippe Mexès and Lyon's Sidney Govou, considered the brightest prospects in France last season, have been called up before but both should make their debuts this evening; Liverpool's Bruno Cheyrou, who has never played for France at any level, and the Rennes defender Anthony Reveillere should do likewise. \"You don't think about being in the France side, you dream about it,\" said Cheyrou, who was released from the academy at Lens only five years ago. \"I haven't made a huge number of changes and I don't intend or need to,\" said Santini, a former France international. \"What I need is for the players to learn how to play together. We don't have a lot of time between now and the first qualifier for Euro 2004 [against Cyprus on September 7], so this isn't a friendly. It allows me to assess the form of the players.\" Santini's appointment barely caused a stir in France, though the president of the France Football Federation Claude Simonet's decision to recruit from outside the Direction Technique Nationale indicated the disappointment left by the World Cup. Lemerre's assistant Alain Giresse and the Under-20s coach Raymond Domenech, Aimé Jacquet's choice, applied and would have maintained the in-house tradition of the last decade but both were tainted with failure in Korea. The other candidate, Philippe Troussier, damaged his chances by speaking publicly about his strengths. But Santini arrived at his interview with a carefully compiled dossier detailing his plans, squad lists, potential back-room appointments and training techniques. That, plus his success in winning Lyon their first championship, prompted Simonet to take the plunge. \"His thoroughness and enthusiasm appealed to me,\" said the federation president. The new coach may be very much part of the old breed - \"A mixture of Howard Wilkinson and Graham Taylor, with more success thrown in,\" said one French journalist - but he has already quelled the back-biting that disrupted the squad at the World Cup. \"I could feel something changed as soon as I got to the airport in Paris,\" said the goalkeeper Gregory Coupet. \"We were delayed by an hour but the atmosphere was so much more relaxed.\" Zidane, Emmanuel Petit, Bixente Lizarazu and Lilian Thuram, stalwarts of 98, have been persuaded to play on until Euro 2004, for which qualification from a group also containing Slovenia, Malta and Israel should be taken as read. Marcel Desailly remains captain. \"That was never under question,\" said Santini. \"Marcel was everyone's choice as a leader. Hopefully, his reappointment will give him a new dynamism and rekindle his spirit. That is what I must do across the team; you can't doubt the quality available but it all boils down to pride... I'm confident this group of players will return to the pinnacle.\" Five young guns ready to fire Sidney Govou (23, 0 caps) The Olympique Lyonnais forward should feature against Tunisia after inspiring his club to a first championship last season. Described as a 'jewel' by Santini when he managed him at club level. Bruno Cheyrou (24, 0 caps) Rejected by Lens as an 18-year-old, the left-footed midfielder moved to Liverpool from Lille for £4.2m in the summer. Though he has never represented his country at any level, he has already been compared favourably to a youthful Zinedine Zidane or Robert Pires. Philippe Mexès (20, 0 caps) Auxerre's commanding sweeper, dubbed 'le nouveau Laurent Blanc', has already been linked with Roma and Manchester United. His assured displays helped propel Auxerre into the Champions League this season. Jérémie Brechet (23, 1 cap) Made his debut against Australia in last year's Confederations Cup and appears the natural long-term replacement for Bixente Lizarazu. His displays last year alerted Barcelona, whose tentative approach was turned down by l'OL. Djibril Cissé (21, 5 caps) The Auxerre forward was courted by Liverpool among others last season but opted to remain in France for one more season. Powerful, lightning quick and a natural goalscorer, he is likely to push Thierry Henry and David Trezeguet for a starting place in qualifying for Euro 2004."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}