{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/aug/28/formulaone.formulaone20021", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-08-28T17:30:15Z", "webTitle": "Panis joins Toyota as McNish loses seat", "webUrl": "https://www.theguardian.com/sport/2002/aug/28/formulaone.formulaone20021", "apiUrl": "https://content.guardianapis.com/sport/2002/aug/28/formulaone.formulaone20021", "fields": {"headline": "Panis joins Toyota as McNish loses seat", "bodyText": "Frenchman Olivier Panis will drive for Toyota next season in a move which signals the departure of Finland's Mika Salo and Britain's Allan McNish. \"French driver Olivier Panis has signed a two-year-contract to be one of the team's race drivers from the 2003 season,\" the team said in a statement. \"Toyota and Mika Salo have come to a mutual agreement to cease their collaboration from the end of the 2002 season. Allan McNish's contract will expire at the end of this season,\" it added. Toyota team president Ove Andersson thanked Salo and McNish for their contributions over the last two years in preparing for the Japanese manufacturers' Formula One debut in 2002. \"We would like to thank Mika and Allan for their hard-work during the last two years, which has been integral in building the team up to its current level,\" he said. \"This decision was not an easy one for the team and for Toyota Motor Corporation and in no way reflects on their clear racing ability. \"Both Mika and Allan will complete the remaining four grands prix of this season with the same professionalism and dedication they have demonstrated so far.\" Toyota did not name their second driver for 2003 but Brazilian Cristiano da Matta, current leader of the CART championship, is the front-runner. Panis, 35, currently drives for Honda-powered British American Racing (BAR), who have signed Briton Jenson Button from Renault with Canadian former world champion Jacques Villeneuve remaining under contract. BAR had raised the possibility of Villeneuve moving to CART next season before returning to Formula one, a switch that would have allowed Panis to stay on as Button's team mate while enabling the team spend more on developing an under-performing car. Villeneuve is one of the highest paid drivers in the sport but Panis, winner of one grand prix in his career, has been more than matching him this season. The deal ensures that France, once a major force in the sport, will have a Formula One driver again next season. Panis, who has driven for Ligier and Prost as well as spending a year as McLaren's test driver, is highly experienced with a strong reputation for speed and technical feedback. The decision comes as a cruel blow for McNish, who made his Formula One debut this year at the age of 32 after a decade of struggling to break into grands prix. The Scot had been tipped from the outset as the driver most likely to lose his seat by the end of the season but had harboured hopes of staying on. Salo, 36 later this year, had an option to stay for another season and has scored both of Toyota's two world championship points. Both drivers will struggle to find a drive for next season with most teams having finalised their line-ups. Jaguar, Arrows and Minardi are the three teams with clear remaining vacancies while a question mark also hangs over Japan's Takuma Sato at Jordan."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}