{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/aug/21/horseracing.gregwood1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-08-20T23:32:52Z", "webTitle": "Hills gives battling Bandari vote of confidence for St Leger", "webUrl": "https://www.theguardian.com/sport/2002/aug/21/horseracing.gregwood1", "apiUrl": "https://content.guardianapis.com/sport/2002/aug/21/horseracing.gregwood1", "fields": {"headline": "Hills gives battling Bandari vote of confidence for St Leger", "bodyText": "Many big races these days seem to be a straight fight between Aidan O'Brien and Godolphin, but the first day of the Ebor meeting offered a reminder that the blue and white of Hamdan Al Maktoum remain a force in the game. After Nayef's win, Bandari led from start to finish in the Group Two Great Voltigeur Stakes to complete a double both for his owner and his retained jockey, Richard Hills. This was not one of Bandari's trademark wide-margin successes, though. Following victories by 13 and seven lengths this season alone, he had just a neck and a head in hand of Highest and Bollin Eric, and both Coral and William Hill pushed him out to 5-1 (from 7-2) for the St Leger at Doncaster next month. \"The other horse [Highest] came to me and went a neck up,\" Hills said, \"but when I gave him a proper smack he instantly put his head back in front. If he runs in the Leger I'd really fancy my chances.\" Kevin Darley and Jamie Spencer both finished the day with a double too, with Spencer, in particular, riding impressively patient races on Boreas, in the Lonsdale Stakes, and Spectrometer, who won the Knavesmire Handicap at 33-1 for Philip Hobbs. Darley's winners bookended the card, with Bourbonnais taking the Acomb Stakes and Cubism the sprint handicap. Asked where Bourbonnais fits into the merit scale at his yard, Mark Johnston admitted that \"although it's still early days, he'd have to be near the top. Kevin has said that he needs stepping up in trip, and he'll have two more runs this year at most.\" Chandler have him at 33-1 (from 40-1) for next year's 2,000 Guineas."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}