{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/aug/10/newsstory.sport6", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-08-09T23:39:48Z", "webTitle": "Wise new Wolves look strong amid the struggling pack", "webUrl": "https://www.theguardian.com/football/2002/aug/10/newsstory.sport6", "apiUrl": "https://content.guardianapis.com/football/2002/aug/10/newsstory.sport6", "fields": {"headline": "Wise new Wolves look strong amid the struggling pack", "bodyText": "The country's 72 Nationwide league clubs will take a deep breath today and, for a short time at least, the emphasis can at last return to team sheets rather than balance sheets. The start of the Football League is usually a time for great optimism but this year it will kick off with more clubs wondering whether they will soon be joining Accrington Stanley and Bradford Park Avenue rather than Manchester United and Liverpool. The feel-good factor that is always apparent at this time of year will, temporarily, be evident across the country at 3pm today. Yet throughout the three divisions it would be remiss to look ahead to the next nine months without suspecting that, in the stands and the boardrooms, there will be as much foreboding as optimism. In the aftermath of ITV Digital's collapse it has been a summer of financial menace, political turmoil and bitter infighting, culminating with last week's failed attempt for compensation in the high court and the resignations this week of the league's chief executive David Burns and chairman Keith Harris. The financial ramifications have been far-reaching. In the First Division alone 152 players have been sold or released over the summer, while the 24 clubs have signed only a third of that number between them. So suffocating are the financial constraints placed upon the league's occupants that only Portsmouth have spent more on transfers than they have received, parting with £900,000 to add eight new players to their payroll while taking another eight off their books, for a total £400,000. Crystal Palace and Preston have spent £1.15m and £700,000 respectively, though that must be balanced against receiving much greater sums for the sales of Clinton Morrison and Sean Gregan. Elsewhere, however, the 21 other clubs in the First Division have not spent a penny between them. Ten of those (including the three clubs relegated from the Premiership last season, Leicester, Ipswich and Derby) have not enlisted a single player while the rest have made do with free transfers. The only conclusion is that the majority of clubs will have considerably weaker squads than last year. That may not be the case everywhere, of course. The arrival of Denis Irwin and Paul Ince at Molineux will make Wolverhampton Wanderers formidable opponents, with the type of experience that, had it been available last season, might well have seen them hold off West Bromwich Albion for the second promotion spot rather than fold like a house of cards. For Wolves the main concern will be the seriousness of the hangover from surrendering a place in the Premiership to their fiercest rivals. If they can eradicate any lingering self-doubt, Dave Jones' team should justify their position as favourites for the title and return to the top flight for the first time since 1982. Now that yo-yos are out of fashion again, however, it would be wrong for any of the relegated clubs to assume they will return to the Premiership at the first attempt. George Burley's asset-stripping at Ipswich means they are eight players lighter than last year, although the nucleus of his squad should still be enough to take them to the play-offs at the very least. Leicester have a palatial new home, the woefully named Walker's Stadium, but their new supporters will be dismayed that the club are still desperately seeking to offload Matt Elliott and Muzzy Izzet, the club's highest earners, rather than trying to build their team around them. Derby, meanwhile, have Premiership-class stars in Fabrizio Ravanelli, Mart Poom, Danny Higginbotham and Chris Riggott and look the best equipped of the three to win automatic promotion, even if one or more of those players leaves during the season. In a field of few thoroughbreds, Brighton could be the dark horses after back-to-back promotions from the Third Division, while Norwich City and Millwall should be confident of emulating last season's top-six position. Cardiff City, having lost to Stoke in the Second Division play-offs last season, look strong enough to ensure they are promoted automatically this time while Hull City are favourites to win the Third Division. Boston United, who play their first ever league game against Bournemouth at York Street today, will just be happy to stay up, having already been docked four points after an inquiry into their financial wrongdoings. It is just sad that whoever wins this year's honours might be in a position where it would help them more if they could pawn the silverware. West Midlands views of the First Division race Stan Lazaridis (Birmingham City's Australian winger) Champions A toss-up between Wolves and Ipswich Town. Wolves went very close last year and have strengthened by signing Denis Irwin and Paul Ince. Ipswich have managed to keep the squad they had in the Premiership, apart from Titus Bramble. Almost all of them have experience of the Nationwide League and know what to expect. Also promoted I think Leicester and Derby will be in the mix, as will Crystal Palace. Their manager, Trevor Francis, took Birmingham to the play-offs three years running. But the surprise packet could be Portsmouth. Harry Redknapp has bought well and I expect them to finish in the top six. Player to watch Look no further than Paul Merson. He's still one of the most talented players in the country. He also has that rare knack of turning a game by doing something unexpected. A brilliant signing for Portsmouth. Relegation favourites They won't thank me for saying it, but I think Grimsby will struggle. As for the other two relegation spots, there could be a surprise in store. I expect the three promoted clubs to survive, as will Walsall. The Australian lads there think very highly of Colin Lee. Derek McInnes (West Bromwich Albion midfielder and captain) Champions I think the league will be very tight this year, not least because there doesn't appear to be a club that will be able to buy its way out of the division. Even Wolves haven't spent big in the summer. Having gone so close last time, they must be fancied again but I think Ipswich will take some stopping. They were a little unfortunate to get relegated from the Premiership and know what the Nationwide League is all about. Also promoted Millwall could be dark horses. They went close last time and have managed to hang on to their talented youngsters Richard Sadlier, Steven Reid and Tim Cahill. Player to watch Cahill (Millwall). Millwall did the double over West Brom last season and Cahill gave me more problems than any other central midfielder I came up against. I never had a minute's peace. Relegation As everyone is tipping West Brom to go down, I think this is a subject to avoid. However, you've got to fear for the clubs with low gates and little in the way of finance. Interviews by Adrian Milledge"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}