{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/aug/06/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-08-05T23:18:31Z", "webTitle": "Robert to miss first six weeks", "webUrl": "https://www.theguardian.com/football/2002/aug/06/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2002/aug/06/newsstory.sport", "fields": {"headline": "Robert to miss first six weeks", "bodyText": "Newcastle's Laurent Robert will miss at least the first six weeks of the season with a stress fracture to a vertebra, a blow as they prepare for a two-leg tie to reach the group stages of the Champions League. There was some consolation for Newcastle, however, who must face Lillestrom of Norway or the Bosnians Zeljeznicar Sarajevo in the third qualifying round later this month, as the French winger's diagnosis is not as bad as was originally feared. Robert has a small stress fracture, an injury not uncommon in athletes, and the £9.5m arrival from Paris St-Germain last summer is \"not anxious\" about his situation. \"Robert felt a pain in his back during pre-season training in Holland,\" said a club spokesman. \"The player has a small stress fracture in a part of one of his vertebrae. Treatment normally lasts six weeks followed by rehabilitation.\" West Bromwich Albion have begun to strengthen for their first top-flight season in 16 years by signing Preston's captain Sean Gregan for £1.5m. The 28-year-old midfielder has agreed a four-year deal. \"I believe he will be a tremendous asset,\" said the chairman Jeremy Peace. \"The fee is the same offer we tabled for Sean a month ago.\" Albion are also in talks with Fulham about the striker Barry Hayles, 30, surplus to requirements in west London and available for around £2m. West Ham are also said to be interested while Preston have reached an \"advanced stage\" in talks with another Fulham player, the 28-year-old United States forward Eddie Lewis. Manchester City's midfielder Marc-Vivien Foé has had a four-game suspension, imposed for a red card in his last game for West Ham, against Leeds in May 2000, overturned and is clear to start the season, ironically at Leeds."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}