{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2002/aug/28/filmcensorship.media", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2002-08-28T15:40:00Z", "webTitle": "'There's no reason why a porn film can't also be a good film'", "webUrl": "https://www.theguardian.com/film/2002/aug/28/filmcensorship.media", "apiUrl": "https://content.guardianapis.com/film/2002/aug/28/filmcensorship.media", "fields": {"headline": "'There's no reason why a porn film can't also be a good film'", "bodyText": "Into the office in a backstreet in the 11th arrondissement walks a slim and beautiful young girl in jeans, open-toed sandals and one of those cheese-cloth smock things that are unaccountably back in fashion this summer. \"Ah, here's Ally,\" says John B Root, rising bespectacled and beshorted from behind his desk to give her a peck on the cheek. \"Ally's our star. Here's some of her work.\" He clicks a mouse and the screen fills with sudden and shocking close-ups: Ally toying with something pink and plastic; Ally impaled on two tattooed men; Ally loudly taking her pleasure with a blonde from Budapest. Odd, this face-to-face confrontation between Ally's shy real-life grin and Ally's outrageous video antics. But Root is nothing if not odd. Before he became France's most highly-acclaimed producer of hardcore porn, he wrote bestselling children's novels. It's difficult to know what to make of him. He is an eloquent, intelligent and apparently principled defender of a trade generally considered indefensible; he dares to have ideals in an industry defined by its lack of them. On the other hand, he makes a living (though not much of one) portraying men and women engaged in explicit sex acts, in films that he happily recommends should be watched \"with one hand on the remote control, and the other one where it shouldn't be\". Last month, Root published a remarkable open letter in the daily Libération in which he lambasted conservative calls for X-rated films to be banned from French TV, and simultaneously lamented the deplorable current output of an industry he called a \"precious cultural asset\". \"Porn's subject is physical love, a theme that has produced chefs-d'oeuvre in painting, sculpture and literature,\" he wrote. \"We wouldn't be having this debate if porn was what it should be: joyous, well-made, aphrodisiac art, respectful of its actors and its audience, portraying real people and making sense of its subject matter.\" For it is Root's core contention (to paraphrase his argument somewhat) that the fact that a person masturbates in front of their television set from time to time does not necessarily make them an imbecile. \"And there are a lot of people like me out there,\" he says. \"I want to be able to watch a sex film, get my physical pleasure out of it, and not have my brain tell me afterwards that it's revolted and ashamed because the thing was so cheap and nasty and demeaning. There's no earthly reason why a porn film shouldn't also be a good film. I want the product to respect me.\" It is at least an honest argument, and in France, where they take sex seriously, the critics seem convinced: reflected in some 15 movies so far, the Root philosophy of pornography has prompted even Le Monde to laud him as a film-maker who \"given the draconian demands of the genre, remains both ambitious and modest\". More exceptionally, Les Cahiers du Cinema, the legendary film magazine, went so far as to declare that Root's \"unique blend of trivial audacity, iconoclastic imagination and taste for pleasure, combined with his real sense of cinema, make this simply one of the best French films we have seen this year\". But while he welcomes the critical acclaim, it doesn't pay the bills, as Root is the first to admit. (The name is a pun on la biroute, one of many Gallic expressions for the male member. Root, 42, was born plain Jean Guilloré.) The cable channels which screen most of French TV's 900-plus porn films every month pay little more than £5,000 per movie. And while the popular pay-TV station Canal Plus, which broadcasts much of his work on its monthly Saturday-night sex slot, will go up to £17,500, that's not even the price of a 26-minute documentary. \"I lose money on every film I make. You can't make a watchable film for that kind of money,\" he says. \"The problem is that it's possible to do porn for almost nothing - a digital camera and a PC to edit, and you can call it a film. It's a joke to think you can make money out of porn if you want to do it properly.\" Leaving aside for a moment the thorny question of what constitutes \"proper\" porn, Root, who confesses from the outset that he has \"always been obsessed with sex\", runs quickly through an unexceptional early biography: childhood in Egypt, Paris film school, followed by 10 years as a reporter and cameraman for the news and current affairs departments of France's public television channels. To amuse himself, he wrote children's novels, one of which won a national prize. \"But I was bored,\" he says. \"I wanted to recapture the kind of erotic emotion I'd known when I was 15. So I started experimenting with being John B Root, in still photography, then CD-Roms and eventually films.\" From the start, says Root, he was guided by what he calls the golden age of French porn, those few short months in the mid-1970s between its legalisation and the introduction of the X certificate (which deprived the genre of the subsidies all other French-made films receive, forcing it into a financial ghetto from which it has never emerged.) \"It was the first porn I saw, and it was wonderful,\" he says. \"These were people who came from the cinema, who had made real films, and who wanted to experiment with a new form. They were genuine film-makers. It wasn't perfect cinema, but it was amusing and aphrodisiac and, just as important, it didn't assume I was stupid.\" So Root has principles for his own porn productions: first, he insists on what he calls \"the sincerity of the pleasure\" - in other words, no faking it. Second, he demands a real story with real characters, where the sex scenes either advance the plot or play a key part of it. As part of his quality drive, Root turns to a band of anarchic but talented French musicians for his soundtracks. He casts actors and actresses who can actually act, and some of whom have even gone on to work in mainstream French cinema. And, whenever appropriate in the context of the plot, his male actors wear condoms. He also, apparently, films flesh differently. According to Les Cahiers du Cinema, bodies in his films \"have a rare presence... They are not just there to excite the spectator but to lead him or her into a world where desire exists, where the real, even in a highly disguised form, can burst through at any moment.\" Thus (as Les Cahiers might say), Root's French Beauty records the collapse of a bourgeois French family under the assaults of a manipulative (and seriously oversexed) young woman; XYZ goes some way towards combining a hardcore sex movie with a romantic comedy about a young couple's relationship problems; The Pleasure Principle features a real-life love affair that develops on set between two cast members of an American-made porn movie. \"You have to have the distance of fiction,\" Root says. \"The sexual act mustn't be divorced from the emotion, there has to be a narrative sense to it. Otherwise, that's where porn becomes dangerous.\" Root's films include an awful lot of explicit sex scenes, they are a million miles from the traditional crass butchery of the genre (that's not my verdict but Positif's, another eminent French film mag won over by Root.) Being John B Root has pretty much killed off Jean Guilloré, however. The penseur of French porn is separated from his wife and two daughters, and these days lives a bachelor life largely because, \"I can no longer really tell the difference between the girl in front of the camera and the girl in my bed.\" Career-wise, if he can avoid bankruptcy over the next few months, he dreams of making something for the real cinema. \"For the serious director, there's a real pleasure in the form,\" he says. \"It's a tremendous privilege to play with pleasure, and it's a tremendous - and rare - skill to do it well. But I want to shoot a feature over 30 days, not five. I want to have proper money at my disposal.\" Root's venture out of the ghetto may not be that long in coming. A tragi-comic tale of a man who wants to make a sex film could be the vehicle; a more-or-less explicit feature about the porn world is probably, he says, what French film expects of him, particularly now the barriers between hardcore and mainstream are blurring. Catherine Breillat's Romance (starring the Italian stallion Rocco Siffredi) and Virginie Despentes' Baise-moi, to name just two recent French films that have not shied away from showing full penetration, are a sign that porn as a genre may be nearing its end, Root believes - although neither were exactly the joyful experiences he thinks sex films should be. \"Porn's been legal for 27 years,\" he says. \"It's rendered sex banal. There's a generation of young film-makers who've grown up with it and want the right to experiment with sex as cinematographers. There'll always be a market for sheer bad taste, of course. But having prepared the way for a genuine sexual cinema, pornography is dying - and the way it is now, I won't be sorry to see it go.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}