{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/aug/14/match.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-08-13T23:42:31Z", "webTitle": "Lions throw in bodies for a blank", "webUrl": "https://www.theguardian.com/football/2002/aug/14/match.sport3", "apiUrl": "https://content.guardianapis.com/football/2002/aug/14/match.sport3", "fields": {"headline": "Lions throw in bodies for a blank", "bodyText": "It may not have been pretty, but it was badly needed. Millwall came in dire need of a morale boost and that, in a way, was what they got. As the second half progressed it even appeared that they might snatch victory as Watford faded but the 82-nd minute sending-off of David Livermore, who was shown two of his side's six yellow cards, put an end to that hope. But the clean sheet will still have been greeted with considerable relief by a side beaten 6-0 at home by Rotherham on Saturday. The Millwall manager Mark McGhee described that humil iation as \"the biggest embarrassment of my career\", but while it has not yet been forgotten, attention was swiftly deflected on to the most embarrassing incident of Ray Lewington's still-brief spell in charge of Watford. Geoff Taylor, Brentford's youth-team manager, thought he was doing his former colleague a favour by compiling a scouting report on Millwall, one of the Bees' pre-season opponents. Instead it backfired miserably as he accidentally faxed his observations to the wrong club, leaving the Lions squad reading with astonishment about their \"cumbersome\" defending. One was singled out as being an \"after you Claude\" sort of player. But for anyone to be forced into the sort of comedy defending that characterised both teams' games on Saturday, Watford having gained little credit themselves in losing 2-0 to Leicester, someone must first produce some bright attacking and no volunteer was immediately on hand. The standard of forward play in the first half was perfectly characterised in the 25th minute when Watford's Paul Robinson completely mis-hit a cross, falling over in a heap and giving the ball away. Tim Cahill led the ensuing break until he tripped over the ball to hand possession back. It was always going to take a flash of brilliance to produce a goal, and if no one quite got that far Watford at least produced a flash 10 minutes before the break as Stephen Glass, picking the ball up midway into the Millwall half and produced a left-foot shot of pace, power and swerve that Tony Warner just managed to turn wide. It was the closest the home side came to a goal although their neat build-up deserved more success, Allan Nielsen in particular impressing in midfield. But there was no sign of the distracted defending which so humbled McGhee on Saturday, a combination of bodies inevitably snuffing out chances before Warner could be called into action. Millwall, meanwhile, produced a string of crosses without ever quite threatening the home goal, the closest they came in the first half a misguided defensive header that Alec Chamberlain gathered with deceptive ease. Eight minutes into the second half one of their crosses finally found a forward, Neil Harris meeting Ronnie Bull's centre but allowing Chamberlain a simple catch. The home goalkeeper was fully extended only once, when Paul Ifill's 74th-minute snap-shot forced him to tip over. Watford inevitable stole the advantage after Livermore's dismissal but could come no closer than a header from Neil Cox which was cleared off the line by Bull."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}