{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/aug/24/guardiansaturdaytravelsection3", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-08-24T17:45:31Z", "webTitle": "Tickets to ride", "webUrl": "https://www.theguardian.com/travel/2002/aug/24/guardiansaturdaytravelsection3", "apiUrl": "https://content.guardianapis.com/travel/2002/aug/24/guardiansaturdaytravelsection3", "fields": {"headline": "Tickets to ride", "bodyText": "Six top destinations New York: £226 Air India from Heathrow. Valid for departures September 10 - October 31. No minimum stay, maximum three months. Bridge the World (0870 4441716). Sydney: £565 Korean Air from Heathrow via Seoul (stopovers allowed in each direction). Must be booked by September 18. Valid for departures September 1 - December 9. Minimum stay seven days, maximum one year. Quest Travel (0870 4423513). Hong Kong: £399 Emirates from Gatwick via Dubai. Valid for departures September 1 - December 9. Minimum stay seven days, maximum four months. Travelbag (0870 89014600). Los Angeles: £333 American Airlines from Heathrow. Must be booked by August 27. Valid for departures September 1 - October 31. Minimum stay one Saturday night, maximum one month. Trailfinders (020-7937 5400). Paris: £58 BMI British Midland from Heathrow. Must be booked online (£5 supplement by phone 0870 6070555). Valid for departures indefinitely. No minimum stay, maximum one year. BMI British Midland (BMI British Midland). Amsterdam: £69 British Airways from Heathrow or Gatwick. Must be booked online (£10 supplement by phone 0845 7733377). Valid for departures indefinitely. British Airways (British Airways). The pick of the rest Malaga: £129 British Airways from Heathrow. Valid for departures August 27 - October 31. Minimum stay three nights, including one Saturday night, maximum one month. Airline Network (0800 727747). Bangkok: £360 Qatar Airways from Heathrow via Doha. Valid for departures August 26 - December 12. Minimum stay six days, maximum three months, Thomas Cook Flights Direct (0870 7520066). Faro: £139 Monarch Airlines charter from Manchester. Departs September 14 for seven nights. Avro (0870 0360116). Rio de Janeiro/Sao Paulo: £383 TAP Air Portugal from Heathrow via Lisbon. Valid for departures September 1 -October 31. Minimum stay seven days, maximum one month. Journey Latin America (0208 7473108). And the rail alternative Paris/Brussels: £59. Lille £49 Eurostar from Waterloo or Ashford. Last date for booking tomorrow. Valid for departures until September 30. Must be bought at least 14 days before departure. Minimum stay one Saturday night or two other nights. Eurostar (08705 186186). NB Fares can change rapidly. These were available in reasonable quantities at the time of writing, but they can sell out in a sudden rush."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}