{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/aug/02/rugbyleague.andywilson", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-08-01T23:30:37Z", "webTitle": "Vowles doubles up for Wakefield", "webUrl": "https://www.theguardian.com/sport/2002/aug/02/rugbyleague.andywilson", "apiUrl": "https://content.guardianapis.com/sport/2002/aug/02/rugbyleague.andywilson", "fields": {"headline": "Vowles doubles up for Wakefield", "bodyText": "Wakefield have appointed Adrian Vowles, the former Castleford captain who joined Leeds this year, as player-coach and hope he will make his debut against Hull at Belle Vue tonight. Vowles, who was the 1999 Super League Man of Steel, will work alongside Shane McNally, a fellow Queenslander who has guided Trinity to a win and a draw since the departure of Peter Roe. He has been contracted as football manager-coach until the end of next season. Trinity hope a work permit will come through in time for Vowles, 31, to play tonight, when another win would take them three points clear of the bottom club Salford. Leeds go to Bradford in tonight's televised game with their Australian stand-off Ben Walker returning after being left out of the past two matches. But the second-rows Matt Adamson and Andy Hay are missing as Bradford aim to avenge defeats at Headingley in Super League and at Valley Parade in the Challenge Cup. Wigan have suffered another injury blow with the Australian wing Brett Dallas ruled out for the season by cruciate knee-ligament damage. Jason Hetherington will stay another year with London Broncos. The 31-year-old hooker, who has one Australia cap, had been expected to retire at the end of the season. Broncos have also welcomed the arrival of a second professional club in the capital, after the Rugby League Council accepted an application from North London Skolars to play in National League Two next summer. They will be based at the New River Stadium in Tottenham. \"It's a huge boost for the game down here and we see Skolars as partners, not rivals,\" said Broncos' chief executive Nic Cartwright. York City, whose application was also accepted after the demise of York Wasps this year, have already started recruiting players under their chief executive Steve Ferres - who had also been linked with the Wakefield job. Leigh have confirmed the signing of the former Great Britain scrum-half Bobbie Goulding from Salford, but the 30-year-old is contracted only until the end of the season. He will have to steer them to victory in the Northern Ford Premiership grand final, which carries promotion to the Super League, to earn a longer deal. They are his ninth professional club."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}