{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/aug/21/newsstory.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-08-20T23:33:30Z", "webTitle": "Captain Lennon sees Irish fortune turn", "webUrl": "https://www.theguardian.com/football/2002/aug/21/newsstory.sport2", "apiUrl": "https://content.guardianapis.com/football/2002/aug/21/newsstory.sport2", "fields": {"headline": "Captain Lennon sees Irish fortune turn", "bodyText": "Neil Lennon, the target of sectarian abuse six months ago, will captain Northern Ireland in tonight's friendly fixture in Belfast against Cyprus. It is quite a turnaround for the Celtic midfielder after being booed by some Windsor Park fans in February, just after his move to the Glasgow club. At that time Lennon considered quitting international football. With the manager Sammy McIlroy without experienced players like Steve Lomas and Gerry Taggart, his choice of captain was betwen Lennon and Blackburn's Keith Gillespie. \"It was difficult for me when I received the abuse from a very small section of the crowd against Norway,\" Lennon said. \"But the following match against the Czech Republic was superb as the fans really got behind me.\" Scotland's manager Berti Vogts has handed Sunderland's Kevin Kyle a chance to shine at Hampden Park in the meeting with Denmark. The tall striker will start tonight, having impressed on the Far East tour in May, even though he is not yet a regular for his club. West Ham's defender Christian Dailly is another starter despite having played for his club on Monday in the 4-0 defeat by Newcastle. Mark Hughes, without nine players for Wales's friendly in Croatia, will give several understudies their chance tonight. they include Crewe's David Vaughan, Bradford's new signing Paul Evans and Cardiff's trio of Rhys Weston, Danny Gabbidon and Robert Earnshaw."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}