{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/aug/11/crimebooks.germany.teacherstimeoff", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2002-08-11T18:36:06Z", "webTitle": "Right this way your table's waiting...", "webUrl": "https://www.theguardian.com/travel/2002/aug/11/crimebooks.germany.teacherstimeoff", "apiUrl": "https://content.guardianapis.com/travel/2002/aug/11/crimebooks.germany.teacherstimeoff", "fields": {"headline": "Right this way your table's waiting...", "bodyText": "Berlin is my kind of town. A modern metropolis where the past is always present. A shifting shape-changing city. Historical melange of decadence and repression that pulls you in and spits you out like a rock steady bouncer. This is an ordered city where logic needn't apply. Here gothic buildings can crumble upwards into twenty-first century superstructures spiderman would be proud to swing from and Marx and Mercedes have both held sway. Berlin is a contradiction of a town. An invitation to wherever you want to go. My friend the novelist Zoë Strachan and I arrived in Berlin at night, freaked out by the Third Reich monumentalism of Tempelhof airport. A line from Cabaret drifted through my mind: 'Start by admitting, from cradle to tomb, it isn't that long a stay.' We dumped our luggage, thought 'what good is sitting alone in your room?' and headed to the cabaret. It's my lifelong ambition to be able to distinguish glamour from sleaze. Perhaps Berlin would teach me the difference. Our first stop was the Kleine Nachtrevue on Kurfürstenstrasse, a gratifyingly low-key exterior off the main drag. We rang the bell and the shutter on the Judas window snapped back speakeasy style. A glimpse of made-up eyes, glitter lips, then the shutter slammed, the door opened and we were admitted. I was brought up in Edinburgh, home to the Scottish Parliament, host of the General Assembly of the Church of Scotland. A city with more lap-dancing clubs than you can shake a stick at - cynics connect these elements in a most scandalous manner. But a female friend who lives on the junction christened 'The Pubic Triangle' - it boasts three lap-dancing clubs, one on each corner - doesn't find it so funny. Where I come from naked ballet means one thing. So when Zoë pointed out the pole through the middle of our table and Bodo Diehl, the MC told us, 'Tonight we will present something beautiful,' I was worried. The show was entitled, Anita Berber - Laster und Ekstase (Vice and Ecstasy). Otto Dix painted a fine portrait of Berber, first naked dancer in Berlin, precursor to Josephine Baker. Anita died young of TB, helped along by syphilis and drug addiction. Her dances included, Suicide, Madness and Body on the Dissecting Table. A film biography bears the legend, 'Anita's life makes Louise Brooks look like Doris Day'. Five Anitas, with china-white faces, crazy kohl eyes and magenta lips, danced out Berber's life and art in an elegant, edgy show which deserves a bigger audience. I felt the spirit of the hedonistic 1920s enter the room and was thrilled and afraid. When not on stage, dancers in full costume took turns serving behind the bar. A combination of avant-garde and domesticity. A typical Berlin contradiction. Cabaret means different things in Berlin. Next evening at the Winter Garten Varieté liveried doormen ushered us from our taxi into a brilliant red and gold foyer, where top-hatted magicians were performing conjuring tricks. The Winter Garten is conscious of its 100-year history - its auditorium is lined with glass cases displaying memorabilia from former days, Harry Houdini's trunk, Glock the clown's costumes. The Winter Garten is trad, dad, but it's a fine tradition, if you like that kind of thing. Alexei Sayle does a routine where he asks, 'Why did music halls die out? Because they were crap!' Well, Alexei has obviously never witnessed a girl dancing a samba while twirling dozens of hula hoops about her person, or a man who could play two recorders simultaneously, melody and harmony, one in each nostril. Though as Mr P.P. said, after juggling regurgitated ping-pong balls: 'What a way to make a living.' My favourite way to see any city is from the back of a speeding cab after dark. In Berlin people drive fast but legal. Taxis are cool Mercs, fares relatively cheap. On the way back we drove past the restored Reichstag. A futuristic glass cupola raised on the shell of the old parliament, which still bears graffiti left by Russian soldiers in 1945. A symbol of Germany's acknowledgement of the past and hope for the future. We hurtled home along the historic Unter den Linden, past the university courtyard, scene of the first book burnings, and through the triumphal Brandenburg Tor. A trip to beat any tourist bus - though we did suspect we might have been doglegged. The final cabaret on our list was Chamäleon Varieté, situated in the trendy eastern Hackesche Höfe complex. An arrangement of Art Nouveau courtyards, housing a selection of bars, restaurants and smart shops. The crowd here is younger, the theatre grandly dilapidated. Girls, carrying trays laden with clockwork toys for sale, circulate among the tables. The Chamäleon is cabaret as circus. A young troupe link acts by pretending the show is part of a circus school. The conceit allows performers to observe each other from the stage, adding a frisson of voyeurism that reached its peak when a topless male aerialist plunged repeatedly into a bath of water, to the accompaniment of In the Heat of the Night . He was watched from the edge of the stage by a young acrobat, who couldn't quite hide his giggles. The act was a boon for fans of physical culture which brought a table of men next to us to their feet in a resounding ovation. It wasn't all good though. Man of 1,000 faces, silent movie star, Lon Chaney said: 'No one laughs at a clown after dark.' Well, this girl didn't laugh at the clowns at all, but I was a miserable minority. Those crazy fellas with baggy trousers and balloons (don't ask) brought the house down. For folk dedicated to the night, we rose early. Berlin has great street-markets and the best way to score is to be there sharp. At flohmarkt Rathaus Schöneberg you'll find old emblems of the GDR among family photographs, fragments of crystal chandeliers, painted Russian dolls, books, clothes, rugs and an excess of Bakelite telephones. Prices are low enough to be bargains, but high enough to avoid feeling like a capitalist pig dog. It didn't matter that our spoken German was poor - there's an international language of trade involving fingers, nods, shakes of the head, sardonic looks and if you're lucky, smiles. For €5, I bought a mermaid lighter whose nipples illuminate when you ignite her flame. Like all good cities, Berlin is easy to escape from. We took a day trip to Potsdam, home of Babelsberg studios, one-time cinematic centre of Europe. Here F. W. Murnau filmed Nosferatu , Fritz Lang directed Metropolis and Marlene Dietrich starred in The Blue Angel . At the Filmmuseum Potsdam you can view extracts of seminal German films in an expressionist Caligari hall. Exhibits include photographs, mementos and recreations of silent movie stars' dressing rooms. As the divine Sally Bowles would say: ' Fantastischön darling!' Be warned though, information is not in translation, a tantalising experience for the linguistically challenged. On our final night we pursued the cinema theme, travelling out beyond Alexanderplatz in search of the Kino International. Here was a glimpse of old East Berlin. Boxy buildings where workers were accommodated in utilitarian apartments, layered by profession, artists and writers on the top floor. Well, let's face it, they need the exercise most. I wanted to view the interior of the Kino but the custodian kept pointing at a leaflet which indicated Monday night was 'MonGay' night. Eventually he allowed us up the grand staircase and into the cinema bar. His disapproval had led me to anticipate Sodom at the very least, but the lounge was empty. No sign of depravity anywhere. The interior was compensation: 1960s Swedish design done Soviet-style, wood veneer, juxtaposed with the smartest chandeliers east of the Edinburgh Assembly Rooms. We sat on low chairs, drank vodka and took in the view. In the distance we could see the pierced pickled onion sputnik of the Fernsehturm television tower, one-time icon of communist technology. Here, then, was glamour without the sleaze and it was very lovely. Still, I couldn't help but hope it hotted up a little after we left. There was time for some high culture before our departure. Heading for the Berliner Dom, Berlin's gigantic Renaissance cathedral, the sound of violins drifted towards us. We followed the music and came upon a demonstration. A cordon of police in green uniforms were keeping pace with a line of marchers which stretched beyond our vision. Romany people, protesting against the forced deportation of Bosnian Roma from Germany. We decided against the cathedral and headed instead for Schöneberg. Twenties Berlin was the first city to have a sizeable openly gay and lesbian presence. The war devastated this community. Gay victims of the Nazis are commemorated by a small plaque outside the U-Bahn at Nollendorfplatz. In the 1960s Berlin again became a centre for gays and lesbians. You can have gay workplaces, weddings, friends and funerals - presumably as long as you aren't a gay Bosnian gypsy. We took each other's photographs outside Goodbye to Berlin author Christopher Isherwood's lodgings, ate Turkish food, drank beer, then explored the second-hand book shops on Winterfeldstrasse. Visit any city in the world and you will find second-hand book shops. They will be in the more bohemian districts of town, staffed by a variety of old buggers and misfits. I felt at home rummaging through the English-language shelves under the gaze of old curmudgeons. I loved Berlin. It's fun, busy and yes, the trains are great. I'd like to live there one day. In that contradiction of a city, historical hybrid of decadence and repression. Town where the past is always present. Factfile Louise Welsh flew with ScotAir (0870 6060707) from Edinburgh to London City airport and then on to Berlin with Lufthansa (0845 7737 747). ScotAir offers Edinburgh to London City Airport from £99 including taxes while Lufthansa offers London-Berlin from £91 return including tax. She stayed at the SORAT Art'otel Berlin, Joachimstaler Strasse, 29 (00 49 30884470) in central Berlin, which has double rooms from €108 (£69) B&amp;B. Further information: the German National Tourist Board (020 7317 0908) Cabarets Kleine Nachtrevue, KurfÀrstenstrasse 116 Winter Garten Varieté, Potsdamer Strasse 96 Chamäleon Varieté, Rosenthaler Strasse 40/41 Books Christopher Isherwoood, Goodbye to Berlin (1939) Len Deighton, Funeral in Berlin (1964) Films The Blue Angel (1930) Director Josef von Sternberg, starring Marlene Dietrich as Lola Lola, cabaret singer and irresistible femme fatale. Cabaret (1972) Director Bob Fosse, starring Liza Minnelli and Joel Grey. Sexy musical whose portrayal of the rise of Nazism seems unfortunately pertinent today. Thirtieth-anniversary re-release on video/ DVD, on 19 August. Funeral in Berlin (1966) Michael Caine plays Len Deighton's reluctant spy, Harry Palmer. Wings of Desire (1987)&gt; Wim Wenders's angels watch over a divided Berlin. Aimée and Jaguar (1999) An affecting story of same-sex love against the dangerous background of the Second World War. · Louise Welsh is the author of The Cutting Room."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}