{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/aug/14/newsstory.sport7", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-08-13T23:42:29Z", "webTitle": "Wales want Hughes for World Cup", "webUrl": "https://www.theguardian.com/football/2002/aug/14/newsstory.sport7", "apiUrl": "https://content.guardianapis.com/football/2002/aug/14/newsstory.sport7", "fields": {"headline": "Wales want Hughes for World Cup", "bodyText": "Mark Hughes is in talks to extend his contract as Wales manager for 2 years, putting him in charge through to the 2006 World Cup finals in Germany. The FA of Wales has been seeking a longer commitment from Hughes, now that he has retired as a player, but it also represents a vote of confidence because it would keep the former national striker in charge whatever the outcome of the Welsh campaign for Euro 2004 in Portugal. Hughes' current contract, which started officially in February 2000, is due to expire at the end of next year, when Wales' qualifying fate for Portugal will be known. \"The negotiations are progressing, it's all very friendly at the moment,\" said Hughes yesterday as he named his squad for next week's friendly in Croatia. \"I can't see it being a problem. I hope something will be resolved when my agent [Dennis Roach] meets David Collins [FAW secretary] on Friday.\" Wales are also aware that Hughes, 39 in November, who left Blackburn earlier this summer, still attracts Nationwide clubs. But he said yesterday: \"I have completely given up the idea of playing again.\" Hughes has failed to persuade Charlton's winger John Robinson to change his decision to retire from interna tional football. But Ryan Giggs is the squad for Croatia despite Manchester United having a game at Chelsea two days later. Tottenham's midfielder Oyvind Leonhardsen has joined Schalke 04 on a four-day trial with a view to a permanent transfer. The Norwegian international took part in his first training session yesterday, along with his countryman, United's defender Ronny Johnsen, who is another trialist. Spurs, meanwhile, will make another attempt to sign Fernando Morientes from Real Madrid. The striker rejected the move last week, saying he had \"no wish\" to go to Spurs, but Glenn Hoddle said: \"We are still trying to get Morientes.\" Ipswich's defender Hermann Hreidarsson has turned down a £3.2m move to West Bromwich. \"I've been told he doesn't fancy another relegation battle,\" said Albion's manager Gary Megson. \"That was the reason given by his agent.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}