{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/aug/14/rugbyleague.warrington", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-08-13T23:41:46Z", "webTitle": "Wood is sacked as Cullen gears up", "webUrl": "https://www.theguardian.com/sport/2002/aug/14/rugbyleague.warrington", "apiUrl": "https://content.guardianapis.com/sport/2002/aug/14/rugbyleague.warrington", "fields": {"headline": "Wood is sacked as Cullen gears up", "bodyText": "It is all change at the top in west Cumbria, with Whitehaven resigned to losing their coach Paul Cullen to Warrington today and Martyn Wood sacked by Workington Town. Warrington have called a lunchtime press conference to announce the successor to David Plange, who was sacked on Monday, and Haven as good as confirmed that Cullen will be there. \"Paul is still the Whitehaven coach but we're not naive,\" said their director Ken Shepherd. \"Everybody is putting two and two together. There has always been a threat that he would move on but we will be very disappointed because he has turned this club around.\" In contrast, Wood has failed to improve Workington's results since taking over from Gary Murdock as player-coach this season - Town were thrashed 62-20 at Rochdale last Sunday, their sixth defeat in seven matches, with Wood a non-playing substitute. Paul Penrice, a former Workington centre, has been appointed coach for the rest of the season. London Broncos may play in Hong Kong next year in a one-off match against Australia's National Rugby League champions. London will be flying to Sydney for pre-season training at the same time as the NRL winners are heading for England for theWorld Club Championship, allowing them to meet halfway. Halifax, who could yet be sucked into a Super League relegation battle, have insisted that Andrew Dunemann will not leave before the end of the season. The influential Australian stand-off has been strongly linked with Castleford, whom Halifax play on Sunday, and Bob Sweeney, the Blue Sox football director, said: \"Andrew has asked to be released from his contract at the end of this season\". Halifax have offered new contracts to Andy Hobson and Sean Penkywicz, and are also hoping to retain Jamie Thackray and Jason Flowers."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}