{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/aug/10/newsstory.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-08-09T23:39:50Z", "webTitle": "Houllier puts his health first", "webUrl": "https://www.theguardian.com/football/2002/aug/10/newsstory.sport2", "apiUrl": "https://content.guardianapis.com/football/2002/aug/10/newsstory.sport2", "fields": {"headline": "Houllier puts his health first", "bodyText": "Gérard Houllier intends to take regular breaks from football this season to avoid a repeat of the health problems which saw him forced out of the game for six months last term. The Liverpool manager underwent open heart surgery last October after suffering an acute aortic dissection during Liverpool's 1-1 draw with Leeds. He did not return to Anfield until March and subsequently opted against travelling to the World Cup in Japan and South Korea, the first time he had failed to attend a major international competition in 22 years. \"I'll be more careful with my time this season and will take a break every so often, definitely,\" said the Frenchman yesterday. \"The one thing you learn about your job is you have to look after yourself. The most important person in your life is yourself. \"I didn't go to the World Cup so that I might be ready for pre-season. Not going to a major tournament is a sacrifice for me but I really feel the benefit of it now. I feel fully re-charged.\" The 54-year-old Houllier allowed himself little time to celebrate Liverpool's cup treble of 2001 and instead travelled to watch the Confederations Cup in Japan. On his return to the United Kingdom he was thrust straight into pre-season preparations with Liverpool touring Singapore and Thailand before kicking off the season with the Charity Shield and Champions League qualification games against FC Haka. That work-load would subsequently catch up with him. \"It's a battle every day, particularly when you are trying to sign players. But, if you want to lead the players and inspire them, you have to be in the right frame of mind,\" he added. \"So, for example, when there's an international week this season, maybe I'll take a few days off. \"I wanted to go to the World Cup but, when it came to the end of the season, I had to say no. I had to be reasonable, so I'm like Steven Gerrard and Jamie Carragher in that respect. They could have played in the World Cup but they would have needed the operations when they came back. They wanted to be ready and so did I.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}