{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2002/aug/19/mondaymediasection3", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2002-08-19T22:40:59Z", "webTitle": "My Cuttings", "webUrl": "https://www.theguardian.com/media/2002/aug/19/mondaymediasection3", "apiUrl": "https://content.guardianapis.com/media/2002/aug/19/mondaymediasection3", "fields": {"headline": "My Cuttings", "bodyText": "We've been working together for two years. Our first review was roughly around February or March last year. We got a piece in Time Out and a piece in the Guardian. The Guardian said we were \"mesmeric\" and \"head and shoulders above the rest\", which was great, and Malcolm Hay from Time Out was very supportive of us. Before that, we'd had reviews abroad as opposed to here, so we didn't understand them. There was a lovely one in France, it went \"la la la la la la la 'so British'\". Occasionally you get a review which really understands what you're doing, like the guy who reviewed us on chortle.co.uk. We get a lot of good reviews in the Nottingham press, we perform there a lot, and I think one guy from the local paper just picked up on us. A long time ago there was a review in the Stage which described us wrongly. It was when I first started playing around with the idea of Men in Coats, and we were using overcoats. They said \"these guys came on stage dressed as two dirty old men\". After that, I had to think about how to present the show, so I thought up the snorkel parkas. Sometimes reviewers have to pick on something in the show - it's our first time in Edinburgh, and you can't expect people to come along and say \"It's the best show ever!\" Often, the criticisms they make are valid. There was one in the Herald, where the guy loved the show, but at the end he did a bit about the venue and the problems of the \"conveyor belt\" audience, which was true, but I didn't think he needed to mention it in our review. I'll read our reviews once and then file them away. I'll maybe read them all again after Edinburgh, and I'll try and take a balanced view of what's been said about us. We didn't approach any papers or do any PR, like a lot of the shows here. We spent a year doing the comedy circuit, so that created a buzz, which fed the press interest. Then at the press launch at the Pleasance everyone got to see us all at once. One photographer asked whether he could do another shoot with us, because he was laughing so hard his photos had turned out badly. I really liked a picture we did for the Guardian, where we're up to our necks in sea-water. I want a copy of that for my wall. Because we don't speak, we don't really come across well on radio. We've done the odd TV piece. We did the Edinburgh show for BBC2. We've spoken to people about writing for TV, but we want to get the job done properly, work slowly and make sure when we do come up with something, it's good. · Mick Dow is one half of Men in Coats, performing at the Pleasance theatre, Edinburgh, during the Fringe Festival."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}