{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2002/aug/19/mediamonkey.mondaymediasection", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2002-08-19T22:41:00Z", "webTitle": "Media Monkey", "webUrl": "https://www.theguardian.com/media/2002/aug/19/mediamonkey.mondaymediasection", "apiUrl": "https://content.guardianapis.com/media/2002/aug/19/mediamonkey.mondaymediasection", "fields": {"headline": "Media Monkey", "bodyText": "· \"Mary Soames names Clementine's real father\" screamed the front page of the Times last Friday. In an interview to plug her updated biography of her mother Clementine Churchill, Mary Soames \"concedes that some people might consider her wrong to have published the name\". She needn't have worried. Elizabeth Longford had already done so more than 20 years ago in her biography of Wilfred Scawen Blunt. Ms Longford's source? That very same \"secret\" cache of letters between Lady Soames's grandmother and Blunt the Times cited. Oh, and the letters are not exactly secret - they're available to the public. And they're not at Fitzwilliam College, Cambridge, but in the Fitzwilliam Museum. · Last week's Broadcast Rich List will have pleased Mike Luckwell, second-biggest shareholder in the company that makes Bob the Builder. Once a partner in Carlton with Michael Green, Luckwell sold his stake in 1986 after arguments over strategy. Now he's assessed at £100m, while his former colleague (hit by a personal loss of £50m on ITV Digital) is rated at precisely half that figure. · In April, Barbara Amiel presented Anna Wintour, the editor of American Vogue, with an award for being an exceptional woman. Wintour ostensibly returns the favour in US Vogue's latest issue, devoting seven pages to Conrad Black's wife posing in designer frocks and showing a writer around her myriad walk-in closets. But is Amiel being sent up? Telegraph subs who handle her eccentric columns will be excited to learn that the 61-year-old Lady Black owns a dozen Hermes bags, 30 to 40 jewel-handled Pellegrino handbags and an Imelda Marcos-style shoe collection including Blahnik and Chanel flats \"stacked two and three-pair deep\" and 100 pairs of Manolo high heels. In just one of their four homes. · Friday's launch of black music station 1Xtra was graced by Greg Dyke and a retinue of BBC bigwigs, including radio empress Jenny Abramsky - who flew in from Gascony for the bash, and then flew straight back again. The merest whisper of a hiphop and garage party, and she's off like a shot."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}