{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/aug/14/golf.uspga20021", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-08-13T23:41:44Z", "webTitle": "Tee-off times", "webUrl": "https://www.theguardian.com/sport/2002/aug/14/golf.uspga20021", "apiUrl": "https://content.guardianapis.com/sport/2002/aug/14/golf.uspga20021", "fields": {"headline": "Tee-off times", "bodyText": "Start times for the first two rounds of the US PGA championship (US unless stated, all times BST) 1st tee tomorrow, 10th tee Friday: 1.15pm and 6.20pm D Tentis, P Fulke (Swe), J Haas. 1.25 and 6.30 R Gamzes, S Farren, R Gonzalez (Arg). 1.35 and 6.40 P O'Malley (Aus), B Mayfair, B Evans. 1.45 and 6.50 F Zoeller, C Strange, I Woosnam (Wales) 1.55 and 7.0 T Lehman, S Garcia (Sp), P Lawrie (Scot). 2.05 and 7.10 R Mediate, P Lonard (Aus), JL Lewis. 2.15 and 7.20 A Cabrera (Arg), T Herron, C Beckman. 2.25 and 7.30 V Singh (Fij), D Love, H Sutton. 2.35 and 7.40 S Verplank, J Parnevik (Swe), S McCarron. 2.45 and 7.50 B Faxon, S Appleby (Aus), J Rose (Eng). 2.55 and 8.0 D Wilson, P McGinley (Ire), C Paulson. 3.05 and 8.10 F Funk, B Baird, W DeFrancesco. 3.15 and 8.20 J Klinchock, S Schneiter, R Thompson. 6.20 and 1.15 S Laycock (Aus), A Morin, S Kendall. 6.30 and 1.25 N Lancaster, C Parry (Aus), D Berry. 6.40 and 1.35 KJ Choi (Kor), J Durant, J Huston. 6.50 and 1.45 E Romero (Arg), K Perry, K Triplett 7.00 and 1.55 J Sluman, M Brooks, N Price (Zim). 7.10 and 2.05 P Harrington (Ire), M Calcavecchia, C DiMarco. 7.20 and 2.15 L Mattiace, S Maruyama (Japan), L Roberts. 7.30 and 2.25 B Andrade, M Campbell (NZ), D Hart. 7.40 and 2.35 G Norman (Aus), P Mickelson, T Watson 7.50 and 2.45 M Weir (Can), K Sutherland, R Sabbatini (SA). 8.0 and 2.55 L Westwood (Eng), C Howell, A Scott (Aus). 8.10 and 3.05 J Sindelar, S Hansen (Den), C Stevens. 8.20 and 3.15 J Lankford, K Thompson, B Mahlberg. 10th tee tomorrow, 1st tee Friday: 1.15 and 6.20 H Slocum, P Casey (Eng), R Larritz. 1.25 and 6.30 T Clark (SA), T Thelen, P Perez. 1.35 and 6.40 F Lickliter, C Perks (NZ), C Smith. 1.45 and 6.50 M O'Meara, C Montgomerie (Scot), L Janzen. 1.55 and 7.0 J Furyk, N Fasth (Swe), J Kelly. 2.05 and 7.10 S Lowery, T Bjorn (Den), S Cink. 2.15 and 7.20 P Azinger, B Tway, S Elkington (Aus). 2.25 and 7.30 J Coceres (Arg), J Carter, JP Hayes. 2.35 and 7.40 D Toms, T Woods, E Els (SA, pictured left). 2.45 and 7.50 M Gogel, B Estes, T Izawa (Japan). 2.55 and 8.0 G Owen (Eng), J Rollins, S Katayama (Japan). 3.05 and 8.10 C Campbell, T Weinhart, S Ames (Tri). 3.15 and 8.20 K Stauffer, B Harston, B Porter. 6.20 and 1.15 T Dolby, JJ Henry, P Price (Wales). 6.30 and 1.25 D Peoples, A Hansen (Den), M Gilmore. 6.40 and 1.35 T Taniguchi (Japan), S Stricker. 6.50 and 1.45 S McRoy, J Maggert, T Levet (Fr). 7.0 and 1.55 M Kuchar, I Leggatt (Can), J Edwards. 7.10 and 2.05 D Clarke (N Ire), J Leonard, D Waldorf. 7.20 and 2.15 J Daly, L Nelson, N Faldo (Eng). 7.30 and 2.25 R Allenby (Aus), S Hoch, R Beem. 7.40 and 2.35 D Duval, JM Olazabal (Sp), R Goosen (SA). 7.50 and 2.45 B Langer (Ger), J Cook, T Teshima (Jap). 8.0 and 2.55 C Pettersson (Swe), C Riley, S Flesch. 8.10 and 3.05 J Kaye, B Zabriski, B Gay 8.20 and 3.15 J Blair, T Fleming, R Hartmann."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}