{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2002/aug/17/crime.tomclancy", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2002-08-16T23:52:55Z", "webTitle": "Review:  Red Rabbit by Tom Clancy", "webUrl": "https://www.theguardian.com/books/2002/aug/17/crime.tomclancy", "apiUrl": "https://content.guardianapis.com/books/2002/aug/17/crime.tomclancy", "fields": {"headline": "Patriot games", "bodyText": "Red Rabbit by Tom Clancy 640pp, Michael Joseph, £18.99 Tom Clancy is not, by conventional literary-critical criteria, a great novelist. But he is, without question, the novelist with the biggest ideological clout currently active. Jack Ryan, his cold war superhero (stockbroker, two-fisted marine, doctor of philosophy, CIA spook, president of the US), is battling on two fronts. The movie, The Sum of All Fears, out in the UK this week, has been showing on screens in the US since May. Red Rabbit will, for a certainty, be the beach book of 2002. One of the problems with Ryan is that, once he has made it to the White House in Executive Orders, there's nowhere higher for him to go. Like Alexander, he pines for new worlds to conquer. In the cinema, Clancy and his Hollywood delegates have rejuvenated their property by replacing grizzled Harrison Ford with smooth-faced Ben Affleck. The miraculously young Ryan saves the world from Armageddon - although Baltimore takes a painful hit from a terrorist dirty bomb in the process. The setting is the very near future. Red Rabbit backtracks along Ryan's CV to 1981. He has saved the heir to the British throne (in Patriot Games) from Irish assassins and been knighted. As he is an asset with useful connections, the CIA has seconded him for a year or two to Britain's intelligence service. Jack, together with surgeon wife Cathy and little daughter, becomes a player in the Great Game. (No need for a spoiler alert - everything that follows is divulged in the novel's blurb.) The Reds, under the unscrupulous KGB chief Andropov (Brezhnev is a senile zombie), plan to assassinate the Polish Pope, who has threatened to throw his papal muscle behind Solidarity. Having done for the turbulent priest, Andropov will take over and put some Stalinist lead back in the Soviet pencil. Meanwhile, at the top board, a complex game of superpower chess is developing. The Americans are scheming to destabilise the Soviet Union - their plan is called \"The Masque of the Red Death\" (if you believe Clancy, glasnost and perestroika were smart weapons devised by Washington). Why does the Evil Empire fall eight years later? Because it is atheistic (\"Red Rabbit\" is a defecting KGB operative who discovers God), because it has an unwieldy bureaucracy, and - above all - because its military machinery is naff. The AK47 is \"a good weapon\", for example, but not a patch on the M16 (SA80 - forget it). The Russkis can't make a sink-plug that works, let alone a stealth bomber. Jack, heroic as ever (and a devout Catholic to boot), gets caught up saving John Paul II from the Bulgar assassin and, inevitably, is instrumental in saving the world for democracy, godliness, capitalism, and the American way. Alas, Britain - his temporary domicile - is strictly second division. Cathy (who goes to work for the NHS) is appalled by the inefficiency of socialised medicine. Jack finds the country charming but always lurking at the back of his mind is the question, \"Can you really trust the Brits?\" Poor Tony. It's a feature of a sophisticated, ideologically driven country like America that its parts function in unison, without any formal instruction from above. Clancy, quite transparently, is preparing readers and filmgoers for war. The Iraq adventure, that is. In The Sum of All Fears, the American population is alerted to the imminent likelihood of a dastardly terrorist strike, and the urgent necessity to pre-empt it. In the original scenario, the terrorists were Arabs. The film was made before September 11 and the producers were prevailed upon, by lobbyists, not to demonise Islam. The villains were duly recast as European neo-Nazis. Same difference. Most of America thinks that Europe is comprised of anti-semitic liberal pacifists. In the fight to come, America stands alone. Red Rabbit exudes a terrifying new confidence. The Vietnam syndrome is wholly purged. America can conquer by virtue of its simple faith in God, its \"system\" and its cutting-edge weapons technology. Praise the Lord and pass the smart bombs. · John Sutherland's most recent book is Last Drink to LA (Faber)."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}