{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/aug/14/newsstory.sport4", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-08-13T23:42:24Z", "webTitle": "League set for £6m ITV U-turn", "webUrl": "https://www.theguardian.com/football/2002/aug/14/newsstory.sport4", "apiUrl": "https://content.guardianapis.com/football/2002/aug/14/newsstory.sport4", "fields": {"headline": "League set for £6m ITV U-turn", "bodyText": "The league is ready to eat humble pie and seal a £6m, three-year highlights deal even though it branded the ITV companies a \"disgrace\" after they closed their ITV Digital pay-TV platform and pulled out of a live broadcasting contract that cost clubs £131m. The move is likely to be unpopular with many of the 72 Nationwide club chairmen who are still furious with the broadcasters but the league's directors will tell them it is the best deal available. Clubs are being forced back into bed with foes they met in court less than a fortnight ago because of a lack of other bidders for the rights. The league has also begrudgingly accepted that more fans will see games on ITV than on any other broadcaster because of its regional set-up. \"It sticks in the throat a bit but there is no point in being small-minded,\" said a league source. \"A lot of pride has to be swallowed but this deal is suited to both sides.\" Channel 5 also remains in the running for the rights, but league sources expect a deal to be sealed with Carlton and Granada in the next fortnight. BSkyB recently picked up rights to live Nationwide games for the next four years for £95m. In the past ITV has shown a Goals on Sunday highlights specially tailored to each region, enabling fans to watch games involving all local lower league teams. \"We want as many fans to see their teams as possible,\" said a league source. Negotiations are being led by the league's commercial director Richard Masters after the resignations of the chief executive David Burns and chairman Keith Harris. Despite the developments with Carlton and Granada, Barnsley have followed the lead of Burnley in banning ITV from filming games at Oakwell this season. Nevertheless it appears Barnsley could review their move. A spokesman for the cash-strapped Yorkshire club, relegated from the First Division last season, said the decison had been made on the grounds that because there was no TV agreement in place for highlights there would be no admission to anyone but Sky. A deadline of December has been set by the league to restructure its organisation and financial management in an attempt to alleviate the crisis afflicting many of its clubs. The league also agreed that any discussions over change would also include the Football Association, the Premier League, the players' union (PFA) and Second and Third Division clubs, and not just the First Division as initially envisaged. Yesterday's meeting was attended by the FA's chief executive Adam Crozier. All parties involved yesterday pointed out that the idea of the First Division breaking away and forming a Premier League Two was likely to be unfeasible and that even the recent controversial report by the accountants KMPG rejected it. Over the coming months issues such as salary capping, parachute payments, club licensing and redistribution of money from TV and commercial deals will be discussed by all 72 clubs and the other parties now involved."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}