{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/cifamerica/2008/nov/11/sarah-palin-fox-news-republicans", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-11-11T18:30:00Z", "webTitle": "Dan Kennedy: Fox News bets its future on Sarah Palin", "webUrl": "https://www.theguardian.com/commentisfree/cifamerica/2008/nov/11/sarah-palin-fox-news-republicans", "apiUrl": "https://content.guardianapis.com/commentisfree/cifamerica/2008/nov/11/sarah-palin-fox-news-republicans", "fields": {"headline": "Sarah Palin's comeback", "bodyText": "Greta Van Susteren's suck-up interview with Sarah Palin may help forestall a nascent boycott of Fox News urged by rightwingers unhappy with the conservative network's role in spreading rumours about their fallen heroine. But it's not likely to stop the warfare now under way between finger-pointing factions of the Republican party. Palin seemed relaxed Monday night under Van Susteren's unctuously solicitous questioning. And Palin brushed aside numerous invitations to trash the anonymous McCain campaign staffers who have been criticising her as a grasping know-nothing who helped drag the Republican ticket to defeat. Earlier she had referred to her critics as \"jerks\". On Monday, though, she chose to blame her problems on the media, which, she said, were all too willing to repeat \"garbage\" spread by \"bloggers in their parents' basement\". It was a semi-impressive performance. Trouble is, following the revelations of the past week you would have to blind and deaf – or Sarah Palin – to believe it's all the media's fault. In fact, we should all be thankful to John McCain for flying one last mission for his country. Over the past few weeks, as it became clear that McCain was going to lose and lose big, a long, low whine began to emerge from Republican circles that it was all the fault of the big, bad, liberal media. According to this line of reasoning, the media destroyed Palin because they didn't like her working-class roots, her religion, her hairdo, her glasses or her continued existence on this earth. Former Republican senator Fred Thompson made the case pretty damn clumsily on NBC's Meet the Press just a few days before the election. Though conceding he had not actually seen any of Palin's disastrous on-air interviews to back up his accusation that she'd been done in by the media, Thompson nevertheless told moderator Tom Brokaw that \"there was a vicious assault on her that is unprecedented probably in American politics at this level\". And you can be sure that was just a faint precursor of what was to come from the likes of Rush Limbaugh, Sean Hannity and Ann Coulter et al. But then something happened. Disgruntled, anonymous sources within the McCain campaign unloaded on Palin, portraying her as a stunningly uneducated cipher who didn't know Africa was a continent, whose abusive tirades reduced her staff to tears and who, along with her husband Todd, tore through high-end department stores the way Sherman marched through Atlanta. Best of all, among the principal beneficiaries of this data dump was Carl Cameron of Fox News – that is, GOP-TV, the conservative alternative to the so-called liberal media. Thus the Van Susteren interview, which had all the earmarks of a make-up call by a network whose executives are terrified of losing a large chunk of their conservative, Palin-loving audience. Not that Fox got all the good stuff. The quote that you'll find in history books 50 years from now was uttered to Newsweek by an anonymous (naturally) McCain aide described as angry over the Palins' campaign-financed shopping spree. \"Wasilla hillbillies looting Neiman Marcus from coast to coast\" was his description – so finely honed that you'd think it had been rehearsed, as it no doubt was. As Chris Hayes of the Nation said on Keith Olbermann's programme, the quote showed that the McCain campaign saw Palin's role as one of providing \"working-class minstrelsy\" – and that the McCainiacs were snickering behind her back all along. On Monday, an absurdist side story developed, as several news outlets, including MSNBC and the New Republic, fell for a blog post written by a possibly nonexistent former McCain adviser named (or not named) Martin Eisenstadt, who claimed to be Cameron's source. Can this get any weirder? The one thing that seems sure is Republicans will be shooting at each other for some time to come. A spokesman for the hyperambitious Mitt Romney has denied reports that former Romney staffers working for McCain were the source of the anti-Palin stories. Still, if Romney decides to run again (and has he ever really stopped?), there's no doubt any damage done to Palin would be helpful. Monday night on Fox, Palin did her level best to come across as reasonable and moderate – qualities no one would associate with her following the just-concluded campaign. She talked about finding common ground on issues ranging from abortion to energy. Asked about a phone call she received from Barack Obama shortly after she'd been chosen as McCain's running mate, she replied, \"He was cool.\" The Greta and Sarah Show returns tonight for its second and final installment. We are promised moose chili and a snowmobile ride. By mid-week, Fox and its audience will probably have reconciled. But the fractured Republican party isn't going to reconcile any time soon. No doubt some conservatives will try to blame the media for their woes. They always do. It's hard to take that seriously, though, when they're devoting most of their energy to blaming each other."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}