{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/nov/11/scotlandrugbyunionteam-southafricarugbyteam", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-11-11T18:08:46Z", "webTitle": "Rory Lamont back for Scotland's rugby union Test against world champions South Africa", "webUrl": "https://www.theguardian.com/sport/2008/nov/11/scotlandrugbyunionteam-southafricarugbyteam", "apiUrl": "https://content.guardianapis.com/sport/2008/nov/11/scotlandrugbyunionteam-southafricarugbyteam", "fields": {"headline": "Rory returns hoping to try to sullen Springboks' patience", "bodyText": "Scotland's try drought in front of their own supporters has lasted nearly 14 months and, not surprisingly, they today turned to the wing who crossed the line in the last game at Murrayfield when they breached a visiting defence. Rory Lamont steps up to play on the left wing against South Africa this Saturday, the Sale player winning his 18th cap. Celebrations in the Lamont family will be tempered, of course, by the fact that Rory, who crossed the line in the World Cup win over Romania last autumn, will replace his brother Sean. The Northampton wing tore his hamstring in the 32-6 defeat by New Zealand at Murrayfield last Saturday, and is also out of contention for next week's game against Canada in Aberdeen. This switch is the only change in the Scotland line-up from last Saturday's disappointing defeat. For Rory Lamont it is a first return to international colours since his sickening injury in this year's Calcutta Cup win over England at Murrayfield. Lamont was carried off on a stretcher after being knocked cold following a collision with Iain Balshaw in which he fractured an eye socket. He is returning now after a shoulder injury. \"I'd rather be on the pitch with Sean but I'm delighted to be back,\" he said. \"All I remember about the England game was the kick-off and my next memory was being in hospital and having an MRI scan. Everyone has asked me why I didn't kick the ball out into touch but Balshaw was going full pelt so I dived on it, not anticipating that he would slide into me. I played against him when we played against Gloucester a few weeks ago and there are no hard feelings. It was a pure accident.\" Murrayfield may not exactly be bracing itself for a flood of tries against the world champions who kept their line in tact in the fretful win over Wales last Saturday, and the Scotland coach Frank Hadden is anticipating a confrontational and physical game. And Lamont's record of try-scoring this season, he admits, is not too cheering. What, he was asked, was the secret of crossing the line? \"To have your team-mates pass the ball to you,\" he joked. \"I'm yet to score in a competitive game this season and the last time I got a try was in a pre-season match against Perpignan. I don't think I've been passed a ball since then. But this weekend I'll be happy to create three tries for other people.\" Hadden admitted that the lack of tries was \"doing my head in\" but the coach added: \"This weekend we're determined to turn the territory and good work into points. We didn't just rubber stamp the side but we expect the match to be very confrontational and I picked a pack to try and match the Springbok physically.\" Scotland's mood today was positively skittish, however, compared to that across Edinburgh in the Springbok camp. South Africa's coach Peter De Villiers has named an unchanged side despite a display in Cardiff in which they could well have been beaten by Wales. A tetchy press conference broke up with the Springbok press officer vetoing harmless questions from reporters and De Villiers grumpily defending his selection. \"I don't know why Graham Henry [New Zealand's coach] swaps and changes his side. I trust these guys to stand up and be counted and we're looking to play to our full potential this weekend,\" said De Villiers, who extends the record of Victor Matfield and Bakkies Botha as a lock combination in the starting line-up to 44 Tests. At least South Africa's captain John Smit added a touch of levity. Smit is again playing at tight-head prop this weekend in a game in which he equals Os Du Randt's record of 80 Test caps as a Sprinkbok forward. \"My eight-year holiday as a hooker is over and I've got to start earning a living,\" he said. \"Now I know why they pay tight-heads so much.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}