{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/cifamerica/2008/nov/20/obama-healthcare-drug-companies", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-11-20T22:00:00Z", "webTitle": "Terry Mancour: What does the future hold for Big Pharma?", "webUrl": "https://www.theguardian.com/commentisfree/cifamerica/2008/nov/20/obama-healthcare-drug-companies", "apiUrl": "https://content.guardianapis.com/commentisfree/cifamerica/2008/nov/20/obama-healthcare-drug-companies", "fields": {"headline": "Is this the end for Big Pharma?", "bodyText": "Around my town, the burning question is who will Barack Obama put in charge of the food and drug administration – which, granted, is not a topic you might expect to hear talked about down here in the deep south. But Research Triangle Park, North Carolina, is the Silicon Valley of the pharmaceutical world. Not only are the drug manufacturers here, but also the research firms who have built their corporate empires on the status quo. American public opinion has certainly shifted toward universal healthcare. But will those sweeping changes affect the future of such giants as GSK and Pfizer? America is currently the most profitable market around, and investment in a wide range of investigational drugs is currently a high-risk, high-reward game worth billions a year. Will drug companies be regulated out of existence – or at least out of profitability? Or will there be a seat at the table for Big Pharma in the coming months? There have been whispers around town about potential new legislation to treat medical and pharmaceutical patents differently from other patents, the aim being to ensure profitable innovation without endangering patient safety. Is it a radical departure - or a stroke of genius? The region shivers with anticipation. In the Triangle, medicine and research are the major industry. The Duke University medical centre, world-renowned for high-class healthcare and a commitment to the physician-scientist, sits in downtown Durham, while UNC memorial hospital, a sprawling medical research facility, dominates much of central Chapel Hill and employs thousands. North Carolina State University has a plethora of hard science labs, used for veterinary medicine to materials science, that feed directly or indirectly off the research industry. And dozens of smaller firms, fitting specialised needs from rubber gloves to million-dollar scanning equipment, are holding their breath to see how the new administration will shape their futures. Medicine is one of the most heavily regulated sectors in American society, and everyone agrees that our system is in a bad way. Obama's pledge to provide universal coverage while also bringing down medical costs is going to affect millions. Some of his legislation regarding healthcare is already set: SCHIP, the highly popular children's health insurance programme, for instance, or the immediate reversal of Bush's controversial restrictions on basic research into embryonic stem cells. But the big problems are yet to be solved. And while white papers by prestigious authors can signal the direction of reform, there is far more to be determined in the crucible of legislation before we get there. Will my mother-in-law the insurance agent still have a job? Will my friend the primary care physician find her salary arbitrarily capped and her freedom to change jobs restricted? Will my friend the biochemist still be able to pursue the arcane secrets of DNA if federal funding priorities shift? Will my friend the drug rep still be able to organise jaunts to Bermuda twice a year to get doctors to prescribe his firm's pill? Right now, while the possibilities are wide open, anxiety is running high – but so is hope. Our system is so broken that everyone looks forward to a chance to make it work, even if they fear the consequences. One thing is for certain: After the excesses of the last decade in the pharmaceutical world, terms like \"socialised medicine\" are starting to be taken seriously by people in the industry – in a good way. Medical professionals have healthcare issues, too, and their perspective from inside the system makes them even more acutely aware of just how dysfunctional it is. Most hope that the approaching tsunami of re-regulation and reorganisation leaves them untouched – or even betters their position. They all know it needs to be done, and done radically, in order to move past the status quo, and they are cautiously supportive of those reforms. While share values of the sector have declined along with everything else, medicine isn't in the same kind of danger that Detroit's car industry is in. No one's asking for a bail-out, but the prospects for the future are scary, no matter who you are in the field. Triangle Park has butterflies the size of bats as January 20 looms on the horizon. They even look a little ill."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}