{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2008/nov/09/obama-white-house-china", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-11-09T17:00:00Z", "webTitle": "Zhu Feng on Obama's likely stance towards China", "webUrl": "https://www.theguardian.com/commentisfree/2008/nov/09/obama-white-house-china", "apiUrl": "https://content.guardianapis.com/commentisfree/2008/nov/09/obama-white-house-china", "fields": {"headline": "Just good competitors?", "bodyText": "Barack Obama's victory comes at a key moment for China and the United States. The relationship between the two powers has changed dramatically since the \"Nixon shock\" of 1972 and leaders on both sides cannot afford to neglect their relationship. What approach might Obama's administration take towards China? Pleasingly, from a Chinese perspective Obama's description of China as a \"competitor\" is anything but negative. George HW Bush, in contrast, called China \"an Asian friend\"; Bill Clinton sounded much more shrill, declaring China an \"evil state\" after the Tiananmen Square massacre in 1989 and the demise of the Soviet Union; George Bush described China as a \"strategic competitor\" in 2000. These shifting positions show how the American perception of China has changed. Similarly, China's perception of the US has altered drastically. During the 1970s, Beijing regarded Washington as imperialist, but the 1980s and 1990s saw a shift in thinking about US hegemony. Now, China has acknowledged America's leadership and spoken of the need for world harmony. However, the question of whether or not China and the US are strategic competitors or potential allies remains unanswered. It is still unclear how Sino-American ties will develop during Obama's presidency. What is certain is that US will continue to perceive China as a \"competitor\" while Beijing will insist on \"harmonising the world\". During the Bush administration, the relationship revolved around geopolitical and military factors, but much more weight will probably be given to economic and financial matters under Obama. The US will not rush to embrace China as an ally. The reason is simple. Obama's America will continue to guard against potential \"challengers\" like China. As long as China keeps growing, there is no hope that Beijing will lose the \"competitor\" label in Washington. Instead, America will continue hedging against a perceived Chinese threat by increasing its military presence in the Pacific, ramping up military alliances, and refusing to share any dual use nuclear technology. But from an economic and diplomatic viewpoint, overstating the competition between the US and China would only damage Obama's credentials at home and abroad. So both countries will be more inclined to cooperate. Considering Obama's campaign promises to discourage the outsourcing of jobs, expand public works projects, commit more resources to climate issues and pursue the financial bailout, he will need China's endorsement and collaboration. China's growing need to restructure its own economy, raise domestic consumption, improve energy efficiency and play a bigger role on the world stage all hinge on cooperation with American counterparts. The Chinese president Hu Jintao supports George Bush in the \"war on terror\". Let us hope Obama and Hu will stand together to revive the world economy and offer both their peoples a brighter future."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}