{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/organgrinder/2008/nov/16/im-a-celebrity-television", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2008-11-16T15:42:39Z", "webTitle": "Heidi Stephens: I'm A Celebrity...Get Me Out Of Here! Launch Night Liveblog", "webUrl": "https://www.theguardian.com/media/organgrinder/2008/nov/16/im-a-celebrity-television", "apiUrl": "https://content.guardianapis.com/media/organgrinder/2008/nov/16/im-a-celebrity-television", "fields": {"headline": "I'm A Celebrity...Get Me Out Of Here!  - Launch Night Liveblog!", "bodyText": "3:39pm: Cast your mind back, if you will, to 1994. As with the tragic deaths of JFK and John Lennon, it is often said that people can remember exactly where they were when they first heard 'Let's Get Ready to Rumble' by Ant &amp; Dec. Fresh from a tragic paintballing incident which caused Ant to go blind in Byker Grove, little could they have imagined that, 14 years on, they'd be the undisputed saviours of ITV and back in the jungle to preside over Series 8 of I'm A Celebrity...Get Me Out of Here! As since we do love a good liveblog around here, I'll be following launch night proceedings from 9pm on ITV1, as new batch of out-of-work-and-too-dull-for-panto celebs trek into the Last Chance Jungle of Fame. History tells us that it could go either way – a career revival as bestowed upon Kerry Katona, Myleene Klass and Peter Andre (for which, I am sure we all agree, we are eternally grateful), or a further plummet into the deep, dark well of obscurity (see Tony Blackburn, J from 5ive and many, many others who I have conveniently forgotten). But there is no denying that I'm a Celeb has provided some classic entertainment over the years – who can forget Rhona Cameron, Carol Thatcher, Paul Burrell, Janet Street-Porter, David Gest and Janice Dickinson? It's more often than not the older contestants who make the show fascinating – mainly due to their tendency to be curmudgeonly old bastards who have nothing left to lose and don't give a shit, and we've got some CORKERS this year. But more about that later – see you at 9! 8:58pm: Ooh, it's nearly starting! Poor old Cheri, binned off Strictly for looking like mutton. Anyway, let's move on. It's time for I'm a Celebrity...Get Me Out Of Here! 9:02pm: Dear god, Kerry's still in the Iceland ads. Why? Why? Ominous music, and celebs talking about testing themselves and going into the unknown. Well, not entirely unknown, is it? You've got seven previous series for reference. It would appear that this year's celebs are all wearing t-shirts in a deeply unfalttering shade of custard yellow. My EYES. Ant &amp; Dec. How I've missed you. 9:05pm: It's time to meet the celebs. Robert Kilroy-Silk wants the public to see the 'real me' - his kind, compassionate side. Don't make me laugh, Kilroy. He is of course a silver-haired talkshow atrocity who has a hell of a lot of work to do to if I am to say anything nice about him, ever. That is all. 9:08pm: It's Carly Zucker – very much on my 'who the hell are you?' radar, or more accurately, off it – apparently she's a WAG, engaged to someone called Joe Cole, who I'm told plays for Chelsea, who are a football team of some standing. She actually describes this as if it is her job, worryingly. Way to go with the feminist cause, Carly. In fairness, I suspect she may be the most famous person to come from Rhyl. Ooh, it's Esther Rantzen! Big-gummed TV star of yesteryear and connoisseur of cock-shaped vegetables, Esther's post-That's Life career was all about setting up Childline, giving obnoxious teenagers everywhere a stick to beat their parents with. She has always struck me as being a very lovely lady, but slightly vulnerable. I suspect she may become everyone's mum. She is wearing a ghastly floral frock and hat. 9:10pm: Next up, Simon Webbe – former member of boyband Blue; but the one who didn't always seem to be shagging multiple blondes in hotel Jacuzzis, although possibly he was just more discreet about it than Dirty Duncan. He is quite buff, and will probably look marvellous in khaki. He will miss his moisturiser, we are told, because he has been 'moisturising since birth'. Eh? 9:11pm: It's Martina Navratilova – arguably the only actual celebrity in there, she is a tennis goddess and I love her. I'm sure she just described herself as 'probably the greatest tennis player that ever lived', which is outstanding. I suspect under that cool, focussed exterior lurks a woman who would like nothing more than to tear Robert Kilroy-Silk limb from limb, then use his extremities for backhand practise. We can but hope. Go MatNav. Sigh, it's Nicola McLean – the obligatory Page 3 Girl, so we can expect to see her bosom playing a large part in proceedings. She could turn out to be utterly pointless, or the one that keeps the boys on their toes. I know where I'm tucking my money. 9:12pm: Next up, Brian Paddick – again, when did being a openly gay ex-copper and failed mayoral candidate make you a celebrity? What next – the Governer of the Bank Of England? Chairman of BP? You'd think after being spanked by Boris Johnson he'd be happy to keep his head down. He wants to prove that he is not a 'big queer'. Thanks Brian. The treats just keep coming - it's Dani Behr – poor man's Mariella Frostrup and 90s teenage wank-fodder, last seen throwing looks of undisguised loathing at Terry Christian on The Word, before she did that Saturday Show pap and then buggered off to America. She now lives in Australia, apparently – cheating, surely? My Other Half says he still would. 9:13pm: And finally, George Takei – now, I've never watched Star Trek (I'm sorry, but I like my sci less fi and more fact, if you please), but I have trekkie friends who are VERY excited about George being In The Jungle. He played Mr Sulu, and is also in Heroes (which I have never watched either, see above). He looks slightly confused, and I suspect has no idea what he's letting himself in for. 9:14pm: They have been split into teams, and have to do a task. They are all arguing between themselves about who's going to do it. I fear it is a sign of bickering to come. It's Joe v. Simon, and the result will decide who lives in which camp - the minging one or the even more minging one. Ooh, it seems there is a red team too, the lucky bastards - yellow is soooo last year. George thinks he is going into a 'primeval forest'. Hmm. Page three girl is terrified of everything. I am terrified by her boobs, which I suspect we may be seeing a great deal more of over the coming weeks. 9:22pm: The red team are in a helicopter, and have just spotted some small planes. They seem somewhat surpised at the prospect of skydiving, which has been the first task in pretty much every previous series, durrr. There is much shouting and fear. Eastenders boy is already getting on my nerves. George seems to be very wise, and I love him. They set off for a tandem skydive, which requires no guts whatsoever as all choice is taken away from you and put into the hands of the nice man strapped to your back. Believe me, I know. Martina shouts 'fuuuuuuck' as she exits the plane. Brilliant. 9:27pm: So we've met our celebs, and it's time for to choose who's doing the first bushtucker challenge. It's called the 'I Scream Van', and involves eating icecream with nasty crawly bugs on it. VOTE ROBERT KILROY-SILK. GO, DO IT NOW. 9:29pm: The yellow team are trekking through the jungle. Page 3 girl/WAG (I can't tell the difference) is whinging about how much she hates frogs and how rubbish everything is. Oh, fuck off home then, you miserable cow. Kilroy is wearing a hideous yellow vest. Never have I wanted him more. They have various kayak-type things to cross a lake. Kilroy falls off his giant powered water-shoes (I'm sure they have a name, but I missed it), and has to drag Esther in her kayak the rest of the way. I am praying for leeches. Or even alligators. 9:34pm: Back with the red team, and George exits his plane to the Star Trek music (or so Other Half informs me). He appears to be having a marvellous time. Up in the plane, Dani looks pensive, yet still has had time to apply immaculate makeup. In fairness, watching other people skydive is deeply dull. Next up Brian. Who's wife is DEAD. Oh sorry, wrong show. He is GAY, and soon to marry A MAN. Just so we're clear on that, ahem. He is scared of small planes, and wastes no time jumping out of this one. He lands safely, and announces that his 'butch quotient' has gone up. He is GAY, remember. They decide that this applies to all of them, until Martina points out that she doesn't want her butch quotient to go up, thank you very much. If Tim Henman had been this witty, his crap tennis would have been less obvious. 9:42pm: Thank god for ad breaks, this is killing me. 9:43pm: Back in the jungle, and it's Joe v. Simon to find out who gets the half-decent camp. They have to race each other to get the stars from inside the holes, which are inevitably full of evil beasties. Both of them are being total girls. Says she, from the comfort of her sofa. There is lots of Paul Burrell-style noises and sweating, and I am reminded why I love this show. Joe is worried he isn't doing very well, and will have to face Martina. Hahaha. He has his hand in a tubefull of rats, and one of them is licking him. They are still rummaging for stars and shrieking randomly, and Joe finally wins. I am fancying Simon less by the minute, he's going to need to get his guitar out and redeem himself with a verse of 'Coming Around Again'. 9:52pm: Back to the red team, who are still trekking into camp. George gets a 'small tree caught in his crotch', as you do. They find out that Joe was the task winner and they've got the good camp, and are naturally very pleased. The yellow team arrive at their camp, and find out they have to sleep on the ground. They have to clear the camp themselves and make a fire. WAG and Page 3 girl kick off some more whinging. What did they expect, The Ritz? Straighteners? FFS. 9:54pm: I don't know what's worse, being in camp with Little Miss Vacant or bloody Kilroy. How long before he tells one of the girls to make his dinner? I think we should launch a rescue mission for Simon and Esther, personally. 9:57pm: A picnic hamper arrives in the red camp, full of bangers and mash and strawberries. MatNav has to ask what a banger is. In the yellow camp, they look bloody miserable. Kilroy predicts 'trouble with the women', as they are 'quite opinionated'. Quick, burn them as witches. He thinks Carly is a control freak, and makes a big issue out of it just for the hell of causing trouble. Rather unsurprisingly, he snores like a train. On the night vision camera, we see a bloody great spider crawling across WAG/Page 3's head. Alas, she sleeps through it. 10:06pm: Ant &amp; Dec explain what the Home and Away camp thing is about. Basically, Home camp has beds, Away camp does not. I think we'd pretty much worked that out, to be fair. In the yellow team, Simon is getting wood (fnah) - Carly wants to go too but Kilroy sends her back to the camp because collecting wood is 'what guys do'. What. A. Cock. In the red team, Suri is talking about being gay in Star Trek. He led a double life, apparently. He seems to be a very lovely man. Brian tells us about what it is like for him to be gay. He came out because he thought it would be good for the gay community to see a gay copper. Martina came out in 1981, she tells us, and it changed people's perception of her. Joe points out that despite being gay, they have all been quite successful. Bless him. 10:11pm: It's time for a task! It's Dani v. Carly, and they are each in a glass box opening tubes with allen keys to get stars. But there's a catch - they are also 200 feet in the air, with various bugs and other crawly shit being dumped on their heads. It is also raining, but that seems largely unimportant. David Blaine should have done this, would have been WAY more interesting. The girls are making a right hash of using allen keys. They have clearly never built anything from Ikea. It's close, but Dani wins. 10:17pm: Ant &amp; Dec go into the Away camp to announce who's doing the I Scream Van bushtucker trial tomorrow. It's between Kilroy and Page 3 girl....and it's Nicola. Bugger, I really wanted Kilroy to eat bugs. Still, his time will come. Wahahahaha. 10:24pm: Back in the yellow camp, and they are already arguing about food. They've eaten twice as much beans and rice as they should have, and are likely to go hungry tomorrow. Any chance Kilroy might give up his portion? Not a chance. In the red camp, they have a roast chicken dinner. They are all working brilliantly as a team, and there is much sharing of love. 10:26pm: It's time to find out who's facing Page 3 girl in the bushtucker challenge tomorrow. It's between Joe and Gay Brian. It's Joe! He will take on Nicola eating icecream with bug toppings. He's not looking very happy about it, and frankly who can blame him. And that's it for tonight - we'll no doubt be back later in the series when it starts getting interesting. Next week, join Carrie and I for a liveblogging first on Friday, when we'll BOTH be taking on the might of Gordon Ramsay's cookalong (more details later in the week), and don't forget to join Jack for X Factor on Saturday for Take That week! Thanks for joining, and have a good week. Night all!"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}