{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/nov/11/manchestercity", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-11-11T20:35:10Z", "webTitle": "Football: Elano breaks ranks to criticise Man City boss Hughes", "webUrl": "https://www.theguardian.com/football/2008/nov/11/manchestercity", "apiUrl": "https://content.guardianapis.com/football/2008/nov/11/manchestercity", "fields": {"headline": "Elano breaks ranks to publicly criticise under-fire Hughes", "bodyText": "Mark Hughes's problems at Manchester City were exacerbated today by the first open show of dissent from within his dressing room as Elano Blumer reacted to losing his place in the team by going public with his grievances. Elano has been a substitute for the last two games but his differences with Hughes go beyond team selection and there is a strong possibility the Brazilian will be moved on in the January transfer window. While his form has generally been good, Hughes has increasing misgivings about the player's attitude and after one win in the last seven league games, a slump that has left City a point above the relegation zone, the manager will take a dim view of being publicly questioned by a player who, until a week ago, had virtually been an ever-present in the side. \"In the last week I have been left out of two games,\" Elano said in a specially arranged television interview. \"I don't know why, and I think that the Manchester City fans have a right to know. That's why I'm here publicly saying to the fans, and the people at the club who like me, that I'm very disappointed and sad. When I am playing I know what he (Hughes) wants but when I come off there is nothing from him.\" Elano did acknowledge that Hughes was entitled to decide the formation of the team. \"It's his right, he is the manager, I respect him,\" he said. But his unhappiness was apparent and it is likely to lead to a fractious meeting when City's manager returns from his talks with the club's new owner, Sheikh Mansour Bin Zayed Al Nahyan, in Abu Dhabi. Those discussions are scheduled for this morning and will primarily focus on transfer targets, as well as a 200-page report that has been put together by City's executive chairman, Garry Cook, about his vision of the club's future. Hughes, however, will inevitably face some awkward questions about City's bad results and, as the Guardian revealed earlier today, he had initially feared for his job when he heard that Sheikh Mansour wanted to see him. These are difficult times for the former Blackburn Rovers manager and it does not help him that one of his players should effectively break ranks. \"I will keep working, arriving on time, doing my duties at the club but my sadness is not playing,\" Elano continued. \"I can't hide that from the fans or from the president, who wants to make this a big club. I think I have the capability to be playing. \"City have a big project. They have something that not many clubs have at the moment - money. I want to help by playing. I respect everyone here. I have many friends here. I get on with the whole team 100 per cent. Like I say, I respect the manager a lot but I cannot be happy if I don't play.\" Hughes has already fined Jo, Elano's compatriot, after he went to a nightclub when he was supposed to be recovering from tonsillitis, and the manager is known to be rapidly losing patience with both Brazilians. Hughes is anxious, though, to keep Robinho happy, and it was noticeable that when the £32.5m signing scored against Tottenham Hotspur on Sunday he ran to the touchline to celebrate with Elano."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}