{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2008/nov/24/australia-creditcrunch", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-11-24T23:00:00Z", "webTitle": "Tim Soutphommasane: Australian prime minister Kevin Rudd has just completed his first year – but his narrative lacks any solidity or grandeur", "webUrl": "https://www.theguardian.com/commentisfree/2008/nov/24/australia-creditcrunch", "apiUrl": "https://content.guardianapis.com/commentisfree/2008/nov/24/australia-creditcrunch", "fields": {"headline": "Hollow man", "bodyText": "Promising change can be a dangerous thing in politics. There is always the danger of disappointment. When Kevin Rudd swept to power in Australia, pledging \"new leadership\", there were high expectations. With November 24 marking the first anniversary of Rudd's premiership, the report card on its first year is in. Rudd's grades can be found in his standing with the Australian public. It has been an eventful 12 months, marked by a flurry of announcements and, more recently, the unfolding global financial crisis. But one thing has remained constant: Rudd's dominant grip on Australian politics. The Labor party continues to maintain a decisive 10-point (55-45) lead over the opposition in the polls. Rudd continues to enjoy a stunning job-approval rating of close to 70%. After proving himself last November to be a flawless campaigner, Rudd has proven to be an equally savvy prime minister. His measured approach, reflecting technocratic tendencies, has offered sober assurance to an Australian public increasingly anxious about their economic future. Rudd has revelled in his image as a leader offering a safe pair of hands. The shortcomings of the Liberal-Conservative opposition have helped Rudd's cause. Brendan Nelson, who led the opposition after the election, performed poorly in his 10 months at the helm. Nelson's successor, Sydney millionaire lawyer and banker Malcolm Turnbull, has done better but still massively trails Rudd as preferred prime minister by more than 40 points. Even so, Rudd has offered some deft handling of the global financial crisis – or as he calls it, \"the GFC\". Acting quickly to offer a fiscal stimulus of some $10bn last month has proven to be a well-judged intervention, given the rapidly deteriorating international economic outlook. With commodity prices falling, and even Chinese officials now admitting the picture in Asia looks grim, Australia can't rely on its resources boom any longer. For now, handling the economic consequences of the financial crisis will be Rudd's priority. The matter is likely to define his first term in office. The good news for Rudd is that the Australian financial sector, as a result of strong prudential framework and a lack of subprime exposure, hasn't been afflicted by systemic convulsion. It is a sign of how relatively well Australia is situated that polls show that a clear majority of voters are worried about the prospect of the budget going into slight deficit (estimated to be $A1bn) when other countries are plunging more deeply into borrowing. If anything, economic uncertainty has been a positive thing for Rudd's premiership. Some, including those within Labor's parliamentary ranks, have suggested that crisis management has allowed Rudd to discover the so-called narrative that has been proven elusive in his first year. Many critics of Rudd have argued that his policy agenda lacks coherence. On this view, his major milestones to date – his apology to the \"stolen generations\", his commitment to the Kyoto protocol, his abandonment of the \"Pacific Solution\" for refugees – have been largely symbolic and reflect an absence of substantive policy achievements. There is some truth to all of this. For all of its political success, Rudd's leadership has been ambivalent. He has been adept at cultivating a popular touch and a benign centrism. But his wonkish preoccupation with policy detail and his hyperactivity in office have left him open to charges that he can be distracted from the big picture. This is perhaps the one lingering doubt in many voters' minds. As PM, Rudd is still searching for a unifying vision. As he enters his second year in office, he may find it necessary to offer more of such substance."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}