{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/nov/01/premierleague-arsenal", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-11-01T18:00:02Z", "webTitle": "Is Arsenal's title challenge over already?", "webUrl": "https://www.theguardian.com/football/2008/nov/01/premierleague-arsenal", "apiUrl": "https://content.guardianapis.com/football/2008/nov/01/premierleague-arsenal", "fields": {"headline": "Is Arsenal's title challenge over already?", "bodyText": "Arsenal have had the definitive week of two halves. The first part was fine: they beat West Ham 2-0 at Upton Park last Sunday and then scorched into a 4-2 lead against Tottenham at the Emirates. Then Spurs scored twice in the final two minutes and today, at the Britannia Stadium, Arsenal were unthinkably beaten 2-1 by Stoke to leave them six points behind Chelsea and Liverpool, with Liverpool still to play at Tottenham. A particularly foul cake was iced by a straight red card for Robin van Persie and a potentially serious shoulder injury to Theo Walcott. The manner of the defeat - with both goals coming from Rory Delap's long throws - will have seriously affronted a purist like Arsène Wenger: he took losing to Bolton badly enough, and Stoke make Sam Allardyce's Bolton look like Brazil circa 1982. yet the significance of the defeat will disturb him even more. It was Arsenal's third league defeat of the season and, though that alone is worrying enough for a manager who once went an entire season unbeaten, more disconcerting is the identity of those who have beaten them: Fulham, Hull and now Stoke. Arsenal had, by common consensus, the easiest start of the big four, yet they already lie dangerously off the pace, and their next four fixtures are against Manchester United, Aston Villa, Manchester City and Chelsea. The problem is not up front - Arsenal have scored 45 goals in all competitions, and only Chelsea have scored more than their 23 in the league - but at the back and in midfield: their centre is so soft that they could be sponsored by Trebor. The failure to replace Mathieu Flamini, a mongrel among Arsenal's loveable midfield puppies, is looking more costly by the game, and there is a burgeoning feeling that Wenger's intransigence when it comes to spending significant money is now proving genuinely detrimental to the club. If Arsenal fail to win the league this year, which looks likely after today's events, it will represent a fifth season since their last title. Wenger's period at Arsenal is in danger of becoming a reign of two halves."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}