{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2008/nov/11/obama-bush-auto-industry-colombia", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2008-11-11T19:25:42Z", "webTitle": "George Bush gives ground to Barack Obama on car industry bail-out", "webUrl": "https://www.theguardian.com/world/2008/nov/11/obama-bush-auto-industry-colombia", "apiUrl": "https://content.guardianapis.com/world/2008/nov/11/obama-bush-auto-industry-colombia", "fields": {"headline": "Bush gives ground to Obama on car industry bail-out", "bodyText": "The shifting balance of power in Washington was graphically illustrated today when Barack Obama wrung his first concession from George Bush over the troubled car industry. During an hour-long meeting with President Bush in the White House on Monday, the president-elect had made a plea for a multi-billion dollar bail-out for the country's three struggling car manufacturers, Chrysler, General Motors and Ford. It was the first test of wills between Obama, who as a Democrat instinctively favours intervention, and Bush, who is still ideologically resistant to using federal funds to prop up private companies. Although Bush was forced to agree to a $700bn (£454bn) rescue package for the banking, insurance and mortgage industries, he has so far drawn a line at the car companies. The first signs of a softening of Bush's position came today at the daily White House briefing, less than 24 hours after he saw Obama, White House spokesman, Tony Fratto, indicated that Bush was prepared to consider a $25bn loan that the Democrat-controlled Congress is to put forward next week. The loans to the big three car companies would be tied to the industry switching to more fuel-efficient standards. \"We're open to ideas from Congress to accelerate funds they've already appropriated in the auto loan programme — as long as funding will continue to go to viable firms and with strong taxpayer protections,\" Fratto said. Bush, in return for not vetoing the bill, is to seek a concession from Congress — approval of a long-stalled trade pact with Colombia. The meeting between Bush and Obama was supposed to be private, as Fratto reminded journalists today, but the president-elect's aides divulged afterwards that Obama had told the president that action was needed now because of the impact closures in the car industry would have on the greater economy. Bush told the incoming president that he was open to the idea but said his priority was approval of the Colombia deal. Researchers for the Centre for Automotive Research, in Ann Arbor, Michigan, in a report published on Friday, estimated that the collapse of some or all of the three companies, which are based in Detroit, Michigan, would have an impact not only on the industrial heartland but on the country as a whole, as well as overseas manufacturers and suppliers. Closure of the three would mean the loss of almost 3 million jobs, and the cost to the federal government would be $156bn, according to the analysis. General Motors shares dropped on Monday to their lowest in 60 years. The company, which said it is in danger of running out of cash next year, announced on Friday it would shed 3,600 jobs and on Monday said a further 1,900 would go. The cuts come on top of US unemployment figures released this month that were the worst for 14 years. There was further bad news for the country's industrial heartland when the German delivery company DHL said on Monday that it is planning to cut 9,500 jobs in the US, 7,000 of them in Wilmington, Ohio, a town of 12,000. The Democratic governor of Ohio, Ted Strickland, who had been among the contenders to be Obama's vice-president, held a press conference today to call for urgent help for the town. Bush's resistance to calls by the car industry for help was partly because his administration shares a view widespread among Republicans and some economists that the $25bn would be quickly swallowed up and that intrinsic problems would remain unresolved. Obama, at his press conference on Friday, the first since winning the election, said the car industry would be a priority for his team preparing for the takeover of power on January 20. A bill being prepared by Congress would include the $25bn rapid aid package for the car industry in Bush's $700bn financial bail-out plan. All 15 house members and senators from Michigan sent a letter to the Bush administration calling for a rescue package. A Democratic congressman, Sandy Levin, said: \"There's an urgent crisis. It's a national issue. If the administration won't act we'll have to. But they should act.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}