{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/nov/16/england-ipl-india-cricket-twenty20", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-11-16T17:41:49Z", "webTitle": "Cricket: The ECB and their Indian counterparts have failed to reach agreement on the involvement of English players in the IPL", "webUrl": "https://www.theguardian.com/sport/2008/nov/16/england-ipl-india-cricket-twenty20", "apiUrl": "https://content.guardianapis.com/sport/2008/nov/16/england-ipl-india-cricket-twenty20", "fields": {"headline": "England try to maintain focus as IPL clouds future", "bodyText": "England's greatest challenge in India will be to rid themselves of the ever-present distraction of the Indian Premier League after two days of negotiations between the England and Wales Cricket Board and their Indian counterparts on the involvement of top English players such as Kevin Pietersen and Andrew Flintoff failed to reach agreement in Mumbai. The ECB had hoped to reach agreement with the Indian board on three key issues, leaving England free to concentrate on a demanding tour involving seven ODIs and two Tests. Predictably they did not - and if they do not tell the England players that it is a cunning Indian tactical ploy to unsettle them then they are missing a trick. Paul Collingwood, England's former one-day captain, warned in Indore today, before tomorrow's second ODI, of the dangers. \"I don't want the IPL to get in the way of everything else,\" he added. \"From a players' point of view it would be great to play in the IPL because of the benefits but if it gets in the way of other things I don't think it's the route to go down.\" The question is, does everyone feel the same way? England's players have yet to sign their central contracts. There was also a delay last year, but a year on the delay by the Professional Cricketers Association in accepting the deal on the players' behalf is inextricably linked to their demands that England players should be free to partake in at least some of next spring's IPL. The ECB officially termed the talks \"constructive\", and that seems justified by the fact that the chairman, Giles Clarke, and chief executive, David Collier, will return for further talks during next month's Champions Trophy. But if England are determined to join India in making their mark on a quickly-changing game, the only footprint that is apparent at the moment is a carbon one. England's negotiating team travelled to Mumbai to discuss three items: the participation of England players in the Indian Premier League, with a reciprocal deal involving Indian players in England's revamped Twenty20 competition, to be launched in 2010; English counties involvement in the Champions League; and an agreement on future England v India series. None were settled. You can imagine the rest. England players in the IPL? Well, yes. But you must recognise that reciprocation may be difficult, such is the terribly crowded nature of the fixture list. Two England counties in the Champions League? Well, yes, in principle, but what a shame that England have employed Mushtaq Ahmed as a bowling coach when he has sullied himself by playing for the unofficial Indian Cricket League. Future England v India tours? It has been a long discussion. Should we stop for tea? Negotiations were severely disrupted by the Indian board's preoccupation with fighting off criminal proceedings lodged by the Kolkata high court against six top board officials, including the greatest power broker of all, Lalit Modi, for allegedly filing false affidavits in a court case against a former board president, Jagmohan Dalmiya. Dalmiya was suspended by the Indian board in April 2006 for alleged embezzling. In July 2007 that suspension was ruled illegal by the high court. Dalmiya soon afterwards won a landslide victory as Bengal's representative on the Indian board, leaving him free to plan new political attacks against his long-time opponents. It is often difficult to distinguish between Indian brinkmanship and India's habitual tendency to do things at the last minute. Today, they requested that the first Test against England in Ahmedabad should be put back 24 hours because the Champions League - which might involve their captain, Mahindra Singh Dhoni, for one - ends the previous evening. That it was ludicrous for the Champions League final to finish in Chennai only 10 hours before the start of a Test in Ahmedabad has been apparent from the outset. Now England will doubtless have to tactically concede the request and the travel plans of any spectators sober enough to sample this alcohol-free city will be thrown into turmoil as airlines and hotels play hard ball. The Indian board does this repeatedly. It can be both highly ambitious, wonderfully innovative and maddeningly, unacceptably, disorganised. The ICC has no appetite to intervene. It really is time that the Indian board recognised that with power comes responsibility and on basic, everyday matters got its act together."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}