{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/cifamerica/2008/nov/05/us-election-barack-obama", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-11-05T23:00:00Z", "webTitle": "Melissa McEwan: In with the new president, out with the old conventional wisdom", "webUrl": "https://www.theguardian.com/commentisfree/cifamerica/2008/nov/05/us-election-barack-obama", "apiUrl": "https://content.guardianapis.com/commentisfree/cifamerica/2008/nov/05/us-election-barack-obama", "fields": {"headline": "Yes we did", "bodyText": "Barack Obama won. I almost can't believe it – though I know it must be true, because my phone has been ringing off the hook all night, with friends from as far away as Brazil calling to celebrate, my email is bursting at the seams with excited missives, and there are champagne bottles and glasses strewn about the loft after we toasted our president-elect with friends who flew in from the east coast for the occasion. Yes we can elect an African-American candidate! Yes we can elect a Democrat! Yes we can elect someone who uses his brain, can string two sentences together, eat a pretzel without choking on it, ride a bike without falling off and be in a room with German chancellor, Angela Merkel, and refrain from giving her an unsolicited backrub! Yes we can elect someone of whom America can be proud! Yes we did. Obama's decisive victory – 338 electoral votes and 5.6 million more votes than McCain at the time of this writing – should put to bed at long last a few of the more obnoxious bits of conventional wisdom that have plagued this election season, like, for example, that entire demographic groups will or will not \"go for\" a candidate in another demographic group. Obama won because he commanded millions of votes from women and men of every colour, gay and straight, natural born and immigrant citizens, religious, agnostic and atheist, disabled and able-bodied, young and old, rich and poor. I'd really like it if I were never forced to hear again a question such as, \"Will Asian-American lesbian dog-owners over the age of 35 making less than $50,000 a year support Obama?\" (Take note, Chris Matthews, you most egregious offender.) Perhaps we could also retire the idea that the flag, American authenticity and patriotism belong exclusively to one party, and send it out to pasture alongside the notion that the only way to love one's country is to never question or criticise it. And while we're at it, there's one more bit of conventional wisdom I'd like to dispatch to the nevermore: any suggestion that more democracy is somehow bad. Hillary Clinton was not mentioned much tonight; she wasn't on Obama's list of thank-yous, but she probably should have been. Despite the frenetic din of pleading, scolding, haranguing, begging, admonishing and outright mockery that was aimed at Clinton during the primary as she stubbornly refused to concede a primary that she hadn't actually lost, and despite the grim hand-wringing that a long primary would irreparably damage presumed nominee Obama, none of the grave warnings of the take-your-boobs-and-go-homers came to fruition. In fact, by engaging late-primary states like Indiana which haven't helped choose a nominee in decades, the extended primary actually helped wake up Obama voters sooner than usual. It forced them to pay attention to the minutiae of Democratic policies early in the election, and gave the Obama campaign the opportunity to test and perfect its ground operation. The result? Indiana is blue for the first time in 40 years. Maude knows if Obama had lost, Clinton would be to blame. So please give a little credit where credit is due. Hillary ought to get a bit of the acclaim now that Obama has won. She was a tough competitor – and Obama emerged from his primary ready for a challenge, while McCain emerged from his as the hapless default victor of a dismal field of candidates, not the strongest contender, just the only dude left standing when the rest fell away. He was the best of a bad lot. The Democratic primary was a rigorous gauntlet that transformed the already effective Obama campaign into an unstoppable machine. The Republican primary was a clown car that picked up the McCain campaign in Disarrayville and dropped it off at Mount Meltdown. More democracy was good for Obama, good for the Democrats, good for everyone who voted for him in the general election. Let us never suggest again that better candidates are forged in less democracy. Because Obama won. Yes he did."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}