{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/cifamerica/2008/nov/05/barack-obama-exit-polls", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-11-05T19:30:00Z", "webTitle": "J Ann Selzer: What the exit polls reveal about Obama's victory", "webUrl": "https://www.theguardian.com/commentisfree/cifamerica/2008/nov/05/barack-obama-exit-polls", "apiUrl": "https://content.guardianapis.com/commentisfree/cifamerica/2008/nov/05/barack-obama-exit-polls", "fields": {"headline": "Inside Obama's victory", "bodyText": "The exit polls sum up the three main reasons why Barack Obama won so easily last night: The economy, the economy, the economy. It ranks first as voters' leading concern coming out of the voting booth, with 63% saying it is their top concern, and nothing else is even close. Among those economy voters, Obama won by a solid 53% to 44% margin. What Obama did right in addressing the economy during his campaign was to keep an even keel. While not promising he had any sort of magic spell to cast that would fix everything, he appeared calm and well-advised by the likes of Wall Street legend Warren Buffet and former head of the Federal Reserve Paul Volker. These are exceptionally well-respected icons of finance. McCain failed twice on this front. First, he acted as though he could be the saviour, suspending his campaign to go to Washington for intimate negotiations on a rescue plan. Had he actually had a plan, this could have changed everything. He could have emerged as a leader who had conquered his greatest vulnerability. But he apparently did not have any plan and did not have much influence with House Republicans, who voted down the administration's first bill. Second, McCain did nothing of substance to separate his economic agenda from that of President Bush, whose approval ratings are embarrassingly low. Half of US voters say they strongly disapprove of the president's job performance, and 82% of this group voted for Obama. Apparently, they could not stomach more of the same. While McCain may have said he would bring change, he failed to convince. Beyond the economy, the exit polls shed light on why Obama won and McCain lost. First, these data clarify that voters who want change wanted Obama. About one in three voters (34%) say this was the main determinant of their vote, and they went for Obama by a huge margin, 89% to 9%. This mood was fuelled by a new crop of first-time voters, who made up about one in 10 voters (11%). They voted overwhelmingly for Obama, 68% to 31%. The exit polls also reveal something about the psyche of the American voter in this election. Twice as many said they would be \"excited\" if Obama won as said they would feel that way if McCain won. There is an exuberance gap, which was palpable on the street and in the lines at polling places. Our final poll in Iowa spelled it out. A full 77% of Obama supporters said they felt inspired and upbeat heading into the election. Less than half of McCain supporters (46%) felt that way. Back in February, when McCain sealed the nomination, it was thought his path to the White House was to win moderates, challenging Obama for the independent vote. Instead, he shifted right, and that was his undoing. He lost the independent vote 52% to 44%, according to the exit polls. In addition, those who describe themselves as moderates (44% of the electorate) voted for Obama by a huge margin, 60% to 39%. Obama even won one in five who consider themselves conservative, and nearly one in five voters who opted for Bush in 2004, meaning that for all of McCain's shift to the right (and he did win white evangelicals by a three-to-one margin), that vote proved an insufficient base at just 26% of voters. Obama won with everyone who was not identified as a white evangelical by 62% to 36%. The war in Iraq, McCain's potential selling point, also crumbled as an important issue. While McCain won handily among those who approve of the war in Iraq - 86% to 13% - they represent only about one in three voters (36%). One additional point again shows the failure of the McCain strategy. In many ways he ran a traditional Republican campaign, charging that a Democrat in the White House, especially in combination with a Democratic-controlled Congress, would mean higher taxes. He charged that Democrats' approach to governing is to tax and spend. That story didn't sell. A majority of voters thought taxes will go up if Obama were elected (71%) but nearly as many (61%) thought taxes would go up if McCain were elected. Finally, this election is historic, not just because an African-American won the presidency, but because his race was not an issue. The exit polls clarify that to the extent race was a factor, it was no hindrance to Obama. Even the one in five voters who say race was a factor voted for Obama by a margin of 53% to 45%. Four in five voters (80%) say race was not a factor, and they voted for Obama 51% to 46%. Few could have imagined such an outcome four short years ago."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}