{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2008/nov/24/pre-budget-air-duty", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2008-11-24T19:17:39Z", "webTitle": "Pre-budget report: Air passenger duty to rise 50%", "webUrl": "https://www.theguardian.com/business/2008/nov/24/pre-budget-air-duty", "apiUrl": "https://content.guardianapis.com/business/2008/nov/24/pre-budget-air-duty", "fields": {"headline": "Air passenger duty to rise 50%", "bodyText": "A new tax on flights to countries such as Thailand, South Africa and the Seychelles will increase by 50% in two years' time, under plans which the government said would help the environment. But the decision by the chancellor to increase air passenger duty was undermined in the eyes of the green movement when he scrapped a proposed flight tax, saying it would have damaged airlines, which were going through a tough financial period. Air passenger duty is currently levied at £10 on a passenger flying economy class to European destinations and £40 for those going further, but the Alistair Darling has introduced new bands. The starting level will be £11 on tickets to places within 2,000 miles of London, £45 for flights of up to 6,000 miles and £55 over that. The changes do not come into effect until November next year but by the 2010/2011 tax year, the duty on a flight to a destination such as Bankok, Johannesburg or Victoria will rise to £60. Darling justified the move as one to reduce carbon emissions. \"I have decided to reform APD into a four-band system ensuring that those who travel further and have a larger environmental impact meet that cost,\" he said. But his decision to drop an airline duty that had been proposed earlier angered campaigners. The World Development Movement said it was \"bad news for the UK tax payer, the environment and the world's poor\". The airline industry was delighted, saying it had \"won the battle\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}