{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2008/nov/05/barackobama-uselections20088", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-11-05T20:00:00Z", "webTitle": "Michael Tomasky on Obama's presidential style", "webUrl": "https://www.theguardian.com/commentisfree/2008/nov/05/barackobama-uselections20088", "apiUrl": "https://content.guardianapis.com/commentisfree/2008/nov/05/barackobama-uselections20088", "fields": {"headline": "Steady as he goes", "bodyText": "Well, here's one thing Barack Obama will not do after he's sworn in: he will not solve all the world's problems. Dollars will not start falling from the sky, Republicans will not suddenly decide en masse that they've been wrong about everything for 50 years and sign on to his agenda. Cherubim and seraphim and all the company of heaven will not descend to herald a new age for humankind. We'll all still have bills to pay, damp basements to live with, and lots of things that no president can fix. Obama knows this. In his victory speech, he made sure that we knew he knew it, too. \"The road ahead will be long,\" he said. \"Our climb will be steep ... There will be setbacks and false starts. There are many who won't agree with every decision or policy I make as president, and we know that government can't solve every problem.\" Obama, it seems, knows almost too much. The truest words I read about him over these past 20 months came in something I happened across just the other day, right before the voting. I didn't think to bookmark it and now I can't find it, but it was one of his top aides explaining why Obama stays so calm and cool. The aide said, in effect, that nothing ever surprises him. In every challenge or chain of events that confronts him, he explores every possible scenario in his head well in advance, from the best to the worst, and he starts preparing possible responses for each. We saw evidence of this constantly during the campaign. When problems arose, Obama never acted like he expected he was going to solve them overnight. As the pundits and, sometimes, his partisans were howling for him to do something, he communicated: don't lose your cool, this will pass; we're handling it, but it will take a little time. I'm sure Obama and his people knew, for example, that Reverend Jeremiah Wright and Bill Ayers would dog him to the very end, as they did. But I'm sure his team also knew down to the fraction of a percentage point how much damage those associations would do him, and how to make it up. If this is how he campaigned, then we have every reason to believe that this is how he'll govern: slowly and deliberately. He will, from time to time, disappoint liberals. It's not that his goals won't be progressive, because they surely will. It is that he will proceed cautiously. Remember Bill Clinton enmeshing himself in the gays-in-the-military controversy in virtually his first week in office? I doubt we'll be seeing any of that kind of thing with this guy. It is, also, that Obama genuinely believes in his rhetoric about bipartisanship. Where he can work with Republicans – energy policy might be such an area – he will do so, and he will give things up in Capitol Hill legislative horse-trading that liberals will prefer that he did not. Get used to it now. As for foreign policy, I believe he'll follow the facts on the ground as he sees them. If the facts suggest that a withdrawal from Iraq after 18 months is not precipitate, he'll withdraw. If they don't, he won't. Like any new president, he will plop himself behind the desk in the Oval Office and from the first morning on the job start learning things, alarming and highly classified things, about the world that he didn't know – this is why leaders all get white hair so quickly. He changes America's image in the world simply by standing there, and he will certainly reject the neoconservative philosophy. But if you're hoping for, or fearing, a reincarnation of George McGovern, I think you're in for a surprise. Are people's expectations too high? Maybe. Mine are certainly very high indeed. But I've also learned from Obama over the last 20 months that pacing is important and everything can't happen at once. He has the ball. He establishes the pace of play. The rest of us have to adjust. He'll do this his way. In the meantime, here are a few matters on which I feel pretty confident. He will obey the US constitution. He'll reject the Bush-Cheney theory of the \"unitary executive\" and will relinquish some of the executive power they amassed on matters such as domestic surveillance. Obama's United States will again follow the Geneva conventions. He won't force our intelligence agencies to \"cook\" their data to make a false case for an unnecessary war. He won't fire US attorneys for refusing to undertake highly political prosecutions. And so on. I want to see him take on the big issues, and over time he will. But for starters, that's change I can believe in."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}