{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/pda/2008/nov/24/events-socialnetworking", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2008-11-24T20:41:05Z", "webTitle": "@ Silicon Valley Comes to Oxford: Andrew Keen on the new industrial revolution", "webUrl": "https://www.theguardian.com/media/pda/2008/nov/24/events-socialnetworking", "apiUrl": "https://content.guardianapis.com/media/pda/2008/nov/24/events-socialnetworking", "fields": {"headline": "@ Silicon Valley Comes to Oxford: Andrew Keen on the new industrial revolution", "bodyText": "Journalist, author and professed 'failed entrepreneur' Andrew Keen wants to convince us all that the social, cultural and political consequences of this digital revolution are as significant as those of the industrial revolution. While the industrial revolution standardised language, ended local dialects, and created the first cities, this modern digital revolution is just as profound because of the shift in our sense of identity, in language and in how we think about ourselves, he says. He insisted he is a critic but not a luddite, and that we are at the very earliest stages of an intense period of change that could last 50 or 100 years. \"It is not absurd or inconceivable to think of networks as the new nations. As more and more people define themselves around their networks, as they escape the physical... everything becomes virtualised.. Facebook, Linkedin and MySpace are the earliest, most primitive versions of those new nations.\" The problem is that these nascent new nations are missing any form of social contract - a structure of rights and responsibilities. He praised LinkedIn (whose founder, Reid Hoffman was sat right next to him) because he said it necessitated the user to give something - their true identity - before it could deliver any value. \"The future of identity and community are networks that are digitally rooted... but we have to build networks in which rights and responsibilities are built in. Te successful social networks of the future, like viable societies - and this may sounds counter intuitive - are ones which require people to give as well as take. The internet just doesn't work. Look what it has done to the music industry - people don't realise that you have to pay for music or the artists don't get paid. It's the same for news, books and movies.\" \"The irony of the internet is that it reduces the value of the virtual to zero.\" Keen said the old institutions are breaking down (just look at banking) but that there is no clear substitute. The media, too, is struggling - old institutions like the New York Times and the Guardian (so he said...). There's a danger that the web becomes an echo chamber where people only seek out their own opinions. \"It's a new kind of feudalism - one kind of fragmented crowd and then the Davos crowd, the elite who surf and profit from it. This new era requires a new internet literacy, and one that must be taught comprehensively. Factors like anonymity, security and reputation management; the latter, said Keen, is a huge area for opportunity in business - a service that might clean up the web for you just before you apply for a job. He said that the web started as \"the wet dream\" of the left-wing, libertarian idealism of hippies in northern California but that we should sideline \"the loonies\" who say any kind of restriction or law is immoral. \"All the conventions of law and society need to apply to the web,\" said Keen. How do entreprenuers take advantage of these enormous cultural changes? With a leap of faith, and radically thinking the internet through. \"There will never be another LinkedIn, another Google, another Facebook or another MySpace. What if the world becomes the internet? The future of networks in in those cultural and economic terms - but there's some very stale thinking about social networks. If you go to the Valley there are social networking business models hanging off every tree - for wine lovers or orgy people or Tottenham Hotspur. None of them will work. \"We need to push ourselves, in philosophical, economic and logistical terms if we're going to find the heart of the new world we're going into,\" he said. \"The technology is boring. It's the least important thing. You have go to think broad and imaginatively.\" Speaking to the room of graduates, entrepreneurs and MBAs, Keen said diversity was a benefit and that the digital age needs entrepreneurs with a breadth of experience, whether that's a degree in history, anthropology or, like Hoffman, philosophy. And entrepreneurs, especially in the UK, need to learn to fail. \"Silicon Valley is all about failure - everyone wears failure s a badge of success. That does require a cultural sophistication - you have to learn to weave that into your narrative and those of you that haven't failed - invent something...\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}