{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2008/nov/05/uselections2008-congress-democrats-obama", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2008-11-05T19:42:13Z", "webTitle": "US election: Democratic gains in Congress could expand Barack Obama's agenda", "webUrl": "https://www.theguardian.com/world/2008/nov/05/uselections2008-congress-democrats-obama", "apiUrl": "https://content.guardianapis.com/world/2008/nov/05/uselections2008-congress-democrats-obama", "fields": {"headline": "US election: Democratic gains in Congress could expand Obama's agenda", "bodyText": "Barack Obama is the first president-elect in 32 years to receive a Congress under the firm control of his party, a powerful political gift that bodes well for the enactment of an expansive Democratic agenda. But the Democrats fell short of the ambitious election gains they had hoped for and their rivals had feared. Because Obama's party lacks the 60 Senate votes needed to defuse legislative obstructions, Republicans have their backs to the wall but can still make canny manoeuvres. Given the reality of lasting Republican opposition - and Obama's vow to end the bitter partisanship of the Bush years - Democratic leaders were reluctant to claim unilateral power over the nation's future. \"This is a mandate to get along, to get something done ... this is not a mandate for a political party or an ideology,\" the Senate Democratic leader, Harry Reid, said on election night. Democrats picked up at least six Senate seats and 18 in the House of Representatives, where their hold was already strong. With four intense races remaining too close to call, their 56-vote Senate majority stands to grow in the coming days. In Minnesota, late-night comedian Al Franken was trailing by less than 350 votes in his bid to unseat Republican senator Norm Coleman. An automatic recount there, as well as a likely run-off battle in the Georgia Senate race, could leave the final balance of Congress unclear until next month. That uncertainty creates opportunities for both parties to shake up their ranks in anticipation of the new Obama administration. The number three House Republican leader stepped down yesterday, and House Democratic leader Rahm Emanuel may leave a power vacuum in his party by decamping to become Obama's chief of staff. Even if the Democratic hierarchy shifts by next year, Reid and Nancy Pelosi, the House leader, are well positioned to begin coordinating with Obama on a variety of new legislation. Proposals that were vetoed by George Bush could be the first to move under Obama, including a new investment in children's healthcare and a ban on violent interrogation tactics at Guantánamo Bay. Norm Ornstein, a congressional scholar at the Brookings think tank in Washington, said Obama would benefit from the massive voter turnout he generated that helped push junior Democrats to victory. \"It's not like many of these members [of Congress] who won were simply elected because of Obama - there was a backlash against Republicans more generally,\" Ornstein observed. \"But Obama helped ... so you're going to have some members willing to listen to him.\" Yet sweeping victory has a downside for congressional Democrats. The defeat of moderate Republicans, such as Chris Shays of Connecticut, leaves the majority party with fewer allies to court in case conservative Democrats break ranks on the controversial issues of taxes and Iraq. In fact, the Obama victory looks to be emboldening conservative Republicans, who now see an opening to exert extra influence on the party's agenda. \"Rather than lamenting losses by candidates who sought to blur the line between Republicans and Democrats, conservatives can point to wins ... that suggest an increasingly firm stand against business as usual,\" right-leaning blogger Mike Bober wrote today in Human Events magazine. Congress ultimately runs on personal ties, a lesson Ronald Reagan learned by cultivating friendships with senior Democrats who fought his agenda from Capitol Hill. Signing up Emanuel and other White House advisers with a connection to Congress, then, can help Obama build credibility with any politicians who might seek to run roughshod over the young president-elect."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}