{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2008/nov/20/gordon-brown-early-election", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-11-20T19:30:00Z", "webTitle": "Lance Price: Why not have an early election?", "webUrl": "https://www.theguardian.com/commentisfree/2008/nov/20/gordon-brown-early-election", "apiUrl": "https://content.guardianapis.com/commentisfree/2008/nov/20/gordon-brown-early-election", "fields": {"headline": "Why not have an early election?", "bodyText": "Only three months ago it seemed that Gordon Brown had lost the ear of the country and had no idea how to get it back. He could have walked down the high street handing out tenners and people would still have ignored him or turned their backs on him. It was a sorry sight and some of us thought it was time to put him out of his evident misery. Now, when one of those tenners would be enough to buy an entire chain of shops he is not only being listened to, but listened to with respect. We shouldn't get carried away. He hasn't, to extend Vince Cable's admirable joke, gone from Stalin to Mr Bean and on to the Messsiah in the space of a year. The screams of frustration from rightwing commentators echo around the blogosphere and wiser heads warn that while Labour may have rediscovered some political momentum it's far too early for the party to start thinking of translating that into hopes for a fourth term. And yet those of us who have criticised him most strongly should be prepared to admit it when he's proved us wrong. No Comeback Kid has ever seen a revival like this. His poll deficit, which was on a scale the psephologists told us had never been reversed before, has been all but wiped out. The look on David Cameron's face tells you that his erstwhile confidence that he could coast into Downing Street on a mixture of compassionate talk and a minimum of policy has evaporated. Labour backbenchers now see their leader winning the jousting match in the Commons and winning the far more significant economic argument in the country. If he can win there, they ask themselves, why couldn't he win at the polls in 2009, something that seemed unthinkable a few weeks ago. MPs can be an excitable bunch, especially when their own political futures are at stake. A quick reminder of the god-awful mess Brown got himself into last time he thought he might win an early election ought to be enough to calm them down. The prime minister can't afford another debacle like the election-that-never-was of autumn 2007. But it doesn't have to be like that. Brown was right not to call an election in 2007, wrong to allow the speculation about one to reach such feverish levels. In answer to the obvious question, \"Why have you called this election, Mr. Brown?\" the only plausible answer would have been, \"Because I think I can win\". It would have looked too cynical, especially for a man who had so recently promised to stop playing fast and loose with our system of democracy. In the wake of that mess he all but said there would be no election before 2010 but, canny tactician that he is, he didn't quite. If things – politically, if not economically – are looking good for him next April or May he would have every justification in calling an election. It wouldn't be a \"snap poll\", nor one that looked like cashing in on the financial misery of others, although a January election that seems to excite some surely would be. Contrary to the argument put forward by the Fabian Society's Sunder Katwala, the question that had no good answer a year ago will have at least two in six months' time, and that's more than enough. One: \"Because general elections are usually held every four years and the last one was in 2005.\" Two: \"Because Britain's recovery requires political as well as economic stability and 12 months of uncertainty about an election would be damaging to the country's interests.\" Next question, Mr Humphrys? Brown's political revival is built on strong and decisive leadership in a crisis. That doesn't mean to say that the bounce couldn't go back the other way with equal speed. Next week's pre-budget report will be crucial and the government has to do everything it can to stop it being seen through a pre-election prism. One sure way for Brown to blow it all would be to start looking like a calculating politician again. So he should keep the 2009 election option wide open but refuse to allow any public speculation about one from anybody in authority in the party until the time comes to decide."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}