{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/cifamerica/2008/nov/13/barack-obama-secretary-of-state", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-11-13T21:30:00Z", "webTitle": "Ian Williams: Who will be Barack Obama's secretary of state?", "webUrl": "https://www.theguardian.com/commentisfree/cifamerica/2008/nov/13/barack-obama-secretary-of-state", "apiUrl": "https://content.guardianapis.com/commentisfree/cifamerica/2008/nov/13/barack-obama-secretary-of-state", "fields": {"headline": "Obama's representative to the world", "bodyText": "If Barack Obama is going to maintain the huge public diplomacy surge his election has given the US, his choice of secretary of state will be crucial. As the late British foreign secretary Robin Cook said, foreign policy should have an \"ethical dimension\", which is not to discount the possibility that states have to take to steps to protect their interests which occasionally are parsimonious on the ethics front – think of the Anglo-American occupation of Iceland or attack on the French fleet at Oran during the second world war. The rumour mills race with the names mentioned, and since Obama's foreign policy advisers tended to come from the Clinton-era there is plenty of scope for disaster. However, one member of Clinton's cabinet does stand out. Bill Richardson was my original choice in the Democratic presidential primaries, and he is certainly top of my list for secretary of state. As a person who can deliver the mix of ethics and solid attention to interests, his credentials are unmatched. He's the current governor of New Mexico - who can really see old Mexico from his state and can speak Spanish to the countries south of the Rio Grand – and a former legislator, former ambassador to the UN, former energy secretary and proven negotiator with, for example, the North Koreans. And what is more, he is a good guy, with the principles and courage enough to risk the wrath of the Clintons by being an early endorser of Obama when his victory was still a far from done deal. Although a Clinton appointee at the UN, Richardson was clearly concerned when he arrived at the legacy of Madeleine Albright's undiplomatic tenure and did his best to make friends and influence other envoys instead of hectoring them and stamping on their toes. It was clear then and is now that he is a person with the ethical principles that Obama promised in his election campaign. In addition, he is one of the few who could shift Latin America away from its present reverse Monroe doctrine, based on keeping the Gringos out. Almost certainly working the phones to get the job is Richard Holbrooke, who can be an effective negotiator but is much more in the testicular pressure line. However, Holbrooke has shown little sign of even the faintest hint of an ethical dimension. His masterpiece of realpolitik, the Dayton accords, which rewarded the ethnic cleansers with secure possession of their Croat- and Bosniak-free spoils, is a spider web of burning fuses still sizzling across a divided Bosnia. It is true he was only obeying orders from a Clinton desperate to avoid committing American ground troops, but Holbrooke's previous record in the state department, in Korea, Indonesia and elsewhere, showed a disturbing enthusiasm for obeying orders regardless of the ethics of mass murder. He is peerless in executing policy, but it would not do the Obama aura much good to have him actually making it, so a high profile negotiating role would be a useful outlet for his undoubted talents. John Kerry denies wanting the job - but then he would, wouldn't he? In many ways he would be better to replace Joe Biden as chair of the Senate foreign relations committee, where, interestingly enough, Russ Feingold, principled and progressive, is in line of seniority after him. So Kerry as cabinet-level ambassador to the UN, with a special remit for global diplomacy on Aids, climate change and similar issues he has fronted on, would not only add a boost to Obama's global reputation, but also guarantee the direction in the Senate. There have also been stories that Republicans Chuck Hagel and Dick Lugar may be under consideration. This has been touted as an example of bipartisanship, but since both of them are to the left of some Democrats on foreign policy, it hardly counts. In fact, since the two are among the rapidly dwindling band of fact-based Republicans, taking them into the Obama administration only makes sense if it is a calculated Machiavellian plot to destroy the Republican party by leaving it entirely to Sarah Palin and the crazies. It would be far better to leave the two, whose rare sanity is blessed and protected by the Senate's seniority rules, to work with the new chair of the foreign relations committee and ensure that the Obama White House meets some of the world's great expectations. And the sad reality is that the honeymoon will end in consummation or divorce in the Middle East, where one hopes that the new team is savvy enough to distinguish between what Israel needs and what the Likudnik/Republican/neocon/evangelical coalition wants."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}