{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/cifamerica/2008/nov/24/venezuela-elections-hugo-chavez", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-11-24T22:00:00Z", "webTitle": "Ben Whitford: Voters in Venezuela's urban areas abandon Hugo Chávez's socialist project", "webUrl": "https://www.theguardian.com/commentisfree/cifamerica/2008/nov/24/venezuela-elections-hugo-chavez", "apiUrl": "https://content.guardianapis.com/commentisfree/cifamerica/2008/nov/24/venezuela-elections-hugo-chavez", "fields": {"headline": "Town versus country", "bodyText": "Venezuelan voters gave President Hugo Chávez a boost yesterday in key regional elections, handing his allies victory in 18 of the 23 gubernatorial races that were up for grabs. Chávez, who had cast the vote as a referendum on his revolutionary project, was swift to claim a fresh mandate for his drive towards 21st-century socialism: \"We don't see an opposition victory on a map painted red,\" sneered one Chávez spokesman as the results came in. Still, it wasn't all good news for El Jefe. The opposition may have fallen short of a sweeping victory, but it now holds the governorships of five of Venezuela's most densely populated states, including oil-rich Zulia and the major industrial base of Carabobo, along with the mayoralties of Caracas and Maracaibo, the country's two largest cities. Crucially, the opposition pickups were driven by major gains among the poor, urban voters who once propelled Chávez to power. In the Caracas municipal elections, even the iconic Petare slums elected an opposition official. That hardly adds up to a stinging rebuke of Chávez's administration, but it does dramatically redraw the Venezuelan political map. The revolution, it seems, has gone rural. Chávez retains the support of many, and perhaps most, Venezuelans, but his urban base has been significantly eroded in recent months. These days, the president's democratic mandate depends on his utter dominance of the Venezuelan countryside, where voters – grateful for Chávez's efforts to bring them into the political mainstream, and less affected than their urban counterparts by crime rates and rocketing inflation – yesterday backed the president's allies by 40-point margins. Clearly, Venezuela remains highly polarised. The focus, though, has shifted from rich-versus-poor to town-versus-country – a realignment that brings new challenges and opportunities for both sides. Most obviously, of course, after winning a handy majority in elections boasting a remarkable 65% turnout, the Venezuelan president can legitimately claim a mandate for the continuation of his Bolivarian revolution. \"The people are telling me: 'Chávez, continue down the same road,'\" he gloated last night. But Chávez also surely knows that rural support alone won't give him the leverage to push through the reforms he's after or generate enough momentum for him to remain in office beyond his current term. To regain his national standing, Chávez will have to win back the urban slums, tackling crime and corruption, putting an end to food-price inflation currently running above 50%, and patching up the country's crumbling urban infrastructure. With oil prices plummeting and budget cuts looming, that won't be an easy task. Chávez's opponents also have their work cut out for them. Yesterday's election results didn't give the opposition a persuasive victory but did give them a foundation upon which to build for the future. Perhaps most importantly for a group that's struggled to find a viable national figurehead, gubernatorial and mayoral gains in the Caracas region will give opposition leaders much-needed experience and exposure on the national stage, finally giving the movement a chance to groom a viable presidential candidate. On the other hand, just as Chávez can't succeed in the long term without the support of Petare and other poor urban areas, the opposition will struggle nationally until it manages to chip away at Chávez's rural base. That won't be easy either. The opposition lacks any real ground operation in rural areas, where politics are far more personal than in the cities, and also lacks the support of the private media networks, which don't broadcast across much of the Venezuelan countryside. Perhaps the opposition's biggest challenge, though, will simply be to find a message that resonates with rural voters. So far, the opposition's default position has been to mock Chávez's rhetorical excesses and to splutter in rage at his dirty tricks and his mismanagement. The temptation for the group's newly elected officials will be to continue in that vein, using their positions as soap boxes from which to obstruct and criticise the president's efforts to implement his socialist project. That won't wash with rural voters, who are less interested in the merits of Chávez's bombastic and faintly undemocratic style of government than in his ability to deliver on his promises of social reform. To make inroads away from the bustle of the barrios, the Venezuelan opposition will need to use their new power base not merely to lob rocks at Chávez, but to demonstrate an ability to govern effectively and to address the needs of Venezuela's poor. If they can manage that much, they could finally be on the road back to Miraflores."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}