{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2008/nov/28/mumbai-terror-attacks-culprits", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-11-28T22:30:00Z", "webTitle": "Paul Cruickshank: Established terrorist groups are likely to have been behind the Mumbai attacks", "webUrl": "https://www.theguardian.com/commentisfree/2008/nov/28/mumbai-terror-attacks-culprits", "apiUrl": "https://content.guardianapis.com/commentisfree/2008/nov/28/mumbai-terror-attacks-culprits", "fields": {"headline": "Hunting for the killers", "bodyText": "India's commercial and cultural capital has been witnessing a terrorist attack whose ambition and scope has led seasoned observers to call it \"India's 9/11\". But just who was responsible? Shortly after the attacks started, several Indian newspapers reported receiving messages from an unknown group calling itself \"Deccan Mujahedeen\" and claiming responsibility for the attacks. Could this unknown group be responsible? The answer is almost certainly no. The nature of the attack - something akin to scores of heavily armed terrorists storming the Waldorf Astoria and Ritz Cartlon in New York city and then going on a shooting rampage through Times Square and the Upper East side - suggests months of painstaking logistical and operational planning. Only an established militant group would have had the ability to carry out such an attack. The Deccan Mujahedeen is not such a group. If capability and track record are anything to go by, it is likely that the attack was either carried out by Indian Mujahedeen, an indigenous Indian militant group or a Kashmiri militant group with ties to al-Qaida such as Lashkar e Toiba, or some combination of the two. Indian Mujahedeen first emerged as a terrorist threat in India exactly a year ago when it launched attacks in the north of India. Since then it has carried out about a half dozen attacks across the country, most recently launching an attack on a market place in New Delhi in September. Its signature tactic has been to set off multiple explosive devices simultaneously in crowded public spaces such as market places and buses. Hundreds have died in these attacks. Indian Mujahedeen has not to date carried out the sort of brazen armed attack seen in Mumbai in the last days. But it does appear to have had some access in the past to RDX, a military high explosive, which has reportedly now been discovered in Mumbai. On September 23 Mumbai police arrested five suspected Indian Mujahideen leaders in the Mumbai area and found a quantity of RDX in their possession. Also found in their possession was a large amount of ammunition, including ammonium nitrate rods, detonators and sub machine guns. Indian security services believe that Indian Mujahedeen is an offshoot of the Student Islamic Movement of India (Simi), a radical militant Islamist organization founded thirty years ago, whose stated aim is to create an Islamic state in India. Although Indian Mujahedeen is \"home-grown,\" Indian authorities suspect that the group has close ties to militant outfits in Pakistan, and receives funding from them. Indigenous Indian Islamist militant groups like Simi have long been motivated by domestic grievances, particularly the belief that India's Muslim minority is persecuted by the country's Hindu majority. These grievances appear to be linked to a number of attacks launched by the group Indian Mujahedeen in the last year. For example, after carrying out an attack in Ahmadabad in Gujarat province in July 2008, Indian Mujahedeen claimed that the attack had been launched to avenge a wave of Hindu violence against Muslims in Gujarat province in 2002. But Indian Mujahedeen also appears to have bought into Bin Laden's \"Global Jihad\". After launching attacks in Jaipur in May 2008 the group released a statement promising more attacks unless India decoupled itself from its strategic alliance with the United States. Such fusing of local grievances with a concept of wider global Jihad within a fringe of the world's largest Islamic community is a development which should cause large concern in New Delhi and Washington DC, even if the vast majority of India's Muslims continue to be remarkably resistant to al-Qaida's ideology. Symptomatic of al-Qaida's creeping popularity amongst Indian Muslims is the fact that at least one Indian Muslim has been implicated in an attack launched on Glasgow airport in the UK in the summer of 2007. Already, Indian authorities are talking about \"outside actors\" being responsible for the plot, implying they believe this may have been the work of Kashmiri militant groups based in Pakistan. If the plot is traced back to Pakistan, it would certainly be less embarrasing to Indian authorities, but it is likely to signicantly raise tension with its nuclear neighbour. If a Kashmiri militant group was involved in the attack on Mumbai attacks the most likely group responsible is Lashkar e Toiba (LeT) which has track record of launching attacks on high profile targets in India. Lashkar e Toiba emerged as militant force in Kashmir after the 1980s Afghan war, a conflict in which many of its current leaders participated. After the end of the Afghan Jihad, LeT's leadership decided to transfer their energies from fighting Soviets in Afghanistan towards fighting Indian troops in Kashmir. To this end they recruited hundreds of \"fedayeen\" fighters, from across Pakistan, which they trained in northwestern Pakistan and Pakistani Kashmir, and then sent them into battle against Indian troops in Indian-controlled Kashmir. LeT's fedayeen fighters have been distinguished by their desire to die in the course of launching daring \"suicidal\" attacks so that they could attain martyrdom and heavenly reward. It has not escaped the notice of Western counter-terrorism officials that the armed youths laying carnage to Mumbai have the same fight-to-the-death approach that Lashkar e Toiba pioneered in Kashmir. Lashkar e Toiba operatives are suspected by Indian authorities of playing a role in an attempt to storm the Indian parliament in December 2001 and of launching several attacks in Mumbai in the last several years, including a coordinated bomb attack on Mumbai's commuter rail service in July 2006 that killed around 200. The recent warming up of relations between India and Pakistan following the election of a democratic government in Pakistan may have provided a motive for LeT to again launch attacks. Lashkar e Toiba is virulently opposed to any deal being cut over Kashmir to bring to peace to the troubled region. It does not want a non Muslim power to control any part of Kashmir. There are other Kashmiri groups that could have carried out the Mumbai attacks. Jaish e Mohammed (JeM) has also launched attacks on Indian interests in the past, notably hijacking an Indian airliner in Nepal and diverting it to Kandahar in Taliban-run Afghanistan in December 1999. JeM is also suspected by Indian authorities of cooperating with LeT to storm the Indian Parliament in 2001. Like most other Kashmiri militant groups, JeM has close ties to al-Qaida. Rachid Rauf, the British al-Qaida operative suspected of orchestrating a plot to bring down seven transatlantic airliners in 2006, who was killed in a Predator strike several days ago, had very close ties to the group. It is quite possible, and even likely, that the Mumbai attacks were the result of a joint operation between a Kashmiri group and indigenous Indian militants. According to eyewitness accounts some of the attackers spoke Hindi, which is not a language widely spoken in Pakistan. Conversely Indian authorities have said that at least one of the fighters was a Pakistani national and that another attacker made references to Kashmir when he placed a phone call to make demands. All such claims should be treated with caution, but if there was cooperation between Indian and Pakistani militants, it would not be unprecedented. Indian security services suspect that the July 2006 Mumbai commuter train bombings may have been a joint effort between Indian Mujahedeen and LeT. Inevitably questions are being asked about the role of al-Qaida in this attack. Clearly the targeting and killing of British, American and Jewish individuals, fit into its concept of \"Global Jihad\". At the very least this seems, therefore, to have been an \"al-Qaeda inspired\" attack. The exact leadership ties between Indian Mujahedeen and al-Qaida are unclear, but the Indian militant group is thought to send recruits to Pakistan for training, al-Qaida's operations hub in South Asia. The ties between Kashmiri groups and al-Qaida are clearer and stronger. Many of the top leaders of LeT and JeM fought alongside Bin Laden in Afghanistan in the 1980s. Since 2002, when LeT and JeM were banned by the Pakistani authorities, their ties to al-Qaida have strengthened significantly. The arrival of US troops in Afghanistan, the war on terrorism alliance between former Pakistani president Musharraf and the US's President Bush, fears that former President Musharraf would \"sell out\" Kashmir at the bidding of his friends in Washington, and anger kicked up by the war in Iraq, all pushed Kashmiri militant groups closer to Bin Laden's worldview. After the US election, Ayman al Zawahiri called on Mujahedeen around the world to continue to inflict pain on Americans and their allies. His call appears to have been answered. Paul Cruickshank is the author of Al Qaeda: the Current Threat"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}