{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/gamesblog/2008/nov/20/gameculture-xbox", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2008-11-20T21:05:22Z", "webTitle": "Rockstar announces first GTA IV DLC", "webUrl": "https://www.theguardian.com/technology/gamesblog/2008/nov/20/gameculture-xbox", "apiUrl": "https://content.guardianapis.com/technology/gamesblog/2008/nov/20/gameculture-xbox", "fields": {"headline": "Rockstar announces first GTA IV DLC", "bodyText": "It's called The Lost and the Damned, it'll be released via Xbox Live on February 17th and it's a whole new story drawn from the GTA IV universe. Yep, it's the first of two downloadable Grand Theft Auto episodes for the Xbox version of the latest in Rockstar's series. The self-contained story follows biker Johnny Klebitz, a member of Liberty City biker gang The Lost, which appears once in a while during the main GTA IV narrative. From the press release: The Lost and Damned features a new main character and plot that intersects with the storyline of Grand Theft Auto IV; new missions that offer an entirely fresh way to explore Liberty City with new multiplayer modes, weapons and vehicles; and a diverse soundtrack with additional music - all with the incredible production values that are the trademarks of Grand Theft Auto. \"Johnny is a very different character than Niko, with a very different background,\" Dan Houser, vice president of creative development for Rockstar Games told USA Today. \"I can't go into too much detail on the story, because we try not to give away too much plot before the game is released. But I can say that the story will show you a different side of Liberty City.\" So, are you excited about joining a biker gang and cruising around Liberty City in leathers? Of course you are. There's a chance biker gangs could become a theme of 2009? I know that UK developer Eutechnyx is working on Ride to Hell, an open-world bike-'em-up set in California during the late-sixties. Maybe the floodgates will now open. Are there any other games you'd like to see biker spin-offs of?"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}