{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2008/nov/09/health-health", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-11-09T15:00:00Z", "webTitle": "Mark Honigsbaum: Don't panic over flu!", "webUrl": "https://www.theguardian.com/commentisfree/2008/nov/09/health-health", "apiUrl": "https://content.guardianapis.com/commentisfree/2008/nov/09/health-health", "fields": {"headline": "Don't panic!", "bodyText": "Ninety years ago this week, as the first world war stuttered to a fitful close, The Times appealed to the British people to steel themselves for one last act of resistance. \"A stout heart is a great safeguard these days,\" opined The Thunderer. \"Fear is certainly the mother of infection.\" The object of The Times's concern was not the war or the continuing threat posed by Kaiser Wilhelm's increasingly desperate Prussian divisions but an epidemic disease of unusual lethality. In the previous week, the paper warned, influenza accompanied by pneumonia of an \"extremely toxic character\" had killed some 4,500 people in England and Wales, spreading alarm throughout towns and villages. \"To go about expecting influenza is to invite it,\" the article continued. \"Such an attitude lowers one's resistance, just as it lowers one's natural resistance to external enemies.\" In 1918, the invoking of biological metaphors to underline foreign threats to the British \"body politic\" was still something of a novelty. Today such terminology is commonplace. Whether discussing the \"infection\" of the global financial system by subprime mortgage lending or of the need to \"inoculate\" ourselves against the fallout from the global credit crunch, columnists and leader writers think nothing of employing the language of germs and immunology to conjure up vivid images of destruction and doom. Indeed, I would argue, that such metaphors are are also an accurate description of how panic spreads via the internet. For surely when describing how a misguided prank by two overpaid broadcasters has gone \"viral\" we are describing how the internet, aided by the blogosphere and 24/7 rolling news stations, actually works. Thus in the same way that influenza viruses circulate and replicate in animal cells before suddenly mutating and triggering epidemics, so rumours and idle gossip seed themselves in a million websites and blogrolls before achieving a critical mass that thrusts them to the top of national news agendas. Why does this matter, you ask? After all, we've known for some time that the combination of the internet and rolling news is toxic, giving credence to everything from loony 9/11 conspiracy theories, to the Brand/Ross nonsense, to doubts about the safety of the MMR vaccine. Well, in the case of another influenza pandemic, I would argue, it could matter greatly, for as we have seen with the recent financial crisis the big danger today is not so much the initial triggering event as the panic that follows it. Thus, in the same way that it was not the initial defaulting on mortgages, but the subsequent panic about overextended credit that precipitated the global financial meltdown, so it is not the pandemic itself that we should fear but the inevitable panic about the pandemic. To give the government its due, it knows this, which is why the Department of Health with input from the Cabinet Office's Civil Contingencies Secretariat has been busy drafting and redrafting its pandemic-preparedness plans. The government's biggest fear is that in the event that the bird flu virus, H5N1, or some other strain of flu, goes pandemic there will be a run on chemists, supermarkets and petrol forecourts precipitating an economic crisis far worse than the initial health crisis. The key phrase in the government plan is \"business as usual\". In the event of a Phase IV alert indicating that pandemic flu is on its way, the chief medical officer Sir Liam Donaldson will go on TV to address the nation. His message will be that there are more than enough antiviral medications for those who are likely to need to them and that the rest of us should carry on as normal. However, at the same time he will also advise us to stock up on food, water and analgesics just in case - and if we suspect we have the symptoms of flu to stay at home and isolate ourselves rapidly. My prediction is that long before Sir Liam's ruddy features loom across our screens there will be panic-buying. Even in 1918, with a civilian population inured to hardship by nearly five years of warfare, doctors' surgeries were inundated and there were runs on chemists in several parts of London. This was despite the fact that in 1918 establishment news organs like The Times were generally held in high esteem and the government could rely on a far higher degree of compliance from its citizens. Unfortunately, today that trust in the state and its unofficial mouthpieces is gone. Nor can the government depend on newspapers to censor potentially alarming reports from abroad – as occurred in 1918 with the appellation \"Spanish\" to a disease that we now know probably originated in the United States and which was almost certainly rife in southern England by the early summer of 1918, although not reported as such (it would be folly to even try – a cordon sanitaire around news of a pandemic would be breached by the internet in an instant). Nor, I predict, will people be willing to swallow unscientific platitudes about \"fear being the mother of infection\". Rather, the danger today is that the panic about the pandemic will prove as infectious as any virus, and that as ATMs run out of money, supermarkets run out of food, and fuel pumps run dry, the panic will become a self-fulfilling prophecy making a mockery of the government's advice for people to stay at home and call the national flu hotline for advice. In December 1918, shortly after the second wave of influenza had passed, The Times commented: \"Never since the Black Death has such a plague swept over the face of the world and never, perhaps, has a plague been more stoically accepted.\" Today, unfortunately, that sense of stoicism is gone. Mark Honigsbaum is the author of Living With Enza: The Forgotten Story of Britain and the Great Flu Pandemic of 1918 published by Macmillan Science, cover price £16.99."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}