{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/blog/2008/nov/09/technology-supplement-letters", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2008-11-09T21:31:08Z", "webTitle": "This week's letters and blogs in full", "webUrl": "https://www.theguardian.com/technology/blog/2008/nov/09/technology-supplement-letters", "apiUrl": "https://content.guardianapis.com/technology/blog/2008/nov/09/technology-supplement-letters", "fields": {"headline": "This week's letters and blogs in full", "bodyText": "WINDOWS IMMOBILE &gt;&gt; There isn't anything new in the doom and gloom department that hasn't been said a million times already but it is nice to read the opinions of a person that isn't as closely tied to the Windows Mobile experience as all of us are here. It amazes me to see the Internet turn so quickly against Windows Mobile and cast it aside like an old shoe. I personally do not believe the situation is as dire as everyone else believes, but I do feel it is very important that Microsoft steps up their game and focus on usability for their next release as if their lives depended on it. I don't see Microsoft letting Windows Mobile die anytime soon, but on this current path-to-nowhere I can easily see Windows Mobile quickly becoming irrelevant. smartphonethoughts.com &gt;&gt; I like the iPhone and G1 and I feel they have both brought some much needed feature innovation to the smartphone world, but I'll stay with Windows Mobile and the Outlook integration. Keeping my data management simple, and not having to spend extra for it, is the key to my choice. forums.thoughtsmedia.com FALLOUT: THE FALLOUT &gt;&gt; As the games industry grows in economic clout and aesthetic sophistication, it'd be nice to think that newspapers would start to junk their laughable one-paragraph 'reviews' in favour of, well, actual reviews. But, given this week's rapid 5% to 10% cuts to the staff of several notable newspapers and magazines in the U.S., I suspect that videogame critics had better get in line behind the editorial cartoonists, staff photojournalists, book critics, and all the others deemed to be expendable by the 'we can just print more press releases' accountants. d-log.info I'M IN THE OFFICE &gt;&gt; The pressure towards productivity… hmmm some truth to that, but I think it's more than a question of environment. Motivation, interest, meaning, habit. They all play a part. fieldus.com PICTURE THIS Cultural institutions generally prohibit photography in their premises and, especially, in loan exhibitions on the stated grounds of copyright (Snap Unhappy, Letters, 30 Oct). Whilst taking a picture per se does not engage such laws, the fear is of reproduction and consequent legal action. Of course the cynical might conclude that this is designed to encourage purchase of the accompanying postcard/catalogue/tea towel. Other common reasons for a ban include disturbance to other visitors, crowd control and the depressingly inevitable catch-all 'security'. Chris Rogers, Edgware SEARCH ME Even more ridiculous is the meaningless adherence to regulations (\"Time to show bottle and tackle the real issues\" - Bruce Schneier - 23 Oct 2008). I had a water bottle - obtained air-side and containing around 25ml - confiscated just because it wasn't in a plastic bag (I put it through the scanner on top of my hand luggage) ... meanwhile the aircrew walked past with their full 150 ml bottles in their hands, no bags ! So not being in a bag increased the risk of it being dangerous ... right !? Mike Whittaker, Stapleton THE OLD BLACK After stumbling across Naomi Alderman's blog entry \"Post-crunch, ugly is the new black\" from 14 October I felt I had to respond. Although there was undoubtedly a tongue in cheek element to the piece, Naomi's point that web design had something to do with IceSave going bust is at the very least - ignorant. Innovation, creativity, design and usability do not necessarily come at a premium - but once again the media gives the impression that businesses pay a fortune for something a four year old could have done with a crayon. Yes, there are terrible designs out there that cost a fortune, but at the same time, there are brilliant designs, brands and websites created on small budgets. Like any large organisation such as Nike or Coca Cola, banks and building societies have a duty to keep their image up to date, and have the best websites they can within a manageable budget, to attract new and repeat custom. Surely members of the public would be more likely to invest in banks that have spent the time and effort working with design and development teams that actually know what they're doing? It's like saying, I've saved £50,000 just to spend on a car... I could get a beautifully engineered, top of the range Audi, but because it runs beautifully and I think Audi have wasted their money on the design and build of it, I'm going to get a Chevrolet Lacetti. Apply the same thinking to banking adverts and leaflets and Naomi would have a Graphics GCSE class creating leaflets for the banks as work-experience using Times New Roman and awful preset Photoshop effects. That's surely going to inspire people to invest in a professional business isn't it? Tom Tribe, Cardiff"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}