{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/blog/2008/nov/16/gladwell-outliers", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2008-11-16T15:56:45Z", "webTitle": "Malcolm Gladwell on Joy, Gates and the Beatles -- and on stage", "webUrl": "https://www.theguardian.com/technology/blog/2008/nov/16/gladwell-outliers", "apiUrl": "https://content.guardianapis.com/technology/blog/2008/nov/16/gladwell-outliers", "fields": {"headline": "Malcolm Gladwell on Joy, Gates and the Beatles -- and on stage", "bodyText": "In August, I watched an interesting BBC programme about Vanessa Mae in The Making of Me series. The idea was to find out whether her talent for playing the violin was down to nature or nurture. One of the things that emerged was that getting to be as good as her requires about 10,000 hours hard work, and this is not just true of violinists. The Guardian has just published an extract from Malcolm Gladwell's latest book, Outliers: The Story Of Success, which makes the same point: \"In study after study, of composers, basketball players, fiction writers, ice-skaters, concert pianists, chess players, master criminals,\" writes the neurologist Daniel Levitin, \"this number comes up again and again. Ten thousand hours is equivalent to roughly three hours a day, or 20 hours a week, of practice over 10 years... No one has yet found a case in which true world-class expertise was accomplished in less time. It seems that it takes the brain this long to assimilate all that it needs to know to achieve true mastery.\" Gladwell applies the idea to Sun co-founder Bill Joy, Bill Gates and the Beatles, who honed their expertise playing strip clubs in Hamburg. Gladwell says: The Beatles ended up travelling to Hamburg five times between 1960 and the end of 1962. On the first trip, they played 106 nights, of five or more hours a night. Their second trip they played 92 times. Their third trip they played 48 times, for a total of 172 hours on stage. The last two Hamburg stints, in November and December 1962, involved another 90 hours of performing. All told, they performed for 270 nights in just over a year and a half. By the time they had their first burst of success in 1964, they had performed live an estimated 1,200 times, which is extraordinary. Most bands today don't perform 1,200 times in their entire careers. The Hamburg crucible is what set the Beatles apart. There's also an interview with Gladwell The man who can't stop thinking, in today's Observer. Gladwell will also be giving two lectures on Monday 24 November at the Lyceum Theatre, London WC2. See: malcolmgladwell-live.com. Not sure if you fancy that? Try Gladwell's wonderful 20-minute TED Talk, What we can learn from spaghetti sauce."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}