{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/gamesblog/2008/nov/13/playstation-microsoft", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2008-11-13T20:43:47Z", "webTitle": "Mirror's Edge review", "webUrl": "https://www.theguardian.com/technology/gamesblog/2008/nov/13/playstation-microsoft", "apiUrl": "https://content.guardianapis.com/technology/gamesblog/2008/nov/13/playstation-microsoft", "fields": {"headline": "Mirror's Edge review", "bodyText": "There is a lot to love about Mirror's Edge, the first person platform/action game that is released tomorrow. For a start it looks bloody marvellous. The city setting is a bleached minimalist dream, shot through with flashes of colour. Only some occasionally muddy textures and disappointing character models let the side down. But this game is more about the environment than people. Cast as Faith, a parkour-style futuristic runner, your aim is to leap, crawl, and speed across rooftops. But unlike traditional third-person or side-on platformers Mirror's Edge uses the first person viewpoint, more commonly used in shooter games. And most of the time it works fantastically well, especially as you crash through doors with your character's arm out in front. The first person view gives a real sense of speed and sense of place as you sprint through corridors, somersault over electric fences and leap between skyscrapers. The controls are initially fiddly. The 360 version – which I played – uses the bumper button to jump. And while it worked fine most of the time I never felt totally happy with it, especially in a game like this which involves precise jumps. And Mirror's Edge is frustrating at times. You will definitely spend a lot of time plummeting to your death/swearing at the screen. The loading and restarts are usually quick but the game is a challenge in the later levels. Reflexes are not the only requirement. Finding the right path through the rooftops and interiors is not always obvious, even when using the guidance button. Blundering through is not always an option. Exploring off the beaten track is though, but the rewards are fairly limited. The combat is disappointing and detracts from the purity of the game. Yes, you can evade attackers – in fact the game encourages it – but when the Mirrors Edge tries to be a first person shooter it falls flat. The potentially interesting story – runners undermining a totalitarian city state – is similarly unfulfilling although the cut scenes are nicely done. The game itself is relatively short about 8-10 hours. This is fine for me – I've always preferred quality over quantity – but the time trials aside there isn't anything to do once you've finished the main game. But despite these issues the core of the game works fantastically well. The vertigo inducement of Crackdown and Half Life 2's sense of urban space are two obvious influences but Mirror's Edge is refreshingly different. It may lack a bit of variety, but get your flow right - leaping across two skyscrapers, ducking under a pipe before barging open a door and disarming the goon waiting inside – and Mirror's Edge becomes the exhilarating ride you hoped it would be."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}