{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2008/nov/16/yemen-islam", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-11-16T14:30:00Z", "webTitle": "The Yemeni government is committing gross human rights violations – yet the west stays silent", "webUrl": "https://www.theguardian.com/commentisfree/2008/nov/16/yemen-islam", "apiUrl": "https://content.guardianapis.com/commentisfree/2008/nov/16/yemen-islam", "fields": {"headline": "The invisible victims of Yemen's war", "bodyText": "Far from her home village, which was bombed by government warplanes in May, Fatima spoke in a low voice that showed her fear of arrest. She was telling me why she had fled to Yemen's capital, San'a. \"The planes and helicopters attacked the rebels for seven hours, so we fled,\" she said. \"We went back after two weeks but our house was totally destroyed, and some villagers had been killed by the government's bombs. We went to a different village but three weeks later army tanks attacked that village too, so we fled again and came back to San'a.\" Fatima and up to 130,000 fellow Yemenis are the invisible victims of a war in the country's northernmost governorate of Sa'da that the Yemeni authorities would prefer you not to hear about. In its four-year conflict with armed rebels from an Islamist revivalist movement called \"The Believing Youth,\" or Huthis, after their founder Husain al-Huthi, the government has banned journalists from the conflict zone. It has arbitrarily arrested those who report on civilian casualties and has cut off most mobile phone services in the region. Worse still, the government has systematically prevented aid agencies from reaching tens of thousands of people in desperate need of food, water, shelter, and healthcare. About 60,000 of them, mostly women and children who sought refuge in the town of Sa'da, received limited help after the most recent round of fighting ended in July. But the government earlier blocked all commercial traffic, including basic foods and fuel, a policy of collective punishment outlawed by international law. Today up to 70,000 additional people in need of help remain in remote areas where aid agencies still have little if any access. In some cases, the rebels have also blocked access by aid agencies In preventing aid agencies from reaching civilians caught between the warring sides, Yemen has failed to respect its international legal obligations to ensure that Fatima and tens of thousands like her at risk from armed conflict obtain humanitarian aid essential to their survival. Over the past years security forces have also arbitrarily detained hundreds of men not taking part in the fighting simply because they come from the same region as the rebels, locking them up without charge or trial. A number were detained as hostages to force relatives to surrender, or even because they were journalists who published stories about the conflict. In detaining hundreds of people without charge or trial, Yemen has violated its fundamental human rights obligations. How has Yemen gotten away with it? Yemen's neighbor, Saudi Arabia, provides unquestioning support. More disturbing has been the public silence from the United States and European Union member states – countries that provide tens of millions of dollars in aid to Yemen. Their silence in the face of such serious human rights violations can only fuel instability in Yemen. When the West – concerned about the government's fragile hold on power in a country known to shelter al-Qaida militants – stays quiet about flagrant abuses occurring right under their noses, the Yemeni public sees them as siding with an abusive regime. Those who provide aid should press Yemen's president, Ali Abdullah Saleh, to end arbitrary detention and to release the dozens of people still held without charge. And with the onset of cold weather, the government and the Huthis need to stop blocking the life-saving work of the humanitarian agencies that are essential to help women like Fatima and the tens of thousands of desperate invisible victims of Yemen's forgotten war."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}