{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/cifamerica/2008/nov/05/uselections2008-barackobama", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2008-11-05T22:15:00Z", "webTitle": "Jay Mukoro: Obama's victory party in Grant Park was electric", "webUrl": "https://www.theguardian.com/commentisfree/cifamerica/2008/nov/05/uselections2008-barackobama", "apiUrl": "https://content.guardianapis.com/commentisfree/cifamerica/2008/nov/05/uselections2008-barackobama", "fields": {"headline": "Partying with Obama in Chicago", "bodyText": "The instruction coming down from the Chicago authorities was in essence a command that all citizens making their way to Grant Park to see Barack Obama on Tuesday night should use public transport. And so it was that I joined the mass ranks of Chicagoans riding the El downtown. The subway ride gave little indication of what was to follow. Yes there was some anticipation, but it was largely confined to low-level chatter and the odd rise in the volume of conversations taking place when Obama's name was mentioned. As the train slowly made its way, slowed by congestion – the Chicago Transit Authority seemed to be running at maximum capacity – we all sat patiently. Many of my fellow travellers donned T-shirts reading such things as \"Chicago in the house\", or badges printed with \"Chicagobama\", \"Rebel with a cause\", and numerous caps embroidered with witty slogans. This Obama wear expressed the hopes and expectations of the night. I disembarked at Lake, a stop about a mile away from the venue, and walked along South Michigan Avenue in the direction of Grant Park. All along the way, people were gathered in bars, hotel lobbies, anywhere where they could access a television and take in every opportunity to share this moment in the election. As I moved closer to the entrance of the park it became clear just how many Chicagoans wanted to bear witness to history. The queue stretched at least six blocks ahead, which I could see, and then farther into the distance, to where I could see no longer. Waiting to get in were Shantley and Laurie Gidrey, a middle-aged, smartly dressed African-American couple. Contemplating an Obama presidency, Shantley said: \"We've come a long way as a country, especially if Senator Obama gets elected. This will be a watershed event for this country.\" His wife Laurie was smiling and nodding vigorously in agreement, and added: \"I think it's a historic moment for everybody, not just blacks in this country, but everyone. I'm excited about the future now, which I haven't been for a long time.\" Walking along the queue, the excitement was clearly infectious, and inside the park it was palpable. It was inside the park that I had the opportunity to speak to Becky Levy. Becky's the kind of voter – young, female and intelligent – that Obama has inspired with his work in tough Chicago neighbourhoods. But he has also been a stirring figure for her, providing her with \"the feeling that we can become better, we'll feel more inspired to do things for ourselves and our communities\". At approximately 10pm, the crowd of some hundred-thousand people, erupted into delirious cries of joy when on the giant screens erected in the park flashed the words \"Obama elected president\". As the CNN feed cut to some of the great and the good present, Jesse Jackson came into view on the screen weeping. With tears welling up in her eyes Laney Gilbert, a tall, elegant African-American lady with small dreadlocks, told me: \"I never thought I'd see this in my lifetime.\" Her voice cracked a bit as she said: \"I wish my mother was here to see this.\" This was a sentiment lost on no one, and aptly summed up by James Carville a CNN contributor and Democratic strategist. \"I grew up in the segregated south,\" he said on television. \"I didn't go to school with African-Americans … It's just hard to overestimate the significance of this event. It's not just another presidential election\". As Laney composed herself she said: \"We gonna celebrate now.\""}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}