{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2016/nov/16/barack-obama-and-angela-merkel-call-for-continued-transatlantic-cooperation", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-11-16T20:12:16Z", "webTitle": "Obama and Merkel call for continued transatlantic cooperation", "webUrl": "https://www.theguardian.com/us-news/2016/nov/16/barack-obama-and-angela-merkel-call-for-continued-transatlantic-cooperation", "apiUrl": "https://content.guardianapis.com/us-news/2016/nov/16/barack-obama-and-angela-merkel-call-for-continued-transatlantic-cooperation", "fields": {"headline": "Obama and Merkel call for continued transatlantic cooperation", "bodyText": "Outgoing US president, Barack Obama, and the German chancellor, Angela Merkel, have made an appeal for continued cooperation between the US and the European Union on climate change, anti-terror measures as well as a transatlantic trade deal during Donald Trump’s presidency. In a joint op-ed published in German weekly Wirtschaftswoche on the eve of the president’s last European visit in office, the two leaders argue that while the world is at a crossroads, “the future is already happening and there will not be a return to a world before globalisation”. “Germans and Americans have to seize the opportunity to shape globalisation according to their values and ideas,” the article concludes. “We owe it to our business and our citizens – the entire global community, even – to broaden and deepen our cooperation.” The column provides a sharp contrast to the rhetoric of President-elect Trump, who during his campaign threatened to pull out of existing trade deals and put future agreements on hold, as well as accusing Merkel of “ruining Germany” with her refugee policy. “Respect for human dignity obligates us to provide humanitarian aid for many millions of refugees worldwide, because we know the true strength of our values is measured by how we treat the weakest and most vulnerable,” the article says. The Paris climate agreement, the article says, “provides the world with a framework for the joint protection of our planet”. The article argues that the Transatlantic Trade and Investment Partnership (TTIP) would “without a question” benefit American and German employers, employees, consumers as well as farmers. The German chancellor has been one of the key architect behind the trade treaty, which both leaders know will not be concluded before Obama leaves office. One German official told the Guardian ahead of Obama’s Berlin trip that hopes for a revival of the deal under Trump were “not realistic”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}