{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/nov/20/liverpool-jurgen-klopp-southampton", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-11-20T22:30:49Z", "webTitle": "Jürgen Klopp says Liverpool cannot complain about  defensive tactics", "webUrl": "https://www.theguardian.com/football/2016/nov/20/liverpool-jurgen-klopp-southampton", "apiUrl": "https://content.guardianapis.com/football/2016/nov/20/liverpool-jurgen-klopp-southampton", "fields": {"headline": "Jürgen Klopp says Liverpool cannot complain about defensive tactics", "bodyText": "Jürgen Klopp said Liverpool have “nothing to moan about” after Southampton followed Manchester United’s lead by adopting a defensive approach against a side who have scored 30 Premier League goals this season. Showing little ambition to attack despite playing at home, Southampton held Liverpool to a goalless draw with the sort of tactics that Liverpool may well have to get used to as opponents try to nullify the threat of Klopp’s free-flowing team. Far from criticising Southampton, Klopp empathised with Claude Puel, his opposite number, and admitted it would be “crazy” for teams to open up against Liverpool. The German said the onus was on Liverpool to find ways to break down obdurate opponents while retaining their concentration at the other end of the pitch – something he took encouragement from at Southampton, where Liverpool enjoyed 65% possession and were rarely troubled at the back. “I felt we had more possession. My feeling was we had 70%, no problem,” the Liverpool manager said. “If we play this football then it would be crazy to give us space, so why would they do that? That is what we have to work on, it is our job and we have the players for it. It is never easy, you cannot only play counterattack, you cannot only play high-press, you have to prepare for everything. “There is nothing to moan about, you can’t ask them: ‘Come on, give us a little more space or something?’ Before the season we had to work on this, and that is what I meant when I say we are happy with the performance against Southampton, because again we did well. It isn’t a game where you have 20 chances, we had four or five. That is more than enough, especially how big those chances were.” It was put to Klopp that United set up with a similar mindset in the 0-0 draw at Anfield last month. “United was different. We weren’t good,” Klopp said, before reinforcing the point that he has no qualms about facing opponents who defend in numbers. “It isn’t a problem. A lot of teams play against us like this, we move on. We cannot change what other teams do. “The only thing we have to make sure is that [failing to get a good result] isn’t because of us – that is what I am so happy about [against Southampton]. The players are concentrating, staying in games when it doesn’t work and not letting them counterattack if we defend. My favourite situation was when [Nathan] Redmond counterattacked against four Liverpool players and we got the ball back because he couldn’t see another Southampton player – that is what we have to do. We have to take the ball and try again. We cannot do any more and then we will come through. We have the quality to score.” The clean sheet at Southampton was only Liverpool’s second of the season in the league, although Klopp feels far too much has been made of their defensive weaknesses. “When you only look at the numbers and you see 14 goals conceded, then that is obviously too much for a team like this, but look how we conceded them – three goals we conceded are from set pieces. Well, in my analysis afterwards they were offside but nobody spoke about it, just that we have a problem with set pieces. “We always need to be cool with it, we have to work, improve, we know this. But we are able to defend. We are not weak in defending. If somebody wants to say that then do it. But I know we aren’t.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}