{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2016/nov/09/bell-tolls-for-big-ben-snow-ice-and-sunflower-effect-stop-the-clock", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2016-11-09T21:30:14Z", "webTitle": "Bell tolls for Big Ben: snow, ice and sunflower effect stop the clock", "webUrl": "https://www.theguardian.com/news/2016/nov/09/bell-tolls-for-big-ben-snow-ice-and-sunflower-effect-stop-the-clock", "apiUrl": "https://content.guardianapis.com/news/2016/nov/09/bell-tolls-for-big-ben-snow-ice-and-sunflower-effect-stop-the-clock", "fields": {"headline": "Bell tolls for Big Ben: snow, ice and sunflower effect stop the clock", "bodyText": "On 16 December a last tour of Big Ben and its clock tower in central London is possible before the clock falls silent for three years while urgent repairs are done. Apart from old age, extreme weather has taken a toll of Big Ben since it started telling the time in 1859. On New Year’s Eve 1962 the Palace of Westminster clock ran nine minutes slow when heavy snow got jammed into the north clock face and ice coated the long hand. Thick fog masked the embarrassing discrepancy until workmen could thaw out the clock. And in March 1986 cold weather froze the rubber buffers on the clock hammers and silenced the chimes. In May 2005 Big Ben mysteriously fell silent before its minute hand hesitated, then crept around for another 13 minutes before stalling again for more than an hour. The stoppage was blamed on a heatwave, when temperatures in London reached 32C. The most bizarre mishap was probably in August 1949 when a flock of starlings perched on the minute hand and their combined weight slowed the clock hand by over four minutes. The clock tower also moves with the seasons, a curious effect only discovered after the building of the nearby Jubilee underground extension. When this tube line opened in 1994 cracks in the clock tower were monitored and it was revealed that the structure moved very slightly – cracks reached their widest in January and February and were at their minimum in August. This was caused by heating up of the sunny side of the tower more than the shaded side and made the tower bend away from the sun."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}