{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2016/nov/02/dreamworld-boss-deborah-thomas-regrets-companys-response-to-fatal-ride", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2016-11-01T21:18:22Z", "webTitle": "Dreamworld boss Deborah Thomas regrets company's response to fatal ride", "webUrl": "https://www.theguardian.com/australia-news/2016/nov/02/dreamworld-boss-deborah-thomas-regrets-companys-response-to-fatal-ride", "apiUrl": "https://content.guardianapis.com/australia-news/2016/nov/02/dreamworld-boss-deborah-thomas-regrets-companys-response-to-fatal-ride", "fields": {"headline": "Dreamworld boss Deborah Thomas regrets company's response to fatal ride", "bodyText": "Deborah Thomas, the chief executive of the company that owns the Dreamworld theme park, has expressed regret about the company’s behaviour in the wake of to the death of four visitors, saying it should have given a “very different” response. The Queensland amusement park has been closed since last week when a malfunction on its Thunder River Rapids ride led to the death of four people. The accident sparked an immediate coronial investigation, a police investigation and an inquiry by Workplace Health and Safety Queensland. But the company that owns the amusement park, Ardent Leisure, has also come under scrutiny for its initial response, and for statements it made about being in contact with the victim’s families. In an interview with the Australian Financial Review, Thomas said: “If, heaven forbid, we ever had to do this again, the decisions we made would be very different.” Among them, she said she would have “more pressure to move quickly with police” to contact the family of the victims. At Ardent’s annual general meeting last week, Thomas was embarrassed when members of the Dorsett family, one of the bereaved families, contradicted Thomas’s claim that the company had “reached out” to them. Thomas then acknowledged she had not spoken with the family directly. In her AFR interview, Thomas also said the decision on her $860,000 bonus package, agreed at the annual general meeting, should have been delayed. “If I had known that motion could have been deferred I would have deferred it. It was obviously misconstrued.” Thomas worked for years as a journalist and publishing executive, including editing the Australian Women’s Weekly. She joined Ardent Leisure as managing director last year. Her comments follow an announcement by Dreamworld that it will conduct a sweeping review of all its mechanical rides. More than 200 staff returned to work on Monday, but there is no indication of when the park will reopen to the public. Queensland coroner James McDougall joined police to commence a re-enactment of the accident on Tuesday, which he described as “very complicated”. He said the investigation would likely take months to complete."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}