{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2016/nov/19/liberal-democracy-trump-angela-merkel-france-netherlands-democratic", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2016-11-19T22:00:19Z", "webTitle": "The Observer view on the worldwide threat to liberal democracy | Observer editorial", "webUrl": "https://www.theguardian.com/commentisfree/2016/nov/19/liberal-democracy-trump-angela-merkel-france-netherlands-democratic", "apiUrl": "https://content.guardianapis.com/commentisfree/2016/nov/19/liberal-democracy-trump-angela-merkel-france-netherlands-democratic", "fields": {"headline": "The Observer view on the worldwide threat to liberal democracy", "bodyText": "Democracy is “hard work” and must not be taken for granted, said Barack Obama during his farewell visit to Europe last week. How right he is. The challenges confronting western democracies as 2016 draws to a ragged close are of a breadth and intensity not seen since the early 1980s, when Leonid Brezhnev’s Soviet Union was expanding its nuclear arsenal and suppressing Solidarity in Poland. Today, Russia under Vladimir Putin is again building bombs and meddling in neighbours’ affairs. But he is not the only or even the biggest problem. Much of the danger to democracy comes from within. Angela Merkel, Germany’s long-serving chancellor, and Obama struggled with this issue during meetings in Berlin that included walk-on parts for the leaders of France, Britain, Italy and Spain. The (Republican) elephant in the room was Donald Trump. Nobody mentioned him by name. But the threat to democratic values and the transatlantic alliance that sustains them implicit in his victory was the subject of a pointed article written by Obama and Merkel, and published in a German weekly. So great is the uncertainty about the political direction of travel in the US and Europe that the two leaders went back to basics, stressing their “shared commitment to personal freedom and dignity, which only a vibrant democracy under the rule of law can guarantee”. This included “joint responsibility to protect and preserve our way of life,” they wrote. “Today we find ourselves at a crossroads – the future is upon us and we will never return to a pre-globalisation economy.” Merkel and Obama were evidently talking about a Trumpist agenda that questions the Euro-Atlantic settlement and Nato’s relevance, mocks climate change, opposes free trade and treats refugees, Muslims and foreigners in general as potential enemies. Their references to pluralism and international law were obvious shots across Putin’s bows. But their message was also directed at Europe. Their concerns are justified. The fear now is that the populist and nationalist insurrections witnessed in Britain in June and in the US this month may be replicated across Europe in coming months, further shredding the west’s liberal democratic moorings. France is of foremost concern. This weekend saw the start of a primary process to select the centre-right’s candidate for two-stage presidential elections next spring. This decision is crucial since the French left is largely discredited. Its leader, François Hollande, is a deeply unpopular president. Should Alain Juppé, a former PM, beat rivals Nicolas Sarkozy and François Fillon for the centre-right’s nomination, as polls suggest, it is assumed he will win a second round run-off in May. It is a dangerous assumption. Conventional wisdom has never been more discredited. Pollsters tread treacherous ground. And Juppé, 71, is very ancien regime. He lost the prime ministership 20 years ago amid a revolt against Jacques Chirac. He was later convicted of criminal abuse of public funds. Last week, Juppé was forced to reject comparisons with the US election. “I am not Hillary Clinton. And France is not America,” he declared. His protestations will do nothing to quiet the many voices now suggesting Marine Le Pen, the far-right, anti-immigration Front National leader and ardent admirer of Trump and Nigel Farage, has a chance to score another populist upset. It is taken for granted that Le Pen, 48, will reach the second round. But for the first time, the idea she could then beat Juppé, or any other centre-right candidate, and win outright is taken seriously. Manuel Valls, France’s prime minister, admitted last week it was entirely possible. It is a dreadful prospect. France may be part of a trend. If polls are correct, parliamentary elections in the Netherlands in March could see the triumph of Geert Wilders, an anti-Islam extremist who advocates a Dutch exit (Nexit) from the EU. Wilders predicts he will win partly because of Merkel’s “stupidity” in opening Europe’s doors to Syrian refugees. In Italy, the centre-left prime minister, Matteo Renzi, looks set to lose a controversial referendum on constitutional reform, and his job, next month. Pollsters say the “no” campaign, led by the anti-establishment Five Star movement (M5S), is benefiting from a “Trump effect”. Germany has elections, too, next year, which if she stands again, Merkel will be expected to win. But even in Berlin, the electoral balance is shifting in threatening, ugly and intolerant ways as the populist Alternative for Germany and the anti-Islamists of Pegida advance. With Obama no longer around to defend the west’s liberal democratic order, Merkel could be the last woman standing."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}