{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2016/nov/19/brexit-eu-theresa-may-angela-merkel", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2016-11-19T22:06:58Z", "webTitle": "Why Europe will drive a hard Brexit", "webUrl": "https://www.theguardian.com/politics/2016/nov/19/brexit-eu-theresa-may-angela-merkel", "apiUrl": "https://content.guardianapis.com/politics/2016/nov/19/brexit-eu-theresa-may-angela-merkel", "fields": {"headline": "Why Europe will drive a hard Brexit", "bodyText": "Like many young Poles, Maria Fijalkowska has always wanted to study and work in England. “I have been to London and I loved it. I love the English language. I love the culture. I have thought about it for a long time,” she says. It is mid-morning in Warsaw and Fijalkowska is about to begin a class on Chaucer’s The Canterbury Tales at the Institute of English Studies, part of the University of Warsaw. Her English is pretty fluent already and would be good enough for her to sign up for a psychology course in London, one of her long-held goals. But she is not sure about England any more. “I have heard that there has been a rise in violence towards immigrants since Brexit and all the negative attitudes that the Brexit community and politicians have exposed people to. It is scary what you hear in the news with somebody attacked, not only Polish people but people of all nationalities. That is a problem. I had always wanted to go to London. I probably won’t now.” Instead, she is thinking about Scotland, if it remains in the EU. In the same class is Weronika Macuch, who also has excellent English and high ambitions. “I want to become a scholar,” she says. “And you have the best universities. But I have changed my decision now and decided to go to Ireland instead. They don’t want to leave the EU. I like the literature there. They don’t want to get rid of Polish people aggressively, like English people do. ‘Go home, Polish vermin!’ and that kind of stuff.” To hear young people talking about the UK in these terms – to learn that it had been top of their lists of preferred destinations a few months ago, but is now deleted from them, and feared – is disturbing. But this is Europe after the Brexit vote, a Europe in which EU citizens – from students charting first steps on their career paths, to those running governments and businesses – are recasting their judgments about the UK, accepting Brexit as a reality, and making other plans. From Paris to Brussels, and Berlin to Warsaw and Bratislava, there is much sadness that the British are leaving. In the central and eastern European member states in particular, governments will fight tooth and nail to ensure their people can still travel to, and work in, the UK post-Brexit. The right to move around the EU has symbolised, more than anything else, the break from their pre-1989 past under Soviet influence. From his office in Bratislava, Slovakia’s state secretary at the foreign ministry, Ivan Korcok, can see Austria and speaks of the “emotional” importance of the EU to all Slovakians. “Our people are buying their apartments and building their houses across the border over there in Austria. Slovakia is a very pro-European country. People are concerned about the British situation [if it means they will no longer be able to move to and work in the UK]. The older generation here see their kids travelling abroad, and thinking differently to how they did. If one day a child in Slovakia decides to study elsewhere in Europe, including in the UK, and they can afford to, they go, they just go! This is such an emotional thing in positive terms about the EU.” Marek Prawda, Poland’s former ambassador to the EU and now head of the European commission in Warsaw, says: “For us, being an EU member is the inverse of what was said in your referendum campaign about ‘taking back control’. To us, being a member of the EU has been about gaining back control, about freedom, about security, about being able to run an economy in a modern way. EU membership was a chance to shape our own life. We are able to borrow and invest in our economy. We are part of a rational world.” The good news for them is that Poland and Slovakia are newly confident, and economically on a fast upward trajectory. Poland’s economy has grown 25% since the start of the financial crisis in 2008 and many Polish companies are crying out for workers. Slovakia’s is thriving too, and produces more cars than any other EU country, with Poland in second place. There is a future at home these days. Henryka Bochniartz, a former Polish minister of trade and industry who now heads her country’s equivalent of the CBI, the Polish confederation “Lewiatan”, says many Poles will return from the UK soon and fewer will go, even if free movement rules remain in place. The “pull factors” that persuaded hundreds of thousands of Poles to move to Britain since 2004 are beginning to operate the other way around. The Polish government is giving families 500 zloty a month for every child (around £100), a payment that Bochniartz says will persuade many to stay put and some to return. The post-1989 transition to a western economy has taken place and there is less reason to seek futures abroad. Bochniartz expects Polish companies to offer more “perks” to tempt workers back. Services companies are switching from London to Warsaw. Poland will be saddened and bruised by Brexit, but Bochniartz sees bright horizons beyond it. Perceptions of the UK as the place to go have changed, anyway, among all age groups. “In the media, small incidents [attacks on Polish people], which were probably on the fifth page of your newspapers, were on the front pages in Poland. So people will be looking to other countries and not to the UK.” In the immediate aftermath of the 23 June referendum, there was some faint hope in European capitals that the UK might change its mind, that a way might be found to reverse the decision. At the very least, EU leaders believed that the UK would remain a member of the single market. “It was difficult to accept here. Some tried to convince themselves that it was just an advisory referendum and that it wouldn’t happen and they never thought the UK could leave the single market,” said a senior British official working in the Brussels institutions. Another UK source in Brussels added: “There was the shock at first, then people went away for the summer and thought it might be containable, negotiable somehow.” But then the Tory party conference in Birmingham in October hardened attitudes and delivered clarity. The clear suggestions from Theresa May and her ministers that the UK would prioritise curbs on immigration – and refuse to accept free movement rules even if that meant leaving the single market – coupled with insistence that it would break free completely from the European court of justice, changed minds. In recent weeks orders have gone round the 27 other EU capitals that, if the UK wants this kind of “hard Brexit” and refuses to compromise, that is what it will get and must have. Olaf Wientzek, co-ordinator of European politics at the Konrad Adenauer Foundation, the thinktank of chancellor Angela Merkel’s Christian Democrats, insisted single market access and freedom of movement were inextricably linked. “I have been reading the British press and in some newspapers there is a hope that you can wiggle your way out of it. No. They are inextricably linked. It is a core principle. Here you are not cutting the fat. If we get the clear signal that there will be no compromise from the British, then I think it would be rather a hard Brexit.” The realisation has dawned that the dangers of anti-EU populism spreading in France and the Netherlands are far greater than that of losing the Brits, who were troublesome anyway and a brake on integration. Donald Trump’s success has compounded the fear. If Marine Le Pen or Geert Wilders could cite a soft exit for the UK as evidence that their countries could also break free of the EU at little cost, they would be even more of a danger in coming elections in their countries. Britain could be lost from the EU and the union would survive, but if Le Pen won and took France out, European integration would be dead. “If France were to leave the EU, that would be the end of it. We would be finished,” said Stephan Mayer, a Christian Social Union MP in the Bundestag and CSU home affairs spokesman. David McAllister is a German MEP and vice-president of the European People’s party in the European parliament, having been prime minister of Lower Saxony from 2010 to 2013. He is from the same party as Merkel (the CDU) and has been talked of as a potential successor. His father was a Daily Telegraph-reading Scottish civil servant stationed in Berlin, where David grew up and went to school. To this day, he has dual nationality. If anyone can understand the huge gulf between British and German attitudes to the EU, and how to find a route through Brexit negotiations that will satisfy both sides, it is McAllister. But he struggles to see one. He tears his hair out reading the UK media, and winces at the approach of UK ministers like defence secretary Michael Fallon, who said at a meeting in Bratislava in September that the UK would veto future EU defence plans even though it was leaving. “If you are leaving that is OK, but please don’t block further integration that won’t affect you. That did not go down well.” He rails at the way Boris Johnson warned of the danger of millions of Turks arriving in the UK before the referendum, then, as foreign secretary, went to Ankara to give his backing to Turkish accession. “Amazing, incredible,” says McAllister. The EU tried its damnedest to put together a package for David Cameron in February, which Cameron hoped would persuade UK voters to remain. “A lot of people underestimated how far other nations actually went then, how hard that was to achieve,” he says. “Then, it didn’t even play any role in the referendum at all. It was hardly mentioned. So there is no appetite for further British cherry-picking, keine Rosinenpickerei (no raisin-picking), as we say in Germany.” The ball, he says, is in the British court. “You can’t have 100% control over internal migration, say no to European court of justice rulings, and that you won’t pay anything [into the budget]. This just won’t work. We would love the Brits to at least stay in the single market, but we are hearing from London ‘we don’t want this, we don’t want that’.” No one, he says, “wants to be nasty” to the UK, but it is the one which has asked to leave. “We didn’t ask for this divorce. Sorry. But we are members of a family of nations and were happy to have our British neighbours, friends, allies in our family. But they have asked to leave the family. They have got to sort this out. “The British are of course testing us out – we all know that. They are testing how united Europe actually is. So what is important is that Europe stays together. No bilateral negotiations with the British. No cherry-picking. We are doing this as a bloc.” He spins round on his chair and pulls out a copy of the Bild newspaper, the German equivalent of the Sun, which dedicated an entire edition in mid-October to praising European integration with a front-page headline declaring: “We are Europe.” McAllister holds it up and asks: “Can you imagine the Sun ever doing that?” If the view is hardline towards the UK in Brussels, it is even more rock solid in Paris. There, fear stalks the establishment as presidential elections approach next spring. “There are echoes of De Gaulle in attitudes to the Brexit,” said a French diplomat. “Tough on the British when you came in, tough on you when you leave.” Le Pen is expected to win through to the second round runoff in May. Former prime minister and veteran centrist Alain Juppé is still favourite to enter the Elysée. But on the morning after Trump had pulled off his stunning win, no one in Paris was certain any more. A senior member of the French establishment, who has served his country in the EU and Washington, insists Le Pen now has to be taken very seriously. “If France has a French president who wants to get out of the euro and the EU, I think it is over. It disintegrates. The danger then is that you are left with a German Europe.” The French are keen to bind the UK into closer defence co-operation even after it leaves the EU, aware that the need to do so will be all the greater with Trump in the White House. Nicole Ameline, a French MP and member of the foreign affairs committee in the national assembly, says there is no plan for a European army, just for greater “operational and strategic organisation” between states, adding that “we have to pool more capacity, to go further on research, on drones, cyber, satellites” and to reinforce the EU’s ability to exercise “soft power”. She cites the EU’s Sophia operation in the Mediterranean, working to disrupt smuggling routes into the EU, as a model and says there is no reason why the UK would not want to develop more such operations. The EU plans would complement Nato not threaten it, she says. But French MEP Constance le Grip, who like Juppé is a member of the Republican party, says any special deals for the UK on the single market or other core areas are “absolutely unacceptable”. “The European project is not a supermarket. It is a not a cafeteria where you choose what you like,” she said. “If you start to reshape the whole project to be some sort of Europe à la carte it is the beginning of the end, apart from the fact that Madame Le Pen will then claim victory and Wilders in the Netherlands, and so on. More opt-outs for the UK would be absolutely incoherent and absurd. If you start to build a cafeteria, it is the end of Europe.” Le Grip does not believe Le Pen can win, but says the EU must show clarity about its future, and that means accepting it is the end of the road with the British. Her Paris constituents want the UK to leave now, and can’t understand why it still has any involvement at all. “They say, why do you still have British MEPs who vote in the parliament? Why have you just voted for a new British commissioner in Brussels? My constituents are even tougher than myself. They say ‘out, out, out’.” The hardline rhetoric from the French is not replicated in Berlin, though the underlying messages are the same, just more diplomatically stated. Merkel – who is expected to declare this weekend whether she will stand for a fourth term as chancellor – has been badly damaged by her “open door” migration policy. The Alternative für Deutschland party (the AfD, which, while critical of the EU, does not advocate leaving) beat the CDU into third place in a recent regional election in Mecklenburg-Vorpommern, a contest in which immigration played a big role. But there is no prospect of an anti-EU party posing a serious challenge in next autumn’s general election, or any national contest in the foreseeable future. Faith in the ideals of European integration remain as unshakeable in Germany as distrust and misunderstanding of them is widespread in the UK. Two days after Trump’s win, a woman gave a long anti-Trump monologue through a megaphone by the Brandenburg Gate before warning of the dangers of the US returning to protectionism and Russia developing new imperialist ambitions. “We must stay together as a united Europe to protect ourselves,” she shouted. Europe is still integral to how Germans think of themselves; not as citizens of one assertive nation but as part of a union that binds many together. In Berlin, there is still a will to help the UK find a Brexit deal that will keep it close, and concern in some circles at the tone of comment from Paris about the UK. Norbert Röttgen, chairman of the German parliament’s foreign affairs committee, and a senior figure in the CDU close to Merkel, says “the French can probably eventually live without the UK inside the EU”, but for Germans that is a dreadful prospect. There is a risk, he says, of the UK and the rest of the EU becoming too entrenched in hardline positions before article 50 talks have begun. “On the continental side, we have a hardening, a view that there should be no compromise, the four freedoms have to stick together, you can’t separate them. So we see a danger of mutual escalation on both sides which is dangerous,” he says. He holds out hope of finding middle ground on free movement with the UK. “There has to be a compromise on immigration and free movement of workers because this is the issue on which Theresa May has to deliver before the next parliamentary elections in the UK.” Röttgen seems to appreciate, particularly after Trump’s win, that if the EU sounds too unbending the impression will be left that the European elite is blind to the forces that unleashed Brexit and delivered the new US president, and that this could bolster the Front National in France and populist movements elsewhere in the EU. It is too early to be “gloomy” about a deal giving the UK access to the single market. But the compromises he seems to have in mind would require considerable movement by the Brits. Asked whether a deal could be struck if the UK insists on ending free movement, shunning all ECJ jurisdiction and paying nothing into the EU budget, he is clear that it would be impossible, and mean saying bye-bye to the UK. “Of course, if the British position would be no, no, no everywhere, then it is simply going apart. I am really ready to come to a result, but then even I would have to say that there is no common ground. If you want to have a relationship, you have to accept some common ground.” When it is put to him that the anti-EU purists in the Tory party, urged on by their cheerleaders in the British press, will not agree to any article 50 deal, or subsequent transitional arrangements for the UK after the two-year period is over that would mean a role for the EU’s supranational institutions in UK affairs, he asks despairingly if these people have any idea of the damage they will inflict on their country. Back in Brussels, McAllister provides him with the answer and confirmation of what everyone is beginning to accept. It is the end of this road, and the path ahead will be rocky. “I am so friendly for obvious reasons,” he says. “I am so sad to say this in the British media, but I don’t believe the Brits really understood Europe in the 45 years they have been members and only now as they leave they will have to understand.” PARIS Attitude to the EU As one of the original six signatories to the Treaty of Rome in 1957, which set up the EEC, the French establishment is solidly pro-EU, seeing it as a way to ensure stability on the continent and contain Germany. Anti-EU forces at play Marine Le Pen’s Front National is anti-immigration and anti-EU. She is expected to get to the second round of presidential elections in May, then lose to an establishment figure, probably Alain Juppé. But after Donald Trump, anything is possible. Approach to Brexit. Hard or soft? France has always been tough on Britain, from the 1960s when President de Gaulle tried to veto UK entry into the common market. Now it fears a soft Brexit would allow Le Pen to say France could leave the EU without much economic, or other, pain. The French would not weep if the UK left. Verdict Very hard Brexit. BRATISLAVA Attitudes to the EU Slovakia joined the EU in 2004 and its economy has prospered. It also joined the euro, at the start of 2009. Immigration and open borders are a big concern, but it is broadly pro-EU and happy with membership. Anti-EU forces Early this year the far-right People’s party launched a petition for a referendum on the country’s EU membership. In elections in March the party won 8% of the vote and entered parliament for the first time. Attitude to Brexit Slovakia holds the EU presidency and hopes a deal can be reached to keep Britain in the single market. But it will also be keen to attract UK business, perhaps a car plant or two, if the UK quits. Verdict Hard Brexit if it benefits Slovakia. BRUSSELS Attitude to the EU Brussels is home to the European commission, the EU’s executive, whose role is to drive integration forward, and one of the two homes of the European parliament. (The other being Strasbourg.) The citadel of the true believers. Anti-EU forces Almost none, except the MEPs from anti-EU parties who gather for meetings of the European parliament. Approach to Brexit Brussels takes the view that the UK has decided to leave and must do so with no special deals that would encourage other countries to follow it. Verdict Very hard Brexit. WARSAW Attitude to the EU Poland joined in 2004, and a recent poll showed 81% want to stay. It receives billions in aid for agriculture and infrastructure projects, and its economy has expanded dramatically since it joined. Many Poles do not like immigration, but do like their own right to move freely to other EU states. Anti-EU forces The ruling Law and Justice party is Eurosceptic but not in favour of pulling out. It has often criticised the EU’s stance on migration and opposes plans to take mandatory quotas of refugees. Approach to Brexit Poland sees the UK as an ally on economic and security issues. But it will not give up the rights of Poles to live and work in the UK without extracting a price in the form of excluding the UK from the single market. Verdict Pragmatically hard Brexit. BERLIN Attitude towards the EU Germany was a founding member, along with France, Italy, the Netherlands, Belgium and Luxembourg, and EU integration defines establishment thinking in postwar Germany. Pooling powers and building a European identity is seen as the way to forget the past and dissolve the nation state into a bigger, stronger, more stable entity. Profoundly pro-EU. Anti-EU forces at play Euroscepticism takes a much milder form than in the UK. The Alternative für Deutschland party has built support by channelling concerns about migration. It is critical of Brussels and the EU, but does not promote leaving. Approach to Brexit Germany is desperate to keep the UK in, for historical reasons as much as anything – but not at any cost. The need to keep the other 27 together is more important to them than keeping the UK happy. Verdict A hard Brexit if the UK refuses to compromise."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}