{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2016/nov/11/mustafa-olpak-obituary", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2016-11-11T23:59:34Z", "webTitle": "Mustafa Olpak obituary", "webUrl": "https://www.theguardian.com/world/2016/nov/11/mustafa-olpak-obituary", "apiUrl": "https://content.guardianapis.com/world/2016/nov/11/mustafa-olpak-obituary", "fields": {"headline": "Mustafa Olpak obituary", "bodyText": "Mustafa Olpak, who has died aged 63 from heart failure, was an Afro-Turkish author and activist. He wrote a family history about the experiences of African slaves in the Ottoman empire and their descendants, and was the founder of the Africans’ Culture and Solidarity Association in Turkey. Mustafa was born in the Aegean town of Ayvalik, Turkey, the fifth child of Kemale, a seamstress, and Mehmet, a marble worker. He began work straight after primary school in a lathe workshop, and not long afterwards became involved in the labour movement. In 1978, he married his first wife, Sevgi, and had two children, Özgür and Zeynep. He and Sevgi later divorced. In the 1990s, Mustafa began to put pen to paper to better understand his life experiences. As he explored his family’s history, he discovered its connection to slavery. In 2002 he published a short volume entitled Kemale, his mother’s life story. In it, Mustafa details the family’s history, from their capture in Africa, their transport across land and sea, and enslavement on Ottoman Crete. He describes his relatives’ daily life and work on Crete and their difficult journey to Anatolia. Some family members arrived before the Greek-Turkish population exchange of the 1920s; others during it. They arrived on the shores of the fledgling Turkish republic speaking only Greek, as did the majority of Muslims on Crete, and were thus subjected to harassment and had difficulty finding work. Because of her dark complexion, Kemale was excluded by the other children. She left school early to help make money for the family, and had nine children of whom Mustafa was the fifth. After further research, the book evolved into Mustafa’s 2005 masterpiece, Kenya-Crete-Istanbul: Human Biographies from the Slave Coast, a personal story of the relatively overlooked history of African slavery in the Ottoman empire – that simultaneously raised the profile of people of African descent in Turkey. The book’s success enabled Mustafa to organise the Afro-Turk community. In 2006, the Africans’ Culture and Solidarity Association held its inaugural meeting, attended by journalists, academics and the head of the Unesco Slave Route project. The centrepiece of the organisation’s activities is the Calf festival – loosely modelled on a festival of the same name celebrated by enslaved African communities throughout the Ottoman empire. This festival is now an annual gathering for people of African descent in Turkey, and we visited Mustafa there on several occasions during the course of our academic research. The 10th anniversary festival was held in June this year. It was, in many ways, a celebration of Mustafa himself, who had tirelessly devoted his life to guiding the movement. He is survived by his second wife, Güler, a primary school administrator, and by Özgür and Zeynep."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}