{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2016/nov/19/hamilton-mike-pence-trump-voters-safe-space", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2016-11-19T23:16:44Z", "webTitle": "‘Vote shaming’ Trump supporters is fair. What they have done is shameful", "webUrl": "https://www.theguardian.com/commentisfree/2016/nov/19/hamilton-mike-pence-trump-voters-safe-space", "apiUrl": "https://content.guardianapis.com/commentisfree/2016/nov/19/hamilton-mike-pence-trump-voters-safe-space", "fields": {"headline": "‘Vote shaming’ Trump supporters is fair. What they have done is shameful", "bodyText": "Trump voters sure are sensitive lately. They’re upset that the cast of the hit play Hamilton made a statement to Vice-President-elect Mike Pence, and that the audience booed him. They’re displeased that their vote is costing them relationships with family and friends. And for some reason not entirely clear to me, they’re unhappy with Starbucks and decided to demonstrate as much by … buying lots of coffee at Starbucks. The same people who wear shirts that read “fuck your feelings” and rail against “political correctness” seem to believe that there should be no social consequences for their vote. I keep hearing calls for empathy and healing, civility and polite discourse. As if supporting a man who would fill his administration with white nationalists and misogynists is something to simply agree to disagree on. Absolutely not. You don’t get to vote for a person who brags about sexual assault and expect that the women in your life will just shrug their shoulders. You don’t get to play the victim when people unfriend you on Facebook, as if being disliked for supporting a bigot is somehow worse than the suffering that marginalized people will endure under Trump. And you certainly do not get to enjoy a performance by people of color and those in the LGBT community without remark or protest when you enact policies and stoke hatred that put those very people’s lives in danger. Being socially ostracized for supporting Trump is not an infringement of your rights, it’s a reasonable response by those of us who are disgusted, anxious, and afraid. I was recently accused by a writer of “vote shaming” – but there’s nothing wrong with being made to feel ashamed for doing something shameful. I suppose I should not be surprised by this reaction; people are taking cues from Trump himself, a man who feels so entitled to universal adoration that he whines about protests being “unfair”. Indeed, after Pence’s uncomfortable evening at Hamilton, Trump tweeted that the quite respectful statement from the cast was “harassment”. This from a man who has mocked a disabled reporter, encouraged violence at his rallies, and spent a lifetime denigrating women. The president-elect even wrote that the theater should be a “safe” place. Apparently “safe space” is politically correct nonsense when women don’t want to get raped at college, but vitally important when a powerful man who advocates conversion therapy wants to enjoy a Broadway musical. Since Trump won the election, hate crimes are being reported at a rate higher than right after 9/11. Just a few blocks from my home in Brooklyn, a woman was punched in the face by a Trump supporter and a swastika was drawn in a nearby children’s park. We have a president-elect who just settled a class-action fraud case for $25m. But yes, by all means, let’s talk more about your hurt feelings and “civility”. Whether it’s Pence at a play or your Trump-voting uncle at Thanksgiving, there are people right now who should be made to feel uncomfortable. In a time when there is so much to protest, so much work to do, the booing is necessary – shame on us if we ever stop."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}