{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2016/nov/28/donald-trump-election-transition-daily-briefing", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-11-28T22:35:37Z", "webTitle": "Trump's 'excellent' transition continues", "webUrl": "https://www.theguardian.com/us-news/live/2016/nov/28/donald-trump-election-transition-daily-briefing", "apiUrl": "https://content.guardianapis.com/us-news/live/2016/nov/28/donald-trump-election-transition-daily-briefing", "fields": {"headline": "Trump's 'excellent' transition continues", "bodyText": "The president-elect resumed meetings at Trump Tower after a quiet Thanksgiving weekend in Florida. His former campaign manager Kellyanne Conway told reporters the meetings were “excellent”. The president-elect’s camp is split over who he should appoint secretary of state. His options appear to be between Mitt Romney, his most vocal campaign critic, Rudolph Giuliani, his most loyal surrogate, former CIA director David Petraeus and Senator Bob Corker. The only problem is too much winning. Part of the problem for the NRA is that they’ve been so successful already that there’s not a lot for them to accomplish,” said Adam Winkler, a University of California Los Angeles law professor and gun politics expert. Read the full report here. Stein’s attorney told McClatchy that he filed the legal paperwork to trigger a recount in the state. He called the move “unprecedented”. Needless to say, Trump isn’t happy abut the effort. Will a recount change the outcome? Read more here. Jill Stein has raised nearly $6.5m to fund recounts in Wisconsin, Pennsylvania and Michigan. Her goal is $7m. Stein raised $3.5m for her presidential campaign. The Michigan Board of Canvassers on Monday declared Trump the winner of the state’s 16 electoral votes. He won by just 10,704 votes. A recount there is likely but unlikely to change the outcome. Jill Stein has until Wednesday to file a request. The Trumps spent Thanksgiving at his Mar-a-Lago estate in Palm Beach. The president-elect falsely claimed on Sunday that “millions of people” voted illegally and prevented him from winning the popular vote, which he is losing by more than 2m votes. He provided no basis for the claim. While Cuba remains a totalitarian island, it is my hope that today marks a move away from the horrors endured for too long, and toward a future in which the wonderful Cuban people finally live in the freedom they so richly deserve. –President-elect Donald Trump Two days later Trump threatened to reimpose sanctions on Cuba that Obama lifted. Read the full story here. The President-elect’s five-course Mar-a-Lago dinner included “Mr Trump’s wedge salad” and “Three-layer Trump chocolate cake”. Seeing double: Not long after the election, the Naked Cowboy traded Times Square for Trump Tower. On Monday, he multiplied. ♬ “Trump is gonna build a wall” ♬"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}