{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2016/nov/14/us-refugee-deal-turnbull-says-america-will-decide-final-numbers-to-be-resettled", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2016-11-13T22:30:44Z", "webTitle": "US refugee deal: Turnbull says America will decide final numbers to be resettled", "webUrl": "https://www.theguardian.com/australia-news/2016/nov/14/us-refugee-deal-turnbull-says-america-will-decide-final-numbers-to-be-resettled", "apiUrl": "https://content.guardianapis.com/australia-news/2016/nov/14/us-refugee-deal-turnbull-says-america-will-decide-final-numbers-to-be-resettled", "fields": {"headline": "US refugee deal: Turnbull says America will decide final numbers to be resettled", "bodyText": "The prime minister, Malcolm Turnbull, has said a “substantial” number of refugees in offshore detention will be eligible to settle in the US but it’s up to the US to decide how many. Labor has said it will continue to oppose the government’s proposed lifetime refugee travel ban, despite pressure from the Turnbull government following its United States refugee resettlement deal. The immigration minister, Peter Dutton, has also confirmed Australia is in talks with other countries for resettlement deals. On Sunday the government announced some of the refugees held at Australia’s remote offshore detention facilities on Nauru and Manus Island would be offered resettlement in the US, prioritising women, children and families. Turnbull told Channel Nine’s Today program on Monday that a “substantial number” of refugees would be eligible for resettlement in the US but the two countries had “not set a number” on how many it would take. He said both the number of refugees taken and timing for resettlement were matters for the United States but processing would take “some months”. At a press conference in Sydney Turnbull added that US officials would travel to Australia then Nauru in the next few days and the Australian government hoped the deal would proceed “in a speedy manner”. On the Today program Turnbull was asked what would happen when Donald Trump became US president on 20 January, and he replied: “We deal with one administration at a time.” “You don’t discuss confidential matters with one administration with a future administration.” He told Sky News on Sunday that “the United States government meets its commitments from one administration to another”. At the press conference, Turnbull said the refugees resettled in the US would not add to its refugee quota, suggesting the deal would not be torn up by Trump because it was part of the country’s ongoing humanitarian program. Turnbull said asylum seekers that weren’t resettled in the US could return to their home countries, some were eligible to go to Cambodia, and could go to Nauru after the government negotiated a 20-year visa. On Monday Labor’s immigration spokesman Shayne Neumann told ABC’s AM the opposition would give in-principle support for the US resettlement deal but continued to oppose the refugee travel ban. Labor’s caucus unanimously rejected the travel ban last week. The opposition leader, Bill Shorten, labelled it “ridiculous” because a refugee resettled in a third country would be banned from coming to Australia as a tourist or on a business trip. Neumann accused the government of “attacking Labor from the right” on the issue despite the opposition offering bipartisan support for offshore processing and boat turnbacks. Labor would not allow refugees now in offshore detention to be resettled in Australia but said it planned to clear the camps through third-party resettlement deals. Neumann said the travel ban was “ridiculous and unnecessary”, and would make resettlement deals less likely. He cited comments by New Zealand’s prime minister, John Key, that he would not accept refugees becoming second-class citizens who could not travel to Australia. No countries had asked for the refugee travel ban, Neumann said. “We do know that the American government … did not seek this either as a condition of the one-off resettlement arrangement.” Speaking on Radio National Dutton said it was “hard to say” how many refugees the US would accept or how many of the up to 1,600 refugees in offshore detention would be resettled. Dutton said the government was “not publicly disclosing” the details of the US agreement, but added it was in talks with other countries for further deals. “All of these works are heading in a parallel direction – it’s not the case that we can’t negotiate with other countries while negotiating with the US.” Asked about earlier statements that a New Zealand deal would put “sugar back on the table”, Dutton said his views hadn’t changed but then claimed the government wouldn’t rule in or out various resettlement options. Dutton criticised Labor for the fact nobody was resettled in East Timor and Malaysia during its term in government, despite the fact Coalition opposition to the plan scuttled the Malaysia solution to deter people smugglers. Both the prime minister and immigration minister stressed the US deal would not apply to new arrivals, so people-smugglers could not promise coming to Australia would result in resettlement in the US. Dutton called on Labor to support the refugee travel ban, accusing Labor of using the slogan that it was on a “unity ticket” with the government. “If there’s any meaning to it then [Shorten] has to support this legislation, because he worries about people coming in 30 or 40 years on a tourist visa, well deal with that matter then, or deal with it when they get into government and repeal the legislation.” “The problem we’ve got is here and now with boat arrivals in the next three or four weeks or three or four months.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}