{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/nov/01/tom-wood-eddie-jones-england-rugby-autumn-internationals", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-11-01T23:15:00Z", "webTitle": "Tom Wood: I did not have a tantrum, Eddie Jones just says it how it is", "webUrl": "https://www.theguardian.com/sport/2016/nov/01/tom-wood-eddie-jones-england-rugby-autumn-internationals", "apiUrl": "https://content.guardianapis.com/sport/2016/nov/01/tom-wood-eddie-jones-england-rugby-autumn-internationals", "fields": {"headline": "Tom Wood: I did not have a tantrum, Eddie Jones just says it how it is", "bodyText": "If anyone is equipped to prosper at England’s training camp in Portugal it is Tom Wood. As well as offering the extra lineout option Eddie Jones may yet need against South Africa next week, the Northampton flanker boasts a black belt in jujutsu which should give him a slight advantage when England return to their judo mats in the Algarve this week. The multidimensional Wood, who also enjoys archery and off-roading, was a keen martial arts exponent as a youngster before he entered full-time rugby. “I started at seven or eight,” he said. “I did a bit of karate to start with before some new guys came into our club with a jujutsu background. I did it until I was 13 and was a black belt. I loved it at the time until rugby got a bit too serious.” Given Jones’s enthusiasm for judo-based training, despite a flurry of injuries at England’s last get-together in Brighton, it could be that Wood, who turns 30 on Thursday, has finally re-emerged in the right place at the right time following a year’s exile from the national squad. Jones was impressed with his latest contribution for the Saints in the win over Gloucester last Friday and likes the attitude of the long-haired warrior – “He looks like Rambo, doesn’t he?” – who last featured for England at the 2015 Rugby World Cup. Wood was as deflated as anyone by the host nation’s premature exit from the tournament but, having been bluntly told by Jones he needed to improve in all areas – he was informed by the new England coach his form had been “distinctly average” – his determination to fight his way back has not gone unnoticed. “I didn’t throw my toys out of the pram,” said Wood, who has won 42 caps and captained England against Argentina in 2013. “The reality was I wasn’t picked because what he had seen from me hadn’t been good enough at that stage. “A lot was made about that at the time but I was never having a tantrum. I was simply stating that what he had seen from me was average, it wasn’t good enough and that if I wanted to get in the England team I had to improve. Eddie is very straight-talking. He says it how it is at the time and then moves on pretty quickly. He has been all smiles since I’ve been here.” With a fitness doubt still hanging over Courtney Lawes and with Maro Itoje, James Haskell and Jack Clifford also sidelined, it is more than possible Jones will be tempted by Wood’s lineout expertise when he finalises his matchday 23 to play the Springboks on Saturday week. “There’s no reason why I can’t fulfil a role in the back row, whatever it is,” added Wood. “It might be off the bench. I have to get in the squad first but I’m sure I’ll be ready if required. I knew it may take an injury or 10 to get me here but that’s the nature of the game.” He is also looking forward to working with England’s forwards coach, Steve Borthwick, for the first time and would love to re-establish himself as a permanent member of England’s back row. “The door is ajar for me. I’ve got one foot through it but now I have to show what I am about in training. Hopefully I can do myself justice and we’ll see where it goes from there. “I want to get better as a player and that is one of the things Eddie Jones is massive on: having a growth mentality and improving day to day. I’ve never for one second thought I was the finished article. “I’ll always wish things had been different at that World Cup and that we were more successful but that’s true of every game I lose. If and when I eventually finish with England it would be nice to finish on a high.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}