{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2016/nov/05/ed-balls-strictly-come-dancing", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2016-11-05T23:23:40Z", "webTitle": "Strictly fans take Ed Balls and his dad-dancing to their hearts", "webUrl": "https://www.theguardian.com/tv-and-radio/2016/nov/05/ed-balls-strictly-come-dancing", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/nov/05/ed-balls-strictly-come-dancing", "fields": {"headline": "Strictly fans take Ed Balls and his dad-dancing to their hearts", "bodyText": "At first the jury was out about Ed Balls competing on Strictly Come Dancing. Was the 49-year-old having a gigantic midlife crisis? Would it scupper the former Labour shadow chancellor’s chances of a political comeback? What about his wife, Yvette Cooper, still active in the Jeremy Corbyn-led Labour party – how much more of watching inept, delusional, miscast men humiliating themselves could one woman take? On a wider level, hadn’t 2016 been tough enough without the nation having to witness what promised to be a weekly master-class in crazed dad-dancing? Yet the implausible has happened, and Balls isn’t only surviving with almost all of his dignity intact, the people of Britain have taken him to their hearts to the point where he could actually win it. It seems unkind to point out that this isn’t down to the quality of Ed’s dancing – but unkind we must be. On a positive note, he isn’t anywhere near as bad as previous unlikely Strictly contestants, such as Ann Widdecombe or John Sergeant, both of whom lumbered around the dance floor in the manner of melancholy blind buffaloes. Compared to them, Ed can move – just not always in the right directions at the right times. In the main, he’s been exuberantly average, with the emphasis on “exuberantly”, and another emphasis on “average”. Along with his professional partner, Katya Jones, Ed has now tackled several dances, most of which have been imbued with the overall ambience of the last five minutes of a riotous, mildly violent wedding disco after multitudes of wine boxes have been consumed, and everyone wants to strut their stuff, and let it all hang out. Ed’s highlights have included, an American smooth that was Winnie the Pooh meets Flashdance in a head-on collision. A charleston where to watch was to believe that a sack of spuds could take on human form. A Halloween routine where you wondered whether defibrillators would have to become involved, either for Balls, or the viewers. During this last dance, there was much unseemly clawing at his own body parts, suggesting either that Ed considered himself quite the sex-pot, or that the proverbial ants had gotten into his pants. Though even this was not as terrifying as the time that Balls attempted to lift Jones in the air, and ended up frantically grabbing at her legs in a way that suggested he had mistaken her for a large log that needed feeding into a wood-chipper. However, while early dances looked as though Jones was fighting off a series of surprise attacks by a large demonically possessed pyjama case, Ed is definitely improving. In last night’s show, he came on for a silent movie-themed quickstep, and danced like a plank. I’m sorry, I do apologise, I misread my own notes. He came on holding a plank as a prop. He didn’t dance like a plank – there were times he danced like a teddy bear trying to push its own stuffing back in, or like Tippi Hedren fighting off crows in The Birds, but it wasn’t at all plank-like. In fact, the judges decided that his quickstep more or less resembled a quickstep, and awarded him his highest marks of the series, as Cooper clapped enthusiastically in the audience. What a hoot! Come to think of it, it really isn’t such a mystery why Ed is proving to be such a massive Strictly draw, or why so many people are voting for him, in a way they didn’t in the (ahem) election “unpleasantness” of 2015. The fact is, that, while politicians such as George Osborne may or may not have been being a wee bit sarcastic when they “congratulated” Balls for cutting a rug on Strictly, in all the important ways, Balls is killing it. Everyone loves a trier, and, in stark contrast to his somewhat fearsome political persona, Balls is coming across as game, hardworking, good humoured, self-deprecating – even occasionally rhythmic. Will Balls lift the glittering Strictly trophy? Who knows. As a tragic regular Strictly viewer, with no life, I’m not sure that ultimately I’d want Ed to win. (Go, lovely, plucky model Daisy Lowe, who meanie Strictly viewers don’t seem to want to vote for because she’s too pretty!) At time of writing, it was unclear whether Ed had made it through to next week’s show, though it’s unlikely that the Strictly audience would be ready to let him go any time soon. In these turbulent times, it’s even arguable that he is providing a valuable national service by amusing Britons with his signature style of dad-boogying. Whatever happens next with Ed Balls and Strictly, the smart money’s on the fact that an important public image battle has already been won."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}