{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/nov/24/elliot-daly-eddie-jones-england-argentina-rugby", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-11-24T22:01:45Z", "webTitle": "Elliot Daly’s pace and work rate earns England nod from Eddie Jones", "webUrl": "https://www.theguardian.com/sport/2016/nov/24/elliot-daly-eddie-jones-england-argentina-rugby", "apiUrl": "https://content.guardianapis.com/sport/2016/nov/24/elliot-daly-eddie-jones-england-argentina-rugby", "fields": {"headline": "Elliot Daly’s pace and work rate earns England nod from Eddie Jones", "bodyText": "The sports scientists who work alongside England’s players informed the coaches this week that, statistically, the squad have never been happier. Given England have won their past 12 games it hardly needed a wellbeing survey to reach that conclusion and Eddie Jones has his own trusted method anyway. “I look at their faces in the morning. Then I look at the figures – if the face is no good and the figures are no good then we have a problem.” Winners, in other words, tend to be grinners and Jones does not need the latest hydration readings to know who of his players to unleash against Argentina on Saturday. Elliot Daly and the recalled Jonny May, Mike Brown, George Kruis and Tom Wood are all busting to tackle the Pumas and Jones is smart enough to tap into this primal force. “Science gives you a base but rugby is not a scientific game,” he said after announcing a starting XV notable for their upbeat body language. “It is a feel game: 60% art, 40% science. Small margins are for cycling. We’re not cyclists, we’re rugby players.” This partly explains why the versatile Daly will fill a wing role against Argentina, rather than Bath’s Semesa Rokoduguni, who scored two tries against Fiji and might have anticipated another run. Jones, however, is all about balance and blend; he does not necessarily require a backline full of sidesteppers against Argentina but he does want pace, energy and work rate, particularly from wings in other areas of the field. While Rokoduguni has also been advised to work harder on his defence, it is Daly’s constant buzzing involvement that really attracts Jones: “I always like to have one wing with real, genuine pace and the other wing to have work rate. If the wing with work rate also has pace, then it’s bit of a bonanza.” Whatever the number on his back, it is also clear England are finally recognising the rare talent at their disposal. Daly was a good enough cricketer to represent England Under-15s, runs like the wind, kicks goals from remote postcodes and absolutely loves winning. All he needed, in Jones’s view, was the mindset that natural talent still needs constant honing. “He’s been blessed with talent, hasn’t he?” said Jones, reflecting on his own school days alongside Australia’s precociously gifted Ella twins, Mark and Glen, in Sydney’s unfashionable Matraville. “He’s a public schoolboy, holds up the trophy, has beautiful manicured hair; he’s been one of those guys who’s done everything easily. He was probably a good cricketer, the sort who gets 50 without blinking then gets a couple of wickets and takes a diving catch at first slip. “We’ve all been to school with them. I went to school with the Ellas and they were the same. They could do anything. Then they get to an age when they have to say: ‘Right, I’m going to convert this to consistent performances’ or ‘I’m happy just being talented’. Mark decided he wanted to be good and Glen decided he wanted to be happy. Glen used to sit on the tackle bag and Mark used to tackle them. “What I’m seeing from Elliot Daly now is he’s starting to tackle the tackle bags. We’ve given him a roving role but he’s also got a very good sense for the game. If you think back to the last England wing who was good like that it was a bloke called Jason Robinson. And he made England into one of the best attacking teams in the world because of his ability to attack from anywhere.” Inside the squad Daly is also proving increasingly influential as the squad’s go-to source for the best local coffee shops – “He’s an entertaining character,” confirmed the captain, Dylan Hartley – but, according to Jones, he still has a way to go before he beats his fellow speed merchant May for maverick behaviour. “I don’t think he knows what he says half the time,” said a sighing Jones, who played long enough with David Campese to know his subject. “No, I’ll take that back, I’m convinced he doesn’t. I’d love to spend one day inside his head. It would be absolutely fascinating but he is a bloody good rugby player.” One day, insists Jones, he will pick Daly at full-back but, for now, he is determined not to underestimate Argentina, whom he rated as the second best team in the Rugby Championship, ahead of South Africa and Australia. While the withdrawal of the injured fly-half Nicolás Sánchez is a major blow to the Pumas – Nathan Hughes is missing from England’s bench with an injured foot – Jones has not forgotten how they ruffled New Zealand in Hamilton in September. “They out All-Blacked the All Blacks and to do that you have to be pretty good. Playing against Argentina is a test of your manhood … if they scent any sense of complacency in us they’ll be all over us like a rash.” To keep winning, in short, England must keep working harder: “If you look at the record of English rugby since 2003 there’s only been one world-class player produced and that’s Jonny Wilkinson,” Jones said. “Now we have a number who want to be part of a great team and who want to be great players.” England team v Argentina Twickenham, 2.30pm Saturday Brown (Harlequins); May (Gloucester), Joseph (Bath), Farrell (Saracens), Daly (Wasps); Ford (Bath), B Youngs (Leicester); M Vunipola (Saracens), Hartley (Northampton, capt), Cole (Leicester), Kruis (Saracens), Lawes (Northampton), Robshaw (Harlequins), Wood (Northampton), B Vunipola (Saracens). Replacements George (Saracens), Marler (Harlequins), Sinckler (Harlequins), Ewels (Bath), Harrison (Northampton), Care (Harlequins), Te’o (Worcester), Slade (Exeter)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}