{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2016/nov/19/alps-ski-resorts-early-snow-sliding-pound", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2016-11-19T21:46:06Z", "webTitle": "As Storm Angus sweeps Britain, skiers celebrate Alps snow perfection", "webUrl": "https://www.theguardian.com/travel/2016/nov/19/alps-ski-resorts-early-snow-sliding-pound", "apiUrl": "https://content.guardianapis.com/travel/2016/nov/19/alps-ski-resorts-early-snow-sliding-pound", "fields": {"headline": "As Storm Angus sweeps Britain, skiers celebrate Alps snow perfection", "bodyText": "The taxi drivers at Geneva airport were doing a brisk trade early on Friday morning. “Everyone wants to go to Verbier,” one said. “Two and a half hours’ drive and then you find the snow. This morning, just after 6am, I took four guys who came in from Gatwick just for the weekend. The weather is good for business.” Yesterday pockets of northern Britain were hit by heavy snow showers, while the south awaited the wrath of Angus, the first named storm of the season. But in European ski resorts, the falling white powder was being greeted with joy, as the continent anticipated some of the best pre-Christmas skiing for years. Verbier, one of Switzerland’s premier ski resorts, is not alone in being blessed with snow. Across the Alps, the white stuff is falling in rare abundance. “It’s incredible, the best start to a season I can remember,” said Veronica Hamilton, site manager for the Evolution2 ski school in the upmarket French resort of Val d’Isère. In neighbouring Tignes, its glacier opened on 1 October and the slopes below it are now groomed with real snow, rather than the artificial stuff they might expect to be using so low down at this time of year. Elsewhere in France, Val Thorens, Montgenèvre and Chamonix are among the resorts that kicked off their seasons this weekend, considerably earlier than normal. And even these resorts are comparatively late to the party. Last week skiing could be had, albeit for a limited time and on a limited number of runs, in places as diverse as Feldburg in Germany, Zermatt in Switzerland, Senales in Italy and Austria’s Obergurgl region. There was even early season skiing in Scotland. The Lecht in the Cairngorms managed to open three lifts last Sunday. Skiers will remember that two years ago the snow also fell early. But a long, warm, dry spell dented their hopes of it turning into a memorable season. Several major French resorts were even closed on Christmas Day. Last season was even worse. Many resorts struggled for snow – real or artificial – until mid-January. A dry summer had depleted reservoirs, so the snow cannon had no ammunition. “The start of last season was probably the worst one in my memory,” said Dan Fox, managing director of skiweekends.com who has been in the business for more than a quarter of a century. By contrast, this year’s summer has been wetter and temperatures in November have stayed lower. The forecast for much of Europe is for more snow in the coming fortnight. There have been huge dumps this weekend over much of the Alps. On Saturday morning, Olaf Adamec, who runs the Evolution2 ski school in Morzine in France’s Portes Du Soleil ski region, was sitting inside a coffee shop in the town centre looking up at the sky. The heavy overnight rain was turning to snow and the nursery slopes were being bleached white before his eyes. Adamec said the high-altitude resort of Avoriaz above the town already has more than a metre of snow on its slopes. “I went up there last weekend with my kids and it was mad. Everyone was up there ski-touring.” At only 1,000 metres, Morzine is rated a low-altitude resort. “We never have snow at this time of year,” said Andy Green, who runs airport taxi-shuttle service skitransfers.com. “By the end of the day, you can guarantee there will be a delivery truck in a ditch somewhere.” Traffic problems aside, locals are convinced this is shaping up to be a promising season. “You talk to the old guys and they say there are a lot of berries on the trees,” Adamec said. “They say this is so the birds can feed themselves because it’s going to be a long, cold winter.” Rarely has a strong season been needed more. This year, Christmas Day and New Year’s Day fall on a Sunday. For an industry that operates mainly Saturday to Saturday, this is a real problem. Few people want to travel on Christmas Eve or New’s Year Eve. But the promise of exceptional conditions might just change their minds. “The last two years have been appalling in terms of early snow,” said Frank McCusker, chief executive of the Ski Club of Great Britain. “If you were looking to go skiing in December or the early part of January, it was not a great experience. If it happens one year, people think it’s not going to happen again, but two years in a row and they get very concerned. This is going to give a tremendous boost to confidence.” Another concern is sterling’s abject slide against the euro. Almost 1.2 million Britons enjoy a ski holiday each year. If they take fright at the high cost, an already fragile industry will be left reeling. True, currency fluctuations are nothing new. “But it’s the speed of change this time,” Fox said. “The pound has gone from €1.40 last winter to starting this winter at €1.15, if we are lucky. It’s that change that makes people uncomfortable.” Surveys conducted by the Ski Club suggest avid skiers will not be deterred by more expensive holidays. But around a fifth believe they will rein in their spending. “They will spend less on après-ski or, rather than stay in a four-star hotel, go for a three-star,” McCusker said. This is a gloomy prediction for an industry operating on the margins, having slashed prices as a result of intense competition and the emerging threat of Airbnb. “There’s a real nervousness around booking ski holidays now,” Fox said. “The big operators were discounting very early this year.” A glance at some of the chalet deals currently on offer confirms this view. A pre-Christmas week in Verbier can be had for under £500 all in, including flights and meals. Chalet operators that sold holidays aggressively over the summer are now ruing their success. Having priced their holidays in sterling, they face a crippling spike in costs. “They sold a lot of holidays against an exchange rate they are now not going to achieve, so they’re not going to make any money,” Fox said. “Hopefully, no operator will crash this season, but a lot of the smaller operators may decide to call it a day, with the result that the chalet market will become increasingly expensive.” And this is all before the UK leaves the EU. Currently, most ski holiday operators effectively employ their staff in the UK and, under European law, second them to the country where they are working. They pay them a minimum wage that complies with UK law and pay tax in the UK. But, in 2014, Switzerland insisted all chalet staff had to be paid the Swiss minimum wage. This took the minimum wage of the average chalet worker to £24,000 a year. “All the chalet operators dropped Switzerland apart from the high-end guys,” Fox said. Austria has followed suit with similar consequences. Fox said: “At the point we say we are leaving the EU, the French can quite rightly turn round and say: ‘Stuff you, EU law doesn’t apply to the UK any more, you’re in France so you stick to French law.’ The consequence of this is that chalet operators are going to have a very, very substantial increase in costs. There is really a fear that the chalet model is severely at risk over the next few years.” And yet in Morzine yesterday, as the snow fell and the town was transformed into a picture perfect postcard, the focus was on the season ahead. Ski hire shops, bars and restaurants were scrambling to be ready for the unexpected early start. The town, normally somnolent in November, was starting to come alive.Global warming, currency crashes and Brexit may be threatening havoc on the industry but, for now at least, the future can wait. There is a lot of powder to be found."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}