{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/nov/13/gareth-southgate-quick-decision-england-manager-job", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-11-13T22:30:30Z", "webTitle": "Gareth Southgate calls for quick decision on England manager’s job", "webUrl": "https://www.theguardian.com/football/2016/nov/13/gareth-southgate-quick-decision-england-manager-job", "apiUrl": "https://content.guardianapis.com/football/2016/nov/13/gareth-southgate-quick-decision-england-manager-job", "fields": {"headline": "Gareth Southgate calls for quick decision on England manager’s job", "bodyText": "Gareth Southgate has urged the Football Association to make a swift decision on his future as the England manager so the senior and under-21 teams can start the process of planning for their respective campaigns. The interim head coach, who stepped into the breach following Sam Allardyce’s abrupt departure in September, will complete his four-game spell in charge in Tuesday’s friendly with Spain at Wembley. Southgate, who has sanctioned Harry Kane’s return to Tottenham Hotspur, is the overwhelming favourite to become the country’s 15th permanent manager and is only expected to make a few tweaks to the side who beat Scotland on Friday. England will not play again until a friendly in Germany next March but, while the FA intend to follow proper process in making an appointment, there is a desire for clarity and stability up and down the coaching staff with a number of teams having effectively been disrupted by Allardyce’s exit. The senior side are in the middle of their World Cup qualification campaign while Southgate’s under-21s, being overseen by the under-20s coach, Aidy Boothroyd, have qualified for next summer’s age-group European Championship in Poland. “It would be important for me to know what I’m doing after the middle of November,” said Southgate when asked if it was important to resolve the situation quickly so as to start planning. “I think for everybody because we’ve got the European Under-21 Championship to prepare for, and the seniors have got the next round of games to prepare for. “Everybody is going to want to know by the end of November, middle of December, where everything’s heading so that we can decide who is responsible for which parts of the organisation’s work. Whichever body of work that is remains to be seen. “I’m loving this opportunity. I’m immensely proud I’ve been given the chance to lead the country for three games, and there’s another one on Tuesday. And to be involved in an England-Scotland game, which was as high pressure as you can be, was a brilliant experience, preparing the whole week and emotion of winning the game. That was very, very special. But [the chance to finish what he has started] is not my decision in the end.” Southgate added: “I’ve enjoyed what we’ve done so far. We’ve got some more detail which we want to add in for Tuesday and the players are starting to see how we build the amount of information and the need to work on slightly different things for each game. That’s the challenge for every coach but it’s for others to decide what will be the continuation for every team.” Nathaniel Clyne and Ryan Bertrand may start against Spain having sat out the 3-0 victory over Scotland, while Jamie Vardy could replace Daniel Sturridge up front now Kane has returned to Spurs. Jack Wilshere is also pushing to make his first appearance for England this season and, with Gary Cahill suspended for the next World Cup qualifier, against Lithuania in the spring, the friendly may also be an opportunity to hand Michael Keane a debut. His club-mate at Burnley, Tom Heaton, may gain a second cap at some point. “We will make changes for the game, but we want to get the balance right,” Southgate said. “It’s important to give some players an opportunity, and we’ve got competition for places, but we also want to keep the structure in place and momentum from what we did in previous matches. So, while I don’t want to change too much, there will opportunities for other players to come in. “What I’ve tried to do over the course of the three games is not to think short term in terms of how we want to play. It would have been easy to look at Scotland and say: ‘Scotland is a pivotal game in what we are trying to do, so we won’t take any risks playing from the back. We won’t encourage the team to play, (but will) play percentage football and, with better players, we win the game’. Well, we didn’t want to do that. We wanted to play in a style which we believed was right in the long term, a style that would encourage our younger players. There is more risk in that. It’s not going to happen in two or three games but every game we play we get a bit more into the players in terms of style and I think there’s more evidence of that, looking at Friday night. This team has a lot of improving to do.” He added: “Outside Wayne Rooney, Gary Cahill and Joe Hart, we don’t have players with loads of caps or huge big match experience with their clubs. They have to understand there’s lots to improve upon. But there’s good potential and I like the attitude and mentality of the players. They want to work and embrace new ideas but it won’t be a straightforward path. That’s why games like Tuesday are important.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}