{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/nov/20/pep-guardiola-yaya-toure-manchester-city", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-11-20T22:30:49Z", "webTitle": "Pep Guardiola was always going to win but Yaya Touré may not have lost", "webUrl": "https://www.theguardian.com/football/2016/nov/20/pep-guardiola-yaya-toure-manchester-city", "apiUrl": "https://content.guardianapis.com/football/2016/nov/20/pep-guardiola-yaya-toure-manchester-city", "fields": {"headline": "Pep Guardiola was always going to win but Yaya Touré may not have lost", "bodyText": "“I’m here to take decisions,” Pep Guardiola said on Saturday evening, reminding everyone of what was never in doubt in the first place. “Maybe I make mistakes, but I have to take decisions and I respect the fact some people won’t agree with me.” After three months in which it seemed the only way Yaya Touré might get on the pitch for Manchester City was as part of an elaborate mannequin challenge, Guardiola took the decision to restore the midfielder to the first team on Saturday. It was a recall that surprised everyone at Selhurst Park, Crystal Palace’s defenders first and foremost. They failed to give the towering Ivorian nearly enough attention as he scored two goals, each characteristically diffident finishes of the highest quality, to win the match. Before his return, Touré’s main contribution to City’s season has been as the apparently non-plussed subject of a spat between the manager and his own agent, Dimitri Seluk. For his part, Guardiola wanted the midfielder, whom he sold while manager of Barcelona but was central to City’s two title wins, to lose weight and work harder without the ball. Seluk, meanwhile, wanted to tell anyone who would listen that Guardiola’s actions, which included dropping Touré from City’s Champions League squad, had amounted to the “humiliation” of his client. This month Touré took it upon himself to break the impasse and apologise to the club for any “misunderstandings” that had occurred. Now, after the midfielder’s two-goal return, Guardiola says he is willing to consider restoring Touré to European action in the new year. At last, everyone is happy. Bar Seluk, perhaps. “If we are able to qualify in the Champions League, I will sit with my staff and we will decide who are the best players to help us to achieve what we want in the Champions League,” Guardiola said after this win. “I’ve spoken many times in the last month with Yaya because he was my player with Barcelona, I know him very well. I know how he is as a player. As a player there is no doubt, if there was a doubt he would not be here. He is another guy to compete with our midfield players and increase our level.” Touré, for his part, said he was “delighted” to return to the first team and gave thanks for the support of his team-mates. “They are very important to me,” he said. “They have always been brilliant with me, always supportive. I always want to be there to help them.” From the way the City players celebrated Touré’s goals, to the round of applause he received while walking down the tunnel, and the impressive bear lift applied by a delighted Willy Caballero, it was clear any respect was mutual. In fact, Touré’s performance on Saturday was fitful. He was off the pace in the opening exchanges. In the closing moments, when playing as an auxiliary forward, his sole intent (and an effective tactic) was to seek contact from an opponent and buckle quickly to the floor. In the middle of the match he was hardly more dynamic, largely contenting himself with knitting the play together. When Touré added his heft to the bodies around the Palace box, however, he increased the pressure on a mentally fragile defence to breaking point. Such was Palace’s uncertainty in the build‑up to the opening goal that they presented the ball to City on three occasions before Touré finally accepted the invitation to exchange passes with Nolito and from the edge of the box, curl a shot into the roof of the net. His second goal, a deft flick from Kevin De Bruyne’s daisycutter of a corner, was the softest of touches. Such is Touré’s natural power, it still flew in. Touré knows how to win league titles and retains an ability to make decisive interventions. Furthermore, his skills are distinct from the tricky, mobile forwards Guardiola favours. There will be times, like a cold, wet afternoon in south-east London against assertive opposition, when Touré’s power will prove invaluable to a side chasing the title in this most open of Premier League seasons. It would be stating the obvious again to point out that Guardiola must know this. The manager has won his battle of wills with Touré and now has another tool in his already well-stocked kit. No wonder then, when asked whether he regretted the last three months of acrimony, the Spaniard answered simply “no”."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}