{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/nov/19/atletico-madrid-real-madrid-la-liga-match-report-ronaldo", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-11-19T22:31:01Z", "webTitle": "Cristiano Ronaldo hat-trick seals derby as Real Madrid beat Atlético", "webUrl": "https://www.theguardian.com/football/2016/nov/19/atletico-madrid-real-madrid-la-liga-match-report-ronaldo", "apiUrl": "https://content.guardianapis.com/football/2016/nov/19/atletico-madrid-real-madrid-la-liga-match-report-ronaldo", "fields": {"headline": "Cristiano Ronaldo hat-trick seals derby joy as Real Madrid beat Atlético", "bodyText": "Real Madrid went to the Vicente Calderón and won for one last time. At the end of this season, Atlético are leaving their home down by the Manzanares; Real will not be back to the arena that they left victorious for the 30th time. This, like the man who secured it, will be remembered on their side of town. Cristiano Ronaldo’s hat-trick here took him beyond Alfredo Di Stéfano: no player has ever scored as many Madrid derby goals. It also took Real, unbeaten in 29 games, nine points clear of Atlético in the league, four above Barcelona. There was symbolism here, too, the sense that something shifted. Zinedine Zidane described his team as “enormous”. “Not many sides will win here,” he said. That has included his side of late: Real had defeated Atlético twice in three years in the Champions League final, but Diego Simeone had resuscitated a derby that had died, and Atlético had been beaten only once in 11. Defeat was possible, but defeat like this was unexpected. Real Madrid were without Casemiro, Pepe and Toni Kroos, and there was no starting place for Sergio Ramos or Karim Benzema, returning from injury. If that seemed problematic, it may have proven beneficial. Zidane has always said that the – BBC – a front three of Bale, Benzema and Cristiano – is non-negotiable; without them, he did not only change personnel, he changed positions too. Madrid began with something close to a 4-4-2, with Gareth Bale to the left of midfield and Lucas Vázquez to the right. Up front was Ronaldo and, dropping off him, Isco. One of Madrid’s recurring problems against Atlético has been that they almost invariably found themselves outnumbered in midfield, red and white shirts flooding the area beyond their front three and to either side of the middle three. Here, it was different. “The middle is fundamental,” Zidane admitted. Madrid had four-plus-one in there, the space denied when Atlético looked to run. On either side, Bale and Lucas worked tirelessly though only occasionally broke free – it was the latter who was brought down in the move that lead to the opener and the former who provided the third goal. In this formation, Ronaldo’s position was the No9 role he has increasingly adopted over the last two years and he responded his way: with a hat-trick. Isco, meanwhile, found himself in a role that rarely exists in this side and one in which, given freedom and responsibility, suits him best. “His best position,” in his manager’s words. For 45 minutes he was superb: passing, dribbling, turning, working, his touch smooth. Bandy-legged, wide-hipped, so often in possession , he stood out. From the middle, he combined with Luka Modric and Mateo Kovacic and carried towards Ronaldo. Twice in the opening quarter of an hour, Isco lifted the ball cleverly, almost gently, over the head of opponents. Modric and Kovacic had a man to seek in short; Madrid had a man waiting to receive when they went long, the knock downs often his. Marcelo cleared a hard, swinging Yannick Carrasco free-kick at the far post, then Nacho hooked away from Fernando Torres and soon after Stefan Savic volleyed wide from Koke’s angled pass. All that happened in the opening 10 minutes, but then it did not happen again. Atlético looked unsure in the middle, exactly where they are usually so strong. Madrid began to exercise a degree of control. It was not total but it was there, ushered in by Ronaldo’s header from Marcelo’s ball. The Portuguese thought that Jan Oblak had saved it over the line. Ronaldo then failed to connect from the edge of the area and Oblak saved Modric’s shot. When Lucas was brought down 28 metres from goal, there was another chance. Ronaldo stepped back, that long, paced-out run-up and struck the free-kick straight at the wall, which opened. The ball went between Gabi and Savic, hitting the central defender on the hip, changing course and going in. He had gone 33 shots without beating Oblak – not including that penalty in Milan – and soon he had a 35th, turning cleverly inside Godin but not getting sufficient power with his right foot. Atlético flew out at the start of the second half. Inside the opening five minutes, Carrasco curled over, Antoine Griezmann flashed one across the face of goal, and then he shot from distance. At the other end, Bale headed over. A double change followed: Kévin Gameiro and Angel Correa appeared to make good the change, but the rebellion was quashed swiftly. Isco hit the post and then, with 20 minutes left and the game alive, an Atlético goal kick ended it. Raphaël Varane leapt to head it, the ball travelling 30 yards, over the top and back into Atlético’s area. Ronaldo and Savic ran after it, grappling for position. The defender fell, legs up, and brought Ronaldo down. Accidental, perhaps, but a penalty. Ronaldo against Oblak from 12 yards again, just like the very last kick in Milan; just like Milan, Ronaldo scored. The game was over, Atlético crushed, Simeone later saying his team had seen its “hope cut”, but that was not the last of it. Bale broke on the left, released by Isco, and delivered the perfect pass for Ronaldo to score the very last derby goal at the Calderón."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}