{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/nov/13/wales-ashley-williams-world-cup-qualifying-gareth-bale-football", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-11-13T22:29:30Z", "webTitle": "Ashley Williams calls on wasteful Wales to deliver victory in Dublin", "webUrl": "https://www.theguardian.com/football/2016/nov/13/wales-ashley-williams-world-cup-qualifying-gareth-bale-football", "apiUrl": "https://content.guardianapis.com/football/2016/nov/13/wales-ashley-williams-world-cup-qualifying-gareth-bale-football", "fields": {"headline": "Ashley Williams calls on wasteful Wales to deliver victory in Dublin", "bodyText": "Ashley Williams accepts Wales may have to win all of their remaining World Cup qualifying matches to finish top of their group after they squandered a lead for the third game in succession to leave their hopes of reaching Russia hanging in the balance. Aleksandar Mitrovic’s header five minutes from time, and less than 60 seconds after Gareth Bale had hit an upright at the other end of the pitch, earned Serbia a precious point that means Wales are now playing catch-up in Group D and have little margin for error in the rest of their campaign. They travel to Dublin in March for a pivotal match against the Republic of Ireland, who are four points ahead of them at the top of the group, and the consensus among Chris Coleman’s players is that it has now turned into a must-win game. A trip to Serbia follows in June and those tricky away fixtures, against the two teams above them in the group, promise to have a huge bearing on whether Wales qualify for the World Cup finals. Only group winners reach Russia automatically. “It is not all doom and gloom,” Williams said. “We have not lost yet, we will take that as a positive. We feel we can beat any side, so while it is still a close group, if we have to win all of our games, we are confident enough we can do that. And the more it goes on, they turn into must-wins. “It is frustrating to take the lead again and not win and keep a clean sheet. But it is not like the last one [against Georgia] where the second half was bad and we didn’t do what we were supposed to do. I feel like we still played well, but in the end you see how close football can be.” Those fine margins came down to the width of the upright against Serbia. Mitrovic’s brilliant twisting header went in via a post; Bale’s low right-footed shot came back off one. From Wales’ point of view, it was a cruel end to a game they were controlling for most of the second half and there was no escaping the disappointment at the way two vital points had been snatched away. Neil Taylor admitted the players were “absolutely gutted”. The good news for Wales is that they have plenty of time to get that despair out of their system before facing the Republic of Ireland in what remains an open group. “No one is running away with it, but with Ireland winning [in Austria], we need to get a result over there,” Taylor said. “We understand that. We’ve been in that position before. But we back ourselves. A draw is a good result if you follow it with a win and that’s what we have to go out and do against Ireland.” Wales are certainly capable of winning in Dublin, yet they need to tighten up defensively and rediscover the art of closing out games. They were ahead twice in Austria, leading against Georgia and within five minutes of beating Serbia, yet only have three points to show for their efforts from these games. “Things can’t always go the way you want them to,” Taylor said. “There are good teams in this group and we’re under no illusions about that. You saw by the way Serbia celebrated, how happy they were with the draw. But you never know, this team has performed miracles before and we can do the job out there.” Coleman could not have been more positive in his approach against Serbia. With Ben Davies missing through injury, the Wales manager abandoned his usual three-man defence and set up in a 4-2-2-2 formation, with Sam Vokes starting alongside Hal Robson-Kanu for the first time in 13 months. It was Robson-Kanu’s persistence that helped to set up Bale for his 26th international goal – the Real Madrid forward is now within two of equalling Ian Rush’s all-time record – and that looked like being the defining moment in the match until Mitrovic got in front of James Chester to head in the equaliser. With four of their remaining six fixtures away, Wales have made life a little difficult for themselves, yet they showed in Euro 2016 that anything is possible. “We feel like we can win anywhere, as long as we do our jobs and play the way we are supposed to, which I do feel we did against Serbia,” Williams said. “It wasn’t the complete 90 minutes of brilliance but I feel we did what the gaffer asked us. If we do that away from home on any other night we can beat any team.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}