{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/nov/28/gareth-southgate-steve-holland-coaching-staff-england-football-permanent", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-11-28T22:41:47Z", "webTitle": "Gareth Southgate wants Steve Holland to join England coaching staff permanently", "webUrl": "https://www.theguardian.com/football/2016/nov/28/gareth-southgate-steve-holland-coaching-staff-england-football-permanent", "apiUrl": "https://content.guardianapis.com/football/2016/nov/28/gareth-southgate-steve-holland-coaching-staff-england-football-permanent", "fields": {"headline": "Gareth Southgate wants Steve Holland to join England coaching staff permanently", "bodyText": "Gareth Southgate will attempt to persuade his assistant with the England Under-21s, Steve Holland, to join the national coaching staff on a permanent basis as the Football Association prepare to confirm his appointment as senior manager. Holland has been combining his duties as Southgate’s No2, both with the junior team and during the latter’s four-game stint as interim senior manager, with his role as a first-team coach at Chelsea up to now. While the former Crewe manager, who has been with Chelsea in various coaching capacities over the last seven years, believes he can continue to embrace both roles in future, Southgate would prefer him to quit his post with the Premier League leaders and concentrate instead on his position as a permanent member of the England staff. Tottenham Hotspur have apparently voiced concerns with the FA at the prospect of the 46-year-old performing both roles – their manager, Mauricio Pochettino, appeared more relaxed over the issue when asked about it last week – although no other top-flight clubs have expressed disquiet. Regardless, Holland is expected to speak with Chelsea and Southgate this week to discuss his future involvement in the national set-up as the latter finalises the makeup of his backroom staff. Chelsea value Holland’s involvement at Stamford Bridge, where he has provided some much needed continuity on the staff through the managerial tenures of André Villas-Boas, Roberto Di Matteo, Rafael Benítez, José Mourinho, Guus Hiddink and, now, Antonio Conte. But, having sanctioned his involvement with the national under-21s back in 2013, they would not stand in his way should he indicate a desire to join Southgate on the FA’s permanent staff. The club are happy for Holland to make his own decision on the issue, with Conte having brought in his brother, Gianluca, and Angelo Alessio as assistant first-team coaches in the summer. Southgate will be confirmed as England’s permanent successor to Sam Allardyce later this week, with the FA’s board due to meet on Wednesday to ratify his appointment on a four-year contract. That deal will include a break clause after the 2018 World Cup in Russia, which could be triggered by either party, on a basic wage of around £1.5m-a-year."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}