{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/feb/24/minutebyminute.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-02-24T22:40:12Z", "webTitle": "Celta Vigo 2 - 3 Arsenal", "webUrl": "https://www.theguardian.com/football/2004/feb/24/minutebyminute.sport", "apiUrl": "https://content.guardianapis.com/football/2004/feb/24/minutebyminute.sport", "fields": {"headline": "Celta Vigo 2 - 3 Arsenal", "bodyText": "1 min: Arsenal play in their usual red and white home strip, while Celta Vigo wear a Coventry-esque sky blue number. 2 mins: Jose Antonio Reyes is welcomed back home to Spain with a bone-crunching reducer from Jose Ignacio, who gets it in early doors for maximum effect. Free-kick for Arsenal. Nothing comes of it and Celta Vigo clear. 3 mins: Lauren attemps to get in a cross from the right wing, but Celta Vigo's Edu puts a stop to his gallop. Celta Vigo break. A scrappy start so far, with neither team mustering anything resembling a shot on goal early doors. 8 mins: Pablo, proprieter of the fine smoking emporium that is Pablamos Cigars Espana knows me too well. He's sent in the following email with the words \"Fancy a bribe?\" in the subject bar: \"Buenos noches Barry,\" he says. \"Give us a plug and we'll send you a free Havana Cuban cigar from La Coruña just down the road from tonight's game. Celta Vigo haven't got a prayer. Everyone knows that strange things happen in football but this one is a dead cert. Arsenal to cause grievious bodily harm on the deadbeats over in Vigo. Not so long ago Deportivo La Coruña strolled past them 5-0 and that was in Vigo. I've got tickets for manaña (Deportivo v Juventus) so I'll just sit back and watch the bloody murder commence over in Vigo. Vamos los ingleses!\" So that's Pablamos Cigars Espana - for all your big, mo-fo, Hannibal-from-The A Team-I-love-it-when-a-plan-comes-together cigar needs. 10 mins: At last, some action. Two brief twitches from Celta Vigo. Arsenal are forced to defend very deeply as Angel whips in a cross. Milosevic fails to get his head to it from close range but should have done better. Seconds previously, Edu had missed a similar opportunity, albeit a more difficult one. 12 mins: Clever interplay between Reyes and Henry results in the young Spaniard being teed up for a shot on goal from the edge of the Celta Vigo box. Under pressure, he snatches at it and makes it an easy save for Argentine goalkeeper Pablo Cavallero. Should have done better. 14 mins: A big let-off for Arsenal as Campbell and Clichy get back just in time to bundle Savo Milosevic off the ball after he'd been put through on goal in the wake of a careless error from Jose Antonio Reyes. 16 mins:Celta Vigo 0 - 1 Arsenal Berizzo trips Freddie Ljungberg out on the right wing and concedes the free-kick. Pires whips it in to the far post where Arsenal's Edu is unmarked. He makes a mess of his header, the goalkeeper parries it and Edu prods it past him from about one-yard. 19 mins: Celta Vigo goalkeeper Pablo Cavallero has blood gushing from his nose after colliding with Edu as the ball went past him. Having seen a replay of the goal, it's definitely one for the dubious goals committee. Edu's initial header was poor, it deflected off Berizzo and Edu steered if home off the back of the goalkeeper's legs. 21 mins: Cavallero doesn't want to come off, despite having a cut over his eye and a bloody nose. If he was boxer the referee would stop the fight. However, the bleeding is staunched and Celta Vigo kick-off. Just so you know, in the unlikely event of me sustaining serious facial injuries during the course of this commentary, I'm telling you now that I won't display anything like the same kind of heroic dedication to duty and will be \"doing one\" to the A&amp;E at the first sight of blood. 25 mins: Celta Vigo 1 - 1 Arsenal Celta Vigo win a free-kick about 35 yards out from the Arsenal goal, just to the left of the D. Silvinho swings it in, where Luis Edu heads Celta Vigo level with a fantastic header into the top right-hand corner from outside the six-yard box. 27 mins: Considering the identities of the two goalscorers, you'd have to concede that the old adage is correct: Two Edus are better than one. 29 mins: Having lost possession on the edge of the box, Thierry Henry clatters Celta Vigo's Edu, but avoids a yellow card. 31 mins: In midfield, Vieira spreads the ball out wide for Lauren, who proceeds to overhit his pass to the two front-men, Reyes and Henry. Cavallero hoofs clear. 33 mins: Steve Usher writes: \"Dear Sir,\" he begins politely. \"Do any of your keen football followers know of any organic controls for Costa Rican leaf cutter ants (Atta cepholate species)?\" Well? Do you? Personally, I'd get a magnifying glass and use sun-rays to set fire to the little blighters. Freddie Ljungberg puts the ball out of play after Kolo Toure goes down in a heap after taking an accidental shoulder-charge from Silvinho full in the face. 37 mins: A poor Lehmann clearance goes straight to Celta Vigo's Edu. He cuts into the box and shoots, stinging the palms of Lehmann who parries clear. A Celta Vigo player skews the rebound over the bar from a tight angle. Good save by Lehmann to atone for his own cock-up. 38 mins: Arsenal win a corner which Pires takes. Toure heads the in-swinger straight up in the air at the near post and Celta Vigo win a free-kick inside their own box when Vieira pushes Ignacio in the lower lumbar region. 41 mins: Ljungberg crosses into the Celta Vigo box from the left-hand side. Henry moves to get on the end of it, but Silvinho reads it well, intercepts and heads clear. 43 mins: \"Where do you have the pleasure of enjoying this fixture from? What is the food of choice? C'mon, give us a sense, a feel?\"\" asks Don in Toronto, who appears to have mistaken this for a minute-by-minute restaurant review. Okay, much as I hate to ruin the romance for you, Don, but I'm in a grubby office in London. I have a semi-consumed cheese sandwich in front of me, along with a chocolate bar wrapper and the cold remains of an unpleasant mug of coffee. It's enough to make you feel like you're actually at the match ... 44 + 2 mins: Arsenal win a free-kick about five yards outside the Celta Vigo penalty area. Thierry Henry blasts it over the bar. 44 + 3 mins: This game hasn't been pretty so far, with Celta Vigo's midfield-crowding spoiling tactics ruining Arsenal's trademark fluidity and making for a very scrappy affair. The teams go in at half-time with the score level. Arsenal, however, do have an away goal to the good. Half-time: Why not spend the interval sucking on a big b*****d cigar from Pablamos Cigars Espana? All the kids are doing it and if they're not ... well, they should be. Elsewhere in the Champions League: Bayern and Real Madrid are drawing 0-0, as are AC Milan and Sparta Prague. Lokomotiv Moskow beat Monaco 2-1 in Moscow earlier this evening. 45 mins: Celta Vigo come within a lick of paint of scoring inside the first 30 seconds of the second half. Edu crosses from the right and the unmarked Mostovoi's header beats Lehmann and crashes off the cross-bar. \"Can you explain to us in Lehmann's terms why Arsenal are not walking this?\" enquires one anonymous wag in New Zealand. Oh I do love a good pun. 47 mins: Milosevic does well to hold up a Cavallero punt before feeding Edu on the right wing. He's brought down and Arsenal are forced to defend another free-kick. It's swung in from the right and Sol Campbell's unconvincing attempt at a clearance goes out for a Celta Vigo throw-in. 50 mins: Arsenal's defence is looking Manchester United-esque in it's wobbliness at the moment, while their midfield is being completely over-run. Celta Vigo's Edu is released down the right wing again and Gael Clichy is left to clean up. I suppose now is probably a good time to admit that, like many of my email correspondents tonight, I have no idea who Gael Clichy is either. 53 mins: A bad miss from Jose Antonio Reyes, who hits the ball straight at Pablo Cavallero after being nicely teed up by Thierry Henry inside the Celta Vigo box. I don't know why they're bothering to even try. I've bet on them to win, which is generally a fair indication that it isn't going to happen. With regard to Steve Usher's Costa Rican leaf-cutter ant problem (33 mins), the suggestions are flooding in. Well, trickling in. Best among them so far are (1) napalm, (2) cutting the leaves before the ants actually get to them or (3) leaving the ants alone you big bully. 56 mins: Celta Vigo 1 - 2 Arsenal An absolute peach from Arsenal's Edu. Picking up the ball on the edge of the box, slightly to the left of the D, he moved it from foot to foot, took out an opppostion defender with a perfect dummyt and then sent a right-footed curler into the top right-hand corner. In the Celta Vigo goal, Pablo Cavallero had no chance. 60 mins: To paraphrase that song in The Sound Of Music: \"So long! Farewell! Auf Wiedersehen! Good Night! Who scored? Three goals: Edu! Edu! Edu!\" My apologies for that. It was much Edu about nothing. 63 mins: Celta Vigo 2 - 2 Arsenal Appalling defending from Arsenal as they concede another goal from a set-piece. A corner was swung in from the right and headed by the unmarked Fernandez Sergio, who brought a save out of Lehmann. Alexander Mostovoi followed up and fired the rebound straight at Lehmann who, lying on the ground, was unable to hang on to it and let the ball squirt over the line. 69 mins: \"Gael Clichy is just like Ashley Cole, except younger and more French,\" writes Justin from New York. Corner for Celta Vigo. Mostovoi swings it in Sergio heads it and Sol Campbell defelcts it. Another corner. Thierry Henry clears. 73 mins: Something of a lull at the moment. Arsenal's Edu has just returned to the field after being carted off on the back of one of those milk-float type things. Celta Vigo's Edu crosses in from the right wing again and Lehmann does well to stop Vagner's header. Vagner, for your information, replaced Angel a few minutes ago. 77 mins: Arsenal substitution - Kanu for Reyes; Celta Vigo substitution: Pinilla for Celta Vigo's Edu. 78 mins: Celta Vigo 2 - 3 Arsenal A bit of va-va-voom from Arsenal, as the hitherto largely anonymous Thierry Henry and Robert Pires combine brilliantly to pull off a neat, inch-perfect one-two on the edge of the Celta Vigo penalty area. Pires picks up the ball near the penalty spot and slots it neatly through the despairing lunges of two defenders and past Pablo Cavallero into the bottom right-hand corner. A peach. 82 mins: \"With so many goals and so much action, you will most definitely need to sit back and enjoy the full body pleasure and aroma of a Pablamos Cigars Espana!\" writes Don Evans. \"Not that you would ever stoop to such a level as to blatantly suck up!\" The hell I wouldn't, Don, although I'm not sure I like the way you're trying to muscle in on my Pablamos Cigars Espana action in the hope of enjoying the full body pleasure and aroma of a couple of free Cuban fat ones yourself. 86 mins: Edu brings down Mostovoi about 35 yards out and gets a yellow card from referee Mr Frisk (insert your own \"Didn't he win the 1990 Grand National?\" gag). Celta Vigo win a corner, which Arsenal clear. Thierry Henry breaks and surges out of his own half with the ball, only to be up-ended by Alexander Mostovoi. No free is given and Henry protests so much that he gets booked. I think. 89 mins: Arsenal substitutions: Bently for Ljungberg, Cygan for Clichy. There'll be three minutes of added time. 90 mins: Thierry Henry falls over as he attempts to get in a cross from the byline. It doesn't happen too often, so I thought I'd mention it. 90 + 2 mins: Celta Vigo launch a last desperate attack, with Silvinho pumping a hopeful ball into the Arsenal box. It's cleared comfortably. The referee blows for full-time and Arsenal have secured their first win in a competitive match on Spanish soil ... ever. Full-time: Arsenal can consider themselves lucky to have escaped from Spain with a win in the wake of a match they could quite easily have lost. They were dominated for long periods by Celta Vigo and some of their more reliable performers - Freddie Ljungberg, Thierry Henry and Robert Pires - weren't really at the races tonight. Having conceded three goals in their own stadium, Celta Vigo have given themselves loads to do in the second leg. The teams ... Celta Vigo: 1-Pablo Cavallero; 2-Juan Velasco, 23-Sergio, 6-Eduardo Berizzo, 3-Silvinho; 8-Angel, 22-Peter Luccin, 16-Jose Ignacio, 19-Luis Edu; 10-Alexander Mostovoi; 9-Savo Milosevic Arsenal: 1-Jens Lehmann; 12-Lauren, 28-Kolo Toure, 23-Sol Campbell, 22-Gael Clichy; 8-Freddie Ljungberg, 17-Edu, 4-Patrick Vieira, 7-Robert Pires; 14-Thierry Henry, 9-Jose Antonio Reyes. Referee: Anders Frisk (Sweden)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}