{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/feb/11/broadcasting.politicsandthemedia", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-02-11T18:02:50Z", "webTitle": "IDS continues media onslaught", "webUrl": "https://www.theguardian.com/media/2004/feb/11/broadcasting.politicsandthemedia", "apiUrl": "https://content.guardianapis.com/media/2004/feb/11/broadcasting.politicsandthemedia", "fields": {"headline": "IDS continues media onslaught", "bodyText": "Former Conservative leader Iain Duncan Smith is to co-present a new BBC TV series - from a shed. Mr Duncan Smith, who drew an audience of just 67 to the start of his new career as public speaker, will join Johnny Vaughan as his \"political shed mate\". The self-styled Quiet Man will begin his new television career offering \"a weekly window on the world of politics\" on Live at Johnny's, which has been billed as \"an alternative to soaps and reality programmes\". Mr Vaughan said he was looking forward to gossiping with Mr Duncan Smith once or twice a week, as one of his regular co-presenters, on the BBC3 daily entertainment show. \"The quiet man of UK politics is a phenomenon,\" he said. \"He climbed the greasy pole of British politics with a mixture of stealth and sincerity. \"Unfortunately, the country seemed to prefer loud sounds and fury signifying nothing.\" He said he was \"delighted that IDS has agreed to join me every week in my shed for a chinwag and a bit of a gossip\". The former Conservative leader quipped: \"Johnny Vaughan thinks I've agreed to become a regular shed mate on his new show to give a behind-the-scenes account of the goings on in the Houses of Parliament. \"Whilst my contract says I've got to talk a bit about politics I hope sport and the other things that really matter are what we actually discuss. \"I'll even talk about being a season ticket holder for Spurs - and compared to politics, that really hurts.\" The show will be Vaughan's first live television series since he hosted The Big Breakfast on Channel 4. Live At Johnny's kicks off on Monday on BBC3 in a purpose-built shed. When Mr Duncan Smith began his career as public speaker last week he attracted an audience of 67 at the 500-seat Philharmonic Hall in Liverpool."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}