{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/blog/2004/feb/24/corporationsan", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2004-02-24T18:49:08Z", "webTitle": "Corporations and blogging", "webUrl": "https://www.theguardian.com/technology/blog/2004/feb/24/corporationsan", "apiUrl": "https://content.guardianapis.com/technology/blog/2004/feb/24/corporationsan", "fields": {"headline": "Corporations and blogging", "bodyText": "I was pointed towards this essay today, which asks the question: can corporations and blogging co-exist? The essay was sparked by the LA Times (see comments) Gannett, the large newspaper owner, launching a blog. And the essay's premise seems, to me, to be rather odd. Three thoughts sprang to mind. First, why can't big corporations launch blogs? The author says the weblog world's customs \"exclude corporate involvement\" and the big corp's involvement \"soils\" the blog community with money. It's as if the blog \"community\" - such as it exists - can't just turn its collective back on the corporate blog if it wants to, and carry on as before. Second: what's the difference between this weblog, or Dan Gillmor's weblog, and the corporate blog the author's complaining about? When you read comments like \"There is a conflict of interest between the open nature of the blog format and the restraints of corporate image and sponsorship\" it seems that, just as journalists can misunderstand bloggers, so some bloggers can completely fail to understand how journalists work. And they also fail to understand that (amateur) bloggers could quite easily be more vulnerable to the commercial pressures they perceive to be driving some mainstream journalism. Third: I don't see why journalists can't be as excited by the supposed authenticity of the blogger's voice as much as the new form of journalism that is springing from weblogs. Seems to me that weblogging is the first distinct form of journalism born of the web, and so it's bound to attract interest from the people who do it for a living. Maybe they'll even make a contribution to its evolution. Are we to exclude professional journalists, and large publishing operations, from experimenting with this new form of journalism, and the conversations this form of journalism creates? Is blogging something that, at its heart, is irredeemably amateur?"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}