{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/feb/11/uselections2004.usa2", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2004-02-11T16:44:48Z", "webTitle": "Julian Borger: Why Kerry needs Dean and Edwards to fight on", "webUrl": "https://www.theguardian.com/world/2004/feb/11/uselections2004.usa2", "apiUrl": "https://content.guardianapis.com/world/2004/feb/11/uselections2004.usa2", "fields": {"headline": "Why Dean and Edwards must fight on", "bodyText": "Only a freak event or an act of extraordinary self-destruction can now stop John Kerry winning the Democratic nomination. As he pointed out last night, he can win states in the east and west, in the north and now in the south, and win them comfortably. The south is the latest and most important bastion to fall. The old civil war divide that seemed to have been resurrected with John Edwards' big win in South Carolina last week has crumbled. General Wesley Clark pulled out from the race last night, and Senator Edwards is under heavy political and financial pressure to do likewise. Howard Dean has been for some time. He did not campaign in Tennessee or Virginia and the single-digit results reflected that. He swore yesterday he would not pursue a \"quixotic\" campaign indefinitely, but it is hard to see how he would keep going in any meaningful way after a bad loss in Wisconsin next week. At this rate, it does not look as if this contest is going to make it to its traditional climax, Super Tuesday, when nine states, including California and New York, take part. If so, that would be a shame - not just for the grand circus of consultants, pundits and journalists that follows the primaries around the country accumulating expense account meals and mileage points. It will also be a loss, paradoxically, for Senator Kerry and the Democratic party. For one thing, the show has been playing well to a receptive public, and far from damaging the Democrats as had been expected, the jousting has eaten into George Bush's support, by giving an airing to popular grievances. So much so that the president, who has by and large ignored the press, took the risk over the weekend of subjecting himself to an hour-long television inquisition about Iraq, weapons of mass destruction and the president's own military past. He even made his records from his days in the National Guard available to answer allegations that he went missing when he should have been reporting for duty in Alabama. The television interview on Meet the Press was the clearest sign yet that the White House is rattled. The president's approval ratings have sunk below 50%, and relatively few Americans believe he did his duty to his country in the Vietnam era - 39%, compared with the 60% who acknowledge Kerry's sacrifice as a navy lieutenant piloting high-speed river-boats under fire. The primaries have brought his old \"band of brothers\" from the war out of the woodwork and reminded Americans of the courageous young man who preceded the frosty, New England patrician. But an early end to the primaries would be problematic for the Democrats for another reason. Senator Kerry has been given an easy ride so far. He inherited frontrunner status for largely negative reasons. He was not Howard Dean. Just by sticking around, and remaining both acceptable and predictable, he was able to reap the support of rank and file Democrats in search of a vehicle after the Dean campaign exploded. He has won one primary contest after another because the voters believe him to be \"electable\" - meaning they voted for him because they thought others would vote for him. That may be enough to win the primaries, but it will not be enough to beat President Bush, who has already proven his electability. For that, he will have to draw a clearer picture of what he stands for. Kerry's disastrous first months as a candidate, when his aloofness and wooden speaking style on the stump left him trailing behind Dean and Clark, was also a vital learning experience. Losing finally forced him to cast off some of that \"noblesse oblige\" weariness and show some passion. He brought his wife Theresa, their children, and Vietnam veterans on stage with him to help him loosen up. He let them do much of the talking and was content to bask in their affection before closing the performance with his pitch. He may have served 19 years as a senator, but he badly needed the past few months as election training. And he arguably still needs more time. One of the many remarkable aspects of the last few weeks in American politics is that Kerry was given such an easy ride as frontrunner by the other candidates. Dean took shots at him, but he was already so far behind by early February that he could safely be ignored. Meanwhile, John Edwards and Wesley Clark have been too busy attacking each other in the contest to become the southern alternative to Kerry. Consequently, the inevitable weaknesses in his armour left by 19 years of congressional voting and horse-trading, but very few actual laws with his name on, have not been tested seriously. The press has made much of the running, looking into campaign contributions from businesses and individuals who did well as a result of Kerry's political influence, but his campaign has so far been able to shrug off as coincidence the timing of money transfers and votes. That will not be so easy when the Republicans begin their election year offensive. The same goes for the overall tone of his legislative past. He ranked as the ninth most liberal senator in Congress in an appraisal by the National Journal. In his first run for the Senate, in 1984, he called for the cancellation of expensive Pentagon projects such as the B-1 bomber and the F-15 fighter jet - both now generally regarded as indispensable. He has since described his policy positions as \"ill-advised\" and \"stupid\". He has also struggled to explain his proposal to cut funding for the CIA in the 1990s, now that it is clear that the agency's shortcomings were in part responsible for the September 11 disaster and the misinterpretation of the signs coming out of Iraq. A longer primary against a pro-defence centrist such as John Edwards would give Kerry a better chance to refine his platform. It would also give a much wider cross-section of Democratic voters another chance to revisit the whole idea of electability, in the light of America's political mainstream. It is probable that they would come up with the same answer - that Kerry's military and foreign relations experience, together with 19 years in the Senate, however flawed, trump Edwards' four years as a centrist and his trial lawyer past. Liberal senators have not been too popular in the US since the days of the last JFK. But in the eyes of the public, litigious lawyers are worse still, almost as bad as journalists. But even if a few more primaries simply confirmed Kerry as the nominee, the Democrats would emerge with a better candidate as a result."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}