{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/feb/19/uselections2004.usa2", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-02-19T17:46:51Z", "webTitle": "A 'brash and sometimes intemperate upstart'", "webUrl": "https://www.theguardian.com/world/2004/feb/19/uselections2004.usa2", "apiUrl": "https://content.guardianapis.com/world/2004/feb/19/uselections2004.usa2", "fields": {"headline": "A 'brash and sometimes intemperate upstart'", "bodyText": "Following the withdrawal of Howard Dean from the race for the Democratic nomination, the \"big question\" remaining in US politics, according to the New York Times, is whether John Edwards can overcome \"significant financial and political obstacles\" to beat the front-runner John Kelly. \"Second place will no longer do\", the Times warns the senator. Despite his \"closer-than-expected\" showing in the Wisconsin primary yesterday, the paper sees a near-impossible task ahead. \"In a series of interviews, strategists, party leaders and even Mr Edwards's backers said the senator needed to defy not just conventional wisdom but history. Since the rise of state primaries in the early 1970's, no candidate has come back from so far behind in the delegate count to win the nomination.\" Also, says the Washington Post, there is the practical consideration of whether the North Carolina senator has \"enough cash for the final dash\". Senator Edwards \"has lagged far behind Kerry in fundraising throughout the primaries\", but his campaign \"is counting on its lower overhead - it has fewer offices and paid staff than Kerry - as well as free media attention to keep Edwards in the game\". The LA Times, meanwhile, considers Mr Dean's legacy as a catalyst who fired up the campaign. \"The brash and sometimes intemperate upstart continued to focus his fire on Bush - and his fellow Democrats - in a way that came to define much of the 2004 campaign for the White House. His message and his campaign's fundraising prowess dominated the Democratic nomination contest for months,\" said the paper. But, it went on: \"Ultimately, at a time of international terrorism and economic uncertainty, Democrats decided they were unwilling to take a chance on a blunt-speaking, relative unknown.\" While the Democrats get closer to choosing their candidate, however, President Bush finds his own ratings slipping, according to USA Today \"Bush's slip coincides with growing complaints about slow job growth, accusations that he shirked his National Guard duty in the 1970s, failure to find weapons of mass destruction in Iraq and stalled efforts to establish democracy there,\" says the paper. The joint USA Today/CNN/Gallup poll shows that the Mr Bush's score for honesty and trustworthiness is at the lowest point of his presidency, while just 42% of those questioned said the president has a clear plan for solving the country's problems. Political analysts were not surprised at a key finding of the poll, the paper continues. \"If the presidential election were today, either John Kerry or John Edwards would beat Bush. Little more than a week ago, a match of Bush against either Democrat was so close it was in effect a tie. In early January, Bush held a solid lead over every candidate for the Democratic nomination.\" The reason Mr Bush may not be looking too worried, as one analyst tells the paper, is that he is sitting on a $100m (£52.8m) war chest - a formidable weapon when the real battle begins."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}