{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/feb/28/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-02-28T23:59:57Z", "webTitle": "Football: Creditors push Leeds to the brink of oblivion", "webUrl": "https://www.theguardian.com/football/2004/feb/28/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2004/feb/28/newsstory.sport", "fields": {"headline": "Creditors force Leeds to the brink of oblivion", "bodyText": "The financial future of Leeds United was last night balanced on a knife edge after the club's creditors moved it one step closer to administration and the only remaining potential bidder made a public appeal for backing from fans and investors. In a day of dramatic off-pitch developments at Elland Road the latest deadline imposed by creditors expired at 2pm, forcing the club to suspend trading of their shares, which are now worth only 2.75p each. Leeds, who are believed to be at least £102m in debt, later confirmed that the standstill arrangements under which they had been operating for the past two months would not be renewed. Their chief executive Trevor Birch's failure to persuade major creditors, which include the Prudential-owned fund manager M&amp;G and the American institutions MetLife and Teachers, to agree to a further weekly extension on the repayment holiday means that any of these creditors could now push the club into administration by demanding their money. The move was seen by City analysts as the latest attempt by creditors to increase the pressure on Birch to find a buyer or new investor for the club. But it is believed that, despite upping the ante by refusing to give the club even a week's grace, most of the main creditors remain opposed to administration. The club said they still had the support of their major creditors, who also include the German insurance group Gerling and the Inland Revenue. \"The board confirms that it continues to retain the support of these major finance creditors while it seeks to finalise its negotiations with interested parties relating to a long-term financial restructuring of the group,\" Leeds said in a statement to the stock exchange. Simon Anderson, a spokesman for M&amp;G, insisted that it was \"continuing to be supportive of the club to find a long-term solution\" but other creditors refused to comment. Time is running out for Birch, with an offer from a consortium of Leeds businessmen remaining the only one on the table after a second group of potential investors, including the former Huddersfield chairman Terry Fisher, pulled out of the running on Thursday. Gerald Krasner, who is heading the consortium, said yesterday that the creditors' decision would have \"no effect\" on their negotiations. \"We are continuing our negotiations and are further forward than we were last week,\" he said. Negotiations with the consortium have dragged on for more than three weeks and Birch is believed to be concerned over some of the terms attached to the deal, while supporters groups have also questioned the group's motives. The consortium attempted to allay these fears yesterday by issuing a statement that said \"any suggestion that the consortium is looking at this acquisition as an asset-stripping exercise is completely untrue\". It also promised the club would remain at Elland Road if the bid was successful. \"Despite all the hype and speculation we were and still are the only realistic bidder for the club that has the credentials and the finances to save it from administration and possibly liquidation,\" said the consortium. \"We have already proven we have the resources and backing to satisfy the club and we are all committing personal finances to the deal; that makes it a personal as well as a business investment,\" they added, insisting that their business plan for the club did not depend on Premiership survival. \"For several years there has been a culture of waste at the club and any new regime we bring to Elland Road will be charged with rebuilding the club from its roots. We will not be living the dream but living the reality and that needs the support of the fans. It won't be easy but it is the only way the club can survive with a viable future ahead of it.\" · Bradford City were placed into administration yesterday for the second time in less than two years after the club defaulted on payments on their creditors' voluntary agreement."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}