{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/feb/16/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-02-16T22:51:56Z", "webTitle": "Women's Football: Danes will prove tough test for England", "webUrl": "https://www.theguardian.com/football/2004/feb/16/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2004/feb/16/newsstory.sport", "fields": {"headline": "Danes will prove tough test", "bodyText": "England's march towards Euro 2005 continues this week when Hope Powell's team meets Denmark in Portsmouth on Thursday night. Actually the march is more of a saunter since England qualified for the European Championship the moment their bid to host the tournament received the Uefa seal of approval. Powell has described the championship as \"the most important event in English women's football history\" and, if the sport in England is to capitalise on a unique opportunity for exposure, it must hope that the national team can make it through the first round. That, on paper, already looks tough and the challenge represented by the Danes typifies why. Powell says that the Danish game is based on \"fitness, power and strength\". Certainly that was true the last time they came to England when, on an August night in 2001, they coursed to a 3-0 win with a team whose athleticism was apparent in every touch of the ball. That both their running and thinking were faster and harder owes much to the way the Danish football association structures the women's game. Their national team trains six to eight times a week - more than the Danish men - with sessions devoted to sprinting, high jump and long jump. \"We want to return to the world's top four,\" says Thomas Gram, the secretary to the women's team. The primacy of fitness in their thinking becomes clear the second Gram explains that the side is \"about 10 minutes from the best\" - their stamina evidently being blamed for their tendency to concede goals at the close of matches. So, while the Danish players go about their working or studying lives, the federation \"buys\" two days a week of their time for training. All of this costs around £1m a year. But there is something else behind the Danes' strength in the women's game - something truly alien that goes by the name of \"the Girl Rocket\". This female footballing roadshow has been touring Denmark of late, asking the girls who attend its sessions to \"play football on different planets\" in order to prove that football is fun. \"Football versus spacewomen,\" Gram explains enthusiastically. \"For instance, on Mars they played against wooden figures with funny faces.\" Powell will be hoping her team bears no resemblance to that on Thursday night. ·The FA has announced that Loftus Road will host the women's FA Cup final on May 3."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}