{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/feb/19/guantanamo.usa", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2004-02-19T18:24:30Z", "webTitle": "Five Guantanamo Britons to return to UK", "webUrl": "https://www.theguardian.com/world/2004/feb/19/guantanamo.usa", "apiUrl": "https://content.guardianapis.com/world/2004/feb/19/guantanamo.usa", "fields": {"headline": "Five Guantanamo Britons to return to UK", "bodyText": "Five of the nine Britons being held as terror suspects in Guantanamo Bay are to be released in the \"next few weeks\", the foreign secretary, Jack Straw, announced today. Mr Straw said that the five to be released would be Tarek Dergoul, 24, from east London; Jamal al-Harith, 35, from Manchester; and Asif Iqbal, 20, Shafiq Rasul, 24, and Rhuhel Ahmed, 23, all from Tipton, West Midlands. Mr Straw said the men - among some 660 individuals who have been detained without charge at the US naval base known as Camp Delta - will be returned to Britain. British police and the Crown Prosecution Service will consider whether they should face questioning under the Terrorism Act 2000. He added that discussions were continuing with the US authorities over the other four Britons, including Moazzam Begg, from Birmingham, and Feroz Abbasi, from Croydon, who have been named as potential defendants in military commissions. The other two Britons are Martin Mubanga, 29, and Richard Belmar, 23, both from London. The foreign secretary defended the right of the US authorities to detain without trial suspected al-Qaida terrorists and Taliban fighters at the US base at Guantanamo Bay in Cuba following the September 11 attacks on the World Trade Centre and the Pentagon and the subsequent invasion of Afghanistan in 2001. While Mr Straw stressed the British government's \"understanding\" and \"respect\" for US actions in the \"war on terror\", he gave the clearest sign yet of disagreement over the controversial plan for commissions - which would take place without juries or appeal to a higher court but with the power to impose a death sentence. Mr Straw said: \"There have been many complex issues of law and security which both governments have had to consider. \"Although significant progress has been made, in the attorney general's view the military commissions, as presently constituted, would not provide the type of process which we would afford British nationals.\" Discussions were continuing over the fate of other four Britons although Mr Straw said the British government still believed they \"should be tried in accordance with international standards or returned to the UK\". He added: \"There are a range of security and other issues which we and the Americans need to consider in respect of these four men.\" Clive Stafford Smith, a human rights lawyer involved in the cases, said the men had been through a \"nightmare\" and hoped they would be returned home \"in the next two days\". But he dismissed as \"laughable\" Mr Straw's assertion that the detention of the men had resulted in \"valuable intelligence\" on terrorists and called for the remaining four Britons to be released immediately. \"The British government knows full well that they are not terrorists,\" he said. Mr Abbasi's Labour MP, Geraint Davies, said the fact that his constituent and three other British detainees were being kept in Guantanamo Bay did not necessarily indicate that the US authorities had any evidence against them. Mr Davies told BBC Radio 4's PM programme: \"They obviously think that they represent a higher risk than the others, but we haven't seen any evidence. It may be the case that attitudinally they are more belligerent to the Americans.\" Mr Davies said he did not expect the five returnees to be charged on their arrival in the UK. \"I can't believe that the Americans would have released them had they got any evidence on them, and therefore it seems unlikely that there is any evidence that would stand up in a British court against them,\" he said. \"Presumably they will be released with surveillance.\" Mr Straw's announcement received a mixed response from human rights campaigners. Shami Chakrabarti, director of human rights group Liberty, said: \"We are delighted that the five have been released, but let us not forget those that are remaining. Nor should we forget that Britain has its very own Guantanamo Bay at Belmarsh Prison, in south-east London, where 14 men have been held for up to two years without charge, or prospect of trial, on suspicion of being associated with terrorism. \"At long last the Americans have done the honourable thing and released their detainees. We ought now to do the same with ours.\" The chief executive of the Law Society, Janet Paraskeva, said: \"We remain concerned about Feroz Abbasi and Moazzam Begg, who will not be amongst those returning to the UK. \"These men have been held for over two years and their families are extremely concerned about their physical and mental health. \"The families and their solicitors, backed by the Law Society, fear that the provisions for trials before military commissions are so severely flawed that it will not be possible to bring them up to an acceptable standard. \"We again call on the government to do all it can to ensure that these men face trial in a US civilian court, or be repatriated to the UK for trial.\" A spokesman for the Islamic Human Rights Commission, a London-based campaign group, said the release of only five of the British prisoners was not a major step forward for the Islamic community in this country. Raza Kazim said: \"I am quite concerned that it has taken them, first of all, this long to come up with an announcement. \"I am also concerned that only five have been released back to Britain and not the rest of them, when he himself [Mr Straw] said that the military tribunals were not going to afford the proper legal process. \"If they are not going to be appropriate for the people being released how can they possibly be appropriate for the other British nationals that are still being held there?\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}