{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/feb/16/match.tranmere", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-02-16T22:23:07Z", "webTitle": "FA Cup: Tranmere 2 - 1 Swansea City", "webUrl": "https://www.theguardian.com/football/2004/feb/16/match.tranmere", "apiUrl": "https://content.guardianapis.com/football/2004/feb/16/match.tranmere", "fields": {"headline": "Hume shows no quarter and sinks  black Swans on Merseyside", "bodyText": "Lee Trundle has built himself quite a reputation in the lower leagues: lots of goals, a bit of showboating, and some stressful sexual allegations to counter. And his name is a delight for FA Cup headline writers everywhere. What's more Trundle is a Liverpool lad made good, heading back to Merseyside to prove his mettle. If that were not enough, he had shattered a cheekbone during Swansea's fourth-round victory and returned in a face mask, which looked perfectly suited for a spot of highway robbery. But this was an FA Cup fantasy that did not come true. Swansea's manager Brian Flynn fielded Trundle as a lone striker for more than an hour and waited for the Cup to do its magic. But the tie's supposed hero was double-teamed out of the game. Tranmere are from a division higher than Swansea, but their first-half uncertainty left them there for the taking. They survived because Swansea had more trust in the Trundle fantasy than they did in themselves. It all ensured that Tranmere reached their third quarter-final in five seasons and, one day, if the run persists, they might even bother to print enough programmes to mark it. They sold out at around 2.30pm (apart from the VIPs). Merseyside produces so many footballers that Scousers heading home are 10 a penny - just like exiled Yorkshire cricketers - and they are no worse for that. The Merseyside story belonged not to Trundle but to the Tranmere connections of Andy Robinson and Michael Howard. Robinson's Rovers career had amounted to one appearance as substitute in the LDV Trophy, which is one step above pinning a scarf on your bedroom wall. But he had still seen fit to growl that \"maybe Tranmere will see what they are missing\". Even the Liverpool Echo warned that Robinson had \"an eye for goal\". As a child that was true - he could virtually see Prenton Park from his bedroom window - and when he tucked in Leon Britton's cross to put Swansea ahead after 15 minutes, the vociferous Swansea support in the Cowshed Stand sang his name. Worse befell a second local boy. Tranmere's cross from the right was innocent enough, but Howard brushed against Eugene Dadi and he fell to the ground like a good 'un. You could hear the accolades: \"We practise those dives on the training field.\" Only six minutes later, undeservedly, Ryan Taylor had equalised. Trundle was booked for complaining - and you had to wonder what he could see in that face mask. Dadi led the Tranmere line bravely, but it was Swansea's black-shirted braves who caught the eye, none more so than the red-booted Britton - a midfielder about half the size of his namesake the former home secretary - who scurried hither and thither while Roberto Martinez provided the composure. Swansea's greatest tour de force came from Jonathan Oates - a headed clearance off the line and an 80-yard dash ended by Sean Connelly's foul. They sang Robinson's name, but he missed the free-kick anyway. Tranmere's winner was a gem - Iain Hume, a Canadian Under-21 international, twisted away from his defender and lashed a 30-yarder past Roger Freestone. Swansea's entire north-west contingent - Trundle, Robinson and Britton - all went close to equalising, but with the sending-off of Alan Tate seven minutes from time, for a reckless, if undamaging, challenge on Connelly, went Swansea's chances. Man of the match: Leon Britton (Swansea City)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}