{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/feb/09/arts.artsnews", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-02-09T16:30:42Z", "webTitle": "Grammy awards go crazy for Beyoncé", "webUrl": "https://www.theguardian.com/world/2004/feb/09/arts.artsnews", "apiUrl": "https://content.guardianapis.com/world/2004/feb/09/arts.artsnews", "fields": {"headline": "Grammy awards go crazy for Beyoncé", "bodyText": "Beyoncé Knowles captured five Grammy awards last night in a Nashville ceremony tightly monitored by network executives to prevent any scandal. Beyoncé's tally for her solo debut album, Dangerously in Love, gave her an early lead in the awards ceremony, and put her in the same league as Alicia Keys and Lauryn Hill for most Grammys won by a female artist. \"This is unbelievable. Performing was enough for me,\" she said. Other early winners last night were unable to revel in their fortune. The late Johnny Cash won for best short music video for the song Hurt, while his wife, June Carter Cash, who also died last year, won best folk album for Wildwood Flower. Another posthumous winner was Warren Zevon, who died of lung cancer just days after the release of his disc The Wind, which won best contemporary folk album. Meanwhile, Luther Vandross, who suffered a debilitat ing stroke last year, won three awards for his Dance with My Father album. Other multiple winners included Jack White of White Stripes, and Eminem, who captured two trophies apiece. The bluegrass singer, Alison Krauss, won three awards. The spotlight remained on the performer who was not there - Janet Jackson, banned by the CBS network and Grammy officials for revealing her right breast during a dance routine with Justin Timberlake at the Super Bowl last week. Ms Jackson was re-invited at the weekend, but declined to attend. Pharrell Williams, who won his first Grammy for production of the Neptunes, defended Jackson and Timberlake: \"What happened at the Super Bowl was a bit much, but I happen to know both of those people ... and they've done great things to support people around the world.\" However, the network was taking no chances last night. It put the show on a five-minute audio and video delay."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}