{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/feb/05/sport.comment1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-02-05T23:49:14Z", "webTitle": "Football: Alex Millar on the Ferguson affair", "webUrl": "https://www.theguardian.com/football/2004/feb/05/sport.comment1", "apiUrl": "https://content.guardianapis.com/football/2004/feb/05/sport.comment1", "fields": {"headline": "When the investigator called", "bodyText": "Late last August, in the middle of an endless sweltering summer, I was working for the BBC, developing storylines for a topical news programme, when a friend at work said he knew some people who wanted to talk to me. He was vague about what they were actually doing but said that they were interested in Sir Alex Ferguson but they weren't working on a TV project. I knew a lot about Ferguson. Before joining the BBC, I had worked with Michael Crick on his at times unflattering biography of the Manchester United manager, titled The Boss. At first I wasn't sure about whether I wanted to meet these mysterious people. What did they want, and why? But curiosity got the better of me. I could not work out why they were interested. Everything seemed quiet at Manchester United. Sure, they had failed to bag Ronaldinho in the summer and had lost David Beckham. But they had partly made up for it with the capture of the prodigiously talented Cristiano Ronaldo. The manager was signed up for the near future and the club were going into the new season as champions yet again. The only tiny cloud was some row Ferguson was having over the breeding rights to a horse called Rock Of Gibraltar. The man I met was short, stocky and plainly from the London area. We sat down at a table and started drinking coffee. He wasted no time. He wanted to know all about Ferguson. His gambling, any scandal there might be about transfers involving United and even whether he had had any affairs. Rather naively, I asked what the point of all this digging into Sir Alex's life was. \"It's a private job and it's got to be done quickly,\" said the investigator. How quickly, I asked? \"Yesterday,\" he replied, smiling, before insisting he could not tell me any more detail about the client. The primary themes of our conversation have become familiar to anyone who has been reading the back pages of the newspapers over the past six weeks. \"What can you tell me about Fergie's gambling?\" asked the agent who met me. \"We're very interested in pursuing any leads on that . . . We've got the resources to look into that properly - we can get around the world.\" Despite the global ambition on display, the first question he wanted answered on gambling was rooted in rainy old Manchester: which casinos does Fergie like to frequent around town? Then we were on to transfers. \"Which transfers haven't really been looked into yet?\" he asked, keen for a steer into uncharted territory. \"Is there anyone abroad you'd recommend going to see?\" He pressed hard for the names of any football agents that might be best to approach. \"Anything to do with Fergie's sons would be interesting, but particularly Jason as his transfers have questions around them, don't they?\" he added. I was asked if I was suspicious about any transfers in particular. Board members The discussion moved on to United's board - \"How do they really feel about the Jason issue?\" \"Which directors would be the ones to go to?\" A list of names was rattled off from a notepad as I wriggled in my chair. \"What about X? Will he talk?\" I declined to give hints or suggest any sources, but he was hugely persistent. An email sent to me later by the same man on September 5 last year reiterated the request. It read: \"The foreword to the Crick book thanked members of the board who had ignored requests not to talk to you - would you be able to give me any clues as to the identity of those board members?\" At the bottom of the email was an attempt to reassure me: \"Neither I nor my colleagues reveal sources to anyone.\" Funny that he was prepared to protect his own sources but was keen to ask others to reveal theirs, I thought. And then they turned to women.\"Do you know anything worth pursuing?\" he asked. I had no idea. I would later learn that a friend of Ferguson's who lived in the Manchester area was \"doorstepped\" for information. I was offered cash for information - or a job on the project. I must confess that although I found the whole exercise slightly distasteful, I was naturally very interested as a Fergie-watcher in what they might come up with. Would they unearth some dark secret that Michael Crick and I had never come across? I said I would be happy to offer my opinion on whether any of the stories they found had credibility but I never got the call. Within a week of our meeting a good contact of mine, a Manchester United insider, received a visit. The people he met were different, but they were working on the same team. \"This was dirt-digging on Fergie, specifically on Fergie, and nothing more,\" he told me. \"It was pretty unsubtle . . . They said 'We want to know everything about Jason Ferguson . . . We want to build up a profile, get into him.'\" They moved on to questions about Ferguson's gambling. My contact said he didn't know and politely said he couldn't help them. His account of that Manchester meeting made me feel uneasy. I resolved to find out what was behind all the questions. I rang up the cockney man who had made most of the running: \"Who are you working for?\" I asked. \"Haven't you read the papers recently?\" was all he would say."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}