{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/feb/11/telegraphmediagroup.thedailytelegraph", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-02-11T17:25:20Z", "webTitle": "Telegraph staff back strike", "webUrl": "https://www.theguardian.com/media/2004/feb/11/telegraphmediagroup.thedailytelegraph", "apiUrl": "https://content.guardianapis.com/media/2004/feb/11/telegraphmediagroup.thedailytelegraph", "fields": {"headline": "Telegraph staff back strike", "bodyText": "Journalists at the Telegraph Group, one of Britain's most conservative newspaper publishers, have voted overwhelmingly in favour of strike action at the paper. In a ballot of staff 83% of National Union of Journalists members on the titles said they would support strike action \"if necessary\". Journalists were also asked whether they were in favour of other industrial action, such as a work to rule, and 85% said yes. The result is an extraordinary development for the Telegraph, which did not even have union representation a year ago. It partly reflects deep-seated anger that management has failed to boost its pay offer to staff, and partly a determination to exploit the current uncertainty over the ownership of the paper. Around 150 out of some 220 union members at the Telegraph took part in the ballot. The NUJ is holding a meeting tomorrow where its members on the Telegraph titles can discuss the outcome of the ballot and decide what action to take next. \"What this means is not that we go on strike. It means that we can go on strike legally,\" said Charlie Methven, the father of the NUJ chapel at the Telegraph. Members of the NUJ, which was only formally recognised by Telegraph management in May 2003, have rejected the company's offer of a 3% pay increase and demanded a rise of 8%. \"What is shows is that our claim, which we put forward back in November, was and still is supported by our members who themselves feel very strongly about it,\" said Methven. \"It takes an awful lot to get Telegraph journalists to take part in union activities. I am the oddest father of the chapel - I'm a Conservative party member,\" he added, emphasising the strength of feeling over the pay issue. \"We have tired to explore every other option. We have given management two months and a lot of chances to move their position.\" \"No one here doubts the anger felt by many journalists, though to put the vote in some perspective, 120 voted for strike action out of a permanent editorial complement of more than 500,\" said Kim Fletcher, the editorial director of the Telegraph Group. \"Of the 651 balloted on union recognition - a ballot that the union won handsomely - 221 went on to join the union,\" he added. Mr Fletcher defended the existing pay offer and questioned the wisdom of going on strike at a time when the future ownership of the Telegraph is uncertain. \"The 3% is a good deal that is above the level of inflation. We also responded to the union in raising casual payments. I thought we had the beginnings of a good relationship on a number of issues,\" Mr Fletcher said. \"I guess each union member must ask exactly what is to be gained now: is this really to do with a pay claim, about asserting the union's presence or an expression of anger?\" \"Having worked here as a journalist for most of the last 18 years, I would also like to think we have some responsibility for protecting the titles in these trying times.\" \"Ultimate ownership of our titles is likely to change over the next few weeks. I wonder if it is the best time to push for industrial action. But that, of course, is a matter for my colleagues in the union,\" he added. The NUJ national newspaper organiser, Barry Fitzpatrick, said: \"It's a complete affirmation of the way we have conducted the negotiations. We have made it absolutely clear to management that their offer is unacceptable.\" A 12-month pay freeze at the paper was lifted in 2002, but the NUJ has insisted that as the company had made a profit of nearly £40m a year during this period, a pay agreement well above the level of inflation is \"realistic\". \"They have failed to meet their promise, made at the time the pay freeze was imposed, to address the issue of pay when the freeze was lifted,\" Mr Fitzpatrick said. He added that it was \"no wonder\" staff were \"angry\" about their pay levels at a time when the Telegraph owner, Conrad Black, stands accused of paying himself and fellow directors millions of pounds in unauthorised fees. The postal ballot, endorsed by the NUJ's national executive, was held between January 26 and February 10. The decision to ballot was taken last month, less than 48 hours after the Barclay brothers began their £260m takeover bid for the newspaper group. Union leaders had given management until the end of 2003 to agree to their pay demands. In a circular to NUJ members they listed \"five reasons to reject the current pay offer\" and claimed that a journalist earning £35,000 in 1997 was now £17,000 out of pocket as a result of the company's failure to keep wages in line with inflation. Last month the NUJ also fired an early warning shot across the bows of the Telegraph's potential future owners, criticising the track record of Andrew Neil, publisher of the Business and the Scotsman titles already owned by the Barclays. The union hit out at Neil's \"appalling records in terms of both staff relations and commercial success\" and claimed the future of the Telegraph titles would be \"jeopardised\" if he were put in charge. · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857 · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}