{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2004/feb/09/arts.europeancityofculture2008", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2004-02-09T18:01:37Z", "webTitle": "Tavener's new work celebrates cathedral's centenary", "webUrl": "https://www.theguardian.com/uk/2004/feb/09/arts.europeancityofculture2008", "apiUrl": "https://content.guardianapis.com/uk/2004/feb/09/arts.europeancityofculture2008", "fields": {"headline": "Tavener's new work celebrates cathedral's centenary", "bodyText": "Attracted by the musical possibilities of a 12.5-second reverberation and 3m cubic feet of sacred emptiness, Britain's leading holy minimalist composer has completed a new work for the centenary of Liverpool's vast Anglican cathedral. The Atma Mass by Sir John Tavener, who wrote a song for the Icelandic singer Bjork and whose music has been borrowed for a mobile phone advert, will be first sung at a service on July 18. The following day is the 100th anniversary of the laying of the foundation stone for the last great European cathedral built in the Gothic style. \"After our first performance, I think everyone will want to do the mass,\" said Professor Ian Tracey, director of the cathedral's choir of 24 boys and 12 men. The work, commissioned by the cathedral, is the first setting of the Latin rite by Tavener, a member of the Greek Orthodox Church since 1977. Much of his work has been inspired by the Orthodox liturgy, although his latest works reveal a growing interest in a philosophy that embraces all religions. In the Agnus Dei of the new mass the alto voices contemplate the Sanskrit word atma , meaning \"supreme reality and supreme self\". The mass seems to follow on from Tavener's seven-hour Veil Of The Temple, premiered last year, which drew on Christianity, Islam and Hinduism and exploited the spatial, visual and acoustic properties of London's Temple church. The Liverpool mass is six and a half hours shorter, but the sound effects may be better. \"When we asked Sir John to write for us, he asked us for CDs of the cathedral choir and organ,\" said Prof Tracey. \"He was greatly taken by the organ, which is the largest in the country. And he was very excited by the building. The organ part in the Credo is full of typical Tavener touches - block chords and parallel movement. And some passages are extremely loud, with vast chords that will echo round the cathedral.\" In a note on the score, Tavener says he was inspired \"by the transparency and simplicity of the great and ancient Latin rite\". He suggests that the mass has an interior meaning, \"for it is surely only by the esoteric language of music that peace can be bestowed on a planet which is in a shattered state\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}