{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2004/feb/05/schools.uk2", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2004-02-05T17:27:29Z", "webTitle": "Government defends primary tests and targets", "webUrl": "https://www.theguardian.com/education/2004/feb/05/schools.uk2", "apiUrl": "https://content.guardianapis.com/education/2004/feb/05/schools.uk2", "fields": {"headline": "Government defends primary tests and targets", "bodyText": "The government today hit back at charges from the school inspectorate Ofsted that concentrating on tests in literacy and numeracy was leading to a \"two-tier curriculum\" in primary schools. Stephen Twigg, the schools minister, told a primary schools' conference in Birmingham that tests and targets were here to stay. \"Yes, we will listen - and have listened - to sensible suggestions about how the framework of tests and targets can be refined. We are piloting with a quarter of schools a new system for seven-year-olds that places much greater emphasis on teachers' own assessments. We have also given primary schools control over setting their own targets for 11-year-olds. But there can be no going back to the days when we had no idea how our children were progressing at school,\" he said. Mr Twigg said the annual report from the chief inspector, David Bell, expressed concerns of a two-tier curriculum in primary schools. \"It identifies the great progress that has been made in literacy and numeracy, but says more must be done to provide a broad and rich curriculum overall.\" He added: \"David Bell's findings confirmed to me that excellence and enjoyment is the right approach. We must maintain a focus on literacy and numeracy, but within a broad and rich curriculum that stimulates and engages every single child. I don't deny that this presents a real challenge, but we can, and must, make it happen to ensure we raise standards for every primary pupil in this country.\" Last year 84,000 more children reached the expected levels in maths than in 1998, and 60,000 more children did so in English, said the minister, but he admitted: \"But we all share the disappointment that results in primary schools have plateaued over the last three years. This issue is rightly highlighted by Ofsted, and we are relentlessly tackling it head-on. \"Firstly, I make no apology for the strong focus that we have placed on getting the basic skills right. This is the most important achievement in primary schools as it sets children up for the rest of their education and their lives. Today, some 7 million adults do not have basic skills in reading, writing or maths because of the failures of the education system in the past, and that's something we must never see repeated. \"The challenge now is to build on our success reaching the highest standards in literacy and numeracy we have ever seen in primary schools, and ensuring that we can apply that experience in raising standards across the curriculum. It is not a choice between literacy and numeracy and a broad curriculum. We know that by supporting better teaching in other areas of the curriculum we will improve literacy and numeracy standards as well,\" said Mr Twigg. He said new materials on speaking and listening supported literacy but also looked across the whole primary curriculum to develop children's broader skills. The Department for Education and Skills said literacy and numeracy standards had risen fastest since 1997 but children were getting better teaching in every subject, according to Ofsted. In 1997 teaching was found to be good or better in half of primary schools and by 2003 this had risen to three quarters."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}