{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/feb/20/golf", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-02-20T22:42:58Z", "webTitle": "Golf: Monty sunk by devilish hole", "webUrl": "https://www.theguardian.com/sport/2004/feb/20/golf", "apiUrl": "https://content.guardianapis.com/sport/2004/feb/20/golf", "fields": {"headline": "Monty sunk by devilish hole", "bodyText": "While Jamie Elson relied on previous experience of the Saujana Golf and Country Club to claim a share of the lead at the Malaysian Open, many of the leading players were left cursing the treacherous greens and tricky pin placements. The 22-year-old Briton charged to the top of the leaderboard late yesterday, closing his round with three consecutive birdies to join South African Martin Maritz and Australian Terry Price on six-under-par. The trio led by a shot from Malaysia's own Airil-Rizman Zahari and were two clear of a 10-strong group on four-under, including Ireland's Paul McGinley and the Welshman Stephen Dodd. Colin Montgomerie was a notable casualty of the controversial pin position on the fifth hole. Montgomerie had arrived at the fifth tee - his 14th - smiling and talkative on four-under-par and challenging for the lead. Five strokes later and he cut a frustrated and furious figure after a double-bogey on the unforgiving par three had wrecked his round. The pin was on a ridge. A putt overhit by just a foot would catch the slope and scamper down off the green and Montgomerie's birdie effort did just that. He chipped back on but his second putt lipped out. Suffering in the oppressive conditions, Montgomerie never recovered and went on to bogey three of his last four holes to finish on one over par, seven shots off the lead. After losing five shots in five holes, the seven times Order of Merit winner, red-faced and distressed, was not in the mood for talking. \"I finished with five fives, that is all there is to say. I am going off to find some headache pills and lie down,\" he said. But Montgomerie was not alone in suffering at the hands of the treacherous 5th and its devilishly difficult pin position. Forty four of the field dropped one shot there, 12 others double-bogeyed while three carded triple-bogey sixes; leader Maritz later described it as \"borderline impossible\". Among the 11 players on three under par were England's James Hepworth and David Howell."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}