{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/feb/20/worlddispatch.eu1", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-02-20T17:32:48Z", "webTitle": "Rave heart", "webUrl": "https://www.theguardian.com/world/2004/feb/20/worlddispatch.eu1", "apiUrl": "https://content.guardianapis.com/world/2004/feb/20/worlddispatch.eu1", "fields": {"headline": "Rave heart", "bodyText": "Western Europe wants to slap a ban on immigrants from the new eastern Europe states entering the EU in a few months, but in Estonia, the problem is not their people leaving the country, but all the Scots coming in. It all started with a football friendly in 1993 between the two national sides. A group of Scottish supporters had been saving up to follow their team abroad, but could only afford one trip. Most plumped for games in more glamorous climes, but 40 brave hearts decided to follow the national team to icy Estonia. Only 20 came back. By the time the next friendly was played about 18 months later, 700 came for the game and only 400 returned. Tiny Estonia has a population of 1.5m the size of a small city and is one of the 10 accession countries due to join in May. But its secret is slowly slipping out. The gabled houses and cobbled streets of this Hansa League (an medieval trading guild that traded goods like furs and honey between Russia and the rest of Europe) town are beautiful and the Estonians have much more in common with their Finnish neighbours across the water than the Soviets. But it is not the picturesque streets or the historical economic bonds with Britain (one of the main trade partners) that persuaded two dozen Scots to abandon their homes after two nights out in Tallinn. It was, not to put too fine a point on it, the Estonian girls. It is St Valentine's Day in Tallinn and the Hell Hunt (White Wolf), Tallinn's first pub, is filling up with punters for post-dinner drinks. Yelena Coates walks into the bar to be greeted with kisses and hugs by many of the regulars. She is the epitome of the eastern European beauty: blonde hair, a wide smile under strong cheekbones, dressed down but still sexy, and that air of coquettishness that eastern girls seem to master at birth. Yelena is an ethnic Russian, as are half the city¹s population, but now lives most of the year in Edinburgh with her Scottish husband and six-year-old daughter, only returning occasionally to visit friends. The image of the typical Estonian diva is given a sharp jolt when she starts to speak English with a broad Scottish accent mixing in the guttural tones of her mother tongue. \"It is nice to be in Scotland, but I miss my friends,\" she says. \"I don't come back that often.\" Plenty of Scots have gone native in Tallinn though. Hell Hunt manager Paul Gunn appears behind the bar in a bright green kilt and sporran, shouting at friends and dishing out drinks, surrounded by his team of Estonian barkeepers. \"The mid-90s was a mad time,\" he says in his broad accent. \"It was a non-stop party with non-stop everything, all thrown at you at once.\" Gunn, who after six years in Estonia still doesn't speak more than a few words of the impossibly difficult language (even the Finns, who are in the same language group, struggle with it), was a cofounder of Nimeta Baar, or Bar With No Name, which became the focus of party life for young Estonians. \"It all ran a bit out of control after a while. My partner was out in the casinos every night. It got to the point where the managers were coming to see me everyone knows everyone in this town and saying he is losing too much. $10,000 a night. Now he is driving a cab in Edinburgh,\" says Gunn. After Nimeta Baar, Gunn and his partner set up Nimega Baar (Bar With A Name) that even more than Nimeta, became the hub for Tallinn¹s in-crowd. But as the partying span out of control, they eventually lost control of it. However, others were waiting in the wings to step into their shoes. Our swelling group has been joined by one of the \"three Johns\" all Scots - that now own both Nimega and Nimeta, as well as several other drinking holes in the tiny city centre. It may have started as a wild weekend away, but the Scots have established themselves as a leading force in the growing economy. You can walk across the old town in about 15 minutes, but it is chockful of bars and restaurants catering to the millions of Finnish visits a year from Helsinki and a growing number of stag weekenders flying in from Britain on budget deals as Tallinn's party reputation spreads its net wider. Tallinn's bloke-centric nightlife, beautiful local girls hanging on the arms of rich men, may sound very un-PC to the western ear, but then Tallinn, was behind the iron curtain when the rest of the world went through the sexual revolution in the 1960s. For western men reared to treat women as equals, the first reaction to the brash sexuality of eastern women is one of shock, quickly followed by enrapturement. As the evening wears on, the ranks grow. John's drop-dead gorgeous girlfriend Tanya, the dark mirror image of Yelena's blonde good looks, throws her arms around her friend, and they bury themselves in catching up. Another Tanya (a ethnic Russian, but Latvian passport holder) arrives with her British husband. Three large Scots, who own between them the country's largest sawmill, a furniture outlet and a dairy farm, chat with Gunn. (Estonian rural life may be cold, they explain, but farming overheads there are so cheap, it's highly profitable.) And there's Dougal, the Irish location manager for the making of Mel Gibson's Braveheart, who comes to Tallinn whenever he can get away. \"Of course there is a lot of fun to be had here,\" says Gunn, gesturing at the girls, \"But it is more than that. This place is alive with opportunity. It is all new. Nothing stays the same for long. All you need is energy.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}