{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2004/feb/09/rsc.theatre", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2004-02-09T17:16:20Z", "webTitle": "RSC's understudies get chance to play lead", "webUrl": "https://www.theguardian.com/stage/2004/feb/09/rsc.theatre", "apiUrl": "https://content.guardianapis.com/stage/2004/feb/09/rsc.theatre", "fields": {"headline": "'We can all be terrified together'", "bodyText": "The understudy: Trystan Gravelle Playing Benvolio in Romeo and Juliet and under-studying Romeo. Also playing Fortinbras in Hamlet and understudying the title role I can't believe my luck. This is my first stage job straight out of Rada and I am going to play Romeo and Hamlet for the RSC. It feels like a once in a lifetime chance. The fact that it was written into my contract that I'd not only understudy Romeo and Hamlet, but actually get to play them, made signing up to the RSC much more attractive. I suspect that when you know you really are going on, it helps you to prepare. I imagine that when understudies are thrust into the limelight, it is sometimes like a frightened rabbit caught in a car headlights. When I am in rehearsals for Romeo and Juliet, I am completely focused on playing Benvolio because that's my job for the day. But it has been really useful watching Matthew - he is much more experienced and he has been so helpful. In the end, though, I hope that my Romeo will have my stamp upon him and the audience will feel it is getting its money's worth. As to who that audience will be, well, of course I hope there will be some casting directors watching. I know my mum will be. The star: Matthew Rhys Playing Romeo in Romeo and Juliet and being understudied by Trystan Gravelle This will eradicate that sense of desperation you often get during rehearsal where the understudy is watching everything you do and you know they are just itching to play your part. It gets rid of that uncomfortable \"if only I could get my chance\" feeling and helps get rid of hierarchy. This puts everyone on a more equal footing - we can all be terrified together! Of course, it is slightly disconcerting for me when I see just how good Trystan is. But it is also healthy. That slight feeling of having someone snapping at your heels makes you strive to be better. Often, an understudy never gets the chance to go on, so you never know if they would have been better. It could be a real eye-opener, especially as he's a Llaneilli lad and I am from Cardiff, so there is already enough rivalry between us. The best training an actor can get is performing in front of an audience. It is also great for the audience. At a time when theatre tickets are so expensive, the understudy performances will give them a chance to see what I hope will be a great production for just £5. I will certainly be out there watching. I am hoping to pick up a few pointers. The understudy: Neil Madden Playing Donalbain in Macbeth. Understudying Malcolm I was at the RSC when they did the Henry plays and I did some understudying then. It was like it always feels: you have to do a lot of homework and it never gets marked, you never get any real feedback. If you do get to go on, it's at such short notice that, even if you are great, it won't further your career because there won't have been time to get casting director and agents along. Knowing that you really are going to get a chance to play the roles in public, not just that you might, makes all the difference. You don't mind the work because you know that you are going to do a real show in front of a real paying audience, and because the company knows you are going to be out there representing them, they make sure that you are better prepared. To use a football analogy, knowing that you really are going on means that you make really sure you are match fit. This season, I feel as if I am learning and being taken seriously. The star: Pal Aron Playing Malcolm in Macbeth Understudying is a big pressure. I know - I've done it. I understudied Don Warrington as Antonio in Bill Alexander's The Merchant of Venice, which was at Birmingham Rep and then went out on tour. While the other actors were relaxing you would be having your understudy rehearsals - maybe two a week on top of performances and any other rehearsals. All for something that might never happen. In my case it never did. The pressure can build up and there's no outlet for it. You are in a constant state of waiting. What is going on here is more than a showcase. I already know Neil is very good because he is playing my brother Donalbain, so we've had shared rehearsals. He's sharp. The fact he is going to be playing my part doesn't worry me; I find it interesting. I think the only way you can ever hope to have anything like a genuine ensemble is when you can see each other playing different parts. It helps make you see each other differently. The understudy: Anita Booth Playing Lady Montague in Romeo and Juliet and understudying the Nurse. Also the Player Queen in Hamlet and understudying Gertrude Although I did a drama degree when I was younger, I didn't come into acting until my mid-30s and understudying was my way in. In fact, I understudied Sian Thomas before, in Feelgood in the West End. That got me an agent and I've worked ever since. The hard part to being an understudy is that you have to put in as much work as if you were going to be playing the part every night, but you never get an opening night. If you do go on, it is often with the groans of the audience ringing in your ears, as they are told that the star they have come to see won't be appearing. I have to give my own performance. I can't be Sian. I don't think the audience will feel short-changed. When they book they'll be told exactly what they are getting, and a lot of the RSC audience are pretty informed; they are interested in the process. Some people will be intrigued by the chance to see the same production with different actors in the role and discover what difference it makes. It is an interesting experiment. The star: Sian Thomas Playing Gertrude in Hamlet and Lady Macbeth in Macbeth I have never been an understudy, but I've certainly been in situations where I've been to see an understudy run and realised that they were better than the principal. People often think of understudies as being the B-team when in reality they are often just young actors on their way up, or people like Anita who are older and trying to find a way into the business. You can learn an awful lot from an understudy. I was recently in The Price in the West End and when I saw my understudy playing my role I could see she made some moments work that I'd never been able to. Seeing the understudy stops you from getting complacent or thinking that you are the definitive Gertrude or Lady Macbeth. It reminds you that you are only as good as you are on the day. On a day-to-day basis, being an understudy requires huge motivation, so this move by the RSC can only be a good thing. It treats us all as equals and takes the whole company seriously as artists, not just the chosen few. · The first set of understudy performances, at the Royal Shakespeare Theatre in Straford-upon-Avon, will take place on April 27 for Macbeth, May 4 for Romeo and Juliet, and August 13 for Hamlet. Box office: 0870 609 1110."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}