{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/feb/01/caribbean.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-02-01T18:25:01Z", "webTitle": "There's paradise. There's napkins. And there's naff", "webUrl": "https://www.theguardian.com/travel/2004/feb/01/caribbean.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2004/feb/01/caribbean.observerescapesection", "fields": {"headline": "There's paradise. There's napkins. And there's naff", "bodyText": "It is quite possible that no one has ever taken such a fiendish interest in a napkin since Nancy Mitford decreed, in her winsome way, that anyone who called it a serviette should be given a swift jab in the eye and flung forcefully from the table into the snow. It is also quite possible that even Nancy, the screaming old snob, might have found something more than a passing napkin to catch her interest while sitting drinking rum punches on a perfectly deserted Pasture Beach, on the faintly rugged Atlantic side of Antigua's exclusive Jumby Bay Island, where the stars come to play with each other and hide from the prying eyes of people not possessed of obscene amounts of money. The lobster sizzling nearby, the heaped salads and the chilling bucket of rosé, the blue pelicans and local black-pineapple, the waves and the sea-grass and the sand, and the peace, and the darling secluded three-bedroom Tuscan beachside villa in the distance which you can rent out for a very reasonable and not at all insane US$8,000 a night. I do realise, writing this in a week when Britons are shivering their way through a viciously feral little cold snap, that I am in danger of inciting a lynch-mob if I start whining about any aspects of a Caribbean holiday in January, let alone the napkins. But it was the napkins which got to me, because that's what being perfectly spoilt can do to you. Let me explain. For the two preceding nights we had been the guests of Gordon Campbell Gray, a soft-spoken Scot with an insatiable appetite for perfection, at the rather wonderful Carlisle Bay resort on the sheltered south coast of Antigua. Gordon is known to some Londoners as the man behind One Aldwych, a classily minimalist joint famed for fine cocktails and welcomely unsnotty service, and since he was named Hotelier of the Year in 2002 he's been trying to import the same values to the Caribbean. The result, just opened, is Carlisle Bay, and my goodness but doesn't it work well. It's not just the beauty of the setting, for there are 365 lovely beaches on Antigua, though not all of them with the rather splendid backdrop of the island of Montserrat, with an exploding volcano - seriously, you can see the ash rolling down, and the fires at night. It's not just the sea being 20 paces away every morning from your verandah - for so many resorts have just the same, yawn, snore - or the sailing, or the tennis, or the spa, or the soft cocktail hour, or even being served your breakfast on the beach (blueberry pancakes with bacon and maple syrup, and a fat silver vat of coffee, since you ask. Just about bearable). It's not even the care and attention to the surroundings - furniture by Mary Fox Linton, Frette bedlinen, a London photographer flown in to provide every room with unique prints, Italian blue-leather chairs in the 45-seat cinema, though it all helps. It's more Gordon's mindset, which brings something terribly new to these islands. Rather than doing something because he thinks most guests want it, he seems to be saying: I like this, and I've got pretty damn good taste, so I think you'll like it too. Which brings us back to my little napkin epiphany. It was while accepting another kindly proffered rum punch at Jumby Bay that it hit me: I was being given a sweet little paper napkin round my glass, and it was, frankly, a pain in the arse. What was it for? Where was I going to put it? On the sand, for it to make a mess? On the table, for it to blow away? In the pocket of my trunks, in order to forget about it until swimming and later struggle to lift out a gooey maché mess? (Yes.) Because this was what Jumby Bay, and so many other apparently classy Caribbean resorts, get wrong, and what Gordon appears, at first sight, to be getting fairly right: thinking it through. The napkin was only there because someone, very possibly a management someone, thought it would lend a touch of 'luxury', rather than a pocketful of damp confetti. The baths in the Jumby Bay rooms were filled with petals - and, yes, I can feel the lynch-mob gathering, the torches already lit and the pikestaffs quivering at my tiny cavils, but still - which means you have to lift the buggers out and throw them away before a bath. When I asked Jumby Bay's resort manager, as we were shown another bedroom, 'How do you turn the whale music off?', it was taken for some reason as a joke rather than a seriously pained question, and he explained proudly that the music played automatically to welcome every guest to their room, and it was from a CD called 'Tranquillity'. There were no petals, no paper napkins, at Carlisle Bay, and Gordon would, I strongly suspect, as happily force Tranquillity on his guests as he would salmonella. Perhaps I'm being a little unfair to Jumby Bay, as much of it was lovely; but the comparisons, after a couple of nights at Carlisle Bay, were striking. Jumby's manager told us rather proudly, for instance, that they would see off any non-paying guests to the beaches with alacrity, if not actually gunfire: Gor- don, on the other hand, liked to see the local Antiguan lads trawl the sea off the beach for fish at sunset, and if passing yachtsmen wanted to moor and come in by dinghy they'd be welcomed at the bar. He also listens, not so much because it's a new venture as because, once you start aiming for perfection, it's an addictive and a forever unrequited game. When a couple of my colleagues complained mildly that the room's CD machine was a little complicated, and they'd wasted five minutes playing with the remote before listening to Ella in the bath at sunset, he didn't snarl, as you, dear mob, are doubtless doing now, nor even walk quietly away in case he caught a touch of Stupid, but made a note to himself to have some simple cards printed up. Tastefully, of course. It's all a grand and a new way of doing the Caribbean, and you do begin to wonder, once you see it done, why it hadn't been done before. Why fill a bedroom with parrot-prints and general gaud, when you could make it quietly fine, dark wood and white linen, and let the view outside take centre stage? Why do mock-Colonial when you can simply do genuine-tasteful? Why call a cocktail a Pirate's Pleasure when you can call it a citrus martini? It's not cheap, unless you compare it to Jumby Bay, but if you're the type who wants, when spending the price of a small new car, to feel you're getting something different, Carlisle Bay could be the answer. Go and use it as a base: for trips to English Harbour and the magnificent views and bloodied history of Shirley Heights; or for a day's cruise round the island by catamaran, anchoring 30 feet out to dive in and dry out on random beaches; and then come home and run a petal-free bath and raise a glass to the endless chase, the quest for perfection. In this part of the world, at this time of year, you're more than half way there already. Factfile ITC Classics (01244355527) has seven nights in a beach suite with breakfast at the Carlisle Bay Hotel in February, including BA flights from Gatwick, for £2,737pp. A beach suite booked with Carlisle Bay (www.carlisle-bay.com) costs from $595 (£325) per night for two adults. Jumby Bay (020 7745 7206) has rooms from $525 (£285) until March. Wadadli Catamarans. Circumnavigation $85 (£46), children half-price."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}