{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2004/feb/20/theatre", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2004-02-20T18:52:16Z", "webTitle": "All's Well That Ends Well, Gielgud, London", "webUrl": "https://www.theguardian.com/stage/2004/feb/20/theatre", "apiUrl": "https://content.guardianapis.com/stage/2004/feb/20/theatre", "fields": {"headline": "All's Well That Ends Well", "bodyText": "Does Gregory Doran ever sleep? No sooner has his Othello opened in Stratford than his All's Well moves into the West End. And, unlike many transfers from Stratford's Swan, it sits comfortably in Shaftesbury Avenue where it looks a picture and retains its glowing intimacy. The secret of Doran's production is that it puts real, complex people into a fairytale structure. It helps that the production looks stunningly beautiful in Stephen Brimson Lewis's design, with its background of painted, wintry trees and its pale sunlight filtering through smoked glass. Deirdre Clancy's 17th-century costumes also give the domestic scenes the look of a Dutch interior and, when the action shifts to Italy, the faces etched against flickering candelight may have sprung from a de la Tour canvas. But while the stage picture is ravishing, Doran constantly reminds us of the strange moral ambivalence of Shakespeare's play. Claudie Blakley's Helena, the doctor's daughter doggedly pursuing the nobleman who has rejected her, is an intriguing mix of social victim and iron butterfly: when she tells Bertram's mother that \"the Count Rossillion cannot be my brother\" it is through gritted teeth. Equally, Jamie Glover's Bertram is no straightforward callow cad but a young, high flier reasonably rejecting an arranged marriage imposed by monarchical whim. Exactly as in his groundbreaking Taming of the Shrew, playing next door, Doran makes us look at every character afresh. In most productions Bertram's companion Parolles is simply a stock comic braggart: here, however, in Guy Henry's revelatory performance, he has the desperate survival-instinct of the self-deluded. After his merciless exposure, Henry exudes a visible relief as if he no longer has to maintain a fake identity and lends \"there's place and means for every man alive\", a touching dignity. But it is Judi Dench's Countess that is the production's chief draw, and that offers a masterclass in classical acting. Dench invests this widowed noblewoman with a wonderful compassionate irony, seeing instantly through Helena's feigned motive for her trip to Paris. She also imbues the character with a haunting regret at her son's folly. And, for sheer expressive technique, there is nothing to match the final moment when she quietly raises her outstretched hands to the newly restored Helena. This is real acting in which the play's competing strands of magic and realism fuse in one glorious life-enhancing whole. · Until April 24. Box office: 0870 890 1105."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}