{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2004/feb/13/uk.education", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2004-02-13T16:55:51Z", "webTitle": "The design of schools", "webUrl": "https://www.theguardian.com/politics/2004/feb/13/uk.education", "apiUrl": "https://content.guardianapis.com/politics/2004/feb/13/uk.education", "fields": {"headline": "Design matters: we all recall the layout, smell and colour of our first school", "bodyText": "St Custard's, as any fule kno, was designed by a lunatic in 1836. With its indigestible design menu of onion domes, Gothic arches, Regency frills and uncertain drainpipes, the fictional prep school of Nigel Molesworth, hero of Geoffrey Willans's and Ronald Searle's 1950s' schoolday satires, may be funny, yet unfamiliar to today's state-educated pupils. But pupils and teachers alike may well agree that their schools, especially structures dating from the 1960s and 1970s, were designed by men and women who had presumably failed woodwork, chemistry and even art. White hot in summer, Kelvin-cold in winter, these were no-frills, short-lived machines for learning in. Which is why the education department's initiative is to be welcomed. Architecture matters; every reader can recall the design, layout, smells and colours of their first school, and the effects these had on them. The design of our schools, though, has not always been so inept as 40 years ago. Generously built, arts and crafts-inspired, board schools of Victorian and Edwardian cities, for example, were built at a time when lessons were to be learned by rote. A little severe in today's terms, they have, nevertheless, stood the test of time. There are notably fine, ocean liner-like suburban schools shaped by London and Middlesex county councils from the 1930s, together with pioneering and exemplary Modern Movement schools such as the bright, light and friendly community school designed by Walter Gropius, of Bauhaus fame, and Maxwell Fry, at Impington, Cambridgeshire (1939). This design helped inspire the fine, rational flowering of schools built by Hertfordshire and Leicester county councils in the 1950s. Hampshire, in the 1980s and 1990s, led by a Tory council under county architect Colin Stansfield-Smith, was another highpoint. Despite eras of far too many mistakes, state sector school design, at its best, has been nothing to be ashamed of. Yesterday, however, the DfES unveiled a dozen exploratory designs by a healthy variety of architects that raise fundamental issues about creating better and happier schools. Research by architects in real schools has been the key. All 12 place emphasis on daylight, open-air summer classrooms, enjoyable places to meet indoors when the weather is bad, plans that help deter bullying, and environmental soundness. These ideas manifest themselves in a healthy variety of styles, each tackling a different site: cramped in a city centre (Alsop Architects), generous and open in suburbia (Walters and Cohen), squeezed into an awkward, sloping plot (Wilkinson Eyre). The idea of stock solutions for all schools of a particular type has, it seems, gone the way of slide rules and milk monitors. It is a relief to see attention being paid to the design of schools, the first public buildings we experience and judge for ourselves. Fun, too, to see architects, educators and civil servants making play of such words in their report as \"agora\". The classical rote learning beaten into pupils at St Custard's has gone to serve a purpose. · Jonathan Glancey is the Guardian's architecture critic"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}