{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/feb/19/netjetters2004jim.netjetters", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-02-19T17:58:27Z", "webTitle": "Shanghai loon", "webUrl": "https://www.theguardian.com/travel/2004/feb/19/netjetters2004jim.netjetters", "apiUrl": "https://content.guardianapis.com/travel/2004/feb/19/netjetters2004jim.netjetters", "fields": {"headline": "Shanghai loon", "bodyText": "\"I'm not going any further!\" The bus driver seemed pretty adamant. It was eight in the morning and he was trying to order all the passengers off in some place called Anting Motor City on the outskirts of Shanghai. After 14 hours on the bus from Zhengzhou, travelling through the night to the thunderous sound of the bus air horn, no one was in the mood for compromise. A full-scale rebellion broke out and, badly outnumbered, the driver reluctantly agreed to take us a few more miles before dumping us somewhere near the airport. I don't know whether it was the appalling rush hour traffic or something more sinister about Shanghai that made him so reluctant to enter the city, but he spun the bus round and sped back to the safety of Zhengzhou as fast as he could. Shanghai has been called almost as many things as the bus driver, some of them far less flattering. In 1842 the treaty of Nanking granted the British a trading post here after the first opium war. The British regarded this as fair compensation for all the trouble they had gone to in forcing the Chinese to become opium addicts and importing drugs in exchange for silk and tea. The rest of the western powers followed quickly on Britain's heels, determined not to be left out of the lucrative drug dealing market. Shanghai gained a reputation for riches and squalor where \"respectable\" traders rubbed shoulders with thieves, pimps, gangsters, slaves, beggars and addicts. The communists put an end to the party in 1949 and the westerners found themselves being marched out of the country at gunpoint. The brothels, opium dens, gentlemen's clubs and racecourses were closed down and the city put to sleep for 40 years. As I fought my way along the streets towards my hotel, however, it was clear that the city had woken up; and was all the more energetic thanks to decades as a backwater. I reached the centre of Shanghai by about lunchtime, having seen far more of Anting Motor City than was desirable or healthy. I emerged at the top end of the Bund on the western shore of the Huangpu River, which is lined with the banks, trading houses and hotels of former imperial powers. On the opposite bank, towering through the polluted skies, stood the new skyscrapers of the Pudong district. The view was a vivid reminder of Shanghai's contrasting past and future, and was even more spectacular for the realisation that this was my first seaport since St Petersburg. There was little doubt that the Astor House Hotel at the top of the Bund was \"old\" Shanghai. The 150-year-old building tucked behind the Russian consulate had entertained guests such as President Grant, Charlie Chaplin and Albert Einstein. Now, a bit down on its luck, it had to make do with me and other budget travellers. Inside the atmosphere of faded decadence persisted. The \"hairdressers\" at the end of the corridor seemed a bit too keen to promote their \"special room massage\". The request for a haircut left them totally baffled, which could have explained Einstein's crazy hairdo in the portrait in the lobby. Having trekked along the wood-panelled corridors for some considerable time, I reached my dormitory and knocked on the door. After a lot of cursing in German a half-naked tourist with a penchant for body piercing opened the door. \"Sshhh!\" was the greeting as I entered the darkened room strewn with dozens of empty beer bottles. Clearly, the Shanghai party had started with a vengeance, although I had arrived during a temporary lull. A bleary eyed Irish tourist who was leaving told me that if I wanted to get any sleep, I had best find another hotel. I decided to stay because, as Confucius advises, \"It is better to play than do nothing.\" I wish I could tell you about the next few days in detail but most of it is unprintable (you could always email I suppose). Most people are quite rightly eager to talk about Shanghai's shiny new future, full of skyscrapers, elevated expressways and international commerce. They are not as keen to talk about the return of the old-style decadence and hedonism. As it turned out, there was little time to consider global finance when I was sharing a dorm with Yan and Stefan from Germany, who drank about 12 litres of beer a day, Arno the French king of seduction and Alex the Finn, who knocked over the ashtray falling down drunk so often that his bed resembled Mount St Helens. We did manage to visit one of the skyscrapers in the Pudong district. We went one night with our chaperone from the German consulate, who was there to make sure Yan and Stefan left the country. From the dizzying heights of the 88th floor of the Jinmao Tower, the lights of Shanghai glittered far below. The old Cathay Hotel, the former headquarters of the Hong Kong Shanghai Bank, the old customs house and the Shanghai Club illuminated the Bund on the opposite shore. The neon of Nanjing Street stretched into the distance - a centre for expensive boutiques and cheap hookers, international brands and fake Rolexes. I felt safer observing it all through some high-powered binoculars from 460m up in the sky. The days were a mixture of wandering round the patisseries and crowded streets of the rapidly disappearing French Concession district or relaxing in the timeless tranquillity of the 16th century Jade Gardens. The nights however were a far more disturbing mixture of beer and cognac, angry security guards, angrier taxi drivers and passing out at dawn to the sound of Alex's favourite Finnish death metal band, Sentenced. The pile of beer bottles in the dorm was becoming alarming and the lack of sleep was far from healthy. I began to see why the Zhengzhou bus driver had been so reluctant to enter the city and so swift to leave. The locals would no doubt have quoted Confucius again, saying: \"Better a flawed diamond than a pebble.\" Arno and I headed north into Shandong province in search of some kind of spiritual antidote to the excesses of Shanghai. We travelled to the Confucius temple in Qufu where, over 2,000 years ago, China's greatest philosopher developed a set of moral and social values that formed the bedrock of Chinese civilisation (except in Shanghai of course). The five Confucian virtues are benevolence, propriety, trustworthiness, wisdom and righteousness; just how much we had abused them over the previous week did not really bear thinking about. The incense smoke drifting through the courtyards of the temple complex and the serenity of Confucius's tomb were 2,000 years and a million miles away from the Bund, but Arno and I decided we needed more. We needed an act of repentance and reflection to counteract the week in Shanghai. We headed north again to the city of Tai'an, which sits at the foot of the Tai Shan mountain. We had plenty of opportunity to consider the meaning of life after we were ordered onto the bus by a man who was almost too drunk to speak, only to watch him climb behind the wheel and take off at breakneck speed. We had decided to follow in the footsteps of those pilgrims who, since the dawn of history, have climbed all 1545m of China's holiest mountain. With Tai Shan towering above us, I had thoughts of taking the cable car to the top, but decided this would be cheating. The deserted steps to the summit suggested that most modern-day pilgrims took a different view and the easier option. We raced up the steps in the fading light, attracting curious stares from the stallholders who line the route to the summit. We reached the midway point in less than two hours and decided to rest for the night and enjoy some delicious local apricot beer before climbing to the summit for the sunrise. The intense cold put paid to this idea so we waited until dawn to start the arduous climb up the endless steps. Only the sight of the porters trotting past us carrying 50kg loads on their shoulders stopped us feeling sorry for ourselves. The job is apparently hereditary as is, no doubt, the madness required to make as many as three trips a day. Confucius wisely said: \"It does not matter how slowly you go so long as you do not stop.\" Standing on the summit I was glad I had taken his advice. It is also said that if you climb Tai Shan, you will live to be 100. Frankly I found it more of a near death experience. And for anyone planning to celebrate his newfound longevity with a cigarette, the mountain appears to be the only enforced no smoking area in China. It seemed customary to utter some profound observation on reaching the top. Confucius said: \"The world is small\"; Mao said: \"The east is red.\" Once I had got my breath back my utterances were more suited to Shanghai than to Tai Shan. The statement \"I won't be doing that again\" was most heartfelt. The night train to Beijing did not have any spare seats so I stood for several hours, which is not an ideal option after two days of mountain climbing. I reached Beijing at dawn and hurried, as fast as my increasingly aching legs would carry me, to the dawn flag raising ceremony in Tiananmen Square. Unable to manage much more than a painful shamble, I watched the pain-free precision goose-stepping of the honour guard with envy. I decided even Confucius would agree that I had paid my dues for Shanghai."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}