{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/feb/19/pressandpublishing.citynews2", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-02-19T17:25:21Z", "webTitle": "Black 'reneged on Hollinger deal'", "webUrl": "https://www.theguardian.com/media/2004/feb/19/pressandpublishing.citynews2", "apiUrl": "https://content.guardianapis.com/media/2004/feb/19/pressandpublishing.citynews2", "fields": {"headline": "Black 'reneged on Hollinger deal'", "bodyText": "Conrad Black reneged on a November deal in which he agreed to step down as Hollinger International chief executive and repay millions of dollars in disputed payments to the company, a US court heard today. Raymond Seitz, a member of a special internal committee probing Hollinger International's finances under Lord Black, said the press baron had failed to keep his promise to repay around $7m - £3.7m - in disputed payments. \"We had a perfectly good agreement,\" he said. \"It became clear, in my view, Mr Black was reneging on several parts of that.\" Mr Seitz's comments came during the second day of a trial in Delaware Chancery Court that could determine the future of the Telegraph newspapers' owner. Lord Black and members of Hollinger International's board are battling it out over whether he can sell his controlling stake in the company. The directors of the Chicago-based company are trying to stop Lord Black selling his shares to the Barclay brothers, owners of the Scotsman and the Business newspapers. Lord Black resigned last November after the special committee uncovered $32m in disputed payments to him and several of his top deputies. Under cross examination, Mr Seitz was asked why company documents showed the executive committee approved special non-competition payments related to asset sales to parent company Hollinger Inc and certain executives. He replied that the documents only showed that \"self-interested\" members of the executive panel, which included Lord Black, approved the transactions. · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857 · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}