{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2004/feb/09/theatre", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2004-02-09T17:51:25Z", "webTitle": "Macbeth, Tobacco Factory, Bristol", "webUrl": "https://www.theguardian.com/stage/2004/feb/09/theatre", "apiUrl": "https://content.guardianapis.com/stage/2004/feb/09/theatre", "fields": {"headline": "Macbeth", "bodyText": "Andrew Hilton is a plain Shakespearean cook, but you can afford to be plain when your ingredients are of the finest quality: insightful acting even in the smallest roles, excellent verse speaking, clear story-telling, an intimate setting and a good eye for detail. Hilton's Macbeth has all these qualities, and it deserves to be heading to the Barbican later this year where it will fill with no difficulty one of the gaps left by the reckless departure of the RSC. There is a hunger for Shakespeare that treats both play and audience with respect and refuses to impose directorial concept. In Gyuri Sarossy's performance you see a decent man corrupted, a man who struggles before evil gets the upper hand. The murder of Banquo seems all the more terrible because of the brief but real flash of affection that Macbeth has for him early on. Sarossy's Macbeth isn't a man who just snuffs out the stars, he suffocates his own humanity. There are other good things, too - such as the entwining of sex and death in the relationship of Macbeth and Zoe Aldrich's cool, young Lady Macbeth. It may be merely to save on another salary, but Aldrich's doubling as a witch suggests a heart that has already let evil take root. Not that these witches are of the magical variety, rather they look like ordinary village women. They have the resentment of those who have been poor too long. The absence of the supernatural means the production lacks atmosphere, and it takes things at far too leisurely a pace. But Hilton juxtaposes innocence and horror to good effect throughout, from the murderous Macbeths behaving like conspiratorial children in their night-gowns, to the image of a young child gravely offering his hand to the man who will murder him. · Until April 22. Box office: 0117-902 0344."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}