{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/feb/20/golf.tigerwoods", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-02-20T22:44:33Z", "webTitle": "Golf: Sutton seeks Tiger truce", "webUrl": "https://www.theguardian.com/sport/2004/feb/20/golf.tigerwoods", "apiUrl": "https://content.guardianapis.com/sport/2004/feb/20/golf.tigerwoods", "fields": {"headline": "Sutton seeks Tiger truce", "bodyText": "Hal Sutton is to become the second successive American Ryder Cup captain to try and tame Tiger Woods. Curtis Strange attempted to rein in the individualistic world No1 at The Belfry in 2002, but failed. Woods, despite promising to toe the team line, broke ranks the day before the matches started and went out at 6am, his preferred practice time, and did his own thing -long before the crowds who had paid to see him, had arrived. He then got only 2 points from five matches, to compound an indifferent Ryder Cup record, in which he has taken six points from 15 matches. He has also disappointed his captains in Walker and President's Cup matches and has become known as a poor team player. Sutton, a former team-mate of Woods - they played in the 1999 and 2002 teams together - is as aware as anyone of the perceived weakness in Tiger's attitude when it comes to playing with and for somebody and something else. Yesterday he was asked: \"Is Tiger's attitude towards the team a concern, or a priority, because there has been a perception among the media and the general public that his attitude has not been fully on the Ryder Cup?\" Sutton replied: \"We might have a little bit of a different situation this year. I'm having conversations with Tiger about this already. He asked me questions about the Ryder Cup in February and that's a good thing. \"I made it very clear at the beginning, I am going to do everything in my power to help Tiger Woods win five points. If we come together with that attitude it would be a ferocious experience.\" In 2002 Strange made much the same sort of noises and thought that he had received assurances from Woods that he would be on his best behaviour. But it is a fact, and Woods never shies away from reiterating it, that the team functions that both sides are expected to attend and the idea of bonding with fellow members, are anathema to him. When the Americans won their infamous victory at Brookline, Boston, in 1999, they celebrated long into the night. But it was some hours before anyone realised that Woods was not there, and was in fact in bed. He had to be dragged from it before he would take part in the party. Woods was also one of the small gang of US players, led by his great friend Mark O'Meara, who threatened a revolt unless they were paid for taking part in the Ryder Cup. That led to them being handed $200,000 (£106,000) for playing, on the understanding that they donate it to charity. Woods did not distinguish himself, or endear himself to his team-mates, in the week before the 2002 Ryder Cup, when he played in the American Express event in Ireland, a tournament with a $1m first prize. Asked if he would prefer to win that week, or next, he said he would prefer the Amex event. Asked why, he said: \"There are a million reasons why.\" Sutton, addressing that situation, said yesterday: \"I think Tiger would probably like to retract that.\" The world No1 dislikes the fact that he is called upon to play not just in the Ryder Cup in alternate years, but also the President's Cup in the intervening years. But Sutton has little sympathy with that point of view. Asked if he thought that those demands were an \"overload\" on American players, he said: \"How many times in a lifetime do you have the chance to play for your country? \"I played in four Ryder Cups [and one President's Cup]. That's six weeks in my life. That's only six weeks in my life. Tiger, he's going to play in every Ryder Cup, so if he does that for 20 years, that's 20 weeks in his entire life that he has an opportunity to play for his country. Give me a break.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}