{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/feb/24/uselections2004.usa1", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-02-24T16:57:38Z", "webTitle": "Bush turns fire on Democrats", "webUrl": "https://www.theguardian.com/world/2004/feb/24/uselections2004.usa1", "apiUrl": "https://content.guardianapis.com/world/2004/feb/24/uselections2004.usa1", "fields": {"headline": "Bush turns fire on Democrats", "bodyText": "The US president, George Bush, last night cast aside his desire to appear above the political fray when he made his first election speech, hitting back at his Democratic critics and invoking memories of September 11. In the speech, made to 1,400 Republican party donors, Mr Bush sought to portray the presidential front-runner, John Kerry, as a waffler. The president said that the Democrats would raise taxes, expand government and fail to lead decisively on national security. Mr Bush, facing presidential elections in November, had held back despite constant attacks from candidates chasing the Democratic nomination to run against him. However, he last night levelled his sharpest criticism yet at his rivals. His recalling of the 2001 terrorist attacks on New York and Washington signalled his willingness to use them for political gain - something aides have long promised that he would not do. At a fundraiser for the national governors association, the president said: \"September 14 2001, I stood in the ruins of the twin towers. I remember a lot that day ... As we all did that day, these men and women searching through the rubble took it personally. I took it personally. \"I have a responsibility that goes on. I will never relent in bringing justice to our enemies. I will defend America, whatever it takes.\" In his 40-minute address, Mr Bush mentioned none of the Democratic presidential candidates by name, but some of his strongest criticism yet was unmistakably aimed at Mr Kerry, a Massachusetts senator. \"The other party's nomination battle is still playing out,\" Mr Bush said. \"The candidates are an interesting group with diverse opinions. \"They're for tax cuts and against them. They're for Nafta [National American Free Trade Agreement] and against Nafta. They're for the Patriot Act and against the Patriot Act. They're in favour of liberating Iraq, and opposed to it. And that's just one senator from Massachusetts.\" His audience erupted in laughter and applause - but Mr Kerry's spokeswoman, Stephanie Cutter, later disputed Mr Bush's accusations of muddled politics. She said that Mr Kerry opposed Mr Bush's tax cuts for the richest US citizens and stood by that; that he voted for Nafta and stood by it, and that he voted for the Patriot Act - the wide-ranging anti-terrorism legislation - but believed the justice department was using it to trample on civil liberties. She said that Mr Kerry stood by his vote to authorise the use of force in Iraq, but believed that Mr Bush's prosecution of the war had \"created a breeding ground for terror\" and alienated US allies. Mr Kerry's chief rival for the Democratic nomination, fellow senator John Edwards, of North Carolina, denounced Mr Bush's new rhetoric. \"The American people want this campaign to be about the future, not the past,\" he said. \"We offer leadership and hope - the Republicans want to exploit fears and relitigate the past.\" Mr Bush said that the November 2 election presented \"a choice between keeping the tax relief that is moving this economy forward, or putting the burden of higher taxes back on the American people\". \"It's a choice between an America that leads the world with strength and confidence, or an America that is uncertain in the face of danger,\" he said. Mr Kerry said that Mr Bush's speech made it sound as though the past three and a half years had never happened. In a statement, he added: \"The American people haven't forgotten this president's failed record, because they have to live with it every day. \"George Bush's credibility is running out with the American people. They want change in America, and I'm running because I am determined to bring that change and put America back on track.\" Earlier yesterday, Mr Bush had attempted to shrug off such criticism as election year posturing. \"It's going to be the year of the sharp elbow and the quick tongue,\" he told governors of both parties at the White House. Today, as Mr Kerry headed into nominating contests in Hawaii, Idaho and Utah, he found himself fending off attacks both from Mr Bush and Mr Edwards. Mr Kerry was in Ohio, touring a closed steel mill with laid-off workers and talking with workers at a revitalised factory. Mr Edwards was campaigning in Atlanta with Georgia politicians before heading to Houston for a rally. Meanwhile, Ralph Nader - whose candidacy in 2000 was blamed for siphoning off liberals' support for Al Gore and giving Mr Bush a wafer-thin victory - was also on the campaign trail."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}