{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/feb/28/sport.comment3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-02-28T23:59:57Z", "webTitle": "Football: Djorkaeff dreams of etching his name into Bolton history", "webUrl": "https://www.theguardian.com/football/2004/feb/28/sport.comment3", "apiUrl": "https://content.guardianapis.com/football/2004/feb/28/sport.comment3", "fields": {"headline": "Djorkaeff dreams of etching his name into Bolton history", "bodyText": "The honours trip off the tongue: a World Cup, a European Championship, a Uefa Cup, a Cup Winners' Cup and a French Cup. But while Youri Djorkaeff's medal collection puts the relatively meagre trophy haul in the Bolton boardroom to shame, motivation remains for the man who has won almost everything the game has to offer. \"There's only the Champions League and the Intercontinental Cup left but this is different,\" insisted the former France international as he contemplated plundering Wanderers' first major silverware since Nat Lofthouse's brace defeated Manchester United in the 1958 FA Cup final. \"This is about leaving a legacy and etching our names into the walls of this club. We can make history.\" That is the reality at Cardiff tomorrow. Djorkaeff has grown used to success throughout a glittering career which has taken him from humble beginnings in France at second division Grenoble, via Monaco and Paris St-Germain, to the glitz and glamour of Internazionale. In that context his arrival to pep up a struggling Bolton side in 2001 prompted gasps of disbelief across the continent. Two years on and the 35-year-old, much to his satisfaction, is about to embrace another final with the prospect of helping the Trotters qualify for Europe for the first time. \"It shows I was right to come to Bolton in the first place, despite what people thought,\" he said. \"I had nothing to prove because my career spoke for itself, but it was a matter of honour coming here. \"I wanted to help this club grow, to develop and to win a trophy along the way. Look at us now and I think the progress is obvious. This will be the first final I've played in as an underdog but that just makes it all the more exciting. It's a one-off chance to write ourselves into the history of the club, and we can't let it pass us by. \"Anything can happen in a final but it will boil down to who wants it more. This isn't about me or any individual player. It's about a team. The sides are evenly matched but, if we are solid and hungry, if we compete more eagerly than Middlesbrough, then we will win. It's beautiful. I look back and it surprises me that, after two years here, I'm still enjoying my football this much.\" Much credit for the Frenchman's renewed enthusiasm goes to Sam Allardyce. Djorkaeff found himself in limbo two years ago after a public fall-out with his manager at Kaiserslautern, Andreas Brehme, left him on the sidelines for three depressing months. His position in the French World Cup squad was in jeopardy. So bitter was his divorce from the Bundesliga that he alleged he was subjected to police harassment before escaping to the Reebok. A subsequent attempt to claim more than £300,000 in unpaid wages was rejected by an industrial tribunal. In the interim Allardyce had whetted the veteran's appetite. There have been 17 goals in 72 appearances and creation aplenty to supplement Jay-Jay Okocha in the Bolton midfield. \"Youri was a cast-off, lost to the world of football,\" said the manager, who also recruited Ivan Campo and Bruno N'Gotty after they were discarded at Real Madrid and Marseille. \"He'd lost his confidence. We just gave him the big stage - the Premiership's the biggest in the world - to play on again.\" \"It was the first time in my life that I've actually believed a manager's sales pitch,\" said Djorkaeff, who worked under Arsène Wenger at Monaco where he gained the first of his 82 international caps. \"He was honest. The first thing he said was that the objective was to stay in the Premier League, nothing more, and then build for the future. But he said he could help me, too, because I hadn't played for three months. He impressed me from the moment I met him. \"He understands footballers and there are not that many managers out there who do. He is very close to the players and he is very ambitious. That's a quality he shares with Arsène. With the money Sam has had to spend, he has had to pick and choose the right people - Fredi Bobic, me, Okocha, Campo, all risks but they've been successful. Of all the players he has brought in, 90% have worked at Bolton. \"People ask me whether Sam could have the same success at a big club but I know so many great managers who arrived at big clubs and did really badly because the players haven't had the right attitude. You need the right players playing at the right stage of their careers to make it work, so that requires a bit of luck. But you have to nurture the spirit and Sam has built that up here, so he could do that at a big club, too.\" Persuading Djorkaeff to ignore the call of a lucrative move to Saudi Arabia and extend his stay in Greater Manchester once his contract expires in the summer - the Frenchman is one of 12 players, including Okocha, with four months to run on their current deal - will be Allardyce's next significant task after Cardiff, though the prospect of European football next term could prove decisive. \"For the moment I'd rather not waste the few words of English I know talking about my future,\" added Djorkaeff. \"My motivation this weekend is to win something for Bolton. We go to the Millennium Stadium with a dream.\" Should he have his way, then they could return with their names chiselled alongside Lofthouse among the club's greats."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}