{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2004/feb/13/1", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2004-02-13T16:13:50Z", "webTitle": "Home entertainment: Eliza Carthy", "webUrl": "https://www.theguardian.com/music/2004/feb/13/1", "apiUrl": "https://content.guardianapis.com/music/2004/feb/13/1", "fields": {"headline": "Rhythm in her roots", "bodyText": "On the day before I arrived at their remote farmhouse in Scotland's Borders, Eliza Carthy and her musician boyfriend Ben Ivitsky found some curious animal tracks in the snow. \"It looked like a giant cat,\" says Carthy as she makes us a cup of tea. \"Judging by the span of the paw prints it must have been well over a metre long, so it was either a Scottish wildcat, which is incredibly rare, or some sort of fairytale beast.\" The image of a mythical creature prowling outside the old stone farmhouse in the midst of a blizzard fits in well with the life of Britain's foremost interpreter of English song. As the daughter of folk singers Martin Carthy and Norma Waterson, Carthy is well versed in the ancient stories that fill the rustic songs passed down through generations, and now she and Ivitsky live in a place that could well be the setting of one such story. The old stone house, which is in a valley, is surrounded by mossy, barren hills populated by flocks of sheep and the odd rambler. There are no other buildings for miles around apart from some primitive stone circles that look like Palaeolithic ruins but which, disappointingly, turn out to be sheep pens. Inside the house an old fuel burner warms up the living room. Power cuts happen all the time. It seems like the ideal home for a folk singer to live in, although the reason for her being here is a little less romantic than appearances might suggest. \"I couldn't stand having neighbours any more,\" says Carthy in a broad Yorkshire accent, as she digs out a bunch of CDs from a disordered stack. It is lunchtime and she has just emerged from bed, not having expected me for another couple of hours; I was consequently sent off on an hour's nature walk up a nearby hill, potentially at the mercy of the monster cat, while Carthy adjusted to a waking state. \"After doing gigs I tend to arrive back at four in the morning in a van with a bunch of men, and the neighbours got very worried. It's hard to imagine anyone being scared of a few bearded accordion players from Whitby, but it became clear that something had to be done.\" The solace of life in the empty hills provides an antidote to the touring that dominates Carthy's life. For most of the year, she plays concerts all over the world, with her parents and on her own, predominantly on a folk scene that is breaking out of its once-insular sphere. \"The reality of the folk scene is that it is diverse and difficult to pin down,\" she says. \"It's changed a lot, too. When I started out I was singing in the backrooms of pubs, playing to the converted, but now I'm getting on to the stages that everyone gets to see. I can stand up and be counted, I suppose. Mainstream audiences are opening up to the idea of acoustic roots music because people aren't always happy with what is shoved in front of them any more.\" Records filled with songs about pretty ploughboys and little gypsy girls do not dominate Carthy's collection. \"I don't actually listen to it that much traditional music because I'm always working on it,\" she says. To prove the point she produces Fantastic by Wham! as a key stage in her teenage development before digging out a few more recent favourites including the Fun Lovin' Criminals, Martina Topley-Bird and Lemon Jelly. The family home wasn't filled with folk music, either. \"As a kid I used to listen to Queen, George Formby, and Motown. My dad was into his blues guitarists like Ry Cooder, Eric Clapton and Big Bill Broonzy and my mum was into her big band jazz like Duke Ellington.\" The traditional songs that Carthy and her parents play are not learned through records, but from person to person. \"I never heard Fairport Convention or Steeleye Span or any of the people my parents were playing with,\" she says. \"I suppose traditional music was always more internal - it's part of your life and it's private. You hear old wax cylinder recordings of folk songs made by Vaughan Williams at the turn of the century, or songs that [folk music archivist] Cecil Sharp collected by knocking on the doors of people in Somerset villages, and then interpret them in your own way. But that's our trade, and what we listen to for fun is very different.\" It certainly is. Some of the CDs scattered across the floor of Carthy's low-ceilinged living room include Kelis's saucy R&amp;B album Tasty, and Missy Elliott's This Is Not a Test! \"She just seems to be so ahead of the game,\" says Carthy as Missy Elliott's throaty raps pump out of the little stereo, and the sheep in the field outside do their best to ignore them. \"She's part of that world, but at the same time she's parodying it. I think she's just really, really clever.\" Kelis's album is extremely rude, and with its back cover shot of the singer demurely sucking on a lollipop while perched on the edge of a giant milkshake, it looks like a tongue-in-cheek tribute to the sexy soul album covers of the 1970s. \"It reminds me of the records my parents used to have where the girls would be all greased up on the back,\" says Carthy, who went to the Q magazine awards recently to witness Kelis playing the diva role to the full. \"All the English bands were turning up in jeans that they'd had on for three weeks and T-shirts with big stains on them and woolly hats. Then Kelis arrives and she did three costume changes within the space of an hour. There was Badly Drawn Boy looking grumpy in the corner and in wafts Kelis, looking like a perfumed goddess. That's what you want from your pop star.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}