{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/feb/20/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-02-20T23:59:58Z", "webTitle": "Football: England coach will stick with tried and tested this summer", "webUrl": "https://www.theguardian.com/football/2004/feb/20/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2004/feb/20/newsstory.sport1", "fields": {"headline": "Eriksson is not for turning", "bodyText": "Sven-Goran Eriksson's sentences are strung together out of civil, consensual words, yet he is as stubborn as any dressing-room vandal of a manager. Even if no doors will be kicked in, the Swede has a genteel intransigence. The Football Association knew that already. Its surprise offer of a contract extension was half-compliment, half-hustle, but it will be months, at best, before it is given an answer. Eriksson is not going to be knocked off his stride either in preparing for Euro 2004. It was fairly clear after Wednesday's 1-1 draw with Portugal in Faro that his investigations into likely candidates have been over for a long time. The toughest task of all may be to get out of the squad. Not even wavering form may lead to players spending June at home. Eriksson will just cherish the fact that individual uncertainties did not prevent England from meriting a draw against the Euro 2004 hosts. Eriksson is doubt-resistant even over Nicky Butt, seeing little action with Manchester United. There was the occasional slipshod pass and mis-timed tackle from a man who needed to be more highly tuned to staunch a fluid Portugal. It was a foul by Butt that let Pauleta equalise with a soaring free-kick. Others had their lapses but Butt's worth depends on him eliminating mistakes. Eriksson preferred to dwell on the expertise of a man schooled in his specialised trade. \"As usual he was very important because he takes the right position and keeps it very simple,\" said the manager. \"He did rather well. If he can go along as he did against Portugal, then I am happy.\" In addition to next month's game in Sweden, Butt could be given a full work-out against Iceland and Japan before Euro 2004. Eriksson is the antithesis of the \"treat 'em mean, keep 'em keen\" manager. As far as is feasible, he wants to prevent doubts sidling into the minds of his players. The men who join up with England must have blissful hours when they forget entirely that sport is a rat race. The bond with Eriksson springs from gratitude for his loyalty and for the clarity with which he expresses his tactical requirements. Some players need more soothing than others. When Eriksson ditched David Seaman he invited different difficulties. There really was no unchallenged successor. Now David James must be clinging to the trust Eriksson has in him. Unlike in the two previous friendlies Manchester City's goalkeeper completed the 90 minutes. When he was so unsure, it might have undermined him had he been hauled out of Wednesday's action. He was distraught enough as it was, cursing himself for two muffed kicks in the second half. After colliding with Ledley King, he also risked punching the ball into the net. Some fault him as well for Pauleta's goal but that is ungracious to the Paris St-Germain forward, whose technique spirited the ball over the defensive wall so that James saw it late. Paul Robinson's form is no better, Chris Kirkland is uncapped and out of Liverpool's side, while a recall for Nigel Martyn, 37, is resisted. Paul Scholes, without a goal in his past 25 England appearances, is not the livewire figure we know at United. Wayne Rooney and Michael Owen have yet to work out fully how they relate to one another. But none of those considerations justifies relegation to the bench. The manager has come too far for new beginnings. The worth of continuity was shown in the practised air with which this group dimmed Portugal's wattage after their bright start. Luiz Felipe Scolari, who knows plenty about spoiling, admitted England's defensive system had nearly nullified his team. Eriksson's mind is made up. He says his squad for Euro 2004 will comprise two teams, plus a spare goalkeeper. This implies he will name four forwards (Owen, Rooney, Emile Heskey and Darius Vassell presumably) in preference to the quintet he took to the 2002 World Cup. The manager was intrigued by King, England's best defender and scorer. \"I will be going to Tottenham a lot of times before the end of the season,\" he said improbably. \"There wasn't even one mistake in his performance.\" King is so excited that he said: \"Maybe I'll have to talk to David Pleat about my role.\" The Spurs caretaker has been employing him in the middle. \"I've not really thought about getting in [to the England squad] as a midfielder,\" King said. \"I don't feel I'm good enough there. Eriksson must be assessing King with an eye to the 2006 World Cup. Those who will fly to Euro 2004 already know the boarding passes are virtually theirs so long as they stay fit. Anyone in the standby queue is wasting his time."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}