{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2018/oct/05/slump-in-royal-mail-shares-hits-workers-planning-to-cash-in", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2018-10-05T22:13:19Z", "webTitle": "Slump in Royal Mail shares hits workers planning to cash in", "webUrl": "https://www.theguardian.com/business/2018/oct/05/slump-in-royal-mail-shares-hits-workers-planning-to-cash-in", "apiUrl": "https://content.guardianapis.com/business/2018/oct/05/slump-in-royal-mail-shares-hits-workers-planning-to-cash-in", "fields": {"headline": "Slump in Royal Mail shares hits workers planning to cash in", "bodyText": "Britain’s 140,000 postal workers lost nearly £120m from the value of their stake in Royal Mail this week after the company issued a shock profits warning sending the shares down 30%. The profits warning came just days after management wrote to employees asking them if they wanted to pre-register to sell their share allocations on the fifth anniversary of the company’s flotation on 11 October. Thousands of employees who signed up to sell their shares are now set to receive £895 less on average than they expected when they signed up to sell. They complain that the sudden collapse in the share price has forced them to cancel holidays and wrecked plans for other spending and debt repayments. Gareth Andrews (not his real name), 39, who works at a Royal Mail office in Devon, said he had planned to sell his shares to pay to take his wife on a “rather late honeymoon, 16 years after we actually got married”. “My wife and I booked our first ever holiday this year,” Andrews said. “We perhaps mistakenly relied on the free shares to pay for this. Suffice to say the massive drop in value just as we were ready to pay for this has hit us hard.” Andrews said he was going to sell all of his shares to fund a cruise to New York, but has now decided to keep them and hope they recover. “I just can’t sell them when they’re this low,” he said. “But it means we just won’t have the money to pay for the trip and we will lose our deposit.” Postal workers were awarded 613 shares when the company floated in 2013. The vast majority still hold their full allocation because selling before the fifth anniversary would have triggered a tax bill. The first day they can sell without paying tax is 15 October. Postal workers, who have been awarded further shares since the flotation, now own 8% of the company, making them the largest shareholder block. Those who signed up for all the share allocations now hold 913 shares each, but are only able to sell 613 at this time. Before the profits warning, 913 shares were worth £4,482; now they are worth £3,132. At their peak in May this year, the allocation was worth £5,770. Mike Beckerleg, a post worker in Cornwall, said Royal Mail staff had suffered “a considerable loss”. He added: “We have been patiently waiting for five years to fully benefit from the free shares.” The deterioration in trade which prompted the profits warnings has been very rapid. On 17 July, the new chief executive, Rico Back, said: “Our performance in UK letters and parcels was as anticipated and GLS [parcels] continued to perform strongly … Our outlook and other guidance are unchanged from that set out in our financial report for the full year.” Back has had a controversial first few weeks in the top job. In July, Royal Mail suffered one of the biggest shareholder revolts when nearly 75% refused to back a pay package awarded to him. He will be paid up to £2.7m and was also handed a £6m “golden hello” as compensation for leaving a subsidiary of the Royal Mail in order to take the job. Back has decided that he can run the Royal Mail by commuting from his family home in Switzerland. Investors were also incensed by a £1m golden goodbye handed to his predecessor, Moya Greene. The Canadian businesswoman earned more than £11m during her eight years in charge. The spokesman said Back was “of course disappointed” that the share price collapse had left many of his employees in difficult financial circumstances. Unite, which represents Royal Mail managers, said: “Unite is concerned that corporate excess and lavish rewards for executive managers are at the expense of members’ jobs and pay and conditions. “Already our members are feeling the impact. Workers can sell off their shares this month and many of our members are really suspicious of the timing of the profit warning. As a result, the share price has slumped, so many will now be forced to keep their shares rather than sell them.” Terry Pullinger, the deputy general secretary of the Communication Workers Union (CWU) which represents postmen and women, said: “When workers have absolutely no say in advanced predictions on profit – which may well be overly optimistic, the share is worth less the moment reality kicks in. Figures lie and liars figure and this is yet another demonstration of the fact that our people’s post is under constant threat.” John McDonnell, the shadow chancellor, said the collapse in the value of employees’ stakes was another reason why Royal Mail should be renationalised. “These figures show the need for real investment in this vital public service, which is not happening under its current management,” he said. • This article was amended on 8 October 2018 to remove some personal details."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}