{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2018/oct/10/gordon-brown-halt-universal-credit-rollout", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2018-10-09T23:01:31Z", "webTitle": "Halt universal credit or face summer of discontent, Gordon Brown tells PM", "webUrl": "https://www.theguardian.com/society/2018/oct/10/gordon-brown-halt-universal-credit-rollout", "apiUrl": "https://content.guardianapis.com/society/2018/oct/10/gordon-brown-halt-universal-credit-rollout", "fields": {"headline": "Halt universal credit or face summer of discontent, Gordon Brown tells PM", "bodyText": "Britain is on course for a summer of discontent and poll tax-style chaos unless Theresa May scraps plans for a full national rollout of universal credit next year, the former prime minister Gordon Brown is to say. In a ferocious attack on the government’s flagship welfare reform, Brown predicts that a complex application process alongside Treasury spending cuts will plunge a million more children into poverty and increase reliance on food banks. The former Labour leader, who sought to tackle poverty through the introduction of tax credits in the early 2000s, will say on Wednesday that the government’s amendments are cruel and that a U-turn is needed before more suffering is caused. Speaking in Edinburgh, Brown will say: “Surely the greatest burning injustice of all is children having to go to school ill-clad and hungry. It is the poverty of the innocent – of children too young to know they are not to blame. But the Conservative government lit the torch of this burning injustice and they continue to fan the flames with their £3bn of cuts. A return to poll tax-style chaos in a summer of discontent lies ahead.” Widespread rioting erupted on the streets in 1990 after Margaret Thatcher’s government replaced domestic rates with the community charge – or poll tax. Hostility to the change contributed to Thatcher’s toppling later that year, and the poll tax was then rapidly replaced by council tax. Brown’s intervention comes at a time of growing concern in Whitehall about the potential hardship that will be caused by universal credit as a result of its complexity and the deep cuts to the welfare budget as part of the government’s strategy for reducing the UK’s budget deficit. Esther McVey, the work and pensions secretary, reportedly told the cabinet last week that half of all lone parents and two-thirds of couples with children stand to lose £2,400 a year – £200 each month – once they are transferred to universal credit. Brown will say: “As one of the architects of tax credits I remind people that it was difficult enough to introduce them even when we were spending billions more and raising benefits. But to impose universal credit – and to force 3 million to reapply for their benefits next year – when, on top of a child benefits freeze, the government is spending £3bn less, is chaotic, cruel and vindictive, far beyond austerity. “For the first time that any of us can remember, the safety net is not now the welfare state but charity – and the lifeline for families in need is not social security but food banks. Voluntary groups are now being swamped with desperate and almost unanswerable requests for help.” Universal credit involves merging six existing benefits into one single payment and was designed by its creator – the former work and pensions secretary Iain Duncan Smith – to both simplify the welfare system and make work more attractive. But the scheme has faced repeated delays and been criticised as badly designed by anti-poverty charities, who have reported that low-income families have been wrongly deprived of benefits to which they are entitled. Brown will say: “Because almost £3bn has been cut from its budget, universal credit does not achieve its objectives. It was advertised as making work pay and empowering those on low incomes but in fact two-thirds of poor children are now in families where someone is working.” Labour’s line on universal credit has hardened amid signs that the national rollout of the reform next year will cause fresh problems for May after her insistence at Conservative party conference that austerity is now in the past. John McDonnell, the shadow chancellor, said reform of the new benefit was impossible and the only way to end the “shambles” was to scrap universal credit completely. As Labour chancellor between 1997 and 2007, Brown used a succession of budgets to increase the generosity of tax credits in order to reduce child poverty, and he has continued to campaign on the issue since standing down as an MP. He will say on Wednesday that the number of children living below the poverty line has already increased from 3 million to 4 million since 2015 and will jump by a further million by 2022. Brown will say that in his home town of Kirkcaldy in Fife, food bank demand has doubled in a year because of universal credit and the benefit changes associated with it. “The online application process is so difficult that only 38% who try to complete the identity check succeed. Esther McVey would not be announcing last week millions for Citizens Advice to aid the rollout of universal credit unless they were not deeply worried about the chaos ahead. And it is the fear of a poverty crisis that has led Michael Gove to announce funding for food for food banks.” He will call on the chancellor, Philip Hammond, to deliver a budget for children on 29 October, with higher child benefit payments and more generous child tax credits. “What this government should be doing is immediately ordering a review into what is going wrong – and give emergency help to those families now in despair because of benefit cuts,” Brown will say."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}