{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2018/oct/13/has-theresa-may-run-out-brexit-options-eu-leaders", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2018-10-13T20:00:03Z", "webTitle": "Has Theresa May finally run out of Brexit road?", "webUrl": "https://www.theguardian.com/politics/2018/oct/13/has-theresa-may-run-out-brexit-options-eu-leaders", "apiUrl": "https://content.guardianapis.com/politics/2018/oct/13/has-theresa-may-run-out-brexit-options-eu-leaders", "fields": {"headline": "Has Theresa May finally run out of Brexit road?", "bodyText": "A former Tory cabinet minister with decades of experience of epic parliamentary battles over Europe had this to say last week about Theresa May’s current Brexit conundrum: “I cannot for the life of me see how she can get any sort of deal done with Brussels that stands the slightest chance of passing through parliament.” Without a working majority, and reliant on the increasingly troublesome Democratic Unionist party (DUP) for support, he believed that the prime minister’s position was becoming more impossible by the day. He had lived through the Conservative party’s rows over the Maastricht treaty in the 1990s that ripped apart John Major’s government. But the current fissures were far wider and deeper. All discipline has disappeared. The issue of Europe has finally destroyed any remaining bonds of unity that had kept his party together down the years, and he worried for its very survival. “It could be terminal,” was his grim assessment. Two years and three months into her premiership, there are plenty of MPs on all sides of the House of Commons who believe Theresa May has run out of Brexit road. Whichever way she turns in her attempt finally to get an exit deal with the EU, she runs into seemingly immovable blocks of opposition back home. Another Tory MP likened her problem to that of a chess player on the brink of defeat after a very long game in which she had been slowly and progressively outfoxed. “Whichever move she makes now, she gets forced further into the corner. She has tried everything. Unless I am missing something, there is no other move left on the board.” On Wednesday evening May will sit down for dinner with EU leaders in Brussels to try to find a way through. The Brexit secretary, Dominic Raab, may travel to the Belgian capital tomorrow to prepare the ground with EU officials and ambassadors. All the diplomatic stops will be be pulled out. The EU side is still optimistic that a deal can be struck. But Brussels officials acknowledge they may be underestimating May’s domestic difficulties - they are probably right. The prime minister’s task is twofold. First, she must get the EU to agree to a deal that will allow the UK to begin a two-year Brexit transition phase that has been planned as the way to smooth our path out, and during which talks on a long-term comprehensive trade deal with the bloc can begin in earnest. If that were her only problem, it could all be sorted out tomorrow. But it isn’t. Any deal the prime minister strikes must then pass through parliament later this year or early next if she is to avoid the havoc that would ensue from a no-deal Brexit outcome. The trouble is that what the EU is demanding in order to solve the knotty issue of the Irish border – the key unresolved issue in the entire process – is completely unacceptable to Conservative Eurosceptics in her cabinet and on her backbenches, and to the 10 DUP MPs. So unless something gives, May cannot win. “If she makes concessions to Barnier (the EU’s chief Brexit negotiator), she loses a large part of her own party and the unionists and cannot get the deal through parliament,” said an aide to a Tory minister. “But if she placates the hard Brexiters, she can’t get a deal from Barnier to put to parliament in the first place.” The matter that most divides the two sides before the crucial Brussels summit concerns the so-called backstop arrangement designed to prevent a hard border between Northern Ireland and the republic. To make this work and to avoid any semblance of a physical border, May had proposed customs arrangements that would in effect keep the whole of the UK in the EU customs union until December 2021 - but not beyond. The trouble is that the EU will not sign off on a final withdrawal deal if the 2021 time limit remains in place. It wants permanent guarantees to protect the integrity of the single market for as long as they are needed. As No 10 desperately tried to devise a way out of the impasse last week, a group of cabinet ministers whose departments are most directly involved in Brexit was summoned to Downing Street on Thursday evening. They spotted that the time limit May had inserted on the backstop plan appeared to have been removed from the latest proposals. Several ministers, including foreign secretary Jeremy Hunt and environment secretary Michael Gove, voiced concern. Cabinet ministers who had not been invited, including international development secretary Penny Mordaunt and leader of the House of Commons Andrea Leadsom, were said to be “livid”. Any suggestion that the UK could remain in an EU customs union indefinitely meant being tied to the EU in perpetuity. This weekend, although Downing Street subsequently said it had no plan to remain indefinitely in a customs union, Leadsom and Mordaunt, as well as work and pensions secretary Esther McVey, are said to be “seriously considering their positions” before a meeting of the full cabinet on Tuesday where May will try to get her most senior ministers to unite. One Tory source said: “If there are to be resignations, they will probably come on Tuesday. If she can’t manage another fudge, those two could well walk. Whether that changes anything is another matter. “The more serious problem for May would be if more senior ministers like Hunt or Gove or Sajid [Javid] chose this time to quit. If that happened, it would be really serious.” The DUP also chose last week to cut up rough over its worries that the backstop arrangement would mean Northern Ireland being more closely aligned to EU single-market regulations than the rest of the UK post-Brexit – something the unionists will not accept. As the DUP leadership briefed that it would be prepared to vote down the budget at the end of this month unless it received guarantees over the backstop, a sense that the crisis was widening beyond Brexit gripped Westminster. The DUP’s Brexit spokesman, Sammy Wilson, left no-one in any doubt that the DUP would be ready to pull the plug on support for May’s administration if she capitulated in the face of pressure from Brussels. “We will not be bullied into propping up a soft-touch government which gives in to the EU’s demands.” May also has to take into account the concerns of pro-EU Tories. Around two dozen or so of these would almost certainly vote against a hard Brexit deal if it was anything close to the kind of Canada-style free trade agreement that Jacob Rees-Mogg’s European Research Group is calling for. With Labour committed to voting against any deal May brings back unless it delivers the same benefits as full membership of the single market, and the SNP aware that Brexit chaos could well advance the cause of Scottish independence, it is increasingly hard to see where Theresa May can win enough support at home for a Brexit deal, even if she gets one in Brussels. The forces ranged against May Northern Ireland: DUP bites back Theresa May has relied on the support of the Democratic Unionist party’s 10 MPs since last year’s election backfired and robbed her of her majority. In return for its backing, however, the DUP drew up a series of red lines. Now it is threatening to vote down the budget and cripple May’s government if its demands on Brexit are not met. Above all, it demands that whatever deal is arrived at, nothing must compromise Northern Ireland’s status in the union or separate it in any way from the rest of the UK. The DUP dismisses the EU’s suggestion that Northern Ireland should stay in EU customs arrangements to enable trade to flow freely across the border and rejects the idea its regulatory regime could be more closely aligned to the EU than the rest of the UK. It will not accept a border in the Irish Sea. The steps the European commission regards as essential to retain the integrity of the single market, while avoiding a hard border would, the DUP says, undermine its position as an integral part of the UK. The DUP leader Arlene Foster said last week: “I am a unionist, I believe in the union of the United Kingdom, all four elements of the United Kingdom. We do not want Northern Ireland going off in a different direction from the rest of the UK.” Tory Europhiles: Remainers’ revival While the diehard Eurosceptics pull from the right and want a Canada-style agreement, Tory Europhiles are applying similar levels of pressure on the prime minister from the left. Any hint of a Canada-style deal and they would vote against the agreement in parliament. They want to keep the UK in a customs union and as close to the single market as possible. It’s thought that at least two dozen Conservative MPs could vote against any deal that they regard as delivering too hard a Brexit. A new Europhile grouping, similar to the European Research Group, is being formed to coordinate parliamentary tactics. Tory Europhiles are trying to persuade May that, if she strikes a sensible soft-Brexit deal that keeps the UK in a customs union at the very least, she could well persuade dozens of Labour MPs who want Brexit done and dusted, but dread a no-deal outcome, to defy Jeremy Corbyn and back her in parliament to get her deal through. Some Tory MPs – including the former ministers Justine Greening, Phillip Lee and Anna Soubry – want a second referendum to give the public a chance to vote to stay in. Scottish Nationalists: Independence revisited While the DUP says it will not tolerate any Brexit that undermines the union, the Scottish National party sees a golden chance to use the chaos that surrounds it to promote independence. While polls do not suggest there is majority support for independence, the SNP knows a botched Brexit or a no-deal outcome could play into its hands. The party will not support any Brexit that does not involve full single market and customs union membership, both of which May has ruled out. May and the SNP could not be further apart. At her party’s annual conference last week Nicola Sturgeon adapted Winston Churchill’s famous saying when referring to Brexit, declaring: “Never has so much been lost by so many to satisfy so few.” She said she was “more confident than ever that Scotland will be independent”, and urged her party “to step up our work to update and strengthen the case”. The SNP also says it will back a second referendum on Brexit, but wants assurances that the Scottish people will have a second independence vote if they back Remain while the UK votes Leave. Tory Eurosceptics: Chequers chuckers As the prime minister tries to persuade the EU to accept some version of her “soft Brexit” Chequers plan, which includes observing a “common rulebook” with the EU for goods and a “facilitated customs arrangement”, the hard-Brexit Tory right are stepping up efforts to kill off Chequers altogether. The European Reform Research Group (ERG) led by Jacob Rees-Mogg instructs its supporters to campaign to “chuck Chequers”. The disloyalty of the 21st-century Eurosceptics towards their own leader is worse, according to the former prime minister John Major, than that of cabinet rebels he branded “bastards” during Tory battles over Maastricht in the 1990s. The former Brexit minister Steve Baker, a leading Eurosceptic, says more than 40 Conservative MPs would be prepared to vote against the prime minister if she and the EU agree to a deal even remotely similar to the Chequers proposal. The ERG wants the UK to strike a Canada-style free-trade deal with the EU, which would allow for tariff-free trade on a large range of goods, but it could take years to negotiate. It would also not eliminate the need for border checks, and would not solve the Irish border problem. As a result many MPs say it would endanger peace in Northern Ireland. Brussels: Playing hard ball to the end The European Union is determined to do a deal on Brexit – but not at any cost. As it comes to crunch time, it is giving little ground. The main sticking point after more than two years since the referendum is the Irish border. Last week the EU’s chief negotiator Michel Barnier told May, in effect, that a deal was there for the taking if she would accept some form of customs union arrangement that would allow for trade to operate without friction between Northern Ireland and the rest of the UK. This is the area for real negotiation in the next few weeks. May has to find a middle way between what Brussels demands and what would be acceptable to enough MPs in the House of Commons. Barnier also says May’s Chequers plan, with its common rulebook on goods and a customs arrangement that would allow the UK to avoid border checks, while leaving it free to sign its own bespoke trade deals, would give British companies “a huge competitive edge” and would be “counter to our very foundations”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}