{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2018/oct/16/spain-to-beat-japan-2040-world-life-expectancy-league-table", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2018-10-16T22:30:22Z", "webTitle": "Spain to beat Japan in world life expectancy league table for 2040", "webUrl": "https://www.theguardian.com/world/2018/oct/16/spain-to-beat-japan-2040-world-life-expectancy-league-table", "apiUrl": "https://content.guardianapis.com/world/2018/oct/16/spain-to-beat-japan-2040-world-life-expectancy-league-table", "fields": {"headline": "Spain to beat Japan in world life expectancy league table for 2040", "bodyText": "People in Spain are predicted to have the longest life expectancy in the world by 2040 – beating Japan into second place – and much of the reason is to do with the way they eat, according to the authors of the most comprehensive study of the global burden of disease. In the years to come, the biggest threats to our health and longevity will be obesity, high blood pressure and blood sugar, tobacco use and drinking alcohol, according to the Institute for Health Metrics and Evaluation in Seattle, US, which has produced the forecasts. “Spain does really well in those,” said Dr Christopher Murray, director of the IHME at the University of Washington, “although tobacco is an area where they could be better. But current life expectancy is very good.” The Spanish, who are expected to have an average lifespan of 85.8 years, do particularly well in terms of diet, he said. Spain’s health ministry funded the Predimed study, the biggest investigation into the benefits of the Mediterranean diet. Japan, which has for many years enjoyed the highest life expectancy on the planet, is set to lose its crown, according to the Global Burden of Disease study published online by the IHME and in the Lancet medical journal, with an average lifespan just slightly behind at 85.7 years. “Men are not doing so well,” said Murray. “Smoking is probably part of that and obesity has gone up for men but really not for women.” The data from the study, which is continually updated with research and statistics from every country in the world. For the first time, the team have produced forecasts not only for the most likely life expectancy and health outcomes for 195 countries and territories, but also best and worst case scenarios. “In my mind the difference between better and worse outcomes is what governments and the global community could achieve,” said Murray. The data demonstrate what will happen if policies are adopted that drive down smoking, improve the supply of clean water, reduce obesity or tackle air pollution. The authors say that all countries are likely to experience a slight increase in life expectancy, but the rise will be slower than previously. The UK is likely to rise up the league table from 26th place to 23rd, with life expectancy increasing from 80.8 years in 2016 to 83.3 years in 2040. The top 10 causes of death in the UK will be ischaemic heart disease, Alzheimer’s disease, lung cancer, lower respiratory infections, COPD, colon and rectum cancer, stroke, breast cancer, prostate cancer and pancreatic cancer. But there is “great potential to alter the downward trajectory of health” by addressing key risk factors, levels of education and income, the authors say. The US will fall 20 places, from 43rd to 64th, as other countries surge past. The average lifespan of 78.7 years will rise only slightly to 79.8 years. The US has been tumbling down the life expectancy league for a while, said Murray, worsened recently by the impact of deaths linked to the opioid crisis. “We really see this slowing down of progress. There is a whole literature about why the US has been progressively underperforming compared to Europe,” he said. There was nothing in the trends to suggest this would change. On the really big causes of death, such as heart disease, chronic respiratory disease and injuries, “the trends are not as favourable as what we are seeing in Australia, New Zealand or western Europe.” Murray said he was disappointed at the continuing gulf in life expectancy between the best and worst performing nations in the league table. “I was hoping that by 2040 we would have more convergence than we are seeing and that the world would be less unequal,” he said. The bottom ranked nation, Lesotho in southern Africa, is expected to have life expectancy of only 57.3 by 2040 with the Central African Republic on 58.4, Zimbabwe on 61.3 and Somalia on 63.6. The IHME team are warning that a resurgence of HIV/Aids could further decrease life expectancy. “Inequalities will continue to be large,” said Murray. “The gap between the ‘better’ and ‘worse’ scenarios will narrow but will still be significant. In a substantial number of countries, too many people will continue earning relatively low incomes, remain poorly educated, and die prematurely. But nations could make faster progress by helping people tackle the major risks, especially smoking and poor diet.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}