{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/live/2018/oct/27/strictly-come-dancing-week-six-halloween-special-as-it-happens", "type": "liveblog", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2018-10-28T20:44:33Z", "webTitle": "Strictly Come Dancing week six: Seann and Katya leave the dancefloor – as it happened", "webUrl": "https://www.theguardian.com/tv-and-radio/live/2018/oct/27/strictly-come-dancing-week-six-halloween-special-as-it-happens", "apiUrl": "https://content.guardianapis.com/tv-and-radio/live/2018/oct/27/strictly-come-dancing-week-six-halloween-special-as-it-happens", "fields": {"headline": "Strictly Come Dancing week six: Seann and Katya leave the dancefloor – as it happened", "bodyText": "So that’s it for this year’s Halloween Special! Thank you all for joining in – I’ll also be liveblogging the Great British Bake Off Grand Final on Tuesday, so would be lovely to see you then. Otherwise I’ll be back here for another spin round the Strictly dancefloor next Saturday from 7.05pm, or you can find me on Twitter @heidistephens. Have a brilliant week! They dance their final dance to Bat Out Of Hell, so at least we’re spared awkward wedding dance shuffling. And as the song says, they’ll be gone when the morning comes. It’s been the best experience of Seann’s life, we learn, apart from the last few weeks. Katya thanks him for his commitment (lol), and for making her laugh. This series has been quite the journey for all of us, but I’m very much looking forward to a return to sparkly business as usual. So who will stay, and who will go? All the judges vote to save Graeme and Oti, which means SEANN AND KATYA are going home. And now a re-run of this of a brilliant piece of choreography from Katya, which mostly showcases what an incredible dancer she is, and how little progress Seann has made in recent weeks. If you imagine he’s dancing to an entirely different song, his ability to keep time is vastly improved. To this song, sadly not so much. Dance-off time – first we’re revisiting Graeme and Oti’s Cemetary Cha Cha! This dance is not Graeme’s finest work and he moonwalks like he’s trying to wipe dog poo off his shoes. But on the other hand Oti is a goddess and Graeme very much embodies the spirit of this show – he knows it’s all ridiculous, he’s throwing himself at it, and watching them dance makes me smile. I’d also forgotten how bad this version of Thriller is. Jacko must be spinning in his cryogenic ice pod. Has anyone listened to the official Strictly podcast? I love Scott Mills and keep meaning to, but haven’t quite got round to it. So based on last night’s scores, Seann and Katya should be going home. But this judging panel is fickle. What if they decide that the limited Cha Cha in Graeme and Oti’s Thriller routine is a problem, as was the case with Vick and Graziano last week? More worryingly, what if Seann suddenly learns to count to three? So who is joining Seann and Katya in the dance-off? I’m worried for Ranj, not going to lie. Charles and Karen are safe, along with Stacey and Kevin and Ranj and Janette (yesssss). So that means GRAEME AND OTI in the dance off. Time for a musical interlude, courtesy of the UK’s premium manufacturer of generic pop, Rita Ora. She’s had more Top 10 singles than any other British female solo artist in history, I learned today. Which is testament to either a) the immense UK appetite for foot-tappy chart pop or b) the paucity of British female solo recording artists in the 30 years since Shirley Bassey/Petula Clark previously held this record. YOU DECIDE. This IS a tune, mind, and I’m very much here for the dressing-up-box bridal outfit. Less so for bringing your own dancers. Rude. Seann and Katya looking thoroughly over this, to be honest. Seann looks like a man whose Uber is just round the corner. Also through to next week is Joe and Dianne, Faye and Giovanni and Kate and Aljaz. First couple in the bottom two this week: SEANN AND KATYA! So who is safely through to next week, and who is blessing us with a re-run of last night’s dance? Ashley and Pasha are safe, along with Lauren and AJ and Danny and Amy. I love the way Kevin lifted his earmuff so he could hear the results. PREVIOUSLY ON STRICTLY: A Halloween House of Horrors. Highlights: Stacey and Kevin’s Tango, Charles and Karen’s Jive, Pashley’s Charleston, Joe and Dianne’s Foxtrot. Lowlights: Fluffy Ranj, Seann and Katya’s timeless Viennese, Graeme’s death by Cha Cha, and mean marking of Kate’s Rumba. TESS AND CLAUDIA DRESS WATCH SPECIAL HALLOWEEN EDITION: Tess in a mesh curtain, Claudia in shoulder pads and toxic green heels. Nope. Oh lord, Shirley has embraced the fishnet too. Stop it. Tonight’s Halloween Special bonus pro dance features evil table dancing, with Aljaz as king and Oti as a kick-ass queen (obviously). It’s all quite sinister but rather fabulous. Aljaz in military apparel is the kind of leadership we all need. And we’re off! We’ve reached the point in the series where the credits are a handy reminder of Strictly couples I’d entirely forgotten about. Lee and Nadiya! Remember them? Evening all, and welcome back for this week’s Strictly Results Show! Last night’s Halloween Spooktacular was the usual mix of great dancing, costume-encumbered dancing and ‘we focussed on the theme and forgot to practice’ dancing; much like the spoils of an evening’s trick or treating, it was a very mixed bag. That said, I did watch Faye and Giovanni’s Couple’s Choice during the freebie hour daylight savings gifted us this morning, and agree it was technically superb and deserving of high marks, I just find the jazz/theatre genre a bit cringy, no idea why. Perhaps I had a terrible jazz dance experience as a child. Tonight we have to send home another couple – Seann and Katya should be in the bottom two, and if they’re not we’ve all wildly underestimated their popularity (not for the first time). As for who’s alongside them, my money’s still on Graeme and Oti or Dr. Ranj and Janette – both had a bit of a shocker last night. Kick off is at 7.50pm, so I’ll see you then! I’ll be back tomorrow at 7.50pm for the results, so join me then for the dreaded dance-off. Thanks for joining in, and enjoy the rest of your Saturday! Hx So that’s it for the Halloween Spooktacular (DRINK)! That was quite fun, albeit a mixed bag on the dance front. Huge round of applause to the costume and makeup department as usual. Ashley and Pasha and Faye and Giovanni are joint top of the leader board, and Seann and Katya are at the bottom - wouldn’t be surprised to find them in the bottom two tomorrow, maybe alongside Dr. Ranj and Janette or Graeme and Oti? My faves tonight were definitely Stacey and Kevin, Joe and Dianne and Ashley and Pasha, although I’d probably slip Kate and Aljaz a vote for some mean marking. Scores: 6,7,8,8 - a total of 29 for Lauren and AJ. Craig thought Lauren’s shaping could do with some work, but he loved her focus and energy. Darcey loved Lauren’s attitude, but she needs more shaping. Shirley thought it was Lauren’s best dance, and Bruno thought it was a strong, proud and powerful performance. So Lauren is supposed to be the Evil Queen from Snow White, whilst AJ looks like Westley from The Princess Bride. Nice log-splitting chopper action there. Lauren is doing a decent job of evil queen fierceness and focus, but her Paso lacks precision and her footwork is a bit stompy. Not nearly scary enough, sadly - a great effort but not enough attack. And FINALLY, it’s LAUREN AND AJ! Tonight they’re dancing the Paso Doble to ‘Poison’ by Nicole Scherzinger. I’m not familiar with this song from the Scherzinger back catalogue, but she’s the wicked queen of the pop banger. God, imagine being the Dave Arch singer who has to belt this out with Scherz IN THE AUDIENCE. Scores: 8,9,9,9 - a total of 35 for Joe and Dianne. Bruno though it was a Foxtrot with a bite, and Joe’s improvement has exceeded his expectations – Joe is leading the dance and he’s a good actor too. Craig loved the breakouts, and might even start following Joe on social media. Darcey loved the footwork, and we might well see Joe in the final. Shirley gives Joe a hug and talks about his nan – has anyone told her he’s 27 and not 15? It’s embarrassing, stop it. This has a Twilight fairground theme, with Joe spinning Dianne’s Waltzer. Scream if you want to go faster. Joe has addressed all manner of issues with his frame and is actually starting to look like a proper dancer. Very much enjoying the literal pushing and pulling – not sure the music quite works but it was a pretty good effort from Joe. Enjoyed that. Only two left! Next up it’s JOE AND DIANNE! This week they’re dancing the Foxtrot to ‘Youngblood’ by 5 Seconds of Summer. This is quite a stompy tune, more suited to something like a Tango (in my humble opinion). But the kids love a bit of 5SOS and it’s got ‘blood’ in the title, so l’m on board. Scores: 9,10,10,10 - a total of 39 for Faye and Giovanni. She isn’t going to win either, the nation demands a journey. Shirley thought it was first class, and an outstanding routine. Bruno thought it had all that jazz, and Craig agrees that it was A-MAY-ZING. Darcey loved it too – a stunning performance. Fog! DRINK! Well this is...theatrical, although there’s a bit too much floor humping for my liking and Faye actually does Jazz Hands. I’m sure that from a dance perspective that was incredibly good, but absolutely not my cup of tea I’m afraid. Who’s next? It’s FAYE AND GIOVANNI! This week they’re going for Couple’s Choice – a Theatre/Jazz routine to ‘Fever’ by Peggy Lee. Very disappointed that Faye hasn’t gone down the commercial route for her Couple’s Choice – I was hoping for a dance medley of Steps’ best moves at the very least. Still, Theatre/Jazz is absolutely my favourite thing*. I’m not accepting ‘Fever’ as a Halloween song, nothing spooky about running a temperature. BINGO FULL HOUSE! Down the rest of the bottle. *This is a massive lie Scores: 6,6,6,7 - a total of 25 for Charles and Karen. Darcey thought it started with loads of attack and intent, but there were moments with timing issues and Charles feet were a bit flappy. Shirley loved the routine and concept, but there were quite a few mistakes. Bruno loved the wacky energy and it had an infectious appeal. Craig loved it too, it just needed a bit of tidying up. Shirley in those evil contacts AND the schoolmistress glasses is entirely terrifying. Can I just express my disappointment that Charles opted to play it safe as Riff Raff, rather than strapping himself into a basque, stockings and suspenders as Frank N. Furter? If you’re going to do Rocky Horror, you might as well do it properly. I’m aggrieved. I am however very happy about the amount of actual Jive in this - Charles has got great timing and is giving his kicks and flicks both barrels. Bags of energy, great routine, and brilliant characterisation - I’m glossing over a few timing issues. LOVED that. Next up it’s CHARLES AND KAREN! This week they’re dancing the Jive to ‘Time Warp’ from the Rocky Horror Picture Show, following in the hallowed (halloweened?) footsteps of Jamelia and Tristan. If you have a 3D TV, you might want to move your chair back a bit before Charles does the pelvic thrusts. I’ll accept Time Warp as a Halloween song due to the film having the word ‘horror’. Also it’s a horrible song. Scores: 3, 5,6,6 - a total of 20 for Seann and Katya. Kate and Aljaz really were robbed, weren’t they? Craig thinks Seann might find himself in the dance off again - Seann had timing issues and it was too skippy. Darcey agrees - Seann needed to smooth things out. Shirley liked some of Seann’s footwork but agrees there were mistakes and timing issues. Bruno loved the roleplay, but Seann lost the flow. As a Viennese Waltz, it’s hard to watch Seann when Katya is nailing this character so brilliantly. His frame appears to be a bit loose and his timing a bit iffy, but Katya’s choreography is winning the day and Seann might as well not be there. So Katya is dressed as a terrifying wind-up doll, whilst Seann is wearing zombie lederhosen. This is a basically a snuff version of Chitty Chitty Bang Bang, which it not a movie niche that ever needed filling. It’s time for SEANN AND KATYA! This week they’re dancing the Viennese Waltz to ‘I Put A Spell On You’ by Screamin’ Jay Hawkins. This is the original version of this incredible song, capturing that time Katya cast a pub cider magic spell over Seann that rendered him unable to breathe. Thankfully she knew mouth-to-mouth and it was all fine, phew. Scores: 9,10,10,10 - a total of 39 for Ashley and Pasha. They still won’t win, mind. Tricks and treats reference - DRINK! Bruno thought it was astonishing - one of the best Strictly moments of the season. Craig though it was swivelicious, and Darcey agrees - great details, and she loved it. Shirley thought it was one of the best choreographed routines she’s ever seen. Tens all round, anyone? Poor Pasha and his giant belly. I still have no idea who he’s supposed to be, but Ashley looks like Katie Perry in a puffball dress I’d have paid very good money for in 1987. Well this all kinds of bonkers, but it’s a great Charleston from Ashley. She’s the consummate performer, as you would expect, and this kind of dance is right up her street. Great fun, fab footwork from Ashley. Ooh, Scherz is in the audience! Next up it’s ASHLEY AND PASHA! This week they’re dancing the Charleston to ‘Witch Doctor; by Don Lang. I have high hopes for this – Ashley doesn’t do anything by halves and I fully expect her to deliver precision swivel. Ah, I’ve missed Pasha’s acting. If he was any more wooden I’d carve him into a bookend in the shape of a woodpecker. Scores: 6,8,7,9 - a total of 30 for Danny and Amy. Really? Shirley’s already mentioning Blackpool, which is a bit previous. She liked the lift, but the footwork was a bit bumpy along the way. Bruno thought Danny was flying high, but Craig thought it lacked grace and needed smoothing out. Darcey loved how Danny has softened his knees, but it needed more care coming out of the lifts. Fog! DRINK! Sadly (or not) it means we can’t see Danny’s feet, or in fact anything below the knee. This is rather odd - the music is making it feel a bit skippy, but I’ve never been entirely sure what constitutes an American Smooth. Not my favourite dance of Danny’s, just a bit...ordinary. I am unmoved. Next up it’s DANNY AND AMY! Tonight they’re dancing an American Smooth to ‘Spirit In The Sky’ by Doctor and the Medics. Technically this is a Norman Greenbaum song, but Doctor and the Medics did a considerably more weird version in the 1980s. It doesn’t shout ‘American Smooth’ to me, but nothing is off limits this week. Scores: 4,6,5,5 - a total of 20 for Kate and Aljaz. I really don’t think that deserved the same marks as Ranj’s Jive. Darcey saw glimmers of desire, but Kate needed to use full extension of her arms. Shirley thought Kate’s body needed more music, and expects more from Kate in the final detail in Week 6. Bruno thought Kate did her best but it needed more fluidity, and Craig wanted more resistance and tone in the body - currently Kate is using bits of it in isolation. So Kate and Aljaz are dressed as those living statues you see in Covent Garden, and they both look incredible. Kate is giving this her very best effort, and definitely has some movement in the hips and fluidity in the movement. Could do with a bit more emphasis and extension in the basics, but not the worst Rumba we’ve ever seen. Actually kind of enjoyed that. Next up it’s KATE AND ALJAZ! This week they’re dancing the Rumba to ‘Skin’ by Rag’n’Bone Man. Skin isn’t technically spooky unless it’s hanging off, but I suppose we can allow this through on the ‘bone’ reference. Bit iffy, however, which by coincidence is also my current expectation of this Rumba. Please prove me wrong, Kate and Aljaz. Scores: 5,5,5,5 - a total of 20 for Dr. Ranj and Janette. Craig didn’t love that, the costume was covering a multitude of sins. It was stompy and there were lots of timing issues. Darcey agrees there were lots of mistakes, Ranj got carried away with the character and it wasn’t great. Shirley loved the concept and it started well, but Ranj lost his way. Bruno thought Ranj polished the floor beautifully, but he needs to avoid mistakes next week. So this has a kind of Monsters Inc. theme, which means Janette gets to be Boo in teeny pyjamas and Dr. Ranj is encumbered by a giant furry monster suit. I think he’s Sully, but it’s been many years since I saw this film. Awful lot of faffing about at the beginning of this, and once they get into some actual Jiving it’s all kinds of awful. Ranj’s timing is all over the place, not helped by wearing a massive feather duster and giant slippers. Oh dear. It’s time for DR. RANJ AND JANETTE! This week they’re dancing the Jive to ‘Monster Mash’ by Bobby Pickett. I vaguely remember Dave Myers and Karen doing a Jive to this a few years back, and it was dreadful. Hopefully Ranjette can replace this memory with a bit more monster and considerably less mash. God these comedy VTs are terrible. It’s my least favourite thing about Halloween Week. Incredibly tedious. Scores: 8,9,9,9 - a total of 35 for Stacey and Kevin. You can tell Stacey is trying really hard not to scream, but is failing badly. Bruno thought Stacey came back better than every - splendid styling and incredibly focussed. Craig thought it was a very strong performance - full of intent and purpose and Stacey is unstoppable. Darcey loved the attack and footwork, and the unique change of role at the end. Shirley thought the footwork was beautiful, and loved the control in the change of frame - just fantastic. Ooh, I like the bit with the clock, that’s rather clever. This is a great Tango from Stacey, she’s got some super footwork and is giving this plenty of attitude without overdoing it. Kevin is an incredibly good choreographer who brings out the best in her every time. That was brilliant, I loved it. Apparently for the first time ever, Stacey is leading some bits of this dance. Interesting, let’s keep an eye out for that. Next up it’s STACEY AND KEVIN! This week they’re dancing the Tango to the Doctor Who Theme. Stacey is The Doctor, because it’s 2018 and this is perfectly fine now, and Kevin is a Cyberperson. Or possibly the Tin Man from The Wizard Of Oz, it’s hard to tell. The main reason I never watched Doctor Who as a child is because I found the theme music intensely creepy and unsettling, not sure a Dave Arch Tango version is going to help much. But I’m qualifying it as a Halloween song on this basis. Reading the terms and conditions - Moira Stewart in devil horns! I love her, she’s a broadcasting legend. Scores: 4,5,6,6 - a total of 21 for Graeme and Oti. Do ghost scoring paddles count as ghost puns? Let’s say they do, god knows I need a drink after that. Shirley was thrilled by some bits, mostly those out of hold. But the Cha Cha wasn’t great, although she accepts the stiffer legs were part of his character (sure). Bruno thought it was tremendously horrendous, and a bit more Michael Flatfeet than Michael Jackson. Craig thought it was messy, flat footed and stiff hipped, but he loved the Thriller references. Darcey thought the moonwalk was the best bit, but everything else died. Graveyard fog! DRINK! I know zombies don’t have Latin hips, but this is awfully stiff. He’s fine in the Michael Jackson bits, but the limited amount of actual Cha Cha is dire. Oh dear, not Graeme’s greatest effort, please don’t make me watch that again tomorrow. First up tonight it’s GRAEME AND OTI! Tonight they’re dancing the Cha Cha to ‘Thriller’ by Michael Jackson. I have every expectation of this having very little actual Cha Cha and a great deal of zombie arms, but it’s probably best to let it go sooner rather than later. Nobody watches Halloween Week for a faithful interpretation of the steps, all bets are off. Out come the stars! I’m already anticipating a bunch of movie/TV references I won’t get because I don’t do horror or sci-fi. For example, why does Pasha look like one of those Mr Grasshead things you grow in your kitchen? I’m depending on Tess to enlighten me. Out come the judges! Bruno’s back from his travels, and they all look splendid. I want Darcey’s wet-look cobweb dress right now, it’s stunning. TESS AND CLAUDIA DRESS WATCH: Tess as Miss Scarlet, in the studio, with a paper shredder, Claudia in black velvet with giant buttons. Both rather fabulous. It’s a theme week, so we get a bonus pro dance opening! It’s a Day Of The Dead theme, which is the most bonkers zombie party ever. Mexico, via Hellstree. OK this is amazing, I love it. And we’re off! Last week on Strictly: SO much dancing, including a banger of a Jive from Danny and Amy, and a very promising start to Couple’s Choice. In the end we had to wave goodbye to Vick (sadly) and Graziano (less so). This week – HALLOWEEN! Gird your evil loins for crap acting, costume madness and absurd scoring. And VTs like this, which is just weird. First SPOOKTACULAR of the night, from the BBC continuity man. DRINK. Is it time yet? Darkness falls across the land... Ooh, I know this round on Pointless. a) Jerry Lee Lewis b) Whitney Houston c) Echobelly d) Take That e) Freddie Mercury If any of these guys on Pointless know c) I’ll pickle my walnuts. This week’s Strictly Come Bingo – a swig of some evil-tasting concoction for any occurrence of the following: The word “spooktacular” Ghost puns Random non-spooky music choices Reference to tricks and/or treats Graveyard fog Evening all, and welcome to this week’s Strictly Come Dancing Halloween Special! Brace yourselves for an evening of quivering Quicksteps, chilling Cha Chas and frightful Foxtrots, plus plenty of spooky VTs and other standard Halloween fare. Traditionally the Strictly Halloween Special is a ghastly mess, happily trading dance integrity for a prop cupboard pile on and costume madness. But actually last year’s was really good, and Movie Week a few weeks back was also great, so maybe Strictly is just getting better at pulling off a theme. I’ll be here from 6.50pm to add some creepy tension to tonight’s proceedings, whilst you are actively encouraged to get your freak on in the comment box below. Gather all humans/zombies/pumpkins in your household, pick your favourites out of the trick or treat sweets you were saving for Wednesday, and I’ll see you in a bit!"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}