{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/oct/28/michael-rhodes-england-south-africa-autumn-internationals-rugby-union", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-10-28T22:00:27Z", "webTitle": "England’s Michael Rhodes: do not doubt my commitment against South Africa | Robert Kitson", "webUrl": "https://www.theguardian.com/sport/2018/oct/28/michael-rhodes-england-south-africa-autumn-internationals-rugby-union", "apiUrl": "https://content.guardianapis.com/sport/2018/oct/28/michael-rhodes-england-south-africa-autumn-internationals-rugby-union", "fields": {"headline": "England’s Michael Rhodes: do not doubt my commitment against South Africa", "bodyText": "Not for many years has England’s pack required so much emergency rebuilding work. When South Africa scan their hosts’ team-sheet on Thursday they will find no sign of the Vunipola brothers, Joe Launchbury, Chris Robshaw, Nathan Hughes, Dan Cole, Joe Marler, Sam Simmonds nor, potentially, Courtney Lawes. In the back row, in particular, there is scaffolding up everywhere. One name, however, will leap out at the Springbok forwards. Not so long ago, before his move to Saracens in 2015, Michael Rhodes was their provincial teammate, plying his trade for the Stormers in Cape Town without ever tempting the South African selectors. Three years later he is eligible for England on residency grounds and is on the brink of colliding with the land of his birth this Saturday. The permutations remain many and various at No 6 – Maro Itoje, Brad Shields and Mark Wilson are also candidates for Robshaw’s vacant jersey – but Eddie Jones is clearly a fan of Rhodes’s no-nonsense physicality. “When he hits he hurts,” the head coach said last week. England have little option but to fire some shots up front if their powerful Bok visitors are to be subdued. In the meantime Rhodes is still getting his head around the idea of lining up in a white jersey at Twickenham. He came to the UK with no thought of representing England and freely admits that this weekend will feel a touch surreal. “Three years ago I’d have never believed you if you’d said: ‘You’ll be in the England camp leading into a possible game against South Africa.’ It is strange how things work out but I’m very happy how it is.” Even his father, who runs a fruit farm on the edge of Kruger National Park, has not yet told him which team he will be cheering. “I think my old man’s been getting more flak than me from his mates about who he’ll be supporting.” At Saracens his fellow England squad member George Kruis has been joking that Rhodes’s version of the national anthem – “God save our lekker Queen, long live our lekker Queen!” – will be somewhat different to everyone else’s. Long gone are the days, though, when international rugby players had to be entirely locally grown. Rhodes is among the last players to qualify under the old three-year residency rule – it is now five – but believes any doubters should judge him on his commitment to the England cause. “To those people I would say that my goal is to win rugby games with England,” he said. “If they are supporting the team, then the winning is what they should be concerned about. “I am going to play as hard as possible … when it comes down to it there should be no doubt where my commitment lies. One or two other guys have done it. I am quite comfortable, it is not something that bothers me.” Plenty have indeed trodden a similar path, with the Kiwi-reared Shields and former Scotland age‑group cap Zach Mercer vying for places alongside Rhodes this weekend. With his 31st birthday looming in December, the latter can hardly be accused of premeditated opportunism. “I left my international aspirations in South Africa when I left there. I didn’t even know there was a three‑year qualification period. It wasn’t a case of thinking ‘I want to play for England’; that was never on the table when I first moved here.” Rhodes, who grew up idolising Natal’s Gary Teichmann and the spiky former Bok winger James Small, has certainly made the most of his fresh start, having already tasted domestic and European glory with Saracens. His time in England has been marred only by injury, which required him to undergo no fewer than six operations last season to repair shoulder, collarbone and hamstring problems. It has not diminished his appetite for the game’s physical aspects: “I do enjoy the defence and the confrontational side of things. Being able to stop the momentum of the other side is huge in the modern game. It’s something I take pride in.” It could be that England also turn to Ben Morgan for extra physical support, and not just because the Gloucester No 8 has started a family scaffolding business. Whether Rhodes starts or is picked on the bench, however, a fascinating weekend looms. As an Afrikaans speaker he is already braced for the odd barbed comment from his old mates. “They might try to niggle and get under my skin but I think I can just ignore that and get on with the game. Hopefully we’ll play hard and then catch up afterwards.” And the anthems? “We’ll wait to see if I make the side and then I’ll start thinking about things like that. I haven’t really thought about what it would be like to be stood there. I don’t want to jinx myself.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}