{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/oct/13/republic-of-ireland-denmark-nations-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-10-13T20:58:49Z", "webTitle": "Martin O’Neill fails to ignite Irish optimism in Denmark stalemate", "webUrl": "https://www.theguardian.com/football/2018/oct/13/republic-of-ireland-denmark-nations-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2018/oct/13/republic-of-ireland-denmark-nations-league-match-report", "fields": {"headline": "Martin O’Neill fails to ignite Irish optimism in Denmark stalemate", "bodyText": "A clean sheet is not to be sniffed at, especially after two spankings like those suffered by the Republic of Ireland in their last two competitive matches. But little here suggested Martin O’Neill’s side will clamber off the bottom of their Nations League group by beating Wales at this venue on Tuesday, nor that a glorious future awaits just beyond that. Still, small steps and all that, and this one was in the right direction for Ireland. Or wasn’t backwards, at least. O’Neill tried things, the Irish fought hard, Cyrus Christie surprised in a central midfield role and the Preston North End forward Callum Robinson looked perky after being sprung from the bench late on. Those were the main positives. On the downside, Ireland’s execution of even basic ploys was mostly dreadful and the squad is grievously short of creativity. The sad thing as far as the spectacle was concerned was that Denmark were not much better. Christian Eriksen was the game’s most influential player by not being here. The absence through injury of the Tottenham schemer, who struck a brilliant hat-trick when the Danes shattered Ireland’s World Cup qualifying ambitions here in November, was merciful on Ireland. Denmark’s manager, Åge Hareide, said it also tested his players. “This team needs to play matches without Eriksen, we can’t rely on him all the time,” he said. On this evidence they need a lot more practice. Hareide was pleased with the draw, which allows him to watch Tuesday’s match from the top of the group. “When you get three teams in a group, you have to play tactically. One way was not to lose to Ireland and to leave it to Wales and Ireland to battle it out for three points. It will be a tight game and I wouldn’t be surprised if they drew.” O’Neill said his men will go into that game in a better frame of mind thanks to the solidity they showed here, which contrasted markedly with their fragility during September’s 4-1 defeat in Cardiff. “We have kept a clean sheet, which is very, very important,” he said. “It’s a rebuilding process. One stage at a time.” That process involved deploying his team with three central defenders, a system he trialled in last month’s friendly draw in Poland. O’Neill has never been one to bow to popular demand but he finally gave a first start to Matt Doherty, the Wolves defender who began here at right wing-back in the absence of Séamus Coleman. Christie was assigned an unfamiliar role in central midfield and did well, showing impressive tenacity and dynamism. “I think he was terrific,” said O’Neill. The Fulham man even had Ireland’s only shot on target, forcing a good save from Kasper Schmeichel with a rasping drive from 20 yards in the second half. Such was the lack of ingenuity in the Irish side that their best other chance came in the first period after Denmark stopped playing because Harry Arter had gone down injured. The referee did not whistle so Jeff Hendrick played on, striding through on goal only to fire wide. He was immediately surrounded by Danes berating him for a lack of sportsmanship. “He was totally unaware [that Arter had gone down] and thought they had just made a sloppy pass,” said O’Neill. “It would have been interesting if he had scored. It might have been one of those situations where we would have had to let them score at the other end.” There seemed barely any other hope of a breakthrough. Denmark were technically better than the hosts but also had no imagination. The closest they came to a goal was when Simon Kjaer met a corner with a firm header. Arter booted it off the line. From open play Pione Sisto threatened in the first half with a fine curling shot from 20 yards that skimmed the outside of the post."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}