{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/oct/01/padraig-harrington-ryder-cup-2020-europe-captain", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-10-01T21:14:00Z", "webTitle": "Padraig Harrington next in line to be Europe’s Ryder Cup captain", "webUrl": "https://www.theguardian.com/sport/2018/oct/01/padraig-harrington-ryder-cup-2020-europe-captain", "apiUrl": "https://content.guardianapis.com/sport/2018/oct/01/padraig-harrington-ryder-cup-2020-europe-captain", "fields": {"headline": "Padraig Harrington next in line to be Europe’s Ryder Cup captain", "bodyText": "Padraig Harrington is in pole position to be Europe’s next Ryder Cup captain as thoughts shift from the weekend success over the USA in France towards a defence of the trophy at Whistling Straits in 2020. Following on from Paul McGinley and Darren Clarke, Harrington would become the third European captain from the island of Ireland within four Ryder Cups. Harrington, a three-times major champion, was one of Thomas Bjørn’s vice-captains as Europe demolished USA 17½ to 10½ at Le Golf National. A meeting of those charged with selecting Bjørn’s successor – including the Dane himself – is expected before the end of this year with Harrington by far the favoured candidate to lead Europe in Wisconsin. “He’d be brilliant,” said Bjørn when asked about a Harrington captaincy. “He’s got all the tools and all the knowledge.” There was further backing from Rory McIlroy, Europe’s most high-profile player. “I’ve always thought Padraig would be a good captain in the United States,” said McIlroy. “Padraig’s won a lot of golf tournaments over there. He’s won a US PGA Championship. “I think the continuity in the European camp, having all these vice-captains this year and preparing for captaincy down the road has been a huge foundation of why we’ve been so good.” Another of Bjørn’s deputies, Lee Westwood, initially said he had targeted 2020 for a captaincy tilt but it is thought the Englishman would now prefer to wait until the Ryder Cup scheduled for Italy two years later. After earlier expressing an element of reluctancy about a captain’s role Harrington now says he is keen to lead Europe. “It’s an interesting one because I wouldn’t do it without a certain trepidation because it’s not easy, it really isn’t easy,” said the 47-year-old. “It’s a tough, tough job. But on balance yes, I want to be a Ryder Cup captain at some stage.” The 47-year-old Bjørn is yet to decide whether to continue with his playing career or change path at the end of what he described as an intense captaincy journey. “I’m quite looking forward to finding something to do and then put my time and effort into that,” he said. “This has been amazing. It’s been fun. It’s been testing. “I learned a lot about myself in the process as well, which has been great. As much as you’re there to do it for other people, and it is for those 12, you are also there to learn things about yourself and your own development and I’ve enjoyed it. “I learned how to work with people, and that’s not easy when you’re an individual sportsman. You’re used to getting your own way a lot, and in this, there’s a lot of people involved that you have to work with. You learn a lot about that. So I want to go in and take a bit of time and figure out what I’m going to do next.” Bjørn offered a defence of Jim Furyk, the defeated US captain who came under attack from one of his own players, Patrick Reed, in the Ryder Cup aftermath. Reed, Dustin Johnson and Brooks Koepka were among an American contingent who belatedly joined the victory party at the team hotel, as is customary. It has since emerged that Johnson and Koepka had to be separated following a flare-up. “Jim has been great,” Bjørn said. “He’s a top guy. He’s a gentleman in everything he does and that’s a relationship I’ve had with him. “I don’t know what goes on inside their team room. I can’t make any comments on it because I actually don’t know. I saw Brooks and Dustin last night and they were fine. Patrick came in, as well, and there were no comments about this, that and the other. From where I sit I can only say it looks like they got on fine and it was OK. If there was something, it’s for Jim to answer or the players.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}