{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2018/oct/28/the-little-drummer-girl-recap-episode-one-a-tense-textured-shadow-play", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2018-10-28T22:00:27Z", "webTitle": "The Little Drummer Girl recap: episode one – a tense, textured shadow play", "webUrl": "https://www.theguardian.com/tv-and-radio/2018/oct/28/the-little-drummer-girl-recap-episode-one-a-tense-textured-shadow-play", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2018/oct/28/the-little-drummer-girl-recap-episode-one-a-tense-textured-shadow-play", "fields": {"headline": "The Little Drummer Girl recap: episode one – a tense, textured shadow play", "bodyText": "West Germany, 1979: a place where the cars are copper-brown, the coats are corduroy and the covetable leather luggage might contain a bomb. When it comes to nail-biting opening sequences for Sunday night dramas, Bodyguard’s train scene and extended suicide-vest standoff set the bar very high. The Little Drummer Girl marched a little more briskly, but even in just three minutes managed to ratchet up impressive levels of dread, aided by the constant sound of a ticking watch crowding out the soundtrack. Via motorcycle, car and, finally, an attractive female envoy, a mysterious tan suitcase was ferried from a darkened apartment to an Israeli diplomatic residence in Bad Godesberg, south of Bonn. There was no last-minute reprieve. This was a story determined to start with a bang. Even in that brief sequence, there was enough careful control and impressive production value on display to hint that this latest Le Carré was from the producers of The Night Manager. That was a deluxe adaptation – in casting, pacing and its parade of five-star settings – although it made major changes to the novel, resetting the action to the present-day and gender-swapping a key role. The Little Drummer Girl seems more faithful to its source material, retaining the 1979 setting (which means wilder fashion but presumably worse wine), even if cramming 650 densely plotted pages into six hour-long episodes requires some fancy narrative footwork. In the novel, Florence Pugh’s forthright but struggling actor, Charlie – technically Charmian but no one calls her that – does not appear until the story has already gathered a fair head of steam with the bombing investigation. Here, she arrives after the title sequence, introduced via a soul-sucking screen audition. We see her bristle at the inane suggestions of unseen casting agents and witness her gift for finessing the truth as she delivers an improvised monologue intercut with a flashback, reframing what was a pretty shabby pool-hall fracas into something like a resounding moral victory. That we are introduced to Charlie mid-performance (in a scene invented for the adaptation) seems significant; Pugh is a convincing firebrand. Elsewhere, rumpled Israeli spymaster Martin Kurtz – called Marty by his team, and offering various false identities to everyone else – sifts through the Bad Godesberg bombing, expertly winkling out extra details from the traumatised attache who was so dazzled on the doorstep. Convinced that this is the latest attack by Michel and Khalil, two elusive PLO brothers, Kurtz persuades his superior to try a new strategy: instead of bombs, bait. For Michael Shannon, currently on a roll playing belligerent authority figures with The Shape of Water and HBO’s Fahrenheit 451, this is a slightly more dowdy, scattered creation: with his untameable hair, moustache and glasses, Kurtz looks a bit like Kurt Vonnegut. Shannon can be volcanic on screen, but here he sounds measured and patient (we do get one scene of him erupting at the heavens, but it is merely to test the soundproofing in a makeshift interrogation cell). If Shannon is playing down his usual physical presence, the third lead – Becker, played by Alexander Skarsgård – cannot hide it. At first, he is just a shadow at one of Charlie’s performances of George Bernard Shaw’s Saint Joan in London, little more than a glinting golden watch-face. Then he crosses paths with her again in sun-kissed Naxos, after Charlie’s theatre troupe get a suspiciously convenient corporate gig. The strapping blond stranger introduces himself as Peter, but is immediately nicknamed Joseph by Charlie, who seems alternately enraged and enthralled by this self-proclaimed mongrel. A seemingly soulful hunk with a dark side? Skarsgård has got that niche sewn up after Big Little Lies. Joseph’s attempts to intrigue Charlie – reading about Chilean socialism; showing off his scars while powerfully knifing through the surf; breaking out the Boutari wine at breakfast – were relatively subtle. Kurtz’s pursuit of his target was slightly more forceful, however: having traced the younger brother Michel to a safehouse in Munich, he orchestrated a clever hitchhiker honey trap to secure both Michel and his gorgeous red Mercedes, the perfect vehicle for smuggling semtex out of Turkey. Eventually, Joseph landed his prey, too, gently disentangling Charlie from her theatre pals and wayward boyfriend Al and whisking her off for a nocturnal assignation at the Acropolis. The Acropolis scene is pivotal in the novel, and played out beautifully here. As well as gorgeous drone footage of the historical site – with an additional tall, marble pillar in the form of Skarsgård – it gave Charlie some fun lines, which Pugh seemed to relish: “I’m not a fan of the al fresco fumble, I’m a three-course meal for mozzies.” It also demonstrated Charlie’s excellent powers of memorisation, presumably honed by a hundred hurried auditions, as she correctly identified Joseph’s knowledgeable spiel as being lifted directly from a guidebook. Securing a private viewing of one of the wonders of the world on a warm, romantic Greek night is an absolute power move for a first date, but just when Charlie looked ready to take things to the next level, Joseph pulled away. One high-speed car journey in a familiar red Mercedes later and Joseph had delivered his human cargo to his boss, entwining the fate of all three lead characters like the surplus wire signature that Khalil smuggles into his bombs. As a disoriented Charlie staggered from the car, Kurtz took centre stage with a knowingly theatrical flourish: “I am the producer, writer and director of our little show … and I’d like to talk to you about your part.” The shadow play has begun. Park’s performance review There are plenty of surface stylistic pleasures to The Little Drummer Girl, with the period production design offering up a parade of bulbous lamps, garish cushions and chunky hi-fi equipment. But it is also fun to try to detect the hand of the man behind all six episodes: Park Chan-wook, the Korean director of inventive but visceral revenge movies such as Old Boy and The Handmaiden. So far, Park and his cinematographer Kim Woo-hyung seem to favour placing the camera low, so their actors are framed against a succession of angular or dingy ceilings. If the first episode seemed to glide along, there was one notable visual roadbump: an abrupt whip-pan as Charlie kicked out a taverna chair for Joseph. Will anyone eat a live octopus or take a clawhammer to a gang of hoods in a single-take fight, two Park hallmarks? We will have to wait and see. Spy notes and observations Very hard to hear Charlie describe Joseph as an “international man of mystery” without thinking of Austin Powers. Joseph’s careful pocketing of Charlie’s lollipop stick during their beach walk suggested either a hardline stance against littering or some drilled-in tradecraft about leaving no evidence behind. So far, just a small role for Max Irons as Charlie’s boyfriend Al – in the book, a redheaded Scot who slaps her around, here a dark-haired, quick-to-anger bully who sounds a bit South African? After all the kerfuffle over a supposed nudity ban, there was still plenty of bare flesh on display and, particularly in the Naxos section, a pervading atmosphere of languid sensuousness. Thankfully set decades before the release of Wonderwall, Charlie’s acoustic guitar singalong was the old murder ballad Maria Marten, based on a true case from 1827. Shirley Collins and the Albion Band recorded a haunting version in 1971."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}