{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2018/oct/11/sir-richard-branson-suspends-saudi-business-talks-over-khashoggi-affair", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2018-10-11T22:22:16Z", "webTitle": "Sir Richard Branson suspends Saudi business talks over Khashoggi affair", "webUrl": "https://www.theguardian.com/business/2018/oct/11/sir-richard-branson-suspends-saudi-business-talks-over-khashoggi-affair", "apiUrl": "https://content.guardianapis.com/business/2018/oct/11/sir-richard-branson-suspends-saudi-business-talks-over-khashoggi-affair", "fields": {"headline": "Sir Richard Branson suspends Saudi business talks over Khashoggi affair", "bodyText": "Sir Richard Branson has suspended talks with the Saudi government on investment in his space tourism venture Virgin Galactic and has put on hold directorship of two massive tourism projects planned by Saudi Arabia along the Red Sea amid the deepening crisis over the disappearance and alleged murder of the dissident journalist Jamal Khashoggi. In a statement to the Guardian, Branson said that he had had “high hopes for the current government in the kingdom and its leader Crown Prince Mohammed bin Salman”. But reports of the regime’s involvement in the disappearance of the Washington Post columnist “if proved true, would clearly change the ability of any of us in the West to do business with the Saudi government”. Branson added that until Khashoggi’s fate was known, he would suspend his advisory role in the Red Sea tourism project and “suspend discussions over the proposed investment in our space companies Virgin Galactic and Virgin Orbit”. Branson’s robust stance is the most dramatic yet among western business leaders, as alarm mounts over Khashoggi’s disappearance. A Guardian survey of companies and individuals with links to the kingdom has found that so far few are prepared publicly to take a stand despite the growing evidence of a Saudi role in the events. Uber CEO Dara Khosrowshahi was one of those willing to speak out. Khosrowshahi said he would be pulling out of the Future Investment Initiative conference in Riyadh at the end of the month. “I’m very troubled by the reports to date about Jamal Khashoggi. We are following the situation closely, and unless a substantially different set of facts emerges, I won’t be attending the FII conference in Riyadh.” Khashoggi in recent months has become one of the foremost critics of Mohammed’s influence on the kingdom since King Salman declared him his heir in June 2017. The journalist, who is a resident of Virginia in the US, has not been seen since 2 October when he was caught on video entering the Saudi consulate in Istanbul. US intercepts reportedly showed that the order for the journalist to be lured from his home and then detained was issued personally by the crown prince. Video footage appears to show as many as 15 Saudi agents arriving and departing Istanbul airport on the day Khashoggi vanished inside the consulate. The timing of the crisis is all the more tense given next week’s “Davos in the Desert” – a glitzy investment event in Riyadh hosted by Crown Prince Mohammed. Scores of prominent US business leaders and media figures are billed as speakers and sponsors of the event, which will be staged at the same Ritz-Carlton hotel where last year more than 30 senior Saudis were held captive. Patrick Soon-Shiong, the surgeon and entrepreneur who earlier this year acquired the Los Angeles Times, has decided to pull out of the event. A spokesman for the LA Times told the Guardian: “Dr Soon-Shiong will not be attending the upcoming Future Investment Initiative event in Riyadh.” The editor-in-chief of the Economist, Zanny Minton Beddoes, has also withdrawn. She followed the New York Times, which was the first media sponsor to pull out. Andrew Ross Sorkin, founder of the New York Times’ DealBook column, also scrapped his participation as a speaker, saying on Twitter he was “terribly distressed” by Khashoggi’s disappearance. Those departures remain a small minority. Such is the economic power of Saudi Arabia that few US corporations have dared to come forward with public criticism. US-based media companies are still listed as official media partners of “Davos in the Desert” despite the evidence of official Saudi collusion in Khashoggi’s fate. CNBC and Fox Business Network told the Guardian they were “monitoring the situation” while CNN said it was “evaluating its participation in the conference”. Bloomberg, another media sponsor whose CEO, Justin Smith, is also listed as a speaker, is also reviewing the situation. The Guardian contacted several prominent business leaders with big stakes in Saudi who are still named as speakers at the Riyadh conference. Among those who held their silence and did not respond were several tech companies that in recent years have received an injection of Saudi cash as the kingdom seeks to diversify its economy away from oil. Daniel Almonacid of uBiome and Marcelo Claure, COO of SoftBank Group, which is the recipient of a $45bn commitment from the kingdom for its $100bn technology fund, did not respond to the Guardian. Silence also came from the US secretary of the treasury, Steven Mnuchin, who is set to represent the Trump administration at the investment event next week. Dina Powell, a Goldman Sachs executive who Trump has said is in the running to replace Nikki Haley as US ambassador to the United Nations, also did not reply to a question about her attendance. President Trump on Thursday said he was looking “very strongly” at the journalist’s disappearance, but so far the White House has made no move. He said: “What happened is a terrible thing, assuming that happened. Maybe we’ll be pleasantly surprised, but somehow I tend to doubt it.” Mohammed, or MbS as he is widely known, has proven himself to be adept in wooing US business and media interest by presenting himself as a modernizer within the notoriously conservative Saudi kingdom. He lifted the ban on women driving, but only after he had arrested several leading women’s rights advocates. In April he went on a meet-and-greet spree across the US in which he wooed many of the top politicians, business leaders and opinion formers in the country. The Guardian contacted 12 additional companies, institutions and individuals, all of whom welcomed the crown prince on his US tour – all gave a “no comment” or failed to respond to the invitation to say something about the Khashoggi affair. They were: * In politics: former US president George Bush, Mayor Eric Garcetti of Los Angeles. * In tech: Jeff Bezos of Amazon; Microsoft founder and philanthropist Bill Gates; and the electric car company Tesla which has received $2bn in Saudi investment. * In media: Rupert Murdoch, the media mogul who held a dinner for Mohammed at his Manhattan home; Oprah Winfrey; and Adam Aron, CEO of AMC Cinemas. * Celebrities: Michael Douglas, Morgan Freeman and Dwayne Johnson."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}