{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2018/oct/11/record-number-of-10-and-11-year-olds-severely-obese", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2018-10-11T23:33:04Z", "webTitle": "Pizzas and other snacks could shrink in bid to cut childhood obesity", "webUrl": "https://www.theguardian.com/society/2018/oct/11/record-number-of-10-and-11-year-olds-severely-obese", "apiUrl": "https://content.guardianapis.com/society/2018/oct/11/record-number-of-10-and-11-year-olds-severely-obese", "fields": {"headline": "Pizzas and other snacks could shrink in bid to cut childhood obesity", "bodyText": "Makers of pizzas, ready meals and savoury snacks could be forced to shrink them under government proposals to reduce childhood obesity, which figures have revealed has increased by more than a third across England since 2006. The government body Public Health England is meeting major food businesses to discuss how to achieve a 20% calorie reduction in foods popular among children by 2024, as pressure on the industry to create healthier products grows. The proposals could limit pizzas and savoury pies to 928 and 695 calories respectively, with health officials recommending parents buy healthier snacks for their children, ideally aiming for a 400-600-600 calorie split across breakfast, lunch and an evening meal. They followed the publication of official figures on Thursday that showed severe obesity among 10 to 11 year-olds has reached its highest ever level, 4.2%, while 20.1% of that age group are obese. Dr Alison Tedstone, the chief nutritionist at Public Health England, said: “Children and adults routinely eat too many calories and it’s why we’ve seen severe obesity in 10 to 11 year-olds at an all-time high. These are early days in the calorie-reduction programme but the food industry have a responsibility to act. We hope to see early commitment from the food industry … translated into real action, sooner rather than later.” One in 25 children in year six of primary school are now so dangerously overweight that they are in that category, according to the latest annual findings of the National Child Measurement Programme (NCMP). Children classed as severely obese have a body mass index on or above the 99.6th percentile for their age and gender. The proportion of year six pupils in that category has risen by more than a third since 2006-07. The figures, based on weighing and measuring more than a million schoolchildren, are the definitive measure of children’s weight in England. The data showed that the proportion of reception-age pupils who are either overweight or obese has fallen slightly over the past year from 22.6% in 2016-17 to 22.4% last year. That equates to 136,586 children aged four or five. But the percentage of year six pupils in that category has risen, albeit very slightly, over the same period from 34.2% to 34.3%. This means that 197,888 pupils aged 10 or 11 are carrying excess weight. Across England one in 10 children (9.5%) are already classed as obese by the time they enter reception, while one in five (20.1%) of those in year six are in the same category. More boys than girls are obese. In reception 9.9% of boys are obese compared with 9.1% of girls, while in year six the gap is wider, with 22.6% of boys and 18% of girls classed as obese. There is also a widening “deprivation gap”, with obesity becoming even more of a health divide between children from richer and poorer families. Children in the most-deprived areas are twice as likely to be obese as those in the least-deprived places. In year six, for example, 11.7% of pupils at schools in wealthier areas are obese – less than half that of the 26.8% of 10 and 11 year-olds at schools in poorer areas, NCMP data showed. Children’s doctors said the figures were “totally unacceptable”, adding that more children and families should be able to attend weight management sessions. Dr Max Davie, the officer for health promotion for the Royal College of Paediatrics and Child Health, praised ministers for setting out plans to tackle childhood obesity – for example, by banning junk food advertisements on television before the 9pm watershed. However, he added: “Access [to] and funding of high-quality weight management services are urgently needed now if we are to ensure no child slips through the net and all children, no matter where they live, are given the same opportunity to have good health.” Public Health England, which oversees the NCMP, warned that children who were too heavy were at greater risk of suffering from poor self-esteem, bullying and stigma. They also stood a much greater chance of becoming adults who were overweight or obese, which increases the risk of developing heart disease, type 2 diabetes and some cancers. Steve Brine, the public health minister, said that reversing the very worrying trends in childhood obesity would take a long time. He pointed to the fact that as a result of the tax on sugary drinks that began UK-wide in April sugar levels in many products had been cut and money from the levy was being used to fund school sport and breakfast clubs. Theresa May has pledged to halve childhood obesity by 2030, though medical and public health bodies and charities have said government plans did not go far enough and relied too much on food manufacturers voluntarily reducing sugar levels."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}