{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2018/oct/05/brett-kavanaugh-confirmation-america", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2018-10-05T21:32:49Z", "webTitle": "Deep divide: Kavanaugh confirmation fight exposes America's bitter fault lines", "webUrl": "https://www.theguardian.com/us-news/2018/oct/05/brett-kavanaugh-confirmation-america", "apiUrl": "https://content.guardianapis.com/us-news/2018/oct/05/brett-kavanaugh-confirmation-america", "fields": {"headline": "Deep divide: Kavanaugh confirmation fight exposes America's bitter fault lines", "bodyText": "In the phrase of the journalist Carl Bernstein, this is what a cold civil war looks like. A group of ageing white male senators stand on a podium to defend a white male judge chosen by a white male president to sit on the supreme court. They are opposed by another group of senators that include an African American man and an African American woman. Thousands of women stage a sit-in on Capitol Hill and chant their belief in the woman who accuses the nominee of sexual assault. All this in a country where the first black president was succeeded by a man accused of sexual harassment and trafficking in white nationalism. If this were a movie, the casting director would be fired for being too obvious. Perhaps even more than the debate over NFL players kneeling during the national anthem, the bitter struggle over Brett Kavanaugh’s ascent to the supreme court – which now looks assured – has brutally exposed fault lines across age, gender, geography, media, party and race. The only thing everyone agrees on is that the division runs deep. No one is quite sure where it is heading. In the eyes of critics, Kavanaugh has come to embody white male privilege. He was nominated by Donald Trump, a 72-year-old who has stoked racial division and is seen as a vehicle for white nationalism. His enforcer is Senate majority leader Mitch McConnell, a 76-year-old white man born in Alabama under Jim Crow who now represents Kentucky. When Christine Blasey Ford appeared before the Senate judiciary committee to testify against Kavanaugh, Republicans could not hide the dire spectacle of 11 white men sitting in judgment. The chairman was Chuck Grassley, 85, from Iowa. Orrin Hatch, 84 and from Utah, described Ford as an “attractive” and “pleasing” witness. The senior Democrat, by contrast, was Dianne Feinstein, 85 and from California, in a contingent that also included the younger Amy Klobuchar (Minnesota), Mazie Hirono (Hawaii), Cory Booker (New Jersey) and Kamala Harris (California). The Arizona Republican Jeff Flake was confronted in an elevator by two New Yorkers, both survivors of sexual assault: Maria Gallagher and Ana Maria Archila, the latter born in Colombia and active in mobilising immigrant voters. Trump gave a mocking impression of Ford’s testimony at a rally in Mississippi. As usual, the crowd was mostly white. “It’s the culture war on steroids, an incredible divide and intense to the point where people won’t talk to each other in some cases,” Bill Bennett, education secretary under Ronald Reagan, told the Washington Post. “You have the anti-Trump resistance, the #MeToo movement and the supreme court making for a perfect storm of controversy.” At almost every turn, the battle lines are drawn. Black against white, college-educated against not, “expert” against “deplorable”, hipster against hunter, Hollywood against heartland, liberal against conservative, pro-choice against anti-abortion, secular against Christian, urban against rural, woman against man, young against old, citizens of nowhere against citizens of somewhere. As the New York Times noted in 2016 under the headline Duck Dynasty vs Modern Family, the split even extends to TV. Mike Huckabee, the former governor of Arkansas and two-time candidate for the Republican presidential nomination, has characterised it as “Bubble-ville” against “Bubba-ville”. The groups are, of course, not monolithic. There are men who oppose Kavanaugh and women who back him. There are Hollywood conservatives and deep south liberals. There are black Republicans, female Republicans and young Republicans. But the fact such groups are becoming more remarked upon and more newsworthy shows how the exception proves the rule. Candace Owens, a young African American woman, fetishises her status as a Trump supporter when launching broadsides at the other team. Jason Isbell, a country music star raised in deep red Alabama, disappointed some fans by declaring himself a Democrat. What might once have been an individual choice has increasingly become an act of contrarianism. In his new book The Red and the Blue, Steve Kornacki traces a “new kind of tribalism” to the rancourous showdowns between President Bill Clinton and House Speaker Newt Gingrich. It culminated in the 2000 election, he writes, where for the first time the electoral maps fixed Democrats as blue and Republicans as red. America had become “a nation of two political tribes, each with its own value system, its own grudges and resentments, its own worldview”. Along with Pat Buchanan, Gingrich was instrumental in putting abortion rights at the centre of the “culture wars”. Even before Ford’s allegations against Kavanaugh, the possibility the judge might help overturn the 1973 Roe v Wade decision guaranteed a partisan split in the Senate. Divides also open up over censorship, drug use, gun rights, homosexuality and immigration. Cable news and the web have only amplified them. It has become a commonplace to observe how Fox News and MSNBC present competing versions of reality without a shared set of facts. The more loud and outraged the voices, the higher the ratings: politics as celebrity wrestling. Social networks such as Facebook, far from being egalitarian utopias, have merely exacerbated the clustering and confirmation bias. There was a moment it could have been stopped. In 2012, Barack Obama inflicted Republicans’ second consecutive defeat. The party carried out an “autopsy” and, aware that the proportion of white voters fell from 74% in 2008 to 71% in 2012, a trajectory bound to continue, it urged a reaching out to women and minorities. Had Republicans done so, America might now be in a very different place. But in 2016, Trump rode a wave of racially charged populism to win in the electoral college while losing the popular vote by nearly 3m ballots. The parties’ demographic make-up is becoming more and more polarised. In November’s midterm elections, record numbers of women and people of colour are running for the Democrats. It will be more of the same for the mostly male, mostly white Republican party. Each side increasingly takes on the fervour of a sports fan, dealing in the absolutes of victory and defeat. That was evident in the saga of Kavanaugh’s confirmation. Flake, apparently moved by that encounter in the elevator, called for the FBI to reopen its investigation, explaining: “The country needs to feel better about this. This is ripping us apart, and there are enough things ripping us apart.” But now he is poised to vote Kavanaugh on to the highest court in the land. It seems unlikely that the country feels any better."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}