{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2018/oct/05/talking-horses-clemmie-newmarket-group-one-sun-chariot-aidan-obrien-horse-racing-tips", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-10-05T23:01:05Z", "webTitle": "Talking Horses: Clemmie can light up Newmarket in the Sun Chariot", "webUrl": "https://www.theguardian.com/sport/blog/2018/oct/05/talking-horses-clemmie-newmarket-group-one-sun-chariot-aidan-obrien-horse-racing-tips", "apiUrl": "https://content.guardianapis.com/sport/blog/2018/oct/05/talking-horses-clemmie-newmarket-group-one-sun-chariot-aidan-obrien-horse-racing-tips", "fields": {"headline": "Talking Horses: Clemmie can light up Newmarket in the Sun Chariot", "bodyText": "Aidan O’Brien was winning Group races for fun last weekend. He can land Newmarket’s Sun Chariot Stakes for a third year in a row, this time with Clemmie (3.15), who has been quietly running her way back to form. This bonny filly began the season as favourite for the 1,000 Guineas but missed that after an unspecified setback and was disappointing in her first two runs. But she ran her best race of the year three weeks ago when only two lengths behind Laurens in the Matron Stakes. She came from well off the pace that day and may do better again on this straight mile, having won the Cheveley Park at this course last autumn. Laurens has had a fantastic year but her yard’s strike-rate has dipped since she was last seen. 1.50 Ascot This step back down to Listed company might do the trick for Muthmir, for all that he shoulders an extra 3lb for having won at this level in June. There will probably not be much between him and Mr Lupton but he is 5lb better off with that rival for a length and a half on their July form. 2.05 Newmarket A half-sister to two top-class sprinters from the same yard, Indian Tygress looks one to follow. She produced a career best when easily scoring on her handicap debut. 2.25 Ascot Laraaib is interesting in first-time blinkers but First Eleven is probably the best of these and it was encouraging to see John Gosden’s charge return to form in a handicap last month, beating Ghostwatch, who won at Listed level on Friday. 2.45 Redcar Having had a variety of excuses for a Goodwood flop last time, James Watt is interesting in this winnable Listed race after a break. His stable remains in form and he may appreciate the rain. 3.00 Ascot This is only a marginal step up on the races which Limato has been winning tidily in the past couple of months and he can go in again. He has won in the month of October in three different seasons. 3.35 Ascot Another chance is given to Aces, who failed to give his running in the Ayr Gold Cup a fortnight ago. He remains of interest in handicaps and this is a very different surface."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}