{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/oct/28/marco-silva-anthony-martial-everton-manchester-united-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-10-28T20:31:58Z", "webTitle": "Everton’s Marco Silva accuses Anthony Martial of diving for penalty", "webUrl": "https://www.theguardian.com/football/2018/oct/28/marco-silva-anthony-martial-everton-manchester-united-premier-league", "apiUrl": "https://content.guardianapis.com/football/2018/oct/28/marco-silva-anthony-martial-everton-manchester-united-premier-league", "fields": {"headline": "Everton’s Marco Silva accuses Anthony Martial of diving for penalty", "bodyText": "Marco Silva accused Anthony Martial of diving for Manchester United’s 27th-minute penalty in their 2-1 victory over Everton. Paul Pogba scored on the rebound following Jordan Pickford’s save. Idrissa Gueye appeared to touch the ball before Martial made contact with his leg. Everton’s manager said: “It was not a penalty – it is clear the player dived, it leaves a bad sensation. I told the players at half-time it was not a fair result. When the game is balanced in the first 20-25 minutes, the penalty starts to put them ahead in the match and more comfortable. “That moment, it was no penalty. It was difficult for us. That moment makes it easy for our opponents. You are more exposed then because you have to take more risks. They scored a fantastic goal but we had a good chance to score at 2-1.” Gylfi Sigurdsson scored Everton’s goal from the spot after Richarlison was felled by Chris Smalling. “Our one was a clear penalty, not like the first one,” Silva said. “The referee is there in that moment and it looks like my player touched the ball. I don’t think it is a tough decision. I don’t want to talk about it more because I respect the referee. One thing is clear is that without that moment, it would have been more tough for them. When you play against Manchester United, and in their stadium, they create chances. The referee made things easier for them, but we have to shoot better in some situations.” José Mourinho said: “I think the referee was very good in all the game. He was solid and consistent. In the two penalty actions he was consistent.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}