{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2018/oct/20/facebook-campaign-urges-voters-to-oppose-theresa-may-brexit-deal", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2018-10-19T23:01:13Z", "webTitle": "£250,000 ad campaign urges voters to oppose May’s Brexit plan", "webUrl": "https://www.theguardian.com/politics/2018/oct/20/facebook-campaign-urges-voters-to-oppose-theresa-may-brexit-deal", "apiUrl": "https://content.guardianapis.com/politics/2018/oct/20/facebook-campaign-urges-voters-to-oppose-theresa-may-brexit-deal", "fields": {"headline": "£250,000 ad campaign urges voters to oppose May’s Brexit plan", "bodyText": "An anonymously run influence campaign has spent more than £250,000 on Facebook encouraging British voters to email their MPs opposing Theresa May’s Brexit deal. In adverts micro-targeted to individual constituencies, voters are exhorted to “tell your local MP to bin Chequers”. The link takes them to a localised page with a picture of their constituency and their MP’s name. A further click opens up their mail client, with a pre-written email addressed to their MP, and the campaign itself blind-copied in. The campaign, which is estimated to have reached more than 10 million voters, was discovered by the digital campaign group 89up, which shared the details with the Department for Digital, Culture, Media and Sport (DCMS) select committee into fake news. “This advertising is designed to specifically influence MPs,” 89up said in its written evidence. “To put this in context, Ukip has declared just £114,000 since 2018 started.” All that is known about the campaign is what can be found on its website, Twitter and Facebook accounts. Going by the name Mainstream Network, the group writes and publishes news stories on its website with an almost exclusively pro-Brexit slant, shared on its social media accounts. Its website was registered in November 2017, with the first material being published in February 2018. “Mainstream Network has potentially a bigger budget than Ukip, and is aiming to influence MPs, yet there is no transparency whatsoever over who is paying for this website,” said 89up. “Facebook claims to be tackling fake news but individuals or groups with a political agenda can still remain entirely anonymous on the platform and reach millions of people.” 89up suggests the practice of copying in Mainstream Network to the campaign emails may result in a GDPR breach. “The only assumption that can be made about this,” it said, “is that this user’s data (the user’s email) is being stored and used for marketing purposes, eg to target users with bespoke ads on Facebook using the ‘custom audiences’ feature”. “Given that there are no specific data opt-ins on Mainstreamnetwork.co.uk, it is highly likely that this process and the subsequent likely storing of user emails is a breach of GDPR.” Other than the GDPR compliance, there is no suggestion that anything Mainstream Network or its backers have done is illegal. Except for registered political parties, political communications in the UK are largely unregulated outside election periods. There is no requirement to disclose funding sources or to reveal who paid for or promoted an advertisement. MPs who have been on the receiving end of Mainstream Network’s campaigning say this must change, and that the details of its approach are uniquely 21st century in character. “Over the last couple of weeks, I received a flood of about 50 emails – some quite abusive – urging me to ‘chuck Chequers’ and vote for out-and-out Brexit,” said the Labour MP Paul Farrelly, a member of the DCMS committee. “And that’s only the ones I’ve seen, not any that didn’t get through the spam filters … Usually, it is possible to tell who’s behind email or letter-writing campaigns, but not in this case.” On Tuesday, Facebook announced a new set of rules for political advertising in the UK. Based on similar policies in the US and Brazil, the site now requires political advertisers to prove they have a UK address, and British or European ID, before they can run political adverts. It also requires them to publicly declare who paid for the adverts before they will run, and the site stores a copy of every advert, along with information about spend and audience, in a new ad library. But the rules, which become mandatory on 7 November, would not have significantly affected the Mainstream Network campaign. Advertisers are free to write what they want in the declaration, which means the campaign could simply declare that the adverts were “paid for by Mainstream Network” and provide no further information. And while the site requires the person buying adverts to have a UK address, it sets no requirements on the ultimate source of funds. Farrelly added: “Apart from the anonymity, bile and bias of this website, what is really of concern here is that the campaign with these ads has come at a time when Facebook has introduced a policy for greater political transparency, yet nothing has changed.” Damian Collins, the chair of the DCMS committee, said: “Here we have an example of a clearly sophisticated organisation spending lots of money on a political campaign, and we have absolutely no idea who is behind it. The only people who know who is paying for these adverts is Facebook. “While debate on one of the central issues facing our country is part of a thriving democracy, there is an important question of where campaigning stops and political advertising starts,” Collins added. “Facebook has recently announced a set of changes to increase transparency around political advertising on its platform. This example offers Facebook an opportunity to show it is committed to making that change happen – if you are targeted with a message or asked to lobby your MP, you should know exactly who is behind the organisation asking you to do it.” Mainstream Network has not replied to requests for comment. Rob Leathern, director of product management at Facebook, said: “On 7 November, all advertisers will have new requirements before they can place political ads in the UK, including Mainstream Network. “These advertisers will need to confirm their identity and location through an authorisations process and accurately represent the organization or person paying for the ad in a disclaimer. These steps must happen or the advertiser will be prevented from running ads related to politics on Facebook.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}