{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/oct/05/mo-farah-chicago-marathon-isimilar-to-a-fight", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-10-05T21:47:00Z", "webTitle": "Mo Farah: ‘It’s similar to a fight ... I haven’t done anything to scare them’ | Sean Ingle", "webUrl": "https://www.theguardian.com/sport/2018/oct/05/mo-farah-chicago-marathon-isimilar-to-a-fight", "apiUrl": "https://content.guardianapis.com/sport/2018/oct/05/mo-farah-chicago-marathon-isimilar-to-a-fight", "fields": {"headline": "Mo Farah: ‘It’s similar to a fight ... I haven’t done anything to scare them’", "bodyText": "Throughout the long and golden arc of Mo Farah’s track career, when Olympic and world titles were hoarded like trinkets, he had a simple but brutal philosophy: to own the start line. That meant knowing he was the fastest athlete in the field. That he was the strongest. And, if it came to it, knowing he could beat up any of his rivals. So when he steps on to the start line at the Chicago marathon on Sunday, Farah intends to make people fear him again. “It is similar to a fight,” says the 10-times Olympic and world champion. “You need to know people’s weaknesses and strengths so, like a fight, you know what to do. I haven’t done anything to scare them yet. I haven’t gone out in a marathon and controlled a race, playing around with it. But I am in a good place and I am patient.” So patient that for the first time Farah says he will definitely run in the 2020 Olympics. “One hundred per cent,” he says. “As long as my body can hold up I am definitely going to Tokyo. I know from my training I am definitely capable of getting a medal. And that’s why Sunday will be a key test. I am eighth fastest here. But the guys are not Eliud Kipchoge or Kenenisa Bekele. I should be able to mix with them.” And then some. Farah has asked for pacers to take him round in 62 minutes as he targets the European record of 2:05:48 held by Sondre Nordstad Moen. He should get it too provided the forecast high winds in the windy city stay away. “I am in decent shape and I believe the European record is definitely in with a shout,” he says. “Even if it is raining it is still on. The rain isn’t a problem but the wind could be. If we haven’t got the wind against us most of the way it is possible.” However he admits Kipchoge, who set a world record of 2:01:39 last month in Berlin, remains a different animal over 26.2 miles. “He’s run 2:01. I’ve run 2:06. You calculate it? Eliud is different, isn’t he?” he said, smiling. “I was watching that performance and I was thinking ‘bloody hell’. It was impressive. At the time I was thinking, you need to get past 30km because that is when shit happens in a marathon. “You could be looking all right. You could be feeling awesome but you often pay the price. I thought he might get some lactic but he was fine and it was quite even pace. I have had lactic in London, where I went out ridiculously crazy and felt comfortable until later on when I felt ‘oh, shit’. Then when Eliud picked up the pace and I had no response. That was a crazy way to run the race.” This time there is no Kipchoge but everywhere Farah looks there are unknown dangers – in particular from the Ethiopian 20-somethings, Mosinet Geremew and Birhanu Legese, who both ran 2:04 in Dubai this year, and the 25-year-old world champion Geoffrey Kirui. Then there is Farah’s former friend and training partner Galen Rupp, the defending champion, who believes he is in shape to lower Khalid Khannouchi’s American record of 2:05:38, which has stood for 16 years. “Training has gone great,” Rupp says. “This is probably the best situation I’ve ever been in to run fast.” He has warm words for Farah too, calling him “one of the best track runners of all time”. Yet it is not only Rupp and the elite field that Farah is going up against but his former coach and mentor, Alberto Salazar, who transformed him from an 28-year-old athlete knocking on the door of being world class to someone sat proudly at the highest table of the sport. It was under Salazar’s watch that Farah won four Olympic gold medals and six world titles at 5,000m and 10,000m from 2011 to 2017. But while the American has been hailed as a “genius” by UK Athletics’ performance director Neil Black, he is also a polarising figure who remains under investigation by the US Anti-Doping Agency following several allegations of breaching the rules. They included giving Rupp the banned drug testosterone when he was 16 and infusing his athletes with more than the permitted levels of the amino acid L-carnitine. A leaked Usada report also accused Salazar of a “quixotic and dangerous search for better performances in a bottle or a pill” and suggested he “sought an advantage ethical coaches did not have and would never obtain”. Salazar has always vigorously denied any wrongdoing, calling allegations against him “innuendo, hearsay and rumour”. Farah has always insisted he is a “clean athlete who has never broken the rules”. Inevitably, though, he was drawn into the whirlpool of allegations – frequently having to defend his decision to remain with Salazar until leaving him last year. Farah insists he is happy with his new coach, Gary Lough, and ready to make the step up in his third marathon. “I still have a lot to learn and a big part of this race is being smart and confident and that could be the key,” he said. “As you know from my track career, it has taken me 10 years to mix with the guys and do what I do and win races. It is the same with the marathon. This race is exciting, I am in great shape, so we will see what happens.” • This article was amended on 8 October 2018. Eliud Kipchoge’s world marathon record time was 2:01:39, not 2:01:37 as an earlier version said."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}