{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/oct/28/england-crowd-estimate-second-test-new-zealand-anfield-rugby-league", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-10-28T22:00:27Z", "webTitle": "England temper crowd estimate for Sunday’s New Zealand Test at Anfield", "webUrl": "https://www.theguardian.com/sport/2018/oct/28/england-crowd-estimate-second-test-new-zealand-anfield-rugby-league", "apiUrl": "https://content.guardianapis.com/sport/2018/oct/28/england-crowd-estimate-second-test-new-zealand-anfield-rugby-league", "fields": {"headline": "England temper crowd estimate for Sunday’s New Zealand Test at Anfield", "bodyText": "Ralph Rimmer, the Rugby Football League chief executive, has conceded the governing body has work to do to maximise the potential of the international game in England before the next World Cup arrives in 2021. A crowd of 17,649 watched England defeat New Zealand at the KCom Stadium in Hull on Saturday afternoon. That attendance figure was around 6,000 down on the crowd which watched the two sides square off at the same venue three years ago. The three-Test series now heads to Anfield on Sunday and, despite more than 40,000 watching Australia play the Kiwis in the Four Nations final there two years ago, Rimmer appears to have set the bar remarkably low for the game in terms of a realistic crowd figure. “We’d like to see a really considerable boost off the back of Saturday’s game as it’s a big stadium and a fantastic venue,” Rimmer said. “I would hope we would be over 25,000 for it, something like that. “We’re now on the road to the next World Cup here and we need to create some interest in international rugby league. We have to build a bit more momentum to get back to where we were three years or so ago.” The one shortcoming of the international game in recent years has been a lack of planning, and Rimmer admits it is a priority to iron out the details of next year’s Great Britain trip to the southern hemisphere. At present, there is no confirmed itinerary, list of opponents or even clarity regarding the Lions coach. “It’s a complicated piece of the tapestry,” Rimmer said. “There’s a Rugby League International Federation meeting next week in York, so hopefully we’ll be able to iron out the details. There’s all sorts of things in the mix.” When asked if the current England head coach, Wayne Bennett, would be leading the Lions, Rimmer said: “I would be fairly confident in that. I think he would be pretty keen to continue the journey.” Rimmer also revealed that he is continuing productive talks with the Hearns over a potential role in the sport. The Matchroom managing director, Eddie Hearn, told the Guardian this year he was keen to get involved, and Rimmer believes they could offer a great deal to the game if a deal can be agreed. “I’ve had a meeting with them again recently and it was very productive,” Rimmer added. “It’s a very live relationship. Clearly you don’t just go and spend this amount of time together for no reason. We will generate something out of it, and they have a real enthusiasm for what is possible.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}