{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/oct/19/jurgen-klopp-liverpool-defence", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-10-19T21:30:12Z", "webTitle": "Jürgen Klopp admits Liverpool focus on defence has affected attack", "webUrl": "https://www.theguardian.com/football/2018/oct/19/jurgen-klopp-liverpool-defence", "apiUrl": "https://content.guardianapis.com/football/2018/oct/19/jurgen-klopp-liverpool-defence", "fields": {"headline": "Jürgen Klopp admits Liverpool focus on defence has affected attack", "bodyText": "Jürgen Klopp has said Liverpool’s impressive defensive record this season is the result of prioritising solidity over attacking fluency and a mark of his team’s growing maturity. No Liverpool team in history have conceded as few as three goals in the opening nine matches of a league campaign but that record can be achieved with a clean sheet at Huddersfield Town on Saturday. Klopp admits the focus on defensive improvement has had a detrimental effect on Liverpool’s forward play, with Mohamed Salah, Sadio Mané and Roberto Firmino yet to recapture last season’s heights, but was necessary to provide a platform for a title challenge. He insists Liverpool can develop defensively “without killing our nature”. The Liverpool manager, who could have Salah and Mané available after injury problems on international duty, said: “We want to be stronger defensively but that doesn’t mean we don’t have interest in offensive things. It is normal in a period of adaptation. You put the focus a bit more on something – close this gap, close this space – and immediately you lose a bit of the fluency in something else. But we have created enough chances; it’s just that we didn’t use them like we used them in the best period of last season. “We have had good results and scored goals but it’s obvious we can improve. We need to keep the stability, no doubt about that. What we’ve done defensively so far is credit to the whole team. We don’t concede a lot of shots in general. It’s not that we don’t concede because Alisson makes one world-class save after another. We don’t let them shoot often and that’s the best thing.” Liverpool rank ninth for the effectiveness of their pressing game among Premier League teams this season, according to Opta. Klopp believes the statistic reflects a change in tactics against Liverpool – and his team’s maturity when in winning positions – rather than a radical departure from pressing on his part. “It’s more the case that teams don’t usually play against us,” explained Klopp. “They overplay our pressing with long balls, which makes sense. In a lot of games our counter-press has been really good, which is much more important in terms of losing the ball and winning it back. In terms of the high press, it depends on the style of play of the other team. You can’t do it if they don’t play. It’s not that we don’t want to do it any more. If they play then we should be there. “It’s not been a proper plan to sit back a little bit more but we have done that after being 1-0 or 2-0 up in games. We did sit back a bit more to not give space away, that’s true. It’s a question of maturity and that makes absolute sense. With the number of games we have it’s not about chasing a game always like crazy, you have to be smart. We try to be that without killing our nature.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}