{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2004/mar/05/globalisation.economicdispatch", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2004-03-05T17:39:14Z", "webTitle": "Managing change", "webUrl": "https://www.theguardian.com/business/2004/mar/05/globalisation.economicdispatch", "apiUrl": "https://content.guardianapis.com/business/2004/mar/05/globalisation.economicdispatch", "fields": {"headline": "Managing change", "bodyText": "With the surprise resignation of Horst Köhler, the search is on for a new managing director for the International Monetary Fund, the world's leading financial institution. Convention dictates that the job goes to a European while the World Bank's top post is the preserve of the US - or at least a naturalised US citizen, as in the case of James Wolfensohn, who was born an Australian. The appointments usually emerge after names are batted back and forth between capitals. The IMF's executive board - made up of representatives from 24 of the fund's member states - formally approves the choice, but the selection will be thrashed out between Washington and European governments. Last time, the US vetoed Germany's first choice - Caio Koch-Weser - so Mr Köhler, then the head of the European Bank for Reconstruction and Development, emerged as the compromise choice. A European will probably be picked again this time, whether it be Gordon Brown, or one of the other names that has cropped up, which include Mr Koch-Weser (again), the Spanish economy minister, Rodrigo Rato, and Italy's Mario Draghi, a Goldman Sachs managing director. But if the IMF really wanted to be bold, it could appoint somebody from the developing world. It is developing countries after all that usually have to resort to its services. The Fund acts as a sort of financial firefighter, and the fires are usually in the developing world - Argentina, Brazil, Turkey, Thailand or Indonesia. It has come in for its share of brickbats for the way it tackles financial crises, and not just from knee-jerk anti-globalisation activists. Respected economists such as Nobel-prize winner Joseph Stiglitz, Paul Krugman and financier George Soros have all weighed in. These critics argue that the Fund has a habit of aggravating crises through its prescriptions. According to Mr Soros, IMF demands can push countries into recessions by forcing them to raise interest rates and cut budgets - exactly the opposite of what the US is doing in similar circumstances. In Argentina, which went bust in the world's biggest sovereign default in 2002, the IMF came under fire for publicly endorsing Argentina's decision to tie the peso to the dollar for too long. The policy worked at first as it squeezed out inflation, but it became a millstone as the dollar's value rose, pricing out Argentine exports from neighbouring markets and hurting growth. The IMF is still smarting from criticism for its handling of the Asian financial crisis of 1997, first for pushing Asian countries to open up their financial systems before proper regulatory mechanisms were in place, and then worsening the crisis through its classic policies of high interest rates and budget cuts. The IMF may not be as powerful as it used to be. In just 10 years, from 1991 to 2001, capital flows to emerging markets from the official sector halved to $36.5bn (£19.7bn), while private sector flows rose to $160bn from $62bn. Yet it remains an important player through its surveillance role, monitoring the health of national economies and retaining enormous clout in its role as chief firefighter when developing countries go up in flames. The IMF's resources may be dwarfed by those of the private sector, but commercial banks will not open their coffers until the IMF has signed off on a rescue package with a country in financial distress. In a crisis, where the IMF leads, the private banks follow. There are signs that the IMF is trying to change. Discussions are going on at the Fund on how to increase the participation of developing countries in its work. It has won praise for the way it handled Brazil, helping to calm the markets, on the eve of Luiz Inácio \"Lula\" da Silva's presidential victory in 2002. But there is a long way to go, says Stephany Griffith-Jones, a professor at the Institute of Development Studies at the University of Sussex, who argues that the IMF should get rid of the unwritten rule that it should be led by a European. \"There is a lot of talent in the rest of the world, with many good current and former finance ministers from developing countries,\" she said. \"The Fund needs a more Keynesian agenda and an expansion of resources. It is important that the new managing director have the energy, vision and courage to push through those changes to enable the IMF to deal with currency crises and external shocks to developing countries.\" · Mark Tran is business editor at Guardian Unlimited"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}