{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/mar/16/switzerland", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-03-16T17:59:43Z", "webTitle": "The ice train cometh", "webUrl": "https://www.theguardian.com/travel/2004/mar/16/switzerland", "apiUrl": "https://content.guardianapis.com/travel/2004/mar/16/switzerland", "fields": {"headline": "The ice train cometh", "bodyText": "Yes, Swiss Railways really do have Swiss Railway style clocks. A characteristic of the widely-marketed design is that the second hand stops very definitely and pedantically 60 times a minute, as if to say: every second is duly noted, every second counts. The Swiss excel at clock making and, having been the transport hub of Europe for 150 years, at running railways. The net result is punctual trains. But as I walked along a platform at Zurich station towards the first of the trains that would take me to St Moritz, starting point of the Glacier Express, I was still in a British railways mindset. So, whenever an announcement was made, I winced. I thought: \"They're cancelling my train! They're announcing a delay!\" But the announcements always turned out to be variants on the theme: \"We hope you have a nice day on Swiss Railways.\" The train I boarded was a sleek double-decker, run by Swiss Federal Railways, the nationalised concern that runs most of the network. The one thing that's not sleek about it is the name: SBB CFF FFS. The train incorporated a bar and restaurant, and a children's play area, and left at precisely the scheduled time. When Tony Blair came to power, the great watchword was \"integrated transport\", and it remained so for about 10 minutes. In Switzerland, they take the concept seriously. All inter city trains interconnect closely with local trains, buses, even lake ferries. Private companies run some of the local lines in Switzerland. The most famous of these is RhatischeBahn, or RhB, who for a 100 years have operated the railways in the eastern canton of Graubunden, and whose train I rode from Churto St Moritz. RhB trains are a Kit-Kat red. The interiors are spacious, light and charming. The toilets - a culture shock for any Briton - flush, and there are dining cars and smoking cars. (There's a great culture, if that's the word, of smoking on Swiss Railways). The showcase train of the RhB is the Glacier Express, and this awaited me the following, slightly snowy, morning at St Moritz. The station has an Edwardian feel, being always attended by liveried chauffeurs picking up or dropping off wealthy St Moritz types. The Swiss are the biggest rail users in Europe, and it is the preferred method of travel for all classes. The Glacier Express was due to leave at 9.02, but in fact pulled away 15 minutes late. Only kidding. We left on time, probably to the millisecond. Put simply, the Glacier Express is an eight-hour rail journey enshrining some of greatest ever feats of railway engineering, and running through vertiginous alpine landscapes. At any given moment there might be, say, the highest mountain you've ever seen immediately to your right, the steepest valley to your left. The Express runs east to west across Switzerland from St Moritz to Zermatt, or vice versa. I have said it is the showcase of the RhB, but the train - which is more or less officially the slowest express in the world, stopping frequently and averaging about 30 miles an hour - is actually hauled by the engines of two companies: an RhB engine first, if you start at St Moritz, then one belonging to the Matterhorn Gotthard company. The Express is made up of special viewing carriages incorporated in the ordinary trains of these two companies. In summer, there are several carriages, but outside summer, the number goes down to one, and it's first class only, though not particularly expensive. St Moritz is at 1775m above sea level, so the Glacier Express begins with a steep descent performed - after the emphatic anti-scenery of the 5.9km Albula tunnel - by means of a series of loops so tight that our carriage, at the rear of the train, sometimes seemed to be almost alongside the engine. In-between the loops, we descended by the more primitive and frightening method of simply pointing steeply down, so that the attendant approaching me with the mobile minibar was effectively pushing it up a severe gradient, and I was viewing the carriage from an angle you'd only see in England in the aftermath of a terrible crash. The worst/most exciting part of the descent was over when we reached Filisur village, but immediately afterwards, roller coaster-like, came the next thrill: the crossing of the Landwasser Viaduct over the Landwasser river, which was so far below that it appeared to be a tiny trickle at the foot of the vast stone pillars. We rolled along the valley of the Hinterrhein river, and each mountain seemed to have its own castle, its own Gormenghast, embedded into the side. Next came the gorge of Flims, which looks like another planet altogether with its looming walls of white rock. We were following the course of the Upper Rhine now, and climbing to the high Alps as I walked into the homely, chintzy restaurant car for a basic but perfectly good lunch of veal and pasta, apple pie and cheese. At Disentis, our new engine was coupled up, and I became a little anxious on hearing the announcement that this was designed for really steep gradients. There was a single loud bang as the rack and pinion, which would help this engine pull us up towards the Oberalp Pass, kicked in. Just as we reached the Pass - which, at 2033m is the highest point on the journey - I returned to the viewing car, and everyone inside it was wearing sunglasses. The snow was white, the sky was white with falling snow, and our carriage was all windows. Our train might as well have been flying through some heavenly realm. I did not have sunglasses, so I avoided the glare by looking down at my knees, hoping the driver wasn't doing the same. Gradually the snow cleared slightly, and I heard the singing of the overhead wires in the incredible silence, and saw blurred figures swaying alongside us on a ski lift. There were many more highlights before Zermatt: the Rhone Valley, bounded by 4000m mountains, each log house a lonely little island; the elegant railway town of Visp; the clattering ascent, in the afternoon sun, towards Tasch, gateway to Zermatt, and the place where all the cars of that car-less town are kept. I knew that Zermatt was under the weird, frowning Matterhorn, and I kept trying to pick its distinctive profile out from the mountains on either side as we approached the town towards 5pm, but I didn't see it until I stepped out of the station at Zermatt. It was the perfect payoff to the perfect rail journey. Way to go To book holidays in Switzerland, and for information about the Glacier Express contact mySwitzerland.com or glacierexpress.ch. For St Moritz and Zermatt see stmoritz.ch and zermatt.ch. Switzerland Travel Centre is on 00800 100 20030. Tickets on the Glacier Express start at £60.10."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}