{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/mar/09/citynews.advertising", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-03-09T17:47:37Z", "webTitle": "Interpublic posts £56m loss", "webUrl": "https://www.theguardian.com/media/2004/mar/09/citynews.advertising", "apiUrl": "https://content.guardianapis.com/media/2004/mar/09/citynews.advertising", "fields": {"headline": "Interpublic posts £56m loss", "bodyText": "Advertising giant Interpublic recorded a loss in the last three months of 2003, as restructuring charges and falling revenues left it trailing behind other groups enjoying an upturn in the industry. Interpublic, which owns the McCann-Erickson and Lowe Worldwide agencies, made a fourth-quarter net loss of £56m, compared with an £11m net profit a year earlier. The fourth-quarter net loss includes a £21m charge from the sale of legendary motor sports circuit Brands Hatch and three other UK racing tracks. Interpublic announced in January it had sold Brands Hatch, Oulton Park, Cadwell Park and Snetterton to a new company called MotorSport Vision for an undisclosed sum, though it retained the rights to the Silverstone track and the British grand prix. The US giant also took a £22m hit on restructuring costs, as well as £23m in impairment charges from a decline in the value of minority stakes in some international investments. It said the restructuring programme, which is likely to save about £100m a year, will continue during the first half of 2004. The programme, which is trying to reshape businesses acquired over the last decade, will not cost more than £135m, the company said. A year ago Interpublic shares plunged to a 10-year low when it revealed its profits fell 79% in the last quarter of 2002. The company's chairman, David Bell, said at the time that Interpublic's performance was \"unacceptable\" and the company was \"digging out from a deep pit\". Today Mr Bell said the company was continuing \"to move aggressively to eliminate financial and legal issues\", claiming \"the first phase of our turnaround will soon be behind us\". \"We have identified many areas of opportunity and we are making headway, but there remains much work ahead of us,\" he said in a statement. Interpublic said organic revenue - excluding the impact of fluctuating exchange rates, disposals and acquisitions - fell by 1.1% in the fourth quarter and by 3.6% over the whole of 2003. · French advertising group Publicis today reported net profit of £101m in 2003, compared with £99m the previous year. Publicis, the world's fourth largest advertising and marketing group, also said operating income last year was £374m, up from £290m in 2002. · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857 · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}