{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/mar/19/pressandpublishing.usnews", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-03-19T17:32:59Z", "webTitle": "Murdoch brings in Bush adviser", "webUrl": "https://www.theguardian.com/media/2004/mar/19/pressandpublishing.usnews", "apiUrl": "https://content.guardianapis.com/media/2004/mar/19/pressandpublishing.usnews", "fields": {"headline": "Murdoch brings in Bush adviser", "bodyText": "The US national security adviser Condoleezza Rice is to address the News Corporation thinktank involving Rupert Murdoch's most senior newspaper executives from the UK, US and Australia. Ms Rice joins Conservative leader Michael Howard and Alastair Campbell, Tony Blair's former director of communcations - both of whom are flying to Cancun, Mexico for the four-day event, which started last night. The identity of the special guests has not been publicised and News International in London refused to comment, but a spokeswoman for Ms Rice confirmed she would be speaking at 12pm US Eastern Standard Time today. She will will deliver her speech by satellite at the invitation of Mr Murdoch's Fox operation, which includes Fox News, which has been hugely supportive of President George Bush and achieved notoriety in the UK during the Iraq war for its ultra-patriotic reporting. Although she is not there in person, the presence of Ms Rice underlines the importance of Rupert Murdoch's news operations to the Bush administration, which may face growing criticism that it led the country into war on false pretences ahead of November's presidential election. Earlier this year Ms Rice admitted to intelligence failures over weapons of mass destruction after former US weapons hunter David Kay said no evidence of weapons had been found. Several hundred News Corporation executives are believed to be attending the conference at the Mexican resort, including the News International executive chairman Les Hinton, Mr Murdoch's right hand man in London, and the editors of his four national newspapers - Rebekah Wade of the Sun, Robert Thomson of the Times, Andy Coulson of the News of the World and John Witherow of the Sunday Times. Other executives attending include Trevor Kavanagh, the political editor of the Sun, and his deputy. George Pascoe-Watson, Sun columnists Richard Littlejohn, Victoria Newton and Dominic Mohan, and William Lewis, the business editor of the Sunday Times. The conference, hosted by Mr Murdoch's eldest son Lachlan, has two central themes - politics and showbusiness - and will be attended by other news operations including the New York Post and his Australian papers including the Telegraph. Mr Murdoch's News Corp summits are seen as key opportunities to influence the political bias of his news outfits. Tony Blair made headlines in 1995, when the now prime minister was star guest at the triennial News Corp conference in the Hayman Islands. At the time it was seen as a significant move, since the Labour party had boycotted the Murdoch media because of the tycoon's treatment of the print unions in the 1980s. In recent years Mr Murdoch's UK newspapers, including the Sun and the Times, have increasingly differed with the government, particularly over the proposed EU constitution, which they have painted as a threat to British sovereignty. Guy Black, the Tories' new press secretary and the former director of the Press Complaints Commission, is a close friend of the Sun editor, Rebekah Wade, who will be attending. · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857 · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}