{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/mar/09/uselections2004.comment", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2004-03-09T18:44:40Z", "webTitle": "Plum positions", "webUrl": "https://www.theguardian.com/world/2004/mar/09/uselections2004.comment", "apiUrl": "https://content.guardianapis.com/world/2004/mar/09/uselections2004.comment", "fields": {"headline": "Plum positions", "bodyText": "If Senator John Kerry is looking for an inexpensive way to blunt the $200m (£108m) Bush advertising campaign between now and November, he might consult The Plum Book. This dull product of the US Government Printing Office lists the 400 jobs (that is all there are) open to presidential nomination, complete with salaries, duties and office addresses. Electronic copy free or paper copy $32. Forget the vice-presidency for a moment. The veep may be a heartbeat away from the most powerful office in the world, and the speaker of the house and the president pro-tem of the Senate a heartbeat behind him. But after those three officials, the chain of succession stretches through 15 appointed officials, all of them members of the cabinet - and all in the book. The cabinet as a body may not amount to much in these days of the imperial presidency, but even the head of the department of veterans affairs can become president, if the 16 other officials ahead of him attend the same rubber-chicken dinner and are wiped out by salmonella in the tossed green salad. The big five Plum jobs can make an obscure character a household name. For some it takes a war (Colin Powell at state and Donald Rumsfeld at defence). Others rely on improbability (the draconian John Ashcroft or the notorious John Mitchell at justice). The treasury secretary can become a familiar face, too (Robert Rubin in the Clinton years). Add to them the various deputy secretaries and under secretaries and assistant secretaries and heads of regulatory bodies. You have hundreds of opportunities for speculation, name-dropping, balloon floating and jockeying. Americans enjoy the celebrity game much more than the discussion of public policy, so the gossip will dominate the public airwaves. The selection of the cabinet usually takes place between the November election and the January inauguration, with Senate hearings on the nominations dragging on through the winter and spring. With all the underlings involved, the beauty parade can run on for the first year of a new administration. The Clintons proved adept at using the appointments process to dominate the news in their early days. They usually leaked a candidate's name to see what mud would fly, then coldly abandoned those too politically troublesome or tainted by a real or imagined character flaw once an official background check peeled open the personal wrapping. In 1993, the first year of the Clinton administration, the stories went on and on and on: Kimba Wood, Zoe Baird, Ron Brown. Some made it; others gave their lives for the news cycle. By accelerating the process almost a year, Kerry would capture now all the free airtime that would be his next year if he wins the election. He could float a long list of potential candidates for each job, then return a few days later with his shortlist. As each showed up for an interview, the cameras would be waiting. Might even earn its own weekly programme, Extreme Nominating. Better still, the nominations would not count. Because Kerry has not been elected, his choices would not yet be open to official scrutiny. No background checks that can lead to embarrassing leaks. No awkwardness should a candidate withdraw. Should prying reporters uncover lurid histories, a candidate could be ditched faster than electronic spam and a new one run through the same review. The better ones could campaign as surrogates, making the Kerry team seem to be a vast army, neutralising much of the power of incumbency for Bush. Kerry will have to choose very carefully. He can take former Senate colleagues, but each time he does he lessens the chance the Democrats can recapture at least one half of congress - unless he chooses a senator from a state where a Democratic governor can fill the vacancy by appointment. He will have to be careful choosing governors, too. In most states, the lieutenant governor would take over, so he is limited to those that have Democrats in both chairs. None of that troubles us here, because the appointments are not real. At the moment, Senator Kerry appears to be absorbed in choosing a running mate. After consulting our own occasionally reliable sources, we have compiled our own shortlist for the No 2 spot, but to save time for the Kerry team, we have also culled through the lists of possibilities for the lesser offices to produce a faux cabinet. (Readers' alternatives welcome. See the email address below.) First, the vice-president, even though it is not a Plum assignment. Conventional wisdom says the governor of New Mexico, Bill Richardson (Hispanic), or the Florida Senator Bob Graham (a southerner). Hillary often mentioned but negative poll numbers too high, worse than Bush's. Save her for the supreme court, maybe even chief justice. The thought of working for her might be the only thing that could drive Clarence Thomas to early retirement. Evan Bayh, the former governor of Indiana and now a senator, could help bring in the swing states of the midwest. Because the current Indiana governor is also a Democrat, he would appoint a fellow party member to fill Bayh's term and so would not hurt the Democrats in the Senate. John Edwards, the favourite of the Democratic right, could deliver North Carolina and Tennessee to the Democrats, if not the old core Confederacy. He could humiliate Dick Cheney in a debate. Even if Cheney goes at the last minute in favour of Condoleezza Rice because of bad poll numbers, Edwards's warm TV looks could make her seem an ice queen by comparison. But we will save Edwards for another job. So Richardson, Bayh or Graham. Democratic party demographics demand Richardson. Bayh to housing and urban development or another department. Graham retires from the Senate this year and so could fill any number of posts. Secretary of state: Richard Holbrooke says Richard Holbrooke is the leading candidate. He brokered the Bosnia peace deal and knows his way around a negotiating table and the diplomatic press corps. The former Senator Gary Hart has stayed clean since his humiliation on the yacht Monkey Business ended his own presidential aspirations 20 years ago. His prescient analysis of American vulnerability to terrorist attack by airliner in 2000 shows he understands how to listen to intelligence: from frisky to wise in a generation. Unless Colin Powell wants to stay on in an administration that would pay attention to him for a change, Hart would be a strong ambassador to the world. Holbrooke could become a newspaper editor, since he knows everything. Secretary of the treasury: the Maine senator Olympia Snowe is the obvious choice, a double winner as a woman and a Republican from a seat where a Democrat could be appointed or elected to fill an unexpired term. And she is very good at making everyone feel a competent person is in charge. Secretary of defence: Lt Gen Claudia Kennedy. Would be the first woman to head the Pentagon. Might bring in her home state of Virginia, too. She is already a Kerry adviser. Attorney general: Edwards. Trial lawyer, concern for civil rights and human rights. Good holding pen while he awaits appointment to the supreme court. At that point, John Conyers, an African-American congressman from Michigan, could move from his seat as ranking Democrat on the house judiciary committee to the department of justice. That would make him the country's first black chief law enforcement officer, causing heartburn for all those Americans with Confederate flags on their pickups, as one-time leader Howard Dean put it. Secretary of health and human services: Jeanne Shaheen, former governor of New Hampshire, just the sort of fireball Kerry will need to reform a health care system currently controlled by insurance companies, doctors and hospital operators. Secretary of transportation: Juanita Millender-McDonald, Democratic congresswoman from California. Good background on transportation committees in the House. Secretary of homeland security: Max Cleland, former Senator from Georgia, war veteran, lost several limbs in Vietnam, defeated for re-election two years ago because he opposed Cheney's demand that Congress waive civil service rules for 60,000 new employees of the department. \"He put support for organised labour ahead of the security of the people,\" said the Republican right in its campaign literature. Actually, his crime was to stand up for fair employment practices against a Republican attempt to roll back the clock to the 19th century, for which he was branded unpatriotic. We have not had a chance to think through the 394 other jobs that require presidential nomination and senate confirmation or the 7,000 that require only FBI investigation and internal revenue service clearance. Our mailbox is open. · Albert Scardino is an executive editor of the Guardian. John Scardino owns a public relations firm and is a former congressional candidate"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}