{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2004/mar/16/business.equitablelife", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2004-03-16T16:55:31Z", "webTitle": "Equitable report 'most expensive ever'", "webUrl": "https://www.theguardian.com/money/2004/mar/16/business.equitablelife", "apiUrl": "https://content.guardianapis.com/money/2004/mar/16/business.equitablelife", "fields": {"headline": "Equitable report 'most expensive ever'", "bodyText": "MPs today said the Penrose report into what went wrong at troubled mutual Equitable Life may be the most expensive history book yet written. Appearing before the Treasury select committee, financial secretary to the Treasury, Ruth Kelly, said the 800-plus page report had cost £2.5m to produce. George Mudie, Labour MP for Leeds East, said the report had been carried out on a non-statutory basis, five directors had refused to be questioned by Lord Penrose, and a member of the Government Actuary's Department had failed to come back to answer further questions. He added that Lord Penrose, who also appeared before the committee this morning, had said several issues raised in the report were matters for the courts or parliament to decide on. Mr Mudie said: \"Is it [the report] not the most expensive history book ever written?\" He also asked what comfort Lord Penrose had given to policyholders who lost millions of pounds in the mutual and have waited nearly two-and-a-half years for his report. Policyholders had been hoping that the report would open the way to government compensation by finding evidence of regulatory failure by the Department of Trade and Industry, Treasury or Financial Services Authority, which all regulated the society at some point. But Lord Penrose said that while there had been regulatory system failures, the society was the \"author of its own misfortunes\". However, Ms Kelly said Lord Penrose brought a lot of information about the society's problems into the public domain, which wasn't there before. She added that he had also shown that the society's problems were not triggered by losing a legal battle over the rights of its guaranteed annuity rate policyholders, but by paying out around £3bn in bonuses to policyholders that he did not think it could afford. Ms Kelly said: \"Clearly it is up to policyholders to take that forward, if they think they should do so.\" Lord Penrose said today he did not believe Equitable Life had deliberately given false information to entice investors, but instead had been \"convinced by their own propaganda\". The society's failing have left around 800,000 with depleted pensions. However, Lord Penrose said: \"I do not believe there was a conspiracy to defraud. If that existed I haven't uncovered it.\" Asked about the role the regulators played in the story, he said they had failed to spot the problems at the society because at the time investigations concentrated on guaranteed liabilities. At the time, though, Equitable was paying huge final or discretionary bonuses, which were not seen as guaranteed, to attract new business. Lord Penrose said: \"You had a growing divergence between what the financial system required and what the life officers were actually doing.\" In his report he said the regulatory system was not overseen, was not kept up to date and was not operated in an effective manner. However, Lord Penrose, whose remit for his inquiry did not include recommendation for compensation of policyholders, gave little hope of grounds for claims against the government due to regulatory failings. He said today there were no obvious failures by the regulator, and added that you could not step from the fact of loss to responsibility for it. \"It's very easy to slip into a mode of thought that attributes responsibility for loss without a careful consideration of it,\" said Lord Penrose. Member of the committee and Liberal Democrat MP, Norman Lamb, asked Ms Kelly if she thought it would be appropriate for an assessment to be made of whether loss flowed from regulatory failure. But she said the report had found evidence of a regulatory system failure, rather than failure by the regulator or individuals. She added that Lord Penrose had said in the FSA there was now an \"effective regulatory system that was fit for purpose\". During the hearing the committee's chairman John McFall, and members Jim Cousins, Michael Fallon and Robert Walter all said they were policyholders of Equitable Life, while member Norman Lamb said he was a former policyholder."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}