{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/mar/20/formulaone.formulaone2004", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-03-20T22:09:44Z", "webTitle": "Malaysian grand prix: Raikkonen fastest in unofficial qualifying", "webUrl": "https://www.theguardian.com/sport/2004/mar/20/formulaone.formulaone2004", "apiUrl": "https://content.guardianapis.com/sport/2004/mar/20/formulaone.formulaone2004", "fields": {"headline": "Raikkonen refuses to jump to conclusions despite show  of speed", "bodyText": "Kimi Raikkonen underlined the capricious nature of formula one by setting the fastest overall time in yesterday's practice sessions for the Malaysian grand prix. But his McLaren-Mercedes team must wait for today's official qualifying to discover whether this performance signifies a genuine step forward after such a disastrous opening effort in Melbourne. Friday practices are unreliable barometers of form because drivers experiment with tyre compounds and fuel loads and Raikkonen, who won here 12 months ago, was cautious about his prospects. \"It was a productive practice session and of course it's pleasing to be fastest,\" he said. \"But it's definitely too early to say how much we have improved since Melbourne.\" Raikkonen finished the day fractionally ahead of Michael Schumacher, who set his best time in the warmer first session. Ralf Scumacher's Williams-BMW was third, ahead of Mark Webber's Jaguar. Sir Frank Williams warned his German driver yesterday not to carry out his threat to run his team-mate, Juan Pablo Montoya, off the road should the Colombian make a forthright bid to overtake him in tomorrow's race. \"Words are easy, especially in the heat of the moment,\" said Williams. \"Under racing conditions they are free to race, they are free to compete and they are free to bump wheels if it is the only way to get by. What they are not allowed to do is push their team-mates off.\" Montoya, who finished yesterday fifth quickest, dismissed Schumacher's comments. \"I think he was just a bit too excited. I think the reporter asked the right question and wound Ralf up, that was all.\" The first-session performance of Michael Schumacher, who won so easily in Australia, suggests Ferrari's tyre supplier, Bridgestone, has delivered a compound capable of battling the Michelin runners in the extreme heat of Malaysia. But Michelin still dominated yesterday. The only Bridgestone runners in the top dozen were Michael Schumacher, Felipe Massa's Sauber (seventh) and Rubens Barrichello, who was 10th in the other Ferrari. Fernando Alonso, on pole position here last year, was ninth in his Renault R24 ahead of David Coulthard's McLaren-Mercedes. Jenson Button was 11th in his BAR-Honda and Anthony Davidson set the 17th fastest time as BAR's third driver, gathering valuable tyre data which will help Button and his team-mate Takuma Sato make the right tyre choice today. \"We were able to complete our planned programme with my car but I've struggled to get a good balance for most of the day and we haven't been able to get on top of it yet,\" said Button. \"There is more to come from the car. We just have a lot of work to do in order to find it.\" · Williams will give a trial to Scott Dixon, the 23-year-old reigning Indy racing league champion from New Zealand, in the next few weeks, probably at the Paul Ricard circuit in southern France."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}