{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/mar/01/match.westbrom", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-03-01T23:28:15Z", "webTitle": "Football: First Division: West Bromwich Albion 0 - 1 Rotherham United", "webUrl": "https://www.theguardian.com/football/2004/mar/01/match.westbrom", "apiUrl": "https://content.guardianapis.com/football/2004/mar/01/match.westbrom", "fields": {"headline": "Hot pursuit gives Baggies the jitters", "bodyText": "Two years ago this week West Bromwich Albion embarked on a pursuit of Wolves that ended with them retrieving an 11-point deficit and pipping their loathed neighbours for promotion to the Premiership. This season West Brom, favourites to make an immediate return to the top flight, are the pursued and on the evidence of Saturday's neurotic display they are much less comfortable in the role. Kicking off six points ahead of their nearest rivals Wigan, second-placed West Brom appeared initially to relish the task of chasing victory. So much so that it was as though Gary Megson's team, who needed three points to draw level with the First Division leaders Norwich City, whose game at Sunderland was postponed, had set their sights on achieving the seven-goal victory margin they needed to claim pole position. Yet once some profligate finishing from the hosts and heroics from the visiting goalkeeper Mike Pollitt had enabled Rotherham United to survive the opening 20-minute onslaught, panic set in. Not least on the Albion bench, where Megson was going through his usual array of wild histrionics. By the 56th minute he had lost all patience with his side and on came Albion's full complement of substitutes and a change in formation to 3-5-2. \"Sending on three subs was a complete gamble,\" admitted the West Brom manager. \"I did it in the hope that we would get something and it lasted for all of five minutes. Then it was back to the malaise that had been afflicting us all afternoon.\" It was also a gamble that backfired in the build-up to Rotherham's decisive goal, when Darren Moore collided with Richie Barker and thereafter was deployed as a limping striker as Albion chased the game. Moreover, the trio of replacements did not include Lloyd Dyer, a teenage winger of limited experience but whose pace had unhinged Cardiff's tiring defence in the previous game at the Hawthorns. Lee Hughes, a casualty of Megson's cull, scored the winner on that occasion but the excellent Pollitt ensured there was to be no repeat of that and then a wayward effort from one of the substitutes, Sean Gregan, added to the home side's misery. Instead Albion travel to Norwich City tomorrow and a defeat would leave them six points adrift of the Canaries and possibly level with Wigan Athletic who visit Gillingham. \"This result is disastrous for us,\" added Megson, whose side have occupied one of the two automatic promotion places since mid-October. \"We wanted to win this game to go to Carrow Road in high spirits but we've had a bad day at the office.\" By contrast Rotherham's victory has not only enhanced their chances of avoiding relegation, it was also their first ever here (a prospect considered so unlikely by the bookmakers that they quoted odds of 11-2). \"Without doubt this is one of the best wins I have had at the club,\" said the Rotherham manager Ronnie Moore. \"We beat Southampton in the cup and took a point off Manchester City a couple of seasons back but to get a win at a place like this is a bit special.\" Even lengthier odds would have been offered on the identity of the the Millers' match-winner, Chris Sedgwick. His previous goal had come on the first day of last season, but visits to The Hawthorns are becoming equally memorable for the midfielder. \"A couple of years ago we got a 1-1 draw here after I cleared the ball when it was over the goalline,\" he said. \"The manager said the ball was four yards over the line but it was more than that - I could feel the net touching my back as I cleared the ball. We came here for a point so perhaps The Hawthorns is becoming my lucky ground.\" Albion, who had two games remaining, made light of the set-back and held their nerve to clinch promotion. Do not bank on it this time. Man of the match: Mike Pollitt (Rotherham United)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}