{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/mar/28/france.paris.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-03-28T18:08:07Z", "webTitle": "Paris hotels: a tale of two cities", "webUrl": "https://www.theguardian.com/travel/2004/mar/28/france.paris.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2004/mar/28/france.paris.observerescapesection", "fields": {"headline": "Paris hotels: a tale of two cities", "bodyText": "Chintz Hôtel Lancaster 7 rue de Berri (00 33 1 4076 4076) Double rooms at Hotel Lancaster are from €470 (£316) on a room only basis. The hotel has a special weekend package which includes breakfast and all services and taxes from £265 per night. There is a minimum two-night stay which must include a Saturday night. Le Bristol 112 rue de Faubourg St-Honoré (00 33 1 5343 4325) Replete with tapestries, vast chandeliers and ceiling paintings in the Winter Restaurant, Le Bristol lives up to its haute location. Doubles from £390. Le Meurice 228 rue de Rivoli (00 33 1 4458 1010) Palatial Louis XVI style grandeur dripping with chandeliers and paintings in the heart of Paris with views of the Tuileries. Doubles from £315. Design Bel-Ami 7-11 rue Saint-Benoît (00800 3746 8357) Described as a 'visual ice cream shop' because of its chocolate, pistachio and caramel-coloured decor, this ticks all the design boxes: blond wood, an espresso bar and flat screen TVs. Just don't lick the furniture. Rooms from £190. ArtusHotel 34 rue de Buci (00800 3746 8357) A graffiti-covered staircase (it's meant to be like that), individually designed doors to each of the 27 guest rooms created by 10 different artists and an eclectic mix of soft furnishings make the 'unusual decor landscape' in this tiny Latin Quarter hotel comfortable and intimate. Rooms from £130-230. Hotel Costes 239 rue St-Honoré (00 33 1 4244 5000) Despite its old world location in the heart of the 1er, this hotel is the archetypal mid-90s style hotel complete with celebrity guests and compilation CDs. Doubles from £335. Getting there: Eurostar (08705 186186) has return fares between Waterloo and Paris from £59."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}