{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2004/mar/19/highereducation.uk2", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2004-03-19T16:59:21Z", "webTitle": "h = Q.(12+3s/8) keeps you upright, say scientists", "webUrl": "https://www.theguardian.com/education/2004/mar/19/highereducation.uk2", "apiUrl": "https://content.guardianapis.com/education/2004/mar/19/highereducation.uk2", "fields": {"headline": "h = Q.(12+3s/8) keeps you upright, say scientists", "bodyText": "In the battle to tell you the sort of information you didn't know you need to know, scientists have explained the formula that wearers of high-heeled shoes can use to work out how high they can go - just as the most famous Blahnik-wearers, the stars of Sex and the City, totter from our screens. Physicists at the Institute of Physics have devised a formula that, based on your shoe size, tells you the maximum height of heel you can wear without toppling over or suffering agonies. And it is: h = Q.(12+3s/8) h is the maximum height of the heel (in cm) S is the shoe size (UK ladies sizes). This factor makes sure that the base of support is just good enough for an experienced, and sober, high-heel wearer not to fall over Q is a sociological factor. It equals p.(y+9).L, divided by (t+1).(A+1).(y+10).(L+£20)M Where p the probability that wearing the shoes will help you \"pull\" (in a range from zero to one, where one is a certainty and zero is stick to carpet slippers). If the shoes are a turn-off, there's no point wearing them y is the number of years experience you have in wearing high heels. As you become more adept, you can wear a higher heel. Beginners should take it easy L is the cost of the shoes, in pounds. Clearly, if the shoe is particularly expensive, you can put up with a higher heel t the time since the shoe was the height of fashion, in months (0 = it's the \"in thing\" right now). One has to suffer for one's art, and if the shoes are terribly fashionable, you should be prepared to put up with a little pain A is units of alcohol consumed. If you're planning on drinking, be careful to give yourself a little leeway for reduced co-ordination. \"Although at first glance our formula looks scary,\" said Dr Paul Stevenson, of the University of Surrey, who carried out the research for the IoP. \"It's actually pretty simple as it's based on the science you learned at school and which you never thought you would use in real life, in this case Pythagoras' theorem. Applying this to shoes can tell us just how high the heel of the foot can be lifted above the ground.\" Based on the minutiae of that calculation, Dr Stevenson suggests that the lead character in Sex and the City, Carrie Bradshaw (played by Sarah Jessica Parker), can cope with heels 12.5cm high, though an increased cocktail intake would, say the scientists, bring that down to a mere 2 cm."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}