{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2004/mar/24/housingdemand.societyhousing", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2004-03-24T17:57:00Z", "webTitle": "Peter Hetherington: The political decline of housing", "webUrl": "https://www.theguardian.com/society/2004/mar/24/housingdemand.societyhousing", "apiUrl": "https://content.guardianapis.com/society/2004/mar/24/housingdemand.societyhousing", "fields": {"headline": "The political decline of housing", "bodyText": "Not so long ago, housing was a valuable political currency. Both main parties promised hundreds of thousands of new homes in record time as slums were cleared and young people queued for either emerging council properties or a first mortgage. Those of us brought up in the Butskellite 1960s remember, particularly, the Tories playing the housing card, with adverts promising huge investment, at a time when council house sales would have been considered an abomination. How times change. Today our grossly inflated and lop-sided housing market, characterised by a perceived surplus of homes in the north and a shortage in the south, has been skewed by the double whammy of privatisation - for that is what we must call the cut-price sale of well over a million council homes - and the lowest level of house-building since the last war. With only 175,000 new homes built in the year reviewed by former Confederation of British Industry economist Kate Barker in her report on housing supply last week, only three new homes are built annually for every 1,000 people. Her warning should ring in our ears: \"The current rate of housebuilding is not an option unless we are prepared to accept increasing homelessness, declining affordability and social division . . . holding back our economic success.\" Three days after her Treasury-commissioned study, which recommended a raft of measures including up to 23,000 new social homes each year at a total cost of up to £1.6bn, a report from property consultants FPD Savills partly underlined Barker's fears, while flagging up uncertainty in the housing market. The scale of property rises in 2003 alone, 15%, was \"much higher than anyone predicted\", with the market for this year dependent on the scale and timing of interest rates. It forecast average growth of just 4% with \"greater market polarisation\" and potentially more volatility; the final quarter of 2003, for instance, saw the weakest growth of all in the south-east. This is the region that calls the tune in our two-speed economy. Nothing, ministers decree, must be done to halt its progress. But sometimes, governing is about sending out the right signals, thinking about a longer-term vision for England. This means accepting, sure, that there is a shorter-term need to meet demand in the south by providing more houses, particularly social homes, for people priced out of the market - with the attendant schools, health centres, transport links and community facilities. This doesn't come cheap. The Barker review should surely be commended. It even challenges the continuation of public sector house sales - an implicit criticism of some Blairites who, like the Tories, want to extend them - calling for more alternatives for people to buy without reducing the social rented stock. The response of John Prescott, who oversees housing and planning, has been typically bullish: press ahead with up to 260,000 new homes each year, relax planning regulations, and - Treasury and Downing Street permitting - consider forcing developers to pay a levy on the massive gains in land prices (often up 300%) when sites get planning permission. But housing professionals know there is a problem. Building lots of new houses is the easy bit; providing the infrastructure to serve them, and prevent the soulless sprawl that characterises most new housing developments, is much more challenging because it depends on substantial government funding. This government (and the opposition) has set its heart on pumping billions into health and education at the expense of most other services, particularly housing. There is little evidence - unless the next three-year spending review this July produces a monumental surprise - of housing becoming the priority it once was. So where will the extra dosh come from? Unless, to quote a favoured Prescottism, there is a \"step change\" in overall government priorities, the worry must be that housing expansion will be characterised by a series of piecemeal developments scarring the landscape, clogging already overcrowded roads, and putting further strains on public services. To be fair, the 40-mile Thames Gateway corridor, representing a vast expansion of London eastwards, bears all the signs of the kind of big planning that characterised the 60s, with a special team in Prescott's department coordinating the exercise. But what of England away from the favoured south? A few months ago, this column suggested a M62 growth corridor in the north which could rival the south. Recently, and doubtless by accident, the deputy prime minister responded with the bare outline of a plan for the north - centred on this trans-Pennine motorway! A team from three northern development agencies has now been charged with putting some flesh on the skeleton. It is a start. But there is little cash available. In the meantime, southern England steams ahead with yet more houses. Is growth on this scale sustainable in one corner of the country? In the long term, certainly not. · Peter Hetherington is the Guardian's regional affairs editor"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}