{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2004/mar/09/politicalcolumnists.eu", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2004-03-09T16:41:24Z", "webTitle": "Turning our backs", "webUrl": "https://www.theguardian.com/politics/2004/mar/09/politicalcolumnists.eu", "apiUrl": "https://content.guardianapis.com/politics/2004/mar/09/politicalcolumnists.eu", "fields": {"headline": "Turning our backs", "bodyText": "Something has gone awry. We used to be generous and enthusiastic about helping the countries of central and eastern Europe as they emerged from the long shadow of Soviet communism. We can all remember the sense of elation when the Berlin Wall collapsed, German reunification became possible and proud nations such as Poland and Hungary rediscovered their ancient freedoms. Yet, here we are, 15 years later, rushing to keep out the \"flood\" of migrants from those countries when they finally join the EU club this summer. Hope and generosity have been replaced by fear and hostility. This is all the more perplexing when you consider that there is no evidence for such fear in the first place. Not one single objective study has ever produced a shred of evidence to suggest that the Poles, Hungarians, Lithuanians, Slovaks, Czechs, Latvians, Slovenes and Estonians are all straining at the leash to rush to the UK when they are finally admitted into the European club. Far from it, the most authoritative estimate is that the number of residents from those countries may rise to as little as 1.1% of the total EU population in 30 years' time. A flood? More like a wee trickle. So maybe it's a good time to recall the reasons why admitting these countries into the EU is such a good idea. First and foremost, by anchoring central and eastern Europe into the EU we help ensure that democracy and stability are extended throughout Europe. If we simply turned our backs on these countries it is highly likely they would suffer serious political instability, leading in some cases to a return to authoritarian rule. By holding out the prospect of membership of the EU - the world's largest single market - we ensure that these countries keep moving in a modern, democratic direction. Second, if we want to tackle some of the pressing international issues of today, like terrorism, cross-border crime and environmental degradation, it is essential we bring central and eastern Europe into the EU fold. By incorporating these countries into the EU, we will be in a much stronger position to track down money launderers, child traffickers and drug smugglers, to close down creaking old Soviet nuclear reactors and enforce safe, environmentally sound policies. Third, it is in our own economic self interest. An influential study by the Centre for Economic Policy Research has calculated that the present members of the EU, Britain included, would gain a total of about &amp;#euro;10bn from enlargement over the coming years. Nearly half a million new jobs would be created. Not bad. Almost all the countries of central and eastern Europe are growing faster than those already in the EU. Their potential is great. As they join the EU, 100 million increasingly wealthy new consumers will be accessible to British businesses and exporters. Importantly, all these benefits would cost the British taxpayer next to nothing. According to Heather Grabbe from the Centre for European Reform, the maximum amount allocated to help the new accession countries from EU coffers over the period 2000-2006 is no more than a thousandth of the EU's total wealth. Poor UK regions are likely to continue to receive EU help for years to come. The amount of money being earmarked to help the poorest countries in central and eastern Europe is a tiny fraction of what the EU has given to new member states in the past, such as Portugal, Greece and Spain. By comparison, this enlargement of the EU is being done on the cheap. Of course, it would be naive to pretend there are no challenges involved. The low wage costs of workers in central and eastern Europe clearly pose a challenge to more expensive British workers. A number of companies have relocated from Britain to exploit the cut price costs of manufacturing in, say, Poland or Slovakia. But this challenge would exist whether we let them into the EU or not. British companies are just as likely to relocate their operations to Malaysia or China as they are to central and eastern Europe. Wage competition, whether we like it or not, has become a difficult fact of economic life. The key priority is to make sure that British skills and talents are attractive enough to keep British businesses at home. Over time, too, as the new EU member countries become richer themselves, the cost advantage they presently enjoy will begin to disappear. So the case for enlargement is overwhelming. If we kept the door closed and locked the ex-communist states out of the EU, we would score a massive own goal. Political instability would increase, which in turn would probably push more illegal immigrants our way. Environmental standards would remain low, including the risk of serious nuclear accidents. International criminals and terrorists would have a field day using central and eastern Europe as a base for their operations. The alternative is to create an European continent enjoying democratic liberties, high environmental standards and growing prosperity. The choice is simple. We'd be mad not to welcome EU enlargement with open arms."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}