{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2004/mar/16/students.lecturerspay", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2004-03-16T17:06:03Z", "webTitle": "NUS faces split over lecturers' boycott", "webUrl": "https://www.theguardian.com/education/2004/mar/16/students.lecturerspay", "apiUrl": "https://content.guardianapis.com/education/2004/mar/16/students.lecturerspay", "fields": {"headline": "NUS faces split over lecturers' boycott", "bodyText": "Student unions representing more than 40,000 students are considering disaffiliating from the National Union of Students, it emerged today, as its resolute support for the lecturers' boycott of exams came under fire from members. University College London's students' union and Exeter University's guild of students are reconsidering their affiliation to the NUS, claiming it has \"lost sight of its primary purpose\". Bristol University's students' union is holding a referendum on the issue this week. The unions say they cannot support the Association of University Teachers' boycott of marking and setting exams and coursework, which the national body is backing. They say they support the lecturers' plight, but cannot condone the damage to students' education. UCL students' union said its members have been told that marking of Italian and French coursework would be delayed this year and students would not be given exam classifications on time when they graduate in June. Yesterday, Malcolm Grant, provost at the university, sent an email to staff warning: \"If student assessment is not undertaken in the coming month it will lead to delays that, so far as I can see, simply cannot be recovered later in the year.\" Alex Coles, education and welfare officer at UCL SU, said members supported the lecturers' cause, but could not condone the damage to degrees. He said: \"Short-term strikes have raised awareness and haven't caused long-term damage. However, in this case we believe the boycott may have long-term effects on students' education. \"There's been a great deal of confusion because the NUS has supported the action. That's of great concern to us. I think the NUS, because they don't have their own students and don't have to deal with individuals, have neglected this issue. If they don't reconsider we will reconsider our affiliated status to them.\" In Bristol, students today began a referendum on the future of their union's NUS affiliation with an online vote. The referendum was planned before the current AUT dispute began. Members have until Friday morning to register a view. Can Okar, president of Bristol's student union, said: \"We will support AUT's goals, but not their actions. The dispute is not just continuing - it's hotting up. We're saying we can't support the NUS's actions, it makes us look like we're not serving the interest of our students.\" He added: \"We are going to the university to ask them to make contingency plans because this won't end tomorrow; and we're asking the academics to try to get some kind of informal feedback for students. \"We're locked by the national dispute. We're asking both sides to start negotiating and stop being so hardline.\" Jonty Crane, the communications officer at Exeter's guild of students, posted a statement on its website saying the executive believed the stance of the NUS was detrimental to the student body. It continued: \"Furthermore, it is our belief that the NUS has lost sight of its primary aims and objectives as a national union representing students and, in answer to this, the University of Exeter guild of students are seriously considering their affiliation to such a body.\" A spokesman for the NUS said it welcomed the fact that unions were debating the issues affecting lecturers, but reiterated its support for the boycott. He added that it was the institutions' responsibility to ensure students' work was not affected. The AUT is locked in an increasingly bitter dispute with the Universities and Colleges Employers Association (Ucea) over a pay deal - which includes an overhaul of the pay framework. The union claims the deal will leave some of its members out of pocket. Yesterday the NUS rejected an appeal from Ucea to drop its support for the AUT."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}