{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/mar/19/eu.politics", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-03-19T17:51:43Z", "webTitle": "EU to appoint anti-terror 'tsar'", "webUrl": "https://www.theguardian.com/world/2004/mar/19/eu.politics", "apiUrl": "https://content.guardianapis.com/world/2004/mar/19/eu.politics", "fields": {"headline": "EU to appoint anti-terror 'tsar'", "bodyText": "Europe is to get its own counter-terrorism \"tsar\", EU ministers agreed this afternoon - although disagreements over what constitutes terrorism still divide some member nations. After a tough-talking David Blunkett arrived in Brussels this morning for the special summit, convened after the Madrid bombings, calling on fellow interior ministers to \"cut the waffle\" and endorse \"hard, practical action\". The proposal is to be formally approved by EU leaders next week. However, a common EU definition of \"terrorism\", mooted after the September 11 attacks on the US, has yet to be agreed. EU justice and home affairs ministers said the anti-terrorism chief would improve coordination of efforts to tighten security in the wake of the increased terror threat. But talks in Brussels ended today with clear differences remaining on how far to go in sharing intelligence between national police and security organisations across Europe. Today's emergency talks were prompted by last week's Madrid train bombs, which spurred the European commission to criticise some governments for not yet fully implementing an EU terrorism action plan. By now, the EU is supposed to be operating a single arrest warrant to speed extradition for terrorist suspects, as well as applying similar minimum penalties for terrorist crimes, and freezing all financial and property assets held by outlawed organisations. In reality, governments are still unable even to agree an EU-wide definition of terrorism as opposed to \"ordinary\" crime. Bureaucratic delays and red tape are also hampering closer cooperation and coordination of anti-terror efforts. Some national investigation agencies are reluctant to share full information with their counterparts in other countries, which are seen as less secure in the handling of sensitive terrorist intelligence. That was glaringly highlighted after the Madrid bombs last week when Spain was reluctant to reveal full details to other EU countries about the kind of explosive used in the attacks. Today, the British home secretary suggested the setting up of a new European intelligence centre along the lines of an existing British system to analyse counter-terrorism intelligence. Mr Blunkett said: \"What I'm interested in is hard, practical action, like sharing communications data to route back the activities of terrorists. \"We're interested in making sure that information is properly shared so that people can analyse it quickly and ensure that they have not been let down by people not sharing the relevant information.\" This afternoon's agreement is set out in a \"draft declaration\" on terrorism to be considered by EU foreign ministers next Monday, and then by a summit of EU leaders on Thursday. Tony Blair and his counterparts will formally approve the key elements, including the appointment of a \"counter-terrorism coordinator\" to streamline the anti-terrorism efforts of the member states. The declaration also urges EU foreign policy chief, Javier Solana, to set up within 180 days an \"integrated intelligence capacity\" within his EU department to assess threat levels and boost intelligence-sharing between all 25 EU countries. Ireland's justice minister, Michael McDowell, who chaired today's talks, hinted at the political sensitivities over intelligence sharing. He said there had to be a balance between revealing information and maintaining security. There had to be a \"sense of trust\" between various security services, he said, adding: \"The valuable intelligence is often valuable because it is secret.\" He said the aim of EU ministers was \"pragmatic cooperation\" and not to create even more bureaucracy and paperwork. He said everyone was united in their solidarity with ordinary people in the wake of the Madrid attacks and there was a determination to overcome terrorism and defend Europe's hard-won liberties. The aim of today's meeting, he said, had been to inject \"renewed vigour\" into EU-wide cooperation."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}