{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/mar/13/hotels.ireland.guardiansaturdaytravelsection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-03-13T19:33:00Z", "webTitle": "All Ireland champions", "webUrl": "https://www.theguardian.com/travel/2004/mar/13/hotels.ireland.guardiansaturdaytravelsection", "apiUrl": "https://content.guardianapis.com/travel/2004/mar/13/hotels.ireland.guardiansaturdaytravelsection", "fields": {"headline": "All Ireland champions", "bodyText": "Favourite hotels Style-lovers adore The Clarence on Dublin's quays (owned by members of the rock band U2), and the delicious TENsq, opposite Belfast's City Hall. The Merrion, just off Dublin's finest Georgian square, has classical appeal, and as everyone loves a castle, Ashford Castle (stunningly located at Cong, Co Mayo, overlooking dreamy Lough Corrib) tops the bill. For country house comforts, we love the magnificently wacky Castle Leslie in Co Monaghan (all with gorgeous gardens). But, if just one hotel must be chosen, Kevin and Catherine Dundon's lovely Dunbrody Country House Hotel &amp; Cookery School, across the estuary from Waterford City has a little of all these characteristics (except, perhaps, the wacky bits). It also has Ireland's most stylish cookery school. · Dunbrody Country House Hotel, Arthurstown, Co Wexford (+513 89600, dunbrodyhouse.com). High season B&amp;B €120pp. Best for food Nobody has contributed more to Ireland's new food culture than Myrtle Allen of Ballymaloe House at Shanagarry in East Cork. Myrtle - who recently celebrated her 80th birthday and is now rightly receiving international recognition for a lifetime's work 'recapturing for gotten flavours, and preserving those that may soon die' - remains energetically involved in the business. Local and home-farmed food is the foundation of the hospitality, and Ballymaloe is still most remarkable for the superb simplicity of both food and accommodation. The Ballymaloe Cookery School, a family enterprise, is nearby. · Ballymaloe House, Shanagarry, Midleton, Co Cork (+21 465 2531, ballymaloe.ie). High season B&amp;B €107.50pp. Best for a pint Irish cities are awash with stylish contemporary cafe-bars but, for sipping a pint of stout, there's nothing to beat the ambience of a traditional pub. O'Hare's of Carlingford, Co Louth, remains true to the spirit of the old grocery-bar, while the pretty waterside Moran's Oyster Cottage, at Kilcolgan, Co Galway, is great for food and atmosphere (the pint may be taken as read). And there's Bushe's Bar in the bustling little West Cork fishing port of Baltimore, a family-run bar that's choc-a-bloc with genuine maritime artefacts. · Bushe's Bar, Baltimore, Co Cork (+28 20125, bushesbar.com). Best for the view After the legendary hospitality, Ireland's real trump card is her scenery: over a quarter of the Guide's recommendations are in scenic locations. For heart-achingly gentle inland views, Fermoyle Lodge (the Guide's Country House of the Year) gazes over rugged Connemara. Best view of all, perhaps, is from the luxurious (if architecturally surprising) Aghadoe Heights Hotel, Co Kerry, which overlooks the Lakes of Killarney and the mountains beyond - it would take a hard heart to remain unmoved. · Aghadoe Heights Hotel, Killarney, Co Kerry (+ 64 31766, aghadoeheights.com). High season B&amp;B €199pp. Best value Ireland is not an inexpensive destination, but giving value for money has become a priority. Farmhouse of the Year, Ballyknocken House near Ashford, Co Wicklow, offers antique furniture, delicious home cooking and excellent walking on the doorstep (B&amp;B €55pp). The Murphy family's Dunarven Arms Hotel in Adare, Co Limerick (Ireland's prettiest village) was selected as the Guide's Hotel of the Year for all-round excellence and giving exceptional value for money, notably through special offers which never compromise on quality. · Dunraven Arms Hotel, Adare, Co Limerick (+61 39 6633, dunravenhotel.com). High season B&amp;B €128pp; special offers often available. · Full details on all establishments mentioned (and hundreds more throughout Ireland's 32 counties, north and south) are given in the Georgina Campbell Jameson Guide Ireland 2004 - The Best Places To Eat, Drink &amp; Stay (£10.99, available from bookshops - quote ISBN 1-903164-10-9 to order). Prices are given as a guide but always check, as special offers are often available."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}