{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2004/mar/24/students.news", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2004-03-24T17:16:00Z", "webTitle": "Students wielding 'guns' create panic in Leeds", "webUrl": "https://www.theguardian.com/education/2004/mar/24/students.news", "apiUrl": "https://content.guardianapis.com/education/2004/mar/24/students.news", "fields": {"headline": "Students wielding 'guns' create panic in Leeds", "bodyText": "Leeds Metropolitan University has been forced to apologise after three of its film students were caught acting out an armed robbery. The multimedia technology students were followed and stopped by armed police on the A660 in Leeds last night after reports that they were carrying guns. But they were let off with a warning when it was discovered they were staging an armed robbery with toy guns for cameras. A West Yorkshire Police spokesman said armed officers followed and stopped the students in the city centre after reports that three men were behind the Arndale Centre in Crossgates with what were believed to be guns. The spokesman said: \"Officers strongly advised them about their conduct and imitation firearms were confiscated. \"Once again this highlights the seriousness of people having replica firearms in public. The fact that it did later turn out to be a replica does not detract from the fear of the public in the first place. \"We can't stress enough how unhelpful and potentially dangerous this was.\" Steve Denton, registrar and university secretary at LMU said: \"We apologise on behalf of the students for the inconvenience caused to the police and the community of Leeds.\" He added: \"We will be meeting the students today to discuss the matter further.\" The vice-chancellor Professor Simon Lee, in his daily online briefing, said that the students were arrested at gunpoint. He reminded students: \"The police should not have to be 'disarming' students.\" Top three pranks gone wrong o Three Japanese students in China's Northwest University caused near-riots when they donned fake willies and camped it up in red bras and knickers. Expecting hysterical laughter they were shocked when their antics sparked an anti-Japanese demonstration by thousands of fellow students, internet death threats, and articles in the national media accusing them of attempting to humiliate China and its people and demanding an apology. Which they duly got. o Last February two Plymouth students were suspended after publishing a student newspaper with a front page headline inciting students to kill their vice-chancellor. The headline, \"Kill Levinsky, win a robin reliant\" was a spoof of a Sunday Sport headline \"Kill Saddam, win a metro\". Its authors claimed it was no more than a joke, but then the vice-chancellor, Roland Levinsky, received a death threat made to his home telephone. o Last month Oxford student Matt Richardson bit off more than he could chew when he landed a job delivering a series of PhD level lectures to students in China. Two days in, he ran out of the A-level text book he was lecturing from and did a runner. Arriving back he boasted of his efforts in the national press. But meanwhile the Chinese police launched an inquiry after his worried students reported him missing. Last thing we heard was that the company who employed him were considering legal action..."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}