{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/mar/09/tvnews.channelfive", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-03-09T17:56:19Z", "webTitle": "ITN loss is 'severe blow', says boss", "webUrl": "https://www.theguardian.com/media/2004/mar/09/tvnews.channelfive", "apiUrl": "https://content.guardianapis.com/media/2004/mar/09/tvnews.channelfive", "fields": {"headline": "ITN loss is 'severe blow', says boss", "bodyText": "ITN chief executive Mark Wood has hit out at Rupert Murdoch after Sky News swiped its contract to supply Channel Five with its news. He suggested that Sky News had priced their contract at unrealistic levels and had gone to extraordinary lengths to get their first foothold into prime time terrestrial TV news. \"To provide the enhanced service that Five wanted, we offered a price that we had worked through in detail with them and which both sides knew was realistic. It would seem that the Murdoch stable felt that, in order to gain a foothold in the terrestrial news market, they needed to be prepared to go to quite remarkable lengths,\" he told MediaGuardian.co.uk Bruised but unbowed, Mr Wood vowed it was business as usual despite today's blow, which will see ITN lose around £7m a year - around 7% of its revenues. The loss also throws into doubt the future of the 60 ITN staff who currently work on Five News, a significant percentage of the company's total workforce of around 800. It is the first time ITN has failed to win a contract to supply news to any of its three terrestrial customers - ITV, Channel 4 and Five. Sky News, which has been going for 15 years and has won a number of awards, will be hoping it is a bridgehead to make further inroads into ITN's business. For ITN it is a hammer blow. Around £80m of ITN's revenue comes from its core news supply contracts, with customers including ITV, Channel 4 and Five. Another £20m comes from the company's burgeoning archive, factual and entertainment businesses. It made a profit last year of around £5m. \"We won't allow this to dampen our ambition to remain the UK's leading commercial news provider,\" said Mr Wood, who nevertheless admitted it was a \"severe blow\". But he said it would have been impossible for ITN to produce a quality service at the prices being demanded by Five bosses. \"In the face of what looks as though it could be a case of unfair pricing, we simply weren't able - or prepared - to drop our price for the Five contract so low that we would either lose money, or be forced to compromise on the quality of service,\" he said. \"We are naturally disappointed that Channel Five, while praising the work of the Five news team, has dealt them such a severe blow. But these are some of the most talented and dynamic people in the business and they will bounce back,\" he added. Since its inception in 1997, Five News has been responsible for changing the face of TV news, if not its content. The station's more informal style - which famously saw presenter Kirsty Young perching on the side of her desk rather than behind it, has been widely imitated by other commercial channels, not least the newly-relaunched ITV News, which is also produced by ITN. However, it has always been more talked about than watched, and its mid-evening bulletin remains a thorn in the side of Five schedulers - despite being moved around the schedule more often than Channel 4 juggled Brookside. On Monday the 7pm Five News had an audience of just 200,000, a 1% audience share and a fifth of the 900,000 watching Channel 4 News. Its newly-installed late afternoon bulletin, curiously scheduled at 5.30pm, fares rather better, and yesterday had an audience of 800,000 viewers. Five bosses will be hoping Sky News can conjure up ratings to match the programme's high profile. As for ITN, the recently passed Communications Act allows the news provider to be owned by a single shareholder for the first time. However, the much anticipated consolidation is yet to materialise, and the company's ownership is split between the newly-created ITV plc, with a 40% stake, and the Daily Mail &amp; General Trust, Reuters and Lord Hollick's United Business Media, which have 20% each. Although possible stock market flotation of ITN was once mooted, such plans are now said to have been shelved completely. Analysts suggested consolidation of ITN's ownership is a case of when, not if. \"Over the next few years ITN will be brought entirely in-house by ITV - it's inevitable,\" said Paul Richards, a media analyst at Numis. \"The other owners must know they need to sell, it's just a question of what price. Otherwise ITV could cancel its own agreement [with ITN] and set up its own news service. That's the nuclear option.\" · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857 · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}