{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/mar/13/hotels.guardiansaturdaytravelsection1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-03-13T19:39:10Z", "webTitle": "Somewhere for the weekend", "webUrl": "https://www.theguardian.com/travel/2004/mar/13/hotels.guardiansaturdaytravelsection1", "apiUrl": "https://content.guardianapis.com/travel/2004/mar/13/hotels.guardiansaturdaytravelsection1", "fields": {"headline": "Somewhere for the weekend", "bodyText": "Terry House Right on Romney Marsh, which begs to be explored. A pretty home: roses and climbers decorate the pink and blue brickwork, and gabled windows look out over the marsh. Many people choose the secluded stable twin: it's private with its own terrace and sitting room. · Warehorne, Ashford, Kent TN26 2LS (01233 732443). Doubles £50-£70. Frith Farm House Eight immaculate acres of garden with pond, obelisk and orchards. Magnificent views, too - this is an AONB - and a very pretty indoor pool heated all year. The house is large, traditional, luxurious. Canterbury and Leeds Castle are easily reached. · Otterden, Faversham, Kent ME13 0DD (01795 890701, frithfarmhouse.co.uk). Doubles £64-£70. Little Mystole Cosy, bedrooms with touches of chintz and frill and the most inviting beds; a handsome, formal dining room; beamed ceilings, antiques, plump sofas. Ten minutes from Canterbury, 30 from ferries and tunnel. · Mystole Park, Canterbury, Kent CT4 7DB (01227 738210). Double £70. Charcott Farmhouse The 1750 brick farmhouse is home to a charming family. Bedrooms are simple but fresh, with country views. Breakfast is a happy affair with heaps of home-made bread and free-range eggs and, best of all, you can come and go as you please. · Charcott, Leigh, Tonbridge, Kent TN11 8LG (01892 870024, charcott.freeserve.co.uk). Double room £50. The Woolhouse A small 17th-century manor in a beautiful conservation village. Charming, simply furnished with slopey ceilings bedrooms, a grand piano, open fire and heaps of books in the visitors' drawing room,a flower-filled conservatory for breakfast and a country garden to explore. · Grove Lane, Hunton, Kent ME15 0SE (01622 820778, wetton.info). Doubles £56-£66. · All of the above feature in Alastair Sawday's Special Places To Stay British Bed &amp; Breakfast (£14.99); specialplacestostay.com."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}