{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2004/mar/28/popandrock.petetownshend", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2004-03-28T18:01:26Z", "webTitle": "The Who, London", "webUrl": "https://www.theguardian.com/music/2004/mar/28/popandrock.petetownshend", "apiUrl": "https://content.guardianapis.com/music/2004/mar/28/popandrock.petetownshend", "fields": {"headline": "Weren't we once the Who?", "bodyText": "The Who Forum, London NW5 Tickets for the Who's first London date in two years are sold out, so the touts are doing a brisk trade tonight, although demand is not quite what you might expect. Outside Kentish Town Tube station, a ticket costs £100 but across the road an eager tout chases me up the street proffering one for £30, less than face value. I know this because tonight's gig is a warm-up for their charity benefit tomorrow at the Royal Albert Hall, so no press tickets are available. Inside the unwelcoming venue, middle-aged fans and retro-looking youngsters (mullets and flares) tune their air guitars, while a couple of enthusiasts have turned up in skinny mod suits and there is a Keith Moon lookalike in a military jacket. This shows the historic breadth of the band's appeal; there is a sense of excitement tonight because the Who have managed, partly due to the grouchy character of guitarist Pete Townshend, to retain their outlaw spirit. Their early singles tapped into the fears and frustrations of Sixties youth; on 'My Generation', their signature tune, singer Roger Daltrey sounded like a stuttering teenager, while Townshend provided the explosive riffs. Unlike the Rolling Stones, who have become a colourful parody of their former selves, the Who have retained their image as sneering outsiders. Trouble is, we've grown to love the Stones, who make us smile and boast four longstanding members, while the Who, minus deceased drummer Keith Moon and bassist John Entwistle, are not the impish quartet or cultural force they once were. But there is still a lot of affection for the bruised and battered institution that celebrates its fortieth anniversary this year. This follows a tumultuous couple of years in which Entwistle suffered a rock'n'roll demise in a Las Vegas hotel room and Townshend received a caution for viewing child pornography online, which he said was research for his autobiography because he had been sexually abused as a child. The band make a rousing start with 'I Can't Explain', 'Substitute' and 'Anyway, Anyhow, Anywhere'. On the last, Daltrey's upper register fails him but Townshend compensates with a long guitar solo in which he crouches down and twirls his guitar. It's a impressive array of anthems, but something is not quite right. Daltrey alternates between looking camp and bemused, swinging his arms distractedly, perhaps in a vain effort to rouse the four session musicians behind him who go through the motions but rarely capture the raw dynamics of the most famous songs. 'Who 2', as Townshend has dubbed the band, consists of drummer Zak Starkey, who is Ringo Starr's son, John 'Rabbit' Bundrick playing keyboards, Townshend's brother Simon on guitar and bassist Pino Palladino. They are competent but don't sound like 'Who 1'. Townshend, naturally, looks grumpy. 'Needless to say we're very, very happy, thankful, delighted to see you all,' he says but they don't look elated. This is the musical equivalent of a shotgun wedding and, given their rocky relationship over the years, it's hard not to speculate about what is happening now. Daltrey and Townshend stand upstage and although they are a few feet away from each other, their body language, or rather lack of it, is telling. It's as if they are leading two bands or still battling for leadership of this one. I can count on the fingers of one hand the amount of times they turn and face each other, let alone trade smiles. This is their first British concert since Entwistle's death and his absence is noticeable, given that there is more chemistry between Blair and Brown than there is between Daltrey and Townshend. The band swing when they tackle 'Baba O'Riley' and 'Won't Get Fooled Again' from Who's Next, but when they get into the pomp and circumstance of Tommy, things go awry, a reminder that the band's reputation rests mainly on their very early output. They also play two new tracks, 'Good Looking Boy' and 'Old Red Wine', which, despite the name, aren't vintage Who. And when Townshend steps up to share vocal duties on a couple of songs, the results are desultory. The woman next to me bluntly informs her partner: 'Pete Townshend can't sing.' Elsewhere, there is a deadening sense of a band going through the motions, replaying old hits and striking poses without much conviction. When Townshend succumbs to audience pressure and does a windmill, it's like seeing John McEnroe have yet another tantrum. Despite the warm audience response, watching Daltrey and Townshend is a strange, disappointing experience. There are flashes of inspiration but watching rock's Odd Couple for two hours is recommended for truly devoted fans only. · The Who play the Royal Albert Hall, London SW7 tomorrow in aid of the Teenage Cancer Trust Three to see Scissor Sisters Cardiff Uni (tonight); Waterfront, Norwich (Mon); Wedgewood Rooms, Portsmouth (Tues); Anson Rooms, Bristol (Wed) Glam electro band promise a colourful show. Travis Hammersmith Carling Apollo, London W6 (tonight) For those who prefer the gentler things in life. Snow Patrol Shepherds Bush Empire, London W12 (Tues) Fashionable Brit band hoping to emulate Coldplay's success."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}