{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/mar/19/iraq11", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-03-19T17:47:30Z", "webTitle": "Voices on Iraq: your reaction", "webUrl": "https://www.theguardian.com/world/2004/mar/19/iraq11", "apiUrl": "https://content.guardianapis.com/world/2004/mar/19/iraq11", "fields": {"headline": "Voices on Iraq: your reaction", "bodyText": "· I couldn't agree more with George Galloway's assessment of the quagmire the US has found itself in with regard to its war against the Iraqi people and the occupation: it cannot get out and cannot move forward. That does not mean, however, that the UK cannot withdraw, much like Spain will as a result of the Madrid massacre. My wife is currently attending the London Book Fair, and I do not relish London being a terrorist target because of a certain poodle's failure to heed the protests of the British people. One only has to look to the soon-to-be former Spanish PM as an example. Dennis Dalrymple, New York City · I am one of millions of people who last spring protested on the streets of London against the decision to go to war in Iraq. I strongly believed then, as I do now, that the decision to invade Iraq was premeditated and the question of WMD as we now know was the smoke screen. The US's intentions were exposed when George Bush constantly moved the goalposts from WMD to regime change and democracy in Iraq. There is no doubt in my mind about the true motives behind all. This was the OIL, both from Iraq and the Caspian region. But the question is: where would Mr Bush plc's lust for the oil loot take the US and, indeed, the rest of the world? In the case of Iraq there are no immediate signs of peace in sight. If anything, she is slowly plunging into anarchy and a possible civil war. I agree with George Galloway's comments when he says the US is trapped in Iraq. The US policy to deliver democracy in Iraq through the barrel of the gun is not going to work simply because democracy cannot be imposed from the outside. It usually stems from the very grass root level of society and is nurtured with fairness and justice (all of which are absent from American foreign policies, particularly for the Middle East). Mr Bush talks about his plans to redraw the Middle East map. If he indeed does wish to reshape the region then perhaps he should start with the Palestinian state: get Israel to comply with the UN's resolutions on Palestine and give the Palestinians their state . The longer the Americans stay in Iraq the greater are the problems for the people of Iraq and the Middle East. More hatred for the US and its allies is generated and the world will not be any safer. Shahzad Raja, London · Forget about Dad's Army or Fawlty Towers. Mr G (Galloway) is Britain's best and longest running sitcom. I must admit I'm not sure which is funnier, what George says or the fact that quality papers like the Guardian actually deign to print what he says. I'd be laughing, if it weren't all so sad ... Richard Goodale, Fife · Great series! Thanks. How sad, though, to read these thoughtful reflections by thoughtful people. Iraq will prove a sideshow in the \"war on terror\". Notably, the USA is singularly unwilling to confront Pakistan, the Wal-Mart of nuclear technology. If things get silly in Pakistan we could have a REAL problem on our hands. The drain by Iraq on the US economy cannot be underestimated, either. OBL could never have achieved what GWB is doing, and Bush is the president! The war in Iraq has made the world less safe. Islamic fundamentalism has been given a rallying point. I was pessimistic about the war a year ago. I am now profoundly pessimistic. JB, Sydney · I believe that Mr. Galloway's remark that \"there may come a day, maybe sooner than you think, when western policy-makers may be wishing Saddam was back\" may well represent the truest and most chilling synthesis of the Iraq war. True, for so history goes and goes (for those who dare learn its lessons), chilling because its flip-side implication is that we, civilised countries, are bound to impose bloody dictators as passable solutions to our problems. Bruno Caprile · I never thought the day would come that I would laud George Galloway! I think that France and Germany have been vindicated. They argued that war was a mistake because Saddam was contained, there was no imminent threat, it would increase terrorism (as Iraq was one country in the area where terrorists feared to tread), destabilise the Middle East and be impossible to win. All this terrorism is due, in essence, to US policy, in respect of its support of Israel. This, in turn, is due to the perceived need for the Jewish vote to elect a president. So the world is held hostage to US presidential politics! Why can't the rest of the world stand up against the US and let it know that it alone is responsible for the financial costs of the war on terrorism? Politicians of other countries should have the guts to sanction Israel, not because they are Jews, but because their policies towards the Palestinians are shameful. Actions are good or bad, depending on their consequences. The consequences of Israeli policies, with US support, are bad for the whole world. Those policies should be changed. Bush has no idea what democracy is. The majority of the world's population was against the war. Ordinary people knew from the propaganda that was put out as an excuse for going to war (all the changing reasons, etc.) that there were no WMD. And the experts couldn't see it? Give me a break! The only way you can stop terrorism is to remove the cause, and the cause, in the case of al-Qaida, is Israel. It would be nice if this could have happened because we were decent, law abiding, compassionate people, who felt that the ethnic cleansing of the Palestinians from their country was wrong and acted immediately to remedy it. But we were not decent enough. Perhaps we deserve the terrorism. Brenda Haworth · While no fan of the other George, I find Galloway's piece pretty lame in its analysis of costs and benefits. Benefits: \"The one benefit is the removal of the Saddam Hussein regime from power in Baghdad ...\" Costs: \"The costs can be calibrated in a hundred different ways, starting with the number of Iraqi people who were slaughtered (we don't know how many they were because nobody was counting and, indeed, the US administration openly boasts that it can't be expected to count the number of Iraqis it killed); the number of maimed and wounded; the millions whose lives have been wrecked, who, even now, a year after the war, have no regular supplies of electricity or water and still lack basic necessities. And the vast majority are unemployed.\" Surely, it is clear to all that Saddam wreaked terrible destruction on his own people (I doubt he kept records either), that benefits were restricted to a minority, while others lived in conditions so well described by George. Could he perhaps provide us with his view on Saddam's regime, methods, and record vis-a-vis the majority of Iraqis? In addition, what course of action, if any, would he have taken to remove Saddam Hussein's regime from power in Baghdad? Michael Hamilton · No one other than a sophomore at Hampshire College takes old Chomsky seriously. Can't you guys come up with someone more credible to discredit America than this fashimiled (Yiddish for mouldy) Marxist? What's next? A column on religion written by scholar Mel Gibson? It isn't that we are all so dumb in America and that is why we ignore Noam. We simply find him boring and predictable. \"America wants world hegemony, etc. etc.\" What a snooze fest! David Oettinger · I have read with interest the article published by Dr Salih Ibrahim with regard to the situation in Basra. I am sick and tired of all these pessimistic people crying over the good old Saddam era. I say to these people: what is the alternative, where would Iraq be if the Americans and Bush did not have the courage to liberate us and get rid of Saddam and his thugs? Nothing is worse than Saddam and any situation is better, including civil war. Matters could improve rapidly if Iraqis, with the help of the Americans, can round up the remains of Saddam and Bin Laden's gangs of thugs and cut-throats. The general situation in Iraq is getting better by the day. A relative of mine who was unemployed for 10 years during Saddam's times has just landed a job with an American company with good pay, a car and a mobile, not forgetting the democratic trend and the freedom the Iraqis are enjoying. There is not a single Arab in any Arab country who can dare speak his mind freely on TV except in Iraq. For this I thank our liberators. God bless Bush and Blair. Kase Al Doory, petroleum consultant · Thank you for publishing Hans van Sponeck's piece on Voices on Iraq. At a time when the American newspapers are crying \"betrayal\" and \"appeasement\" over the Spanish election result, it is good to hear someone, with first hand information concerning Iraq, questioning the rationale for the American and British military presence in Iraq. Now that WMD won't wash, it is only proper that the fallback argument that \"we make life for the average Iraqi better\" is debunked. Narayanswami Sreeram"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}