{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/mar/05/thedailytelegraph.pressandpublishing", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-03-05T17:47:58Z", "webTitle": "Sir David Barclay's press statement", "webUrl": "https://www.theguardian.com/media/2004/mar/05/thedailytelegraph.pressandpublishing", "apiUrl": "https://content.guardianapis.com/media/2004/mar/05/thedailytelegraph.pressandpublishing", "fields": {"headline": "Sir David Barclay's press statement", "bodyText": "This statement is issued by Sir David Barclay to refute the damaging, unwarranted and uncalled-for allegations made by Vice-Chancellor Strine in his Opinion of 26 February 2004 in the Delaware proceedings brought by Hollinger International Inc. (the US company) against Conrad M. Black (Lord Black) and Hollinger Inc. (the Canadian parent company). These allegations have been widely reported in the press. None of the allegations have substance. But before turning to the detail, it is important to put the allegations in context: (a) The allegations are grossly unfair in that they were made by the Vice-Chancellor in breach of basic principles of natural justice. Only one allegation now made was raised by the Plaintiff, Hollinger International, during the three day court hearing, namely the allegation that Lord Black gave confidential information to the Barclays. This allegation is refuted at paragraph 4 below. None of the other allegations were raised by the Plaintiff or anyone else in court, other than by way of brief incidental comments by the Judge. The Barclays did not have a fair opportunity to deal with these serious matters. Had they been given a fair opportunity, they could and would have answered all the points. The Vice-Chancellor was in breach of basic legal principles in making these allegations in his Opinion. By reason of the unfair procedure, the allegations made against the Barclays are of no validity and should be dismissed by all fair-minded people. (b) Throughout all their negotiations with Lord Black, Hollinger International and its advisers, Lazard, the Barclays were advised by an eminent firm of US corporate counsel. Any suggestion, therefore, that they acted at all improperly is completely unjustified. 1. THE BARCLAYS DID NOT COLLUDE WITH LORD BLACK BEHIND HOLLINGER INTERNATIONAL'S BACK The Barclays deny that there was any improper collusion with Lord Black and there is no evidence for any such allegations. From the outset, Sir David Barclay made it clear, to both Lord Black and Lazard, that he wished to acquire the Telegraph. Lazard kept the Barclays fully appraised of the sale timetable, which was likely to take several months. The Barclays as a result began to focus their attention on purchasing the Canadian parent company, Hollinger Inc. The incentive for Lord Black to negotiate the sale of Hollinger Inc. (of which he controls 78%) was a direct result of its financial difficulties. This has been subsequently evidenced by Hollinger Inc.'s failure to meet dividend and interest obligations. Press Holdings International Limited (\"PHIL\") agreed in good faith on 18 January 2004 to buy Hollinger Inc. Sir David Barclay received assurances from Lord Black that he was free to enter into the agreement with PHIL and only then was the agreement signed in good faith having consulted with US legal advisers. 2. THE BARCLAYS DID NOT INTERFERE WITH HOLLINGER INTERNATIONAL'S STRATEGIC PROCESS In his Opinion, the Judge suggested that the sale to PHIL \"has an obvious and negative effect on the Strategic Process\" and that it was \"nonsense\" and \"implausible\" to think that the Barclays, once they had bought Hollinger Inc., would have been open to any transaction resulting from the Strategic Process. It was stated that the Barclays \"feared\" the Strategic Process and acted with Lord Black by \"formulating the Bylaw Amendments.....to give themselves veto authority over any asset sale that would be favoured by a majority of the International Board.\" This is incorrect. The Barclays did not interfere with, or intend to interfere with, Hollinger International's Strategic Process of considering various options to maximise shareholder value. In fact, immediately upon signing the agreement to purchase Hollinger Inc., PHIL wrote to the Board of Hollinger International confirming that it had no intention of interfering with this process. Lord Black did not consult with or even notify the Barclays about his Bylaw Amendments. The Barclays only learned of them when they were publicly disclosed. 3. THE BARCLAYS WERE NOT \"LESS THAN FULLY CANDID\" AND DID NOT \"REMAIN SILENT WHILE LORD BLACK MISLED THE INTERNATIONAL BOARD\" There is simply no evidence for the Judge to allege that the Barclays \"chose a pragmatic course of action that they knew was less than fully candid\" and \"remained silent while Lord Black misled the International Board\". Sir David Barclay had been assured by Lord Black, who was himself advised by eminent US corporate counsel, that he was free to negotiate and sell his shares. There was, therefore, no reason for Sir David Barclay to have thought that he should disclose his confidential negotiations to anyone, including Hollinger International or Lazard. Such disclosure obligations only arose once PHIL had entered into the agreement to purchase Hollinger Inc. In any event, the trial record shows that by at least mid-December 2003, Hollinger International was aware that Lord Black was pursuing a separate deal with third parties to sell his interest in Hollinger Inc. 4. THE BARCLAYS DID NOT USE CONFIDENTIAL INFORMATION OBTAINED FROM LORD BLACK Judge Strine alleged that \"Lord Black used confidential information given to him in his official capacity at Hollinger International to negotiate behind Hollinger International's back with the Barclays.\" However, there is no suggestion in the Opinion that the Barclays used any such confidential information. As one would expect, the Barclays carried out their own independent analysis of Hollinger International's value based upon publicly available information. The Lazard valuation ranges cited by the Judge were also based on publicly-available information. 5. THE BARCLAYS HAVE NOT PUT \"DEBATABLE INFORMATION INTO THE PUBLIC DOMAIN ABOUT THEIR NEGOTIATIONS AND INTENTIONS\" NOR \"IN PUBLIC FILINGS IN THE US AND CANADA RELEASED INFORMATION OF QUESTIONABLE ACCURACY\". The true position is as follows. After the announcement of the offer for Hollinger Inc. was made by PHIL, Sir Frederick Barclay contacted Lazard on an exploratory basis and suggested that the Barclays might be willing to consider an offer to acquire Hollinger International's public stock for US$18 per share. Lazard turned down this suggestion. Subsequently, on the advice of the Barclays' US corporate counsel, this conversation was correctly publicly notified in the US to the SEC in a Schedule 13D filing. It is clear from the Schedule 13D that Sir Frederick Barclay's conversation with Lazard was tentative and exploratory. The Schedule 13D did not state nor suggest that a firm offer had been made for Hollinger International. Lazard's testimony at the trial confirmed this. There was no ulterior motive for publicly disclosing Sir Frederick Barclay's conversation with Lazard. The information in the Schedule 13D was filed because the Barclays were advised by their US corporate counsel that this was a legal requirement. The Judge also wrongly alleged that offering materials filed in Canada were inaccurate. On the contrary, they accurately summarised the negotiations underlying the agreement to purchase Hollinger Inc. The Barclays, contrary to the Judge's supposition, had no motive for concealing their interest in acquiring the Telegraph. 6. SIR DAVID BARCLAY DID NOT FALSELY \"CLAIM TO BE TOO ILL TO BE DEPOSED\" Judge Strine cast doubt unfairly and wrongly that Sir David Barclay had \"claimed to be too ill to be deposed\". This is particularly regrettable as the medical evidence before the Court of an eminent professor of clinical neurology and an eminent surgeon and other evidence about Sir David Barclay's illness over many years was not challenged at trial by the Plaintiff, Hollinger International. Judge Strine has, however, now clarified that his \"Opinion does not mean to cast doubt on the sincerity of the representation that it was medically inadvisable for David Barclay to be deposed\". The Judge has now also clarified that his opinion was not intended \"to cast any aspersions on [Sir David Barclay's] basic integrity as a person\". In preparing this statement to the UK press, Sir David Barclay has taken legal advice from Lovells and David Pannick QC. Sir David is not seeking any redress but believes for the sake of accuracy and fairness going forward that these facts should be noted for the record. Enquiries: Brunswick 0207 404 5959"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}