{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/mar/20/sixnations2004.rugbyunion", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-03-20T22:09:46Z", "webTitle": "Six Nations: Kay has lofty ambitions in battle for the skies", "webUrl": "https://www.theguardian.com/sport/2004/mar/20/sixnations2004.rugbyunion", "apiUrl": "https://content.guardianapis.com/sport/2004/mar/20/sixnations2004.rugbyunion", "fields": {"headline": "Kay has lofty ambitions in battle for the skies", "bodyText": "Among the BBC's technical innovations at Twickenham today is something called Post-cam, a compact wireless device strapped to the goalposts and designed to give a 360-degree view of the action. It is all very cutting edge, but wiring up England's pivotal lineout figure Ben Kay might be even more instructive. Against Ireland a fortnight ago an awful lot revolved around Kay, to the point where England's lineout deficiencies had supporters averting their eyes every time Ronan O'Gara unloaded one of his teasing touchfinders. As the man responsible for England's calls, Kay prides himself on being smarter than the average bear in the lineout jungle; instead England lost 11 of their own throws and were skinned alive by Ireland's stealthy jumpers. The first thing to stress is how much this matters. Rugby is a game of possession and England have often gained an edge by concentrating furiously on source areas such as lineouts, scrums, restarts, offensive tackling and chasing kicks. Perversely the scrum could yet provide today's most striking plat du jour as Wales were utterly outplayed there by the French, but Kay's mission, above all else, is to regain control of the skies. He is happy to admit as much, confirming Ireland was \"my worst experience in an England shirt\". Describing the 6ft 6in Leicester lock, who weighs in at just under 18 stone, as powerless might sound fanciful but that was how he felt at times. As the son of a former high court judge, he is also better equipped than most to sift through disturbing evidence. \"People will judge us on how we bounce back,\" he muttered this week from his unaccustomed position in the sporting dock. What went wrong, then? The best way of explaining the lineout to those who would not know a middle jumper from a woollen sweater is to imagine a jigsaw puzzle: if the smallest piece goes missing the effect is ruined. And so it was for England a fortnight ago, much to the chagrin of their aerial stunt coordinator. That initial sense of dismay has since turned to barely-concealed irritation. \"I read Rob Andrew saying what we should have done and it just didn't make sense,\" he snorts. \"He was saying we should have thrown to Steve Borthwick early on but had instead been trying to protect him. I don't know which game he watched because I think my first three calls were to Borthwick. Everyone suddenly becomes an expert but when there's such big interest in rugby that's what happens. The lineout is such a fine line it either looks dreadful or great. What upset me was that when things started to go wrong they seemed to get worse and worse.\" Of most pressing interest, of course, is what happens next. Kay insists it was merely a blip on the world champions' radar, caused partly by a failure to readjust to life back home. \"I think part of the problem is that while we were away at the World Cup we were consistently in the team environment and we didn't need to do as much work in Test weeks. We had eight weeks together and knew each other inside out. \"Things went swimmingly against Italy and Scotland but we weren't put under real pressure. We'd also not concentrated enough on the basics of lineout play; hitting the jumpers at the top of their jump, for instance. Had we had a bit more preparation time I don't think we'd have made those errors. I'm also pretty sure that had we won all our lineout ball we'd have beaten Ireland.\" The verdict of the Liverpool-born Kay, who will win his 32nd cap today, may well be correct - for his sake you hope so. Sir Clive Woodward and Lawrence Dallaglio both read their team a thinly-veiled riot act after the Ireland defeat and there are any number of alternative locks out there. \"Yes, Clive has laid it on the line but you can't worry more than you normally would. This team has played well together in lots of games and you can't do things drastically different just because we've had one bad game.\" So have the England players really had their heads turned by all the post-World Cup hoopla? \"It's not Footballers' Wives, that's for sure,\" protests the 28-year-old Kay, far more comfortable relaxing at Morfa Nefyn on the north Wales coast with his wife Virginia or mowing his lawn. \"I don't think it's us taking our minds completely off the job, things have just slipped slightly - and if that happens over a lot of areas that's going to make a big difference.\" Even with Danny Grewcock available again after injury, though, would he not prefer the retired Martin Johnson to be still in harness? \"I think people make too much of an issue of it. Johnno would be the first to admit Steve Borthwick is a better lineout forward than him. It wasn't the fact that Borthers was playing instead of Johnno that made the lineout fall apart.\" What is not in dispute is Kay's own motivation. He wants to get back to his main strengths: pulling a fast one on opposition jumpers, selling them rugby's version of a sort of alternative BK Whopper, mixing brawn with brain. England's nervous World Cup quarter-final against Wales also rankles. \"We went into that game almost scared to make mistakes and that's why we sat back and let them get their momentum. I don't think that'll be a problem this time. We'll be wanting to take the lead very early on.\" Never mind the all-seeing Post-cam, it could get brutal. Or as Kay puts it: \"I'm really looking forward to this game because it's my chance to shut a lot of people up.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}