{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/mar/19/cricket.englandinwestindies2003041", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-03-19T17:00:00Z", "webTitle": "West Indies v England LIVE!", "webUrl": "https://www.theguardian.com/sport/2004/mar/19/cricket.englandinwestindies2003041", "apiUrl": "https://content.guardianapis.com/sport/2004/mar/19/cricket.englandinwestindies2003041", "fields": {"headline": "West Indies v England LIVE!", "bodyText": "WICKET! Lara c b Harmison 0 (110-3) Amazing! Lara fends off a brute of a ball from Harmison and gloves it to the diving Giles in the gully. That's lunch and England have fought back superbly. Join me at 4.45pm to see if they can continue. \"As the Telegraph-reading, Tory-voting older brother and employer of work-shy Andrew, and newest member of the Trini Posse Chris,\" writes Andrew Stroud, \"I'd like to tell Andrew to get back to work, even if it does mean that in doing so I run the risk of seeing my name published in your dreadful rag.\" It's a website, Andrew, not a rag. A website. WICKET! Smith lbw b Harmison 35 (110-2) Harmison is back! He traps Smith with a ball that pitches on middle and leg and then straightens. Smith is only half-forward and Billy Bowden lifts that crooked finger - the Billy Hook, as he once described it. 26th over: West Indies 110-1 (Smith 35, Sarwan 9) Sarwan picks up four runs with an authentic Chinese cut off the despairing Jones. That was a whisker away from off-stump. But Sarwan fights back with a glorious cut over gully for four off a rank long-hop. Jones is so rattled that he delivers a ball that starts wide and gets wider. \"Wide\" shouts umpire Harper, not unreasonably. \"Every goat stew I've ever eaten here has been badly curried with generic curry powder and has had more bones than meat,\" reports resident Trinidad expert Ross McEwan. \"Tell Roger Thomas that he should stick to Chicken Roti (available in Balham High Road the last time I was there, which was sometime last century).\" 25th over: West Indies 101-1 (Smith 35, Sarwan 1) In comes Ramnaresh Sarwan, who made a pair in the first Test. But he's off the mark first ball with a single to fine leg, and is greeted with a cheer by the Trini Posse. It's starting to rain... \"In answer to Roger Thomas, I've never had goat stew but jerk chicken was very nice,\" writes Matthew Gibson. \"That said, I got it from a caravan called Cool Runnings in Whalley Range rather than Trinidad so it might not be 100% authentic.\" I see. WICKET! Gayle c Read b Harmison 62 (100-1) At last! Harmison returns to the attack and induces a thin edge as Gayle nibbles at one that moves across him. England needed that - and they got the right man too. \"It's snowy and cold in Princeton,\" writes John Sims, who wins today's prize for the shortest name. \"But the commute in Central New Jersey beats that in wet and windy London any day. A slipped disc isn't out of line, it's herniated, or possibly prolapsed. And it hurts, a lot, that much I do know.\" We like to bring you more than the cricket, you see. 24th over: West Indies 99-0 (Gayle 62, Smith 34) Jones is reaching about 88mph on the speedometer, which puts him up there with Harmison. Other similarities include a big fat \"0\" in the wickets column. \"I was just wondering if the Neil Hopkins who wrote in was the same one that I used to live with in Prague,\" writes Rory Davies. \"If so, you have the world's champion roast-chicken-on-a-spit-eater as one of your fans.\" I'd say I was honoured, Rory. But it doesn't even begin to convey my feelings on that email. 23rd over: West Indies 98-0 (Gayle 62, Smith 33) England need a wicket before lunch and preferably two. Otherwise we're in for two very long sessions after this. Flintoff keeps 'em quiet for the time being with a maiden. 22nd over: West Indies 98-0 (Gayle 62, Smith 33) Gayle flays Jones through point for four, then repeats the shot next ball, if a little uppishly. Gayle is on fire. Jones tries to fox him with a slower ball, but it turns into a slow beamer which Gayle lets loop past him. Jones winks at him like an old pro. The Windies have so far hammered 19 fours and a six. Did 47 all out really happen? \"I'm meeting my new girlfriend's extended family tonight (as in lots of them, not like Inspector Gadget),\" reveals Andrew Whittaker. \"Any useful suggestions for impressing? Some are Welsh, if that's of any help.\" And no gags about inflatable sheep, thank you very much. 21st over: West Indies 89-0 (Gayle 54, Smith 33) Flintoff is finding a bit of swing back into the left-hander, but it's too early to trouble the batsman. And when he drops short, Smith pulls him superbly for four. England's length has been a mess this morning. A no-ball doesn't help. \"My friend and colleague James Selley has often sent you witty, cricket-related comments,\" writes James Lewis. \"To date, he has not appeared on your website (no doubt held back by lack of doubled-barrelled surname). Perhaps you could help me annoy him greatly by showing this message (which is my first).\" But that would be just petty, James... 20th over: West Indies 84-0 (Gayle 54, Smith 29) Simon Jones replaces poor old Giles (3-0-20-0), who has now bowled 14 overs for about 87 in this series. Gayle is squared up by one that takes the outside edge and flies past gully for four not-exactly-deserved runs. All the luck hsa gone the Windies' way this morning. But then they have deserved it. \"Greetings from central Virginia,\" writes Dominic Madigan. \"I have recommended your site to my friend Alton, who has recently been introduced to cricket by the BBC World Service. Any help for a new initiate would be well appreciated, I'm sure. Also, we are both lawyers - to whom should we send a bill for reading your work?\" His name's Sean Ingle, c/o The Guardian. He's fairly generous with his cash, so feel free to exaggerate. 19th over: West Indies 80-0 (Gayle 50, Smith 29) Smith crashes Flintoff's first ball through the covers off the back foot, then edges the second fortuitously between the slips and gully for four more. If they carry on like this, West Indies could be out of sight at lunch. From the ecstasy of Sunday to the resigned mediocrity of today. Sigh. You're all having a say on my parents' choice of names for their three sons. \"Lawrence, Francis and Alexander, eh?\" scoffs Ed Kelly. \"I bet your parents served salads from a wooden bowl too, and had a little place in Lanzarotte for summer holidays. Then again, I write this while using Daddy's laptop to translate Plato for my Finals at Oxford, so I'm probably not one to talk.\" Well, quite. And anyway, we think of ourselves as Larry, Frank and Al. 18th over: West Indies 72-0 (Gayle 50, Smith 21) Gayle goes down the track to launch Giles for six over long-on - what a shot on the first morning of a Test! Smith is starting to play his strokes too and hammers Giles through the covers for four. Gayle then reaches his half-century with a cute paddle for two: that's 50 off 58 balls, 14 off the over, and West Indies are off to a flyer. \"Spare a thought for my friends and I who have to suffer the tales of our pal Az, who operates the StumpCam during the Tests,\" wails Ben Atherton. \"Oh how we laugh at his jokes of miniature-camera wizardry and how he got drunk with the England team after the first Test. He's a good magician but a terrible story teller. Our other mate Pete is the cameraman that gets to focus on the pretty women in the crowd between overs.\" 17th over: West Indies 58-0 (Gayle 41, Smith 16) Flintoff continues round the wicket, but he drops short and Smith pulls him for four. What a difference five days can make. The Windies look on course for a big score here. But Freddie isn't giving up and produces a peach of a ball that rears off a good length and beats Smith's flinch by a good foot. \"Francis, Lawrence and Alexander?\" writes Andrew Goldsby with just a hint of disdain. \"A job at the Guardian was always going to happen for one of you wasn't it?\" Mater and pater liked to think so, Andy. 16th over: West Indies 54-0 (Gayle 41, Smith 12) Giles has made a better start than he did in Jamaica, where his first two overs cost 20. Just one off that over to Smith. But it's drinks, and the Windies are in charge. \"Could you be so kind as to remind Joe Nickel that his excitement on last Sunday at England's win left him in such a spin that he inadvertently threw the his rather pricey mother's-day gift in the bin,\" writes Anne Langford. \"He really should spend today thinking of an excuse as we will be seeing her for dinner in about five hours - and if he comes up with a good one I promise faithfully to only listen to cricket in the car all weekend.\" 15th over: West Indies 53-0 (Gayle 41, Smith 11) Flintoff almost gets Gayle with a delivery from round the wicket which bisects the huge chasm between bat and pad and just misses the top of off stump. Flintoff gives Gayle a quizzical look, as if to say, \"how did they ever pick you to open the batting?\" An excellent maiden. \"I sympathise entirely,\" writes Chris Clegg a propos the pigeon poop incident. \"The same happened to me at Waverley Station in Edinburgh this morning. What makes things worse is that it was teaming with rain at 7:30am and I had just taken off my cap to shake the water off it. At least it was snowing in Glasgow, so the mess on my coat was covered up until I noticed it in the office.\" 14th over: West Indies 53-0 (Gayle 41, Smith 11) On comes Ashley Giles for Harmison (6-2-27-0) and up comes the West Indies fifty as Gayle creams him through the covers - a favourite stroke of his. He really is playing well. \"So how's the goat stew there in Trinidad?\" wonders Roger Thomas, who is labouring under the impression that the Guardian website actually sends its reporters abroad. \"I know I asked you last week if you'd tried any goat stew but I missed your reply. Or flying fish butties.\" I can tell you, Roger, that the tuna nicoise ciabatta from Brio outside Farringdon tube station is a snip at £1.40. 13th over: West Indies 48-0 (Gayle 36, Smith 11) Andrew Flintoff replaces Hoggard (6-2-21-0) and immediately goes round the wicket to Smith. His first ball brings a half-hearted shout for lbw, and the second beats Smith's nervous prod. A maiden to start with. \"I believe a bulging disc is when one of the discs between the vertabrae becomes enflamed and presses against the nerve causing pain,\" explains Robert Wickes. \"A slipped disc is is one of these discs moves out of line. I don't know what causes either injury but my flatmate 'Groggy' had a bulging disc and that was down to his weight.\" 12th over: West Indies 48-0 (Gayle 36, Smith 11) Harmison goes up for a shout for caught behind against Gayle, but that one brushed the shoulder - not the glove - as Gayle missed an attempted hook. His response is superb: an off-drive for four, followed by a flashing square-cut and a pull - both to the boundary. West Indies have 48 - which is a slight improvement on 47. Poor bowling, though. \"For my colleague Jamie Wynne-Morgan to suggest that you brother could only move into his spare room if he were capable of watching cricket for five days is the height of hypocrisy,\" writes Neil Hopkins. \"He has previously been known to turn over from the Test match to watch the women's final at Wimbledon!\" 11th over: West Indies 35-0 (Gayle 24, Smith 10) Better from Hoggard, who this time beats Gayle with one that starts wider before moving away. Gayle tends to go hard at the ball, which makes him a candidate for a catch to the keeper or the slips. Smith was lucky there as well: his leading edge flew at ankle height through the covers for a single. But Gayle adds two to his account with another back-foot punch for two. Simon Jones decides to stay on his feet rather than dive for that one - probably a good idea bearing in mind events in Brisbane in November 2002. 10th over: West Indies 32-0 (Gayle 22, Smith 9) Smith tucks Harmison off his hip to square-leg for a single, and Gayle punches him through the covers off the back foot for four. I'm revising my earlier assertion that this was a decent toss to win. It was a very good toss to win. Ross McEwan has a weather report for us. \"It rained on my way into work this morning,\" he says. \"I work about 25 miles south of the Queens Park Oval. Staring out my window, there is a lot of fairly low grey cloud here, but it could be bright and clear in Port-of-Spain.\" It is at the moment, Ross, but do let us know if the situation changes. 9th over: West Indies 27-0 (Gayle 18, Smith 8) Hoggard beats Gayle's grope with an absolute pearler that swings in, then seams away. A maiden there, which England needed. \"I'm only really writing in because I have a long surname too,\" writes Rhiannon Lawrence-Francis. \"It seems to be de rigeur today. Are we related?\" I have another brother called Francis, Rhiannon, but sadly no sister called Rhiannon. 8th over: West Indies 27-0 (Gayle 18, Smith 8) Gayles steals a single into the covers, before Smith unfurls a rasping pull for four as Harmison tests his reflexes. This has not been a good start by England's opening bowlers. Hoggard has bowled too wide, and Harmison is yet to work out what his best length is. \"Why is it that everyone who writes to you seems to have a double-barrelled name?\" wonders James Cald-Well (or possibly Caldwell). \"I don't have anything against it per se, but three in succession? I think that is more than I have met face to face in my life! Maybe I just don't hang around in the right places.\" 7th over: West Indies 22-0 (Gayle 17, Smith 4) Smith gets going with a lofted extra-cover drive for four off Hoggard, who pushed it wide in the hope that the ball would swing. Which, obviously, it didn't. \"Thanks for passing on Mr Wrigley's message,\" writes Andrew Stroud. \"I'm glad to know my brother has arrived safely, and trust he will avail himself of all the delights available with the Trini Posse, who I hope won't lead him astray. Some hope though. I shall be monitoring all the action from wet and windy London, multi-tasking on web, radio and telly.\" The Trini Posse, for those of you not in the know, are Trinidad's answer to the Barmy Army. Only more rhythmical. 6th over: West Indies 18-0 (Gayle 17, Smith 0) Gayle can be a destructive batsman and he fairly murders a rare overpitched delivery from Harmison through the covers for four. What a shot that was! The England bowlers aren't the only ones getting a thrashing: Smith trails Gayle 17-0. Harmison, though, didn't take 7 for 12 for nothing, if you see what I mean, and beats Gayle as he wafts off the back foot. \"I know you work for the Guardian and everything and that \"shout outs\" are probably not your bag but my sister Becky is leaving to travel around the world for a year today and I'll miss her,\" writes Chris Bedson. \"Can we say hi to her.\" Just this once, Chris. 5th over: West Indies 14-0 (Gayle 13, Smith 0) Gayle just leans on that one from Hoggard and eases him through point for four - a lovely shot made to look even better by a silky outfield. Gayle then rotates the strike with a single to fine leg. Not the best over from Hoggard, who was pushing it quite wide of off stump to Smith. \"Last time a pigeon pooped on me,\" writes Ashley Mills, \"I won £80 odd on the Lottery. I suggest you pop down the newsagent. If you do, mine's a Double Decker!\" But I don't do the lottery, Ashley... 4th over: West Indies 9-0 (Gayle 8, Smith 0) Smith does not look comfortable against Harmison, who beats him outside off with a brute of a delivery that lifts and moves away from the left-hander. In answer to Henry Linsay-Smith, I'd say that Harmison is looking mean. Two maidens out of two for him so far. \"I'm no doctor,\" writes non-medic Jenny Line, \"but I reckon a bulging disc has gotta be one step down from a slipped disc (not that I know what one of those is...) Either that or somebody's been doing funny things with a CD and a microwave.\" The mind boggles, Jenny. 3rd over: West Indies 9-0 (Gayle 8, Smith 0) Gayle crashes Hoggard's first ball through the covers for four to open the Windies' account in some style. Hoggard's second delivery is harshly ruled a no-ball by umpire Bowden, before Gayle hammers the third down the ground for another boundary. Hoggard then fails to go up properly for what turned out to be a pretty good shout for leg-before - that hit Gayle just above the ankle in line with off-stump. Perhaps he thought there was an inside edge. Replays suggest otherwise. \"Hi Lawrzo,\" writes Graeme MacPherson, mysteriously. \"What do the weather experts reckon for the next few days in Trinidad? I hear rain may be on the way which may scupper the bet I've placed on England to win. PS I'm Scottish and want England to win but don't tell anyone.\" Your secret's safe with us, Graeme, although your surname was something of a giveaway. Apparently, there's a 30% chance of rain every day. 2nd over: West Indies 0-0 (Gayle 0, Smith 0) Harmison's first ball is a harmless 80mph drifter down the leg-side which Smith leaves alone. The rest of the over is slightly quicker and much more accurate, but Harmison's final ball is a bouncer which Smith attempts to hook. He misses and the ball thuds off his helmet and into the gully. England go up for the catch, but umpire Harper says not out. A fair decision. And another maiden. \"Can you ask Joe Nickel if he is actually going to do any work today?\" thunders Sarah Jones, who might like to look at her own productivity. 1st over: West Indies 0-0 (Gayle 0, Smith 0) Matthew Hoggard, whose workmanlike five wickets in the first Test have been largely forgotten amid the Har-mania, opens the bowling from the Pavilion End, and finds some early swing into the left-handed Chris Gayle. A steady maiden to get things going. Though obviously not the scoreboard. \"The Windies seem to have quite a strong footballing names line up,\" writes the magnificently named Germanicus Hansa-Wilkinson.\"Gayle, Best, Collins, Collymore, and any number of Smiths. Maybe they should play us at football instead?\" 2.04pm Right, here goes. The West Indies openers emerge and a buzz goes round the ground. Sit back, sort out your browsers, ignore the evil glares from your bosses, and enjoy. \"Your brother, Alex, is moving into my spare room next month,\" writes Jamie Wynne-Morgan. \"He seems a top chap but can I just clarify two things with you before play starts? 1) Will he be happy to sit in front of the TV for five days solid watching cricket. 2) Is he as nice a bloke as he says he is?\" 1) Without a shadow of a doubt. 2) I'll get back to you on that one... 2pm I'm hoping that Hoggy, Harmy, Jonah, Freddie and Gilo improve my day. I've been pooped on. Quite literally. By a pigeon at Notting Hill tube station. Luckily, a kindly Dutch lady was on hand with a paper napkin, and order was restored. \"I was reading your coverage for the last Test,\" writes Henry Linsay-Smith, who clearly has too much time on his hands, \"and I remember someone asking you if Harmison was in mean or mild mode (on the first day). You said meanish. I propose we add a third category of evil, so mild, mean or evil - what do you think?\" As soon as he bowls his first over, Henry, you will bne the first to know. You and other three readers. 1.57pm The last five Tests here have been won by the side batting first. But on four of those occasions, the Windies lost, so I'm not sure we should be too worried about that stat. \"What the hell is a bulging disc?\" wonders Sam Graham, showing a worrying lack of basic medical knowledge. \"Can I have one too?\" I'll see what I can rustle up, Sam. 1.53pm It will be very interesting to see what happens if Harmison takes an early wicket. The floodgates can't open twice, can they? Can they? \"Greetings from Trinidad,\" gloats Mat Wrigley. \"Yes, I popped accross from Grenada to visit our office here and will be attending the match tomorrow and Saturday. Unfortunately tiresome things such as work prevent me from taking in any more of the game live and direct, so I will be relying on your good self for information during some of the time. Please could you let Andrew Stroud know that his brother Chris has arrived safely, and will be braving the Trini Posse stand today and tomorrow should he wish to keep an eye out for him. on the telly.\" A pleasure to be of service to you, Mat. 1.50pm Six years ago, these sides played two Tests here after the Sabina Park 57-minute debacle. West Indies won the first by three wickets - a gruesome affair which England should never have lost - before England hit back with a three-wicket win of their own. It's usually a result pitch, and I don't expect this year's version to be any different. Just 15 minutes to go... \"Dear Mr. Booth,\" writes the very polite Adam Czarnowski. \"I am looking forward to the online cricket coverage - is there any more I have to do?\" No, Adam. Just keep looking forward. It's all I can ask of you. 1.40pm The Windies have made two changes from Jamaica. Ryan Hinds has a stomach bug and is replaced by Dwayne Smith, who missed the first Test with a dislocated finger. And Pedro Collins, a left-arm seamer, comes in for his half-brother Fidel Edwards, who left the field in Jamaica with a bulging disc. The team in full: 1 Gayle, 2 Devon Smith, 3 Sarwan, 4 Lara (capt), 5 Chanderpaul, 6 Dwayne Smith, 7 Jacobs (wkt), 8 Best, 9 Sanford, 10 Collymore, 11 Collins. 1.38pm West Indies have won the toss again and will bat. Which means an instant tete-a-tete with Mr Harmison. There will almost certainly be some early help for the seamers, but batting last won't be easy. On balance, it's a decent toss to win. \"Could you wish all the best to my mate and cricket lover Homer,\" writes Ashley Mills. \"He is taking out a colleague for the 12th time tomorrow and he still has not got as far as kissing her. Maybe ridiculing him this way will make him smell the coffee. At the very least all the Lockers will giggle at him for a while.\" 1.30pm Hello and welcome to the Guardian's over-by-over coverage of the second Test between West Indies and England at Port-of-Spain in Trinidad. I should come up with some naff jingle, like \"the original and still the best\", but we're not in the habit of blowing our own trumpet. Not much anyway. If today's play is half as exciting as last Sunday in Jamaica, then we're in for quite a treat. But England beware. The last time they took the lead in a four-Test series - against India in 2002 - they promptly took their foot off the gas and ended up drawing the 1-1. Brian Lara has made all the right noises about putting Sabina Park behind him, and this, remember, is his home ground. The word that springs to mind is \"yikes\". The news, as expected, is that England have named an unchanged XI from the one that triumphed by 10 wickets at Kingston. Which means: 1 Vaughan (capt), 2 Trescothick, 3 Butcher, 4 Hussain, 5 Thorpe, 6 Flintoff, 7 Read (wkt), 8 Giles, 9 Jones, 10 Hoggard, 11 Harmison."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}