{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/mar/05/thefiver.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-03-05T17:17:08Z", "webTitle": "Charged, and Supercharged", "webUrl": "https://www.theguardian.com/football/2004/mar/05/thefiver.sport", "apiUrl": "https://content.guardianapis.com/football/2004/mar/05/thefiver.sport", "fields": {"headline": "Charged, and Supercharged", "bodyText": "LEICESTER TRIO CHARGED Three Leicester City players - Keith Gillespie, Paul Dickov and Frank Sinclair - have been charged with sexual aggression and remanded in custody by an investigating judge probing an alleged assault on three women in a Spanish hotel. The trio have also been charged with breaking and entering - along with James Scowcroft, who has been ordered to pay 20,000 euros bail [£13,422] and must attend a Spanish consulate twice a month. The club's operations manager, Paul Mace, insisted Gillespie, Dickov and Sinclair will continue to protest their innocence. Details remain unclear but it is reported that Matt Elliott and Lilian Nalis have been released without charge and are now free to return to England. Gillespie, Dickov and Sinclair are expected to be held until at least tomorrow, according to Mace. \"We are currently in consultation with our legal representatives over the exact situation facing three of our players,\" he said. \"We wish to make it clear that these three players continue to protest their innocence concerning the charges made against them. \"The club are committed towards bringing all three home as soon as is practicably possible and will continue to work with our legal representatives to secure their release,\" he added. \"We are very confident in the Spanish legal process and have every confidence in the innocence of our players. We hope they will be returning to England very shortly.\" Earlier today, Mace had stressed that all the players \"consistently and strenuously denied\" the allegations. * * * * * * * * * * * * QUOTE OF THE DAY \"I still believe the true test of a manager's ability is how well he gets on without the cheque book. Don't get me wrong, I mean no disrespect to Arsene Wenger. He has done fantastic at Arsenal. But you have to wonder how even the big names like Wenger, Houllier and the rest would get on if you put them in lower clubs\" - Looking up from his Daily Mail, Harry Redknapp questions the worth of foreigners. * * * * * * * * * * * * THE FIVER'S CUP RUNNETH OVER (AGAIN) The Fiver isn't a Manchester United fan, but unlike the majority of those misguided folk who are, your favourite daily football email has actually been to Old Trafford. Years of Tin abuse mean our recollections of this landmark event are hazy at best, but we vaguely recall the extreme discomfort of being wedged in a red plastic bucket seat with our knees wedged behind our ears. Sardine-esque doesn't even begin to describe the experience. Then again, the word 'sardine-esque' doesn't even begin to describe many experiences, apart from that of being a sardine. [Is this going anywhere? - Ed.] Suffice to say that we left the Theatre of Dreams pondering the fact that you couldn't swing a spoilt fat kid laden down with bags of expensive tat from the Man Utd Megastore. And believe us, we tried. All of which makes today's news that Manchester United are looking into the possibility of expanding their ground to a 75,000 capacity all the more surprising. \"Manchester United are considering plans to improve further and develop facilities at Old Trafford, including an additional 7,500 seats,\" droned one of the least interesting club statements of all time. \"Unfortunately this additional seating will not be installed in time for tomorrow's FA Cup match against Fulham, because Gary Neville and Rio Ferdinand (suspended), Quinton Fortune (knee) and Louis Saha (cup-tied) will all need somewhere to sit,\" it could have conveniently continued but didn't. For the visitors, Lee Clark should be fit after recovering from a leg-strain, although Collins John is rated \"not quite at the right physical level,\" by Fulham's assistant boss, Steve Kean, which would suggest the comically-monikered new signing has plenty in common with The Fiver. And if you hadn't already cottoned on, The Fiver's gone from a \"hard news story\" to one of those ham-fisted FA Cup quarter-final previews for which its name has long been a byword. And with conditions in this paragraph fast becoming as cramped as an Old Trafford with lots of shiny new seats, we'd better wrap the whole sorry fiasco up in one incredibly long and unwieldy sentence containing the following words and phrases: Portsmouth, Sheringham, Stefanovic, Foxe, Berger, injured; Arsenal, Pires, Bergkamp, tired; Parlour, Wiltord, injured; Millwall, butcher's dog; Tranmere, Iffy Onura, cup-tied; Sunderland, Gary Breen, 50-50; Sheffield United, Chris Morgan, Alan Wright, fit, erm, again. And breathe. * * * * * * * * * * * * THE RUMOUR MILL Chelsea will offer Frank Lampard a new and juicy £70,000-a-week contract at the Bridge, which over five years will be worth £18.2-piggin'-m. Emmanuel Petit has admitted his Chelsea career will end this summer, but says he's keen to stay. \"I love Big London and there is life in me yet,\" he said, angling for a move to Leyton Orient. And Glenn Hoddle could be reborn as the new manager of South Africa, with a £4m contract to take them to the 2006 World Cup on the teak table. * * * * * * * * * * * * NEWS IN BRIEF Roy Keane has been given a one-match ban by UEFA for Riverdancing on Vitor Baia in the Big Cup defeat to Porto. Former Leeds chairman Professor John McKenzie has today resigned as a director of the club's board. \"I've stepped down because I cannot properly fulfil my functions,\" he said, several long months later than expected. Manchester City have offered to host one of this season's FA Cup semi-finals at their spacious new stadium. \"If the FA wish to use Eastlands for a semi-final, it would be available to them,\" chirped a happy-to-help City suit. * * * * * * * * * * * * TONIGHT'S TV &amp; RADIO Sky Sports 1: Soccer AM's All Sports Show (6pm &amp; 4.30am) \"Since you're now accepting tales of virtually no relevance, try this one for size,\" writes Tim Barber. FA Cup Classics (7pm, 12am, 2am &amp; 5.30am) \"In 1996, fresh out of university, I went for a job interview at a certain Farringdon-based national newspaper, in the ad sales dept. Sky Sports 3: FA Cup Classics (9pm) \"One of the questions they asked me was 'What are your weaknesses?' This being my first grown-up job interview, I wasn't really expecting to tell them what was wrong with me, so muttered, 'Oh, I'm a bit of a perfectionist - I'm quite obsessive about always getting things right. I don't suffer fools gladly, etc. and so on'. Soccer AM's etc. etc. (10pm) \"Rather pleased with myself that I'd come up with a weakness that was ACTUALLY A STRENGTH (oh, the cunning!), I went home and celebrated by watching Trainspotting on video with my girlfriend. Radio 5 Live: Sport On 5 (7pm) \"During the film, there is a scene where Spud is interviewed for a job he doesn't want to get. As a comic example of the stereotypical Stupidest Thing Possible you can say at a job interview, the drug-addled muppet tells the people interviewing him that his weaknesses are that he's 'a bit of a perfectionist, like...'. Talksport: Football First (7pm) \"Naturally, I was offered the job, but turned it down.\" Newstalk 106 (www.newstalk106.ie): Off The Ball with Ger Gilroy (7pm) Interview Hell, anyone? Email: the.boss@theguardian.com. Please don't make us beg. IT'LL BE QUIET, HE SAID, YOU'LL BE ALRIGHT WITH JUST THE THREE OF YOU, HE SAID."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}