{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2004/mar/05/highereducation.news", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2004-03-05T17:42:26Z", "webTitle": "After the strike", "webUrl": "https://www.theguardian.com/education/2004/mar/05/highereducation.news", "apiUrl": "https://content.guardianapis.com/education/2004/mar/05/highereducation.news", "fields": {"headline": "After the strike", "bodyText": "In 1984 there were, on average, 1,400 industrial strikes a year in the UK. In 1986 the number had dropped to 900. The miners' strikes, which began 20 years ago this week when Yorkshire when members of the National Union of Mineworkers walked out in protest at pit closures, marked a turning point in industrial relations, says Professor John Kelly, of the London School of Economics. \"But most people say very little about it these days. If you look at industrial relations textbooks it's mentioned in discussion on state policy, or Thatcherism, but not as an event in itself. It's seen as an important historical event but it hasn't been looked at enough.\" Experts in industrial relations, Thatcherism, sociology and gender studies, along with the political campaigner and musician Billy Bragg are seeking to reverse that trend in July when they will come together at the first conference to debate the issues surrounding the strike. The three-day conference, Twenty years on from the miners' strike: challenges and changes, at Northumbria University, will bring together the big thinkers on the subject. Two decades on, reflects Professor Kelly, it's easier to see the defeat of the miners' protests against the destruction of their livelihoods in the international context. \"There were major strikes in 1980 in Italy, in American in 1981, and in both those cases and the British case there were key turning points in working relations. These were groups of workers who traditionally had got big settlements when they took strike action. It sent out a signal that the balance of power had changed.\" Professor Kelly now thinks the then prime minister, Margaret Thatcher, waged a personal war on the miners, one far in excess of what was necessary, against the backdrop of a global decline in union power. \"It would have been possible, if the government wanted, to negotiate the reforms in the labour market. That didn't happened because Thatcher's right wing had an agenda to smash unions. They wanted to wage class war. She loathed and detested these people - especially [Arthur] Scargill [NUM leader]. Thatcher wanted revenge for 1974 - they wanted to pay people back for being defeated by that miners' strike.\" Professor Kelly says the Thatcherites had a war time mentality - the miners were commonly referred to as 'the enemy within'. \"It was a war. And in war you don't negotiate, you crush.\" Professor Harriet Bradley, a sociologist who is due to speak at the conference, says she is interested in the impact the fallout had on social structures. \"Perhaps the reason why it isn't being discussed is that issues of work and class relations have fallen out of favour a bit. But the miners' strikes marked the end of a certain pattern of class relationships - it was the last burst of the old form of class politics which was based on male local groups. \"Class is still incredibly important, but it's different. Now it's a much more fragmented class structure with elements of the working class being upwardly mobile and well off, but also with stark areas of excluded areas - run down council estates and unemployment,\" she says. The other big change, she says, was in the role of women. \"They had to change their roles and carry things because these events decimated the old working class, which was male. I think it's been of tremendous significance and something we haven't come to terms with.\" But were the miners' strikes symbolic of that change, or a factor in making it happen? Professor Bradley believes it was more than symbolic. \"It took the heart out of the working class. When I carried out interviews in these areas affected by the strike, they would say to me 'Maggie Thatcher took the fight out of us. She took the heart from the working class. We're powerless now'.\" David Wray recognises those sentiments. He was a mechanic in the mines in Durham. His colliery was one of the first to go on strike. On December 29, 1985 he was made redundant. Soon after he went to university at Durham and now he is director of Northumbria's work and employment centre and is now, with his colleague Dr Carol Stephenson, organising July's conference. He's interested in the impact the strikes and the aftermath had on the colliery communities - the decline, and how they have begun to put themselves back together. \"There was a period when people sat back and licked their wounds,\" says Mr Wray. \"Some went out and did other things. Others couldn't. In the last five, six years people have started to say 'we used to live in a community and that was important to us'. \"These were people who have had their jobs taken away, their self respect destroyed, but now they are starting to reclaim their culture - they are saying that they want their kids to know what a piece of coal looks like and why that was important.\" Mr Wray has been investigating how that culture manifests itself. He's been monitoring the Durham Miners' Gala, the annual celebration the sees pit processions with banners and brass bands - some of the lasting images of the collieries. The gala is bigger now than in the 1960s; the Durham Miners' Association has more members now than 10 years ago when the last pit in the area closed, all signs that the community has endured the loss of its industry, he says. \"The gala, the commemorative gardens that associations are setting up for the pits, the brass bands, these are all ways that that community is coming back together. The men are now in their 60s. Some haven't worked for 20 years. What this is doing is bringing back self-respect for those men, and giving their wives a chance to have pride in them again. Their lives were defined by work. That was taken away from them. The pride they once had is only now starting to come back.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}