{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2004/mar/09/budget2004.money", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2004-03-09T17:03:21Z", "webTitle": "Pensions cap 'could affect 10,000'", "webUrl": "https://www.theguardian.com/business/2004/mar/09/budget2004.money", "apiUrl": "https://content.guardianapis.com/business/2004/mar/09/budget2004.money", "fields": {"headline": "Pensions cap 'could affect 10,000'", "bodyText": "Up to 10,000 people could be hit by the government's proposed £1.4m cap on pensions saving - twice as many as it predicted, the National Audit Office (NAO) said today. The government had argued that only around 5,000 people would be affected by its plans to introduce a £1.4m lifetime limit for pensions saving that could benefit from tax relief if it was introduced in April next year. But the NAO said today that this figure was at the lower end of a range of reasonable estimates, and it was more likely to affect around 10,000 people. It added that this was consistent with evidence from a survey of more than 60 FTSE-100 companies which estimated that around 7,000 to 10,000 people would be hit by the limit. However, the figure is still well down on the estimates of up to 600,000 put forward by some commentators when the proposal was first announced. The government had also estimated that an additional 1,000 people a year would have pension funds that exceeded the £1.4m limit once it was introduced in 2005. The NAO said this had a \"thin evidence base\", although it added that the FTSE-100 survey did not contradict the figure. The chancellor asked the NAO to look into how many people would be affected by the proposal in his pre-budget report, after some commentators estimated that as many as 600,000 people would be hit by it. But the NAO said these higher estimates were not comparable to the figures produced by the government as they included people who were already affected by the earnings cap and were not included in the government's figures, and they projected up to 40 years into the future. The new lifetime limit will replace the current complex earnings cap that applies to anyone who joined a pension scheme since 1989. The NAO also said it thought the £1.4m limit was broadly equivalent to the maximum pension allowable under the current earnings cap. It added that people who would be most affected by the proposed change were likely to be high earners who had not changed their jobs since 1989. Mr Brown is expected to use the budget next week to announce whether the government plans to introduce the measure. \"The challenge is not to limit the amount people can put into their pension schemes but to encourage people to put more money in,\" said David Willetts, shadow secretary of state for work and pensions, commenting on the proposals. \"That is why we are proposing to scrap the £1.4m limit on the strict condition that the same benefits in a pension scheme are available to the lowest paid as to the highest paid.\" Elsewherem, business group the CBI said the limit would sometimes have to increase above inflation to prevent it \"withering on the vine\". \"The NAO figures do not allow for part of the pension to be commuted for a tax-free lump sum,\" said John Ball, head of executive reward consulting at Watson Wyatt. \"But if you allow for the effect of commutation - and most people do take the maximum tax-free lump sum - the numbers affected could actually fall by as much as a half, back to within the government's original estimate of 5,000.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}