{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/sep/28/covid-coronavirus-cdc-director-robert-redfield-trump-adviser-scott-atlas", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-09-28T22:03:22Z", "webTitle": "CDC director takes aim at Trump's Covid adviser: 'Everything he says is false'", "webUrl": "https://www.theguardian.com/us-news/2020/sep/28/covid-coronavirus-cdc-director-robert-redfield-trump-adviser-scott-atlas", "apiUrl": "https://content.guardianapis.com/us-news/2020/sep/28/covid-coronavirus-cdc-director-robert-redfield-trump-adviser-scott-atlas", "fields": {"headline": "CDC director takes aim at Trump's Covid adviser: 'Everything he says is false'", "bodyText": "The director of the Centers for Disease Control and Prevention (CDC) was overheard on a phone conversation aboard a commercial flight saying a lead member of Donald Trump’s coronavirus taskforce has been spreading misinformation about the pandemic. Robert Redfield was overheard by an employee of NBC News on a flight from Atlanta to Washington. According to NBC, Redfield criticized Scott Atlas, a radiologist and Fox News talking head added to the taskforce last month. “Everything he says is false,” Redfield said about Atlas, NBC reported. Redfield later confirmed he had been talking about Atlas. Confirmed deaths from Covid-19 in the United States have passed 200,000 and the number of cases has passed 7m. Atlas, who has no background in infectious diseases but who appears to have the best current access to Trump of any medical adviser, has been frequently criticized by the scientific and medical communities for offering what public health professionals say is bad advice about coronavirus. On Monday afternoon, the top US public health expert and infectious diseases lead on the taskforce, Anthony Fauci, chimed in to tell CNN he was concerned that Atlas was at times providing misleading or incorrect information on the pandemic to Trump. “Well, yeah, I’m concerned that sometimes things are said that are really taken either out of context or are actually incorrect,” Fauci, the head of the National Institute of Allergy and Infectious Diseases, said when asked in an interview if he was worried Atlas was sharing misleading information. Atlas has misleadingly called into question the efficacy of masks and social distancing, has echoed Trump’s call for reopening schools, and perhaps most controversially has supported the purposeful contraction of the virus by young people to create so-called “herd immunity”. Public health experts warn that the viability of a “herd immunity” against coronavirus without a vaccine is unknown, given uncertainty about levels and duration of immunity in individual cases. They also say that achieving “herd immunity” would involve millions of infections and unknown thousands of cases of serious illness and death. Atlas is a former Stanford medicine professor and a senior fellow at the conservative Hoover Institution at Stanford University. His controversial statements drew an open letter from 78 former colleagues at Stanford medical school, who warned that his advice was dangerous. “Many of his opinions and statements run counter to established science, and, by doing so, undermine public-health authorities and the credible science that guides effective public health policy,” the letter said. Asked to respond to Redfield’s comments, Atlas told NBC News: “Everything I have said is directly from the data and the science.” In the judgment of Redfield and other specialists, that is not true. The CDC said NBC News heard only “one side” of Redfield’s conversation, but did not dispute the report. “NBC News is reporting one side of a private phone conversation … overheard on a plane from Atlanta Hartsfield airport,” the CDC said. “Dr Redfield was having a private discussion regarding a number of points he has made publicly about Covid-19.” On Monday afternoon, Atlas had spoken alongside the president at a coronavirus progress briefing, while his better-known White House taskforce public health expert colleagues, Fauci and Deborah Birx, were nowhere to be seen. Atlas insisted the country has a handle on the virus even though the US death toll surpassed 200,000 last week, and public health experts have admitted the pandemic is still out of control. But Redfield, who was also absent from the Monday White House briefing, had said “we’re nowhere near the end” of the pandemic, NBC reported. Cases are currently rising in 21 states and Vice-President Mike Pence, at the Monday briefing in the Rose Garden, said: “The American people should anticipate that cases will rise in the days ahead.” CNN later tweeted that when asked in an interview on Monday if the taskforce was working together or against each other, in light of the controversy over Atlas, Fauci responded: “Most are working together. I think you know who the outlier is,” in an assumed nod to Atlas. Meanwhile, Trump called the briefing to talk about a rollout of millions of rapid, easily administered Covid-19 tests, which he had already announced in August."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}