{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/sep/09/gareth-southgate-admits-off-field-saga-affected-tactics-in-denmark-draw", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-09-09T21:30:25Z", "webTitle": "Gareth Southgate admits off-field saga affected tactics in Denmark draw", "webUrl": "https://www.theguardian.com/football/2020/sep/09/gareth-southgate-admits-off-field-saga-affected-tactics-in-denmark-draw", "apiUrl": "https://content.guardianapis.com/football/2020/sep/09/gareth-southgate-admits-off-field-saga-affected-tactics-in-denmark-draw", "fields": {"headline": "Gareth Southgate admits off-field saga affected tactics in Denmark draw", "bodyText": "Gareth Southgate has admitted the furore over Phil Foden and Mason Greenwood led him to play conservatively in the 0-0 draw with Denmark on Tuesday because he feared he could not afford a defeat in the wake of the incident involving the pair. The England manager plans to speak in more detail to Foden and Greenwood, who were sent home from Iceland, where the team won 1-0 on Saturday, for breaking Covid-19 restrictions, in order to better understand how it happened and to lay the groundwork for reconciliation. Foden and Greenwood jeopardised the security of the squad’s bubble by inviting two women into the team hotel on Sunday, and broke Icelandic protocols with regard to containing the spread of the virus. Southgate has said the pair must regain his trust and it is unlikely he will select them for the international fixtures in October against Wales, Belgium and Denmark. But his admission that the fallout from the controversy went some way towards shaping his approach against Denmark was surprising. Southgate experimented with a 3-4-3 system that had two holding midfielders in front of the defence. England got better when he introduced the more attack-minded midfielders Mason Mount and Jack Grealish in the second half but his side finished the game with only one shot on target. “On the back of everything in the last couple of days, we needed to be secure and solid,” Southgate said. “If we had been lightweight and wide open and looked a mess we could have left here with a completely different outcome and everybody pointing at what happened [with Foden and Greenwood] as the cause of it. We just needed a solid base to work from.” Southgate decided not to condemn Foden and Greenwood on Monday, possibly so as not to overshadow the buildup to the Denmark game, which was a curious move. But he criticised them strongly after the match and said he now needed to “think through lots of conversations that need to happen” with them. “I don’t know the two boys well and I need to spend time to understand all of that situation far better than I had time to speak on Monday,” Southgate said. “I literally had 10 minutes before training and five minutes before we left [for Denmark] so for something as significant as we’ve been through, that isn’t an adequate opportunity to really sit and talk things through. “Trust can be built in many different ways. I talked about Ainsley [Maitland-Niles] coming on for 10 minutes [against Denmark] and, as a manager, when you put a player on, you’re looking for the right decisions and the right impact, even in a 10-minute spell. Then you’re happy to give them 25 or 45 and so on.” Southgate had been without eight players because of injury – Ben Chilwell, Luke Shaw, Jordan Henderson, Ross Barkley, Harry Winks, Alex Oxlade-Chamberlain, James Maddison and Marcus Rashford – and a further six had not trained for two weeks or so when they joined up because of their involvement in the Champions League and Europa League finals tournaments in August. They were Kyle Walker, Foden, Raheem Sterling, Kieran Trippier, Greenwood and Conor Coady. Southgate also mentioned how he had “another four who hadn’t played a minute of pre-season due to quarantining and other issues”, who were Trent Alexander-Around, Mount, Harry Kane and Tammy Abraham. He had to deal with the Harry Maguire scandal and, after losing Walker following his red card against Iceland, the Foden and Greenwood affair was the last straw. “You always have these incidents, it’s just which ones they’re going to be,” Southgate said. “This time we seem to have gone through almost the whole book but it is an incredible environment. It was when I was playing, and it feels even more complex in the modern world. I just think for the players this was a really difficult month to get them anywhere near the level they would want to be.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}