{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/sep/24/covid-bereaved-and-mental-health-experts-call-for-grief-support-funds", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-09-24T21:00:47Z", "webTitle": "Covid-bereaved and mental health experts call for grief support funds", "webUrl": "https://www.theguardian.com/society/2020/sep/24/covid-bereaved-and-mental-health-experts-call-for-grief-support-funds", "apiUrl": "https://content.guardianapis.com/society/2020/sep/24/covid-bereaved-and-mental-health-experts-call-for-grief-support-funds", "fields": {"headline": "Covid-bereaved and mental health experts call for grief support funds", "bodyText": "Mental health experts have joined forces with nearly 2,000 family members bereaved by Covid-19 to warn of an impending crisis unless support services for grieving relatives are made available. Covid-19 Bereaved Families for Justice, together with organisations including the British Association for Counselling and Psychotherapy (BACP) and the National Bereavement Partnership, want the government to use the comprehensive spending review to fund measures addressing particularly traumatic forms of grief. They say unexpected deaths plus lockdown measures have limited the ability to grieve and seek comfort from others, increasing the risk of prolonged grief disorder (PGD) and threatening a mental health crisis. Kathryn de Prudhoe, a psychotherapist and representative of Covid-19 Bereaved Families for Justice, who co-wrote the submission to the Treasury, lost her 60-year-old father, Tony Clay, in April. She said: “It was absolutely terrible, the feeling of being completely helpless and powerless to do anything. I couldn’t go to see him in the hospital. We just had to sit at home and wait for a call once a day. I barely slept for those days… “When my mother came out and told me that they were going to withdraw the life support, we couldn’t hug each other or anything, we just had to sit two metres apart on these two camping chairs outside where all the world could see.” She joined Covid-19 Bereaved Families for Justice after experiencing difficulty accessing counselling, despite her own professional expertise, eventually paying for a private service. “The majority of people are floundering and don’t really know where to go or what to access,” she said. “There is the constant reminder of the virus, the anxiety that people have that they’re going to fall ill, or that another family member is going to die. If we don’t act now, in six months’ time we’re going to have a mental health crisis on our hands as well as well as a viral one.” The submission urges the Treasury to fund helplines, professionally facilitated peer-support and therapy groups, counselling and, for those most in need, trauma-informed psychotherapy. The signatories stress that such services should be “culturally specific”. They also ask for investment in Covid-19 trauma and bereavement training for professionals and volunteers, such as HR professionals, teachers and medical professionals, who, it says, are “key to our country’s effort to support people bereaved by Covid-19”. Studies suggest an average of five loved ones grieve for every person, leading the submission authors to estimate 260,000 are in mourning across the UK. Assuming half of them may experience PGD and need support at an average cost of £500, the campaigners are calling for £65m in funding. They say the extra money would relieve pressure on already stretched GPs, while NHS mental health services do not currently accept referrals for PGD. Hadyn Williams, BACP’s chief executive officer, said: “Providing everyone who needs mental health support with access to it also has economic benefits. Unless the government acts now, hundreds of thousands of people will be less productive at work, or may have prolonged absences. This country can afford to support people bereaved by the pandemic. It’s in everyone’s interests that we do so.” Doubts surround when the comprehensive spending review will take place after the Treasury scrapped the autumn budget. The Treasury has been contacted for comment."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}