{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/sep/16/cdc-director-coronavirus-vaccine-late-2021-trump", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-09-16T21:16:12Z", "webTitle": "Trump claims CDC director is 'confused' over 2021 vaccine timetable", "webUrl": "https://www.theguardian.com/world/2020/sep/16/cdc-director-coronavirus-vaccine-late-2021-trump", "apiUrl": "https://content.guardianapis.com/world/2020/sep/16/cdc-director-coronavirus-vaccine-late-2021-trump", "fields": {"headline": "Trump claims CDC director is 'confused' over 2021 vaccine timetable", "bodyText": "The director of the Centers for Disease Control and Prevention (CDC) has told a Senate panel that he thinks it will take one year before a coronavirus vaccine will be “generally available to the American public”. That estimation contrasts with recent bullish messaging by Donald Trump, who on Tuesday repeated his assertion that “we’re going to have a vaccine in a matter of weeks” even though a successful vaccine has yet to be unveiled from ongoing US trials, and attacked the CDC director on Wednesday as “confused” about the timeline. Trump did not specify whether he was talking about a “generally available” vaccine or a limited number of doses, but he has suggested during his re-election campaign that a vaccine solution to the pandemic crisis in the United States was imminent. Robert Redfield of the CDC testified before the Senate on Wednesday as his agency issued a paper with impressionistic advice for state and local jurisdictions on how to prepare to distribute a coronavirus vaccine – when and if a vaccine is approved. Redfield said he expected vaccinations to begin in November or December, but in limited quantities prioritized for healthcare personnel, at-risk populations and other vulnerable groups. However at a press conference Wednesday afternoon, Trump said Redfield was “confused” when he said that a vaccine will only be available for first responders if it is developed by November or December. “I think he made a mistake with that statement,” Trump said. “When he said it, I believe he was confused. I’m just telling you we’re ready to go.” Redfield also told the Senate he believed face masks were “the most important, powerful public health tool we have” to combat coronavirus, including a potential vaccine. “This face mask is more guaranteed to protect me against Covid than when I take a Covid vaccine,” he said, explaining that a vaccine would probably not ensure immunity in all cases. On this point, Trump also contradicted him, saying that Redfield “made a mistake”. “Masks have problems too. ... A lot of people did not like the concept of mask initially, Dr Fauci didn’t like it initially,” Trump said. He did not mention that Fauci has since clarified that he advised against masks early in the pandemic out of fear that the guidance would create a panic-induced shortage on personal protective equipment for essential workers. Trump has repeatedly inflamed doubts about the value of masks, saying at a town hall event on Tuesday, when asked why he did not wear a mask, that “a lot of people think the masks are not good” and, when asked for an example, named “waiters”, describing a scene where a mask was used incorrectly. While multiple vaccine candidates are in the last stage of clinical trials, pharmaceutical companies and health officials have warned in recent weeks that they would not risk the public health by rushing the process. Winning regulatory approval for a vaccine typically takes years. Redfield testified before a Senate subcommittee overseeing spending for health and human services. “If you’re asking me when is it going to be generally available to the American public so we can begin to take advantage of vaccine to get back to our regular life, I think we’re probably looking at third – late second quarter, third quarter 2021,” Redfield said. The paper issued by the CDC on Wednesday advised localities to set up teams to prepare to distribute vaccine doses, but the paper advises that the details were still fuzzy. “It is not yet known which vaccines will be available, in what volumes, at what time, with what efficacy, and with what storage and handling requirements,” the guidance said. “A key point to consider is that vaccine supply will be limited at the beginning of the program, so the allocation of doses must focus on vaccination providers and settings for vaccination of limited critical populations as well as outreach to these populations. The vaccine supply is projected to increase quickly over the proceeding months.” In a list of challenges facing vaccine distribution, the paper calls on local jurisdictions to “ensure [that] vaccination locations selected can reach populations, manage cold chain requirements, and meet reporting requirements for vaccine supply and uptake”. “Cold chain requirements” refers to the need for certain vaccine doses to be kept in super-chilled environments. Apart from the general advice from CDC, the federal government did not appear to be making extensive preparations to build a national vaccine distribution effort. Officials from the Department of Health and Human Services and the Department of Defense on Wednesday held a call with reporters and then released documents on the distribution plans that it is sending to the states and local public health officials. The CDC guidance advised localities to consider piggybacking the coronavirus vaccine on “routine immunization and pandemic influenza program activities”. The uptake rate for the annual influenza vaccine is about 50%, meaning that agencies could face difficulties persuading a sufficient share of the public to vaccinate to deliver immunity protection. It is not known what vaccine candidates the government may be preparing to authorize, or what level of immunity those candidates might confer for how long. Multiple doses of a vaccine could be required, and multiple vaccines of varying efficacy may be released. “It is imperative that state and local authorities combine and coordinate efforts,” the CDC advised. At a White House briefing, the press secretary, Kayleigh McEnany, went much further than Redfield and said the White House believed a vaccine “will be widely available by the end of the year”. When queried she said the government expected 100m doses to be “in production by the end of the year”, without further clarifying."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}