{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2020/sep/05/phil-foden-england-iceland", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-09-05T20:42:53Z", "webTitle": "Phil Foden struggles to find his rhythm in England's offbeat midfield | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2020/sep/05/phil-foden-england-iceland", "apiUrl": "https://content.guardianapis.com/football/blog/2020/sep/05/phil-foden-england-iceland", "fields": {"headline": "Phil Foden struggles to find his rhythm in England's offbeat midfield", "bodyText": "Iceland in September: still cold enough to give you the shivers. Four years on from the Gothic horrors of Nice 2016 England came to Reykjavik looking for catharsis. In the event they got ... well, what exactly? Raheem Sterling’s late penalty ensured England took all three points from what was a slow-burn, at times rather painful experience. Gareth Southgate’s team were agreeably dogged, dredging up the sheer effort of will required to win away from home, through a fug of rust, against fiercely committed opponents. On a sunny mid-Atlantic afternoon on Uefa’s most westerly outcrop England had come clanking out of the blocks like a team with fishing weights in their boots, 10-month hangover still lurking. Sterling basically carried them through this, his influence growing as the game wore on to its haggard conclusion, which saw Iceland also miss a penalty in added time. There will be a temptation to reach for the fast forward button, to delete the photo roll, to see this as just another obstacle cleared in a muddled, gruelling summer. This would of course be a mistake, as Southgate knows all too well. There was information here, too. And as ever with England it is in midfield that the clog and knots still lurk. For all the progress made this is still an area of unresolved tensions, a strength that is somehow also a weakness. England have good midfielders. Do they have a good midfield? England had incisive, progressive passers in the team in Reykjavik. Did they pass the ball progressively and incisively? Too often there was a sense of stodginess in possession. For long periods England were ponderous, a team talking only to itself. Joe Gomez, Eric Dier, Declan Rice and James Ward-Prowse had just short of 400 touches in the game and made 50% of all England’s passes. By the end it was hard to remember any of them with any clarity. At the same time there was a debut here for Phil Foden, albeit a slightly disappointing one. England football loves a cause. Watching this team’s best playmaking midfield presence pirouette wide on the left, it was tempting to wonder if we might just be at the start of another mini-saga: how best to use Foden? Probably not. Southgate is too smart and Foden too good for that. In any case this was never likely to be peak, prime Foden. If England’s entire midfield looked bitty and ragged here, well, that’s because they were. Foden himself has played 112 minutes of football in the last six weeks. Starting on the left side of a midfield three, he stayed wide in the first half and often took the ball in tight spaces as Iceland’s blue crush swarmed around him. There was a promising moment on 11 minutes as Jadon Sancho scooted in from the right flank and exchanged passes with Foden on the left, zipping the ball in between the blue shirts, finding clever little angles. After which: the slow congealment, as Foden faded with the rest of England’s midfield. Foden was tightly marked. He dropped deep, but always seemed to be forced into passing backwards when he got the ball. Could he have been bolder? Was this the stage to take chances, to force his teammates to pass instantly, to give him the ball on the half turn? The answer, clearly, is yes. This is what Foden can do, and do better than so many who have gone before him. Those veering, risky runs, the impudent touches, the total fearlessness on the ball: this is what Southgate needs to draw out of his midfield tyro. If there was a deeper problem with England’s midfield it was surely the lack of craft in the central area. Rice’s strongest suit is defence, his ability to cover space and use the ball safely. Andrea Pirlo he isn’t. The tempo was slow at times, or at least not quick enough to locate those little slivers of space and time that make the difference between taking the ball on the half turn and taking it with an eager Icelander at your back. Are England going to ask Foden to provide some guile in the centre? Probably not. Are they going to ask anyone to provide some guile in the centre? Probably not. But the solution doesn’t have to be that linear. Foden will learn how to move into better spaces, to affect the game from that inside left position in the slower tempo of international football. At times you wanted to lean forward and whisper in his ear; to tell him to take a chance, to strut a little, to dribble and prance and show off, to stretch himself up to his full height. With any luck this is what Southgate will take from an underwhelming debut on an underwhelming afternoon. Either way England and that evolving, unresolved midfield are only likely to improve from here."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}