{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/sep/28/england-west-indies-women-twenty20-international-match-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-09-28T21:37:16Z", "webTitle": "England wobble but Amy Jones knock sees off West Indies again", "webUrl": "https://www.theguardian.com/sport/2020/sep/28/england-west-indies-women-twenty20-international-match-report", "apiUrl": "https://content.guardianapis.com/sport/2020/sep/28/england-west-indies-women-twenty20-international-match-report", "fields": {"headline": "England wobble but Amy Jones knock sees off West Indies again", "bodyText": "England recovered from a shaky start against West Indies to post 166 for six – their highest total of the series so far – and finish with a fourth consecutive win, this time by 44 runs. The home side had reached 54 for three at the halfway stage but Amy Jones spearheaded a rampant recovery hitting a 30-ball half-century that included two lofted sixes and a perfectly executed ramp against Deandra Dottin. West Indies then limped to 122 for nine, three of their batters run out and Sarah Glenn picking up the key wickets of Stafanie Taylor and Hayley Matthews to leave the leg‑spinner atop the series wicket‑taking charts with one game left to play. “Amy batted brilliantly,” England’s captain, Heather Knight, said. “We got off to a slow start with the bat but I’m really pleased that we punched back and managed to score very heavily.” It had at first looked like the series script – England batting first and posting totals of more than 150 in every match – might be rewritten thanks to the seamer Aaliyah Alleyne, who came roaring back after missing out on selection in game three to pick up the early wickets of Danni Wyatt and Nat Sciver, both caught behind. Karishma Ramharack, playing in her first match of the series, also did her bit, having Tammy Beaumont (27) trapped leg-before with her very first ball of the series, leaving England 45 for three. Deja vu, though, reared its ugly head with another costly dropped catch from Lee-Ann Kirby: Jones put down at midwicket on two. Not only did it cost West Indies 53 runs, it seemed to signal an England resurgence: two overs later Knight put Shabika Gajnabi out of the attack after her single over was punished for 17 runs and when her captain eventually departed, caught behind eight runs short of her half‑century, Jones continued the onslaught, aided by a 17-ball biffing cameo from Katherine Brunt (25). In reply Dottin for once fell early, lasting three balls before Brunt bowled her trying to pull a straight one. A battling 30 (25 balls) from the No 6 Chedean Nation did at least show some middle-order mettle but could not put a dent in England’s march towards a series clean sweep."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}