{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/sep/16/weatherwatch-how-strong-winds-made-us-wildfires-worse", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-09-16T20:30:37Z", "webTitle": "Weatherwatch: how strong winds made US wildfires worse", "webUrl": "https://www.theguardian.com/us-news/2020/sep/16/weatherwatch-how-strong-winds-made-us-wildfires-worse", "apiUrl": "https://content.guardianapis.com/us-news/2020/sep/16/weatherwatch-how-strong-winds-made-us-wildfires-worse", "fields": {"headline": "Weatherwatch: how strong winds made US wildfires worse", "bodyText": "Recent wildfires in California, Oregon and Washington states were all primed during a significant heatwave early this month. The flames were fanned by a strong cold front that pushed across the Great Plains and Rocky Mountains. As the cold air surged southwards, it was forced through valleys and between mountains, producing strong gusts, exceeding 85mph (136.7kph) in parts of Utah. This cold front also produced a remarkable US record temperature change for the fastest turnaround – between 37.7C (100F) on 5 September and measurable snow on 7 September in Rapid City, South Dakota. After impacting Okinawa, Japan, on 31 August, Typhoon Maysak made a second landfall as a weakened storm in south-east South Korea on 3 September, before sliding up the east coast of the Korean peninsula. Maysak produced the second-lowest pressure ever recorded in South Korea’s history (952.2mb in Tongyeong). Eastern North Korea was particularly badly hit by heavy rain; 385mm was reported to have fallen in the coastal city of Wonsan. Just a few days later, Typhoon Haishen made landfall in South Korea and tracked northwards, bringing destructive winds, torrential rain and large waves leading to further flooding across the Korean peninsula. This was the fifth named storm of the Pacific typhoon season to strike here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}