{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/sep/28/harlequins-wasps-premiership-match-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-09-28T20:58:15Z", "webTitle": "Late surge by Wasps ruins Chris Robshaw's home farewell to Harlequins", "webUrl": "https://www.theguardian.com/sport/2020/sep/28/harlequins-wasps-premiership-match-report", "apiUrl": "https://content.guardianapis.com/sport/2020/sep/28/harlequins-wasps-premiership-match-report", "fields": {"headline": "Late surge by Wasps ruins Chris Robshaw's home farewell to Harlequins", "bodyText": "They brought out the fireworks, if not the adoring fans, for Chris Robshaw’s final match at the Stoop, but Harlequins could not quite honour the occasion with the win. A dramatic turnaround in the last 10 minutes clinched a bonus-point win for Wasps to keep up their hunt for a play-off place. It is not quite secured for them yet, with none other than champions-elect Exeter to visit them on Sunday in the regular season’s denouement. It was Robshaw’s 299th game for Quins. One of England’s noblest warriors, he played as energetically as if it were his first, urging his team to hold on to their lead, despite their reduction to 14 men for the last quarter, Elia Elia seeing red for one of those blink-of-the-eye tip tackles on the Wasps captain, Dan Robson. Wasps could scarcely believe they were trailing at that point, which they were 20-15, such had been their dominance at set piece, but Quins, who had lost two front-row forwards on the day, compensated with a typical million-miles-an-hour performance, sprinkled with interventions of genius by Alex Dombrandt and Marcus Smith, who scored their three tries. Dombrandt was their third unplanned introduction, but an inspiring one. On for James Chisholm in the 20th minute, he had his first try by the 21st, bursting on to an inside ball from Smith. He had another on the half-hour, again bursting on to a short ball to gallop home. But they were nothing compared to the genius of Smith’s try at the start of the second half. The maestro gathered a Wasps kick on his 22, chipped the first line of defence, plucked the ball from Robson’s grasp with one hand, then rounded his young rival at fly-half, Jacob Umaga, to race home for one of the individual tries of the season – 20-8 to the home team. But there were further twists to come to deny Robshaw his send-off. First, Gabriel Oghre scored from close-range, then came that tip tackle and red card. Wasps cranked up the heavy artillery, which had gained them an edge throughout. Alfie Barbeary and Will Rowlands combining to set up Robson for a long ball to Thomas Young for a try. Jack Willis had been denied a close-range try by a knock-on, after his brother had scored the game’s first try in the first half, but he charged down Mike Brown’s clearance for Wasps’ fourth."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}