{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "xero-resilient-business/2020/sep/21/execute-with-speed-and-adjust-on-the-fly-how-this-fitness-studio-changed-its-fate-by-moving-online", "type": "article", "sectionId": "xero-resilient-business", "sectionName": "Xero: Resilient business", "webPublicationDate": "2020-09-20T23:40:10Z", "webTitle": "‘Execute with speed and adjust on the fly’: how this fitness studio changed its fate by moving online", "webUrl": "https://www.theguardian.com/xero-resilient-business/2020/sep/21/execute-with-speed-and-adjust-on-the-fly-how-this-fitness-studio-changed-its-fate-by-moving-online", "apiUrl": "https://content.guardianapis.com/xero-resilient-business/2020/sep/21/execute-with-speed-and-adjust-on-the-fly-how-this-fitness-studio-changed-its-fate-by-moving-online", "fields": {"headline": "‘Execute with speed and adjust on the fly’: how this fitness studio changed its fate by moving online", "bodyText": "After the arrival of a global pandemic, Ben Lucas discovered the power of reinvention. “It saved our business,” he says. Lucas is a co-owner of Flow Athletic, a yoga studio and gym in the Sydney suburb of Paddington. Like many in the Australian fitness industry, he has had to transform the way he does business in 2020 – but he’s met each challenge head-on. Ben Lucas with co-owner Kate Kendall. In March, as the Covid-19 situation began to escalate, Flow prepared for the inevitable and loaned out 120 spin bikes to members so they could train at home. Then, once fitness studios were ordered to shut, it was quick to act: within 24 hours, Flow had moved its class schedule online. Lucas set up four Facebook groups – dedicated to yoga, strength, spin and pilates – so staff could live stream multiple classes at a time. Personal training appointments were conducted over Zoom or FaceTime. Even Flow After Dark, its signature “yoga silent disco”, became a live streamed event. This quick thinking kept Flow in business. But even better, the move online has allowed Flow to open up to an entirely new customer base, finding clients in cities it would otherwise never have been able to reach. “We had people in London, Singapore, Hong Kong and LA live stream their yoga – that was a market we never thought of,” Lucas says. “We had a mum doing it with her daughters in London and New York at the same time. That’s pretty cool.” Flow isn’t the only business that’s found success by taking a chance to rethink the way it does things: Xero’s Rebuilding Australia report found that of the 1000 small businesses surveyed in early June, 39% had found new customer markets during Covid. The move online also made Flow think differently about how it operated its business. “For the personal training side of things, we had never thought to Zoom or FaceTime our sessions,” Lucas says. But it’s worked. The shift to live streams has been a hit with clients. An online survey that Flow sent its customers found that 86% planned to continue with online classes even after the pandemic is over. Some like the convenience; others intend to use it when they’re away from home or on holidays. “That was one of the other gifts of what happened – it forced a lot of our clients to go online because we didn’t have the in-person offering,” Lucas says. “Previously they might not have done it because they thought they wouldn’t enjoy it. But they found they actually really liked it.” While eased restrictions in Sydney have allowed Flow to reopen the doors to its Paddington studio, it’s not only continuing to run live-streamed classes, but is investing in a dedicated online platform to expand what it can do on the web. Currently, Flow runs 15 Facebook classes a week, while Lucas personally hosts one Zoom session a week. From 1 October, Flow will launch its on-demand service that will offer more than 100 online classes a week. For Lucas, the expansion was a no-brainer: “We foresee that every high-end fitness business will need an online arm of their business. The fitness industry has changed, full stop.” Lucas thinks digital offerings will become essential for fitness businesses, as social distancing measures have reduced the number of clients that can be in a gym. For Flow, that meant reducing its in-studio numbers from 170 to a maximum of 80 people. “Being online allows us to service an unlimited number of people that we can’t do in-studio,” Lucas says. If there’s one lesson Lucas has learnt from 2020, it’s the importance of agility. “I know a lot of other fitness business owners that really took their time to think through the best platform and ways to execute online. But with each passing day of a pandemic, you can lose clients, business, revenue and even staff. “Whereas straight away the next day we were doing Facebook classes. Were they amazing? They didn’t start off amazing, but they were something. And then over time we got microphones, we got lighting, we got better at the classes. So by the end it was an amazing product. But we gave the people something initially just to get them through the time.” He says that sometimes, small businesses have got to avoid overthinking their next move. “You just need to execute with speed and adjust on the fly. Don’t get stuck in the trap of paralysis by analysis – sometimes the best thing you can do is just something with pace.” Designed to help small businesses determine which steps to take next, Xero’s Stronger and smarter: a small business handbook uncovers the 10 trends shaping the future – so you can come back stronger and smarter than ever."}, "isHosted": false}}}