{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "law/2020/sep/09/trump-supreme-court-picks-ted-cruz-tom-cotton-josh-hawley", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2020-09-09T20:59:31Z", "webTitle": "Trump names three sitting senators among 20 possible supreme court picks", "webUrl": "https://www.theguardian.com/law/2020/sep/09/trump-supreme-court-picks-ted-cruz-tom-cotton-josh-hawley", "apiUrl": "https://content.guardianapis.com/law/2020/sep/09/trump-supreme-court-picks-ted-cruz-tom-cotton-josh-hawley", "fields": {"headline": "Trump names three sitting senators among 20 possible supreme court picks", "bodyText": "Donald Trump named three sitting senators as people he would consider nominating to the US supreme court if he is re-elected. Trump announced 20 names on Wednesday that he said would be added to his previously released list of potential supreme court picks. He said one of three conservative Republican senators with law degrees – Tom Cotton of Arkansas, Ted Cruz of Texas and Josh Hawley of Missouri – could be his next selection to the nation’s top court. “Over the next four years, America’s president will choose hundreds of federal judges” and “up to four supreme court justices”, Trump said – both probably exaggerated figures. The new justices could “fundamentally transform America without a single vote in Congress”, Trump said. Progressive groups quickly criticized the announcement. “If there’s one thing this president doesn’t lie about, it’s his eagerness to stack the courts with extremists prepared to carry out Republicans’ conservative agenda, overturning access to health care and abortion,” Nan Aron, president of Alliance for Justice, said. “This is a last-ditch effort by the president to energize his base. Trump is clearly trying to distract the American public from an astonishing number of damning allegations right now.” Ben Jealous, president of People for the American Way, said: “At a time when Donald Trump’s judges and justices are already posing an existential threat to healthcare and coverage for pre-existing conditions, his updated list of potential supreme court nominees is yet another emergency alarm making clear the extremely high stakes of this election.” He added: “This list is packed with far-right ideologues, many of whom have already racked up deeply troubling records on lower courts.” Conservative judicial activist groups, however, greeted the new list of names with cheers. “President Trump continues to keep his promise to prioritize the appointment of judges while Joe Biden continues to duck the issue and hide his list,” Carrie Severino, president of the Judicial Crisis Network, said. Hawley ruled himself out of the running to be a potential nominee, tweeting he had “no interest in the high court”. Cruz appeared to also rule himself out, saying it was “humbling and an immense honor” to be included on Trump’s list but indicating he would remain in the Senate for the time being. Cotton, however, seemed more interested, saying he would always “heed the call for service”, and tweeting: “It’s time for Roe v Wade to go.” Trump said Biden, his Democratic opponent in the presidential race, “must release a list of justices for people to make a decision as to how they should properly vote”. But the practice of releasing lists of names of judges is unique to Trump, who did so in his first presidential run to reassure so-called “values voters” that he was safe to support. Trump has elevated an unprecedented number of attorneys to the federal bench who have had no previous experience as judges, but the inclusion on Wednesday of three senators in his list of supreme court picks was seen as a boisterously political move. “Is this supposed to win over swing voters?” tweeted the former federal prosecutor Peter Zeidenberg. “Trump thinks he is still running for the Republication nomination.” Questions about coronavirus revelation Trump’s news conference at the White House to announce his list, designed to shore up evangelical Christian and conservative support for his re-election bid, quickly turned into a back-and-forth with reporters about his coronavirus policy. Damaging revelations emerged with the publication of advance excerpts of a new book by the Washington Post journalist Bob Woodward on Wednesday. Woodward writes that Trump knew in February, a month before the widespread Covid-19 outbreak in the United States, that coronavirus was a lethal threat and that he intentionally “downplayed” it. Trump is trailing by double-digit margins in national polling averages and some polls have shown him losing support among the base of white evangelical Christians who helped propel him to victory in 2016. Trump warned those voters on Wednesday that life in America would change for good if he was not re-elected, playing on fears that a Democratic president would appoint justices committed to “repealing the second amendment”, “funding late-term abortion” and removing “the words ‘under God’ from the constitution”. Trump also warned that a Democratic president would install judges who would “cripple police departments” and empower “rioters, looters anarchists and terrorists”. Neither of the two supreme court justices nominated during Biden’s eight years as vice-president have made any such moves, and decades of public statements and officials votes by Biden have indicated no such intention."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}