{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/sep/17/covid-disruption-leaves-thousands-of-uk-stroke-patients-disabled", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-09-16T23:01:40Z", "webTitle": "Covid disruption leaves thousands of UK stroke patients disabled", "webUrl": "https://www.theguardian.com/society/2020/sep/17/covid-disruption-leaves-thousands-of-uk-stroke-patients-disabled", "apiUrl": "https://content.guardianapis.com/society/2020/sep/17/covid-disruption-leaves-thousands-of-uk-stroke-patients-disabled", "fields": {"headline": "Covid disruption leaves thousands of UK stroke patients disabled", "bodyText": "Thousands of stroke patients have suffered avoidable disability because NHS care for them was disrupted during the pandemic, a report claims. Many people who had just had a stroke found it harder to obtain clot-busting drugs or undergo surgery to remove a blood clot from their brain, both of which need to happen quickly. Rehabilitation services, which are vital to help reduce the impact of a stroke, also stopped working normally as the NHS focused on Covid, the Stroke Association said. It is concerned “many could lose out on the opportunity to make their best possible recovery”. Juliet Bouverie, the charity’s chief executive, said: “Strokes didn’t stop because of the pandemic. Despite the tireless efforts of frontline clinicians who have gone to herculean efforts to maintain services under extremely difficult conditions, some treatments still became unavailable and most stroke aftercare ground to a halt. This means more stroke survivors are now living with avoidable, unnecessary disability.” Fear of Covid also played a key role. Three in 10 (29%) of those who had suffered a stroke did not seek emergency help, for example by dialling 999. Similarly, while half of stroke survivors had sessions of therapy cancelled, 56% did not feel safe to attend a scheduled appointment. “We were worried [during the pandemic] about the reduction in the number of people presenting to hospital with mini stroke and stroke. Covid-19 also affected the treatment and rehabilitation available and the speed with which they could be delivered,” said Prof Rustam Al-Shahi Salman, the president of the British Association of Stroke Physicians. Four in five specialists said stroke care had been affected by the widespread NHS suspension of many forms of care while hospitals coped with the first wave of Covid patients. Lack of rehabilitation, especially physiotherapy, could increase demand for care for years, as well as the risk of patients suffering another stroke, further disability or death, Bouverie added. Stroke doctors are worried the number of people admitted to hospital after a stroke fell by 13% in April, the first full month of the lockdown, and that 52% more people than usual died of a stroke at home during the pandemic. An NHS spokesperson said care had been available in the spring and anyone who needed help after a stroke should seek immediate help. “Hospitals have been open for all major conditions, including stroke, throughout the pandemic and the NHS has been working with the Stroke Association to adopt new ways of working so that everyone who has had a stroke can get the support they need, including a new service for follow-up care, which has already helped hundreds of people.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}