{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/sep/11/mark-nobles-diangana-outburst-shows-west-ham-solidarity-says-david-moyes", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-09-11T21:30:13Z", "webTitle": "Mark Noble's Diangana outburst shows West Ham solidarity, says David Moyes", "webUrl": "https://www.theguardian.com/football/2020/sep/11/mark-nobles-diangana-outburst-shows-west-ham-solidarity-says-david-moyes", "apiUrl": "https://content.guardianapis.com/football/2020/sep/11/mark-nobles-diangana-outburst-shows-west-ham-solidarity-says-david-moyes", "fields": {"headline": "Mark Noble's Diangana outburst shows West Ham solidarity, says David Moyes", "bodyText": "David Moyes has said that West Ham’s players showed solidarity after Grady Grady Diangana’s controversial sale to West Brom and refused to criticise Mark Noble’s outburst about the winger’s departure. The West Ham board faced unrest from supporters after allowing Diangana to leave for £18m and tensions were further inflamed when Noble tweeted that he was “angry and sad” about the decision to sell the 22-year-old. Yet Moyes, who needed to raise funds for new signings through sales, said the captain had a right to express himself and insisted that his players were not in revolt as they prepare for Saturday evening’s home game against Newcastle. “I think they showed real true solidarity,” West Ham’s manager said. “I think the captain showed exactly what the players feel. There is a real building spirit here. Football players move on at any club and things change at every club. “I can tell you what it felt like when I lost Wayne Rooney at 18 when I was at Everton. Did we feel bad at that time? Yes, but we were building a team that finished in Europe the majority of seasons after that. The players since we’ve come back have been in great spirit. That’s partly due to the way they finished the season. “If we want open communication, people should be allowed to speak. Grady was part of the group. Mark Noble had probably seen him develop as a young player. He was entitled to give his opinion. We know what Mark means to the club and what he thinks of the club.” Moyes wants defensive reinforcements and West Ham are weighing up whether to raise their latest offer of £30m for Burnley’s James Tarkowski. They would not be able to meet Burnley’s asking price of £50m for the defender. However, West Ham have promised that the money received for Diangana will be invested in the squad and Moyes sounded pragmatic about the situation, pointing to the impact of Covid-19 on finances. “I was disappointed to see him go but I understand the situation,” he said. “In many ways we might have spent a lot of our summer budget in January to keep us up.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}