{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/sep/14/uk-must-become-global-leader-in-tackling-climate-crisis-says-cbi-carolyn-fairbairn-covid-19", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-09-13T23:01:14Z", "webTitle": "UK must become global leader in tackling climate crisis, says CBI", "webUrl": "https://www.theguardian.com/business/2020/sep/14/uk-must-become-global-leader-in-tackling-climate-crisis-says-cbi-carolyn-fairbairn-covid-19", "apiUrl": "https://content.guardianapis.com/business/2020/sep/14/uk-must-become-global-leader-in-tackling-climate-crisis-says-cbi-carolyn-fairbairn-covid-19", "fields": {"headline": "UK must become global leader in tackling climate crisis, says CBI", "bodyText": "Britain needs to step up and become a global leader in climate action, creating a number of green jobs and boosting productivity to help the economy recover from the coronavirus pandemic, the CBI will say on Monday. Launching the organisation’s “green recovery roadmap”, the CBI’s director-general, Carolyn Fairbairn, will call on the government to take ambitious steps nationally and use the rest of this year to reignite global efforts to achieve net zero carbon emissions by 2050. Its recommendations to the government include creating jobs and energy savings by retrofitting homes and buildings to be more energy-efficient, pumping money into the development of sustainable aviation fuels, and kickstarting the creation of a hydrogen economy in the UK as part of efforts to find new, cleaner ways to heat the UK’s homes and businesses. In the run-up to the autumn budget a growing number of organisations are putting forward their demands and wishlists aimed at stimulating job creation, supporting millions of households at risk of unemployment or financial difficulty and tackling the climate emergency. Fairbairn is expected to say that this feels like a time of fiercely competing goals, with the world facing two seemingly separate yet fundamental problems: Covid-19 – the biggest health crisis in living memory – and climate change, the defining challenge of the modern era. “But they are not separate – the response to one affects success on the other. And the defining question is: how does the UK use this moment to rebuild our economy and the greener and stronger world we want to return to?” she will say. The CBI roadmap recommendations to the government include publishing the energy white paper and national infrastructure strategy this autumn to unlock business investment. Both have been delayed. With Britain having set a legally binding target to create a carbon-neutral economy by cutting emissions to net zero by 2050, campaigners say this will require a huge increase in low-carbon generation to help meet the UK’s rising need for clean electricity for transport and heating. However, green organisations have expressed concern about a lack of progress, while the energy industry has been urging ministers to publish the energy white paper so it can see the government’s action plan. Meanwhile, the national infrastructure strategy will allocate the £640bn of capital investment for roads, railways, internet, schools, hospitals and other projects that was outlined in the budget in March. The CBI is calling on the government to use the upcoming autumn budget to prioritise public spending on low-carbon projects and “gamechanging” technologies. The CBI’s green recovery roadmap outlines a number of priorities designed to reignite business investment and create green jobs. These include speeding up the delivery of electric vehicle-charging networks, alongside government funding for a UK-based gigafactory to make batteries for electric cars. It emerged over the summer that a startup, Britishvolt, plans to build Britain’s first battery “gigaplant” at a site in south Wales. The CBI wants to see the creation of an “office for sustainable aviation fuels” to secure the development of low-carbon alternatives and commit £500m of matched public-private funding – £1bn in total – to support the UK’s first commercial sustainable fuel plant. The business organisation also proposes that the government spends at least £1bn on funding hydrogen testing programmes. According to the National Grid, hydrogen has the potential to be a lower-carbon, cleaner alternative to methane gas “but we still need to do further research and testing to understand how it could work within the current energy system”. Another recommendation is for the UK to become a world leader in so-called carbon capture, utilisation and storage (CCUS) technology, which involves capturing the carbon dioxide generated by large-scale energy-intensive industries such as cement and steel production, thereby preventing it from entering the atmosphere and contributing to climate change."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}