{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/sep/16/uber-self-driving-car-death-safety-driver-charged", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-09-16T20:10:22Z", "webTitle": "Safety driver charged in 2018 incident where self-driving Uber car killed a woman", "webUrl": "https://www.theguardian.com/us-news/2020/sep/16/uber-self-driving-car-death-safety-driver-charged", "apiUrl": "https://content.guardianapis.com/us-news/2020/sep/16/uber-self-driving-car-death-safety-driver-charged", "fields": {"headline": "Safety driver charged in 2018 incident where self-driving Uber car killed a woman", "bodyText": "Prosecutors in Arizona have charged the safety driver behind the wheel of a self-driving Uber test car that struck and killed a woman in 2018 with negligent homicide. Court records show that Rafaela Vasquez, 46, on Tuesday pleaded not guilty in the death of Elaine Herzberg. Vasquez is the only person facing criminal consequences in the first death of a pedestrian involving a self-driving vehicle, after prosecutors last year said Uber was not criminally liable in the crash. Federal regulators, however, have said that while the probable cause of the crash was Vasquez’s failure to monitor the driving environment, Uber’s technology flaws and “insufficient” state policies also played a role. Herzberg died in March 2018 after being struck by a self-driving SUV while walking a bicycle across a street at night in Tempe, Arizona. Tempe police said the self-driving car was driving at about 40 miles an hour in autonomous mode at the time of the crash, and a police report said Vasquez was repeatedly looking down while the car was moving instead of keeping her eyes on the road. Vasquez was the vehicle’s “backup” driver, meaning she sat in the front seat and was responsible for monitoring the car’s movements. Herzberg’s death prompted significant safety concerns about the nascent autonomous vehicle industry. In November, the National Transportation Safety Board (NTSB) said that Vasquez “was visually distracted throughout the trip by her personal cell phone”. But the board also faulted Uber for inadequate attention to safety and development decisions that contributed to the crash’s cause, . The software in the modified Volvo XC90, for example, did not properly identify Herzberg as a pedestrian and did not address “operators’ automation complacency”. Before the crash, Uber had also deactivated the automatic emergency braking systems to ensure a smoother ride, relying instead on the backup driver to intervene. In the Tempe crash, the vehicles’s sensors determined that braking was needed only 1.3 seconds before impact, the NTSB reported. Vasquez did not start steering until less than a second before the crash. In an interview with NTSB investigators, the backup driver said she had been monitoring the car’s “self-driving interface”. In addition to raising concerns about the technology’s “ineffective” monitoring of the driver, regulators also determined that Arizona’s safety policies governing self-driving vehicles were “insufficient”. While some states had been cautious about allowing companies to experiment with the new technology on public roads, Arizona lured self-driving car operators to the state by arguing it had fewer regulations than other jurisdictions. “We’ve got regulatory failures within the state, and we’ve got, in important ways, real fumbles on the part of Uber, but it’s this individual who is at the center of the homicide case,” said Michael G Bennett, an Arizona State University associate research professor who studies autonomous cars and has closely followed the case. “It strikes me on its face as being profoundly unfair.” Bennett, who is based in Tempe, said the fatal crash was the result of a systemic breakdown in the introduction of a technology that was sold as the future of safer roads, but that the prosecution at this stage was only focused on accountability for an individual. “This woman is taking the fall when the state and a large corporation who invented a large chunk of this technology is taking minimal responsibility, if any at all,” he said. “It’s quite striking that the corporation seems to be walking away without a scar.” Friends of Herzberg told the Guardian in 2018 they believed Uber, as well as the Arizona government, should face consequences for the crash. “This shouldn’t have ever happened,” said Carole Kimmerle, a Mesa resident who said she had been friends with Herzberg for more than 10 years and had previously lived with her. Herzberg had struggled with homelessness, but was in the process of turning her life around when she was killed, her friends said. They argued the government should have done more to prevent these kinds of crashes. Uber declined to comment and a lawyer for Vasquez did not immediately respond to a request to comment. Vasquez was released pending trial, which was set for February 2021. Reuters contributed to this report"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}