{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2020/sep/05/scottish-labour-leader-richard-leonard-defies-new-moves-to-oust-him", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-09-05T21:00:05Z", "webTitle": "Scottish Labour leader Richard Leonard defies new moves to oust him", "webUrl": "https://www.theguardian.com/politics/2020/sep/05/scottish-labour-leader-richard-leonard-defies-new-moves-to-oust-him", "apiUrl": "https://content.guardianapis.com/politics/2020/sep/05/scottish-labour-leader-richard-leonard-defies-new-moves-to-oust-him", "fields": {"headline": "Scottish Labour leader Richard Leonard defies new moves to oust him", "bodyText": "A grassroots campaign demanding the resignation of Labour’s leader in Scotland, as well as an explosive no-confidence vote by its ruling body, are both being drawn up by party insiders attempting to topple him ahead of crucial elections next year. The last-ditch measures are being considered after a series of resignations and calls for his departure last week failed to remove Richard Leonard. He reiterated his refusal to quit in a defiant statement on Sunday, saying the attempts to topple him “only served to strengthen my own resolve”. It comes with Labour still languishing in third place in the polls ahead of Holyrood elections next May, with the SNP currently on course to win more than half of all votes. Labour is set to lose several MSPs, while polling has also suggested that Leonard is still largely unknown to many voters. A group of MSPs called on him to go last week. Anas Sarwar, the former deputy Scottish Labour leader, is seen as the most likely replacement, possibly with fellow MSP Jackie Baillie as an interim leader for May’s election. Some of those pushing for Leonard’s departure believe the attempt to oust him will fail unless Labour’s MSPs launch a formal leadership challenge against him this week. Others want to foster a grassroots campaign from Labour members and councillors calling for his departure as the next move. Holding a no-confidence vote in his leadership within Scottish Labour’s ruling executive committee is seen as the last-ditch move. It is also highly unpredictable, as feelings over Leonard’s leadership within the committee are finely balanced. A vote of the executive committee was used to remove Jim Murphy from the job in 2015. Murphy narrowly won the vote, but subsequently resigned anyway. The view of trade unions, which have several seats on the committee, would be crucial. While some unions have come out in support of Leonard, others - including his own GMB union - have remained silent on the question of his future. A meeting of the GMB’s executive on Friday ended without any public statement of support. However, a refusal by unions to vote in any confidence vote could ultimately ensure Leonard survives. “The only way to get a change is if it comes from within either the Labour group of MSPs or the Scottish executive of the party,” said one senior figure. “My understanding is that [his opponents] don’t have a majority within either yet.” Leonard said on Sunday: “The events of the last week have only served to strengthen my own resolve and bolstered the confidence of party members in Scotland that we cannot go back, that we have to go forward together in the fight of our lives for every vote and every seat in next year’s election.” Without any further developments in the coming days, those pushing for Leonard’s departure fear the attempt to replace him will fizzle out. Senior figures across Scottish Labour are torn over the current impasse. While few believe Leonard has performed well in the job, there is division over whether another change at the top would simply mask the much larger political problems. Most trace Labour’s incredible decline in Scotland back to the SNP’s victory more than a decade ago in the 2007 Holyrood elections. Most believe Labour has found itself swamped by the debate over independence. Its backing for further devolution as a solution has seen it lose ground to the SNP and the fervently unionist Scottish Tories. Figures across the party also lamented a lack of political talent. As former Labour first minister Henry McLeish put it last week: “We keep changing the manager but nothing changes on the pitch.” Another senior Scottish Labour figure said: “If you don’t have a vision for the country, you can do all the negative campaigning you want. You can have all the charisma you want. But you need to lay out what you stand for and give people a little bit of hope. The Scottish Labour party’s problems are deeper than one individual.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}