{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/sep/21/david-tennant-voted-the-peoples-favourite-doctor-who", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-09-20T23:01:05Z", "webTitle": "Doctor Who: David Tennant voted fans' favourite Time Lord", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/sep/21/david-tennant-voted-the-peoples-favourite-doctor-who", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/sep/21/david-tennant-voted-the-peoples-favourite-doctor-who", "fields": {"headline": "Doctor Who: David Tennant voted fans' favourite Time Lord", "bodyText": "David Tennant has been named the people’s favourite Doctor in a poll of more than 50,000 Doctor Who fans, narrowly pipping the current incumbent, Jodie Whittaker – and leaving his own father-in-law for dust. The Radio Times conducted one of the largest attempts to answer a question that regularly dominates Whovian debates and divides fans. Offering a choice between 13 actors who have played the Doctor, beginning with William Hartnell in 1963, fans were asked to simply choose their favourite. Tennant came top of the poll with 10,518 votes, but family tensions are likely to be sharpened this week because of the actor who came bottom. In 13th place, with a sparse 315 votes, was Peter Davison, the fifth Doctor and father of Tennant’s wife, Georgia. Just 95 votes behind Tennant was Whittaker, the first woman to play the Time Lord. Each received 21% of the vote. Third in the poll was Peter Capaldi with 8,897 votes (18%), followed by Matt Smith with 7,637 votes (16%) and Tom Baker with 3,977 votes (8%). Huw Fullerton, sci-fi and fantasy editor of Radio Times, said it was striking that Tennant came out on top more than a decade after leaving the show. “With Jodie Whittaker hot on his heels and a great showing for other recent Doctors like Peter Capaldi, it looks like fans also hold other Time Lords to their hearts.” Tennant was three when he told his parents he wanted to be an actor because of Doctor Who. In 2005, his dreams became a reality when he was cast to succeed Christopher Eccleston in Russell T Davies’ hugely successful revival of the show, staying for three series. He may be one of the UK’s most celebrated Shakespearean actors and the star of many hit TV shows, including Broadchurch and Good Omens, but for many people Tennant will always be Doctor Who. Last week, playing serial killer Dennis Nilsen in the ITV series Des, there were probably people asking: “Is that Doctor Who?” In an interview with the Guardian, Tennant was cheerful about the lifelong attention being the Doctor brings. It is, he said, “a wonderful, humbling thing but it does mean accepting an adjustment to your life”. The Radio Times conceded the question of who is the best Doctor was one it had posed several times over the years. But with Whittaker at the helm – “and with no sign of her handing in the sonic screwdriver any time soon” – now seemed like a good time to renew the debate. There were rules. Voters could only choose “lead” Doctors – “actors who canonically held the role as the incumbent Doctor at one time or another”, which meant no John Hurt (“the war Doctor”), Jo Martin (“the fugitive Doctor”), Peter Cushing (a movie Doctor, not considered as part of the Doctor Who canon) or David Bradley (who has played the first Doctor in the rebooted series). That meant Paul McGann, the eighth Doctor, who starred in the 1996 TV movie, could be included. The film, with a sizeable budget, was the first attempt to revive the show after it was axed by the BBC. It failed in that respect, but McGann, who has also played the Doctor in an audio drama, still managed to get a respectable 1,427 votes, or 3%. Poll result 1. David Tennant 10,518 / 21% 2. Jodie Whittaker 10,423 / 21% 3. Peter Capaldi 8,897 / 18% 4. Matt Smith 7,637 / 16% 5. Tom Baker 3,977 / 8% 6. William Hartnell 1,983 / 4% 7. Paul McGann 1,427 / 3% 8. Christopher Eccleston 1,144 / 2% 9. Jon Pertwee 1,038 / 2% 10. Patrick Troughton 915 / 2% 11. Sylvester McCoy 462 / 1% 12. Colin Baker 359 / 1% 13. Peter Davison 351 / 1%"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}