{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2020/sep/09/mark-zuckerberg-facebook-not-rightwing-echo-chamber", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2020-09-09T23:27:01Z", "webTitle": "Mark Zuckerberg says Facebook won't remove anti-vaccine posts despite Covid concerns", "webUrl": "https://www.theguardian.com/technology/2020/sep/09/mark-zuckerberg-facebook-not-rightwing-echo-chamber", "apiUrl": "https://content.guardianapis.com/technology/2020/sep/09/mark-zuckerberg-facebook-not-rightwing-echo-chamber", "fields": {"headline": "Mark Zuckerberg says Facebook won't remove anti-vaccine posts despite Covid concerns", "bodyText": "Facebook’s CEO, Mark Zuckerberg, has said he “hopes” his social network will not effectively destroy society as we know it. In a new interview, Zuckerberg also said it was “just wrong” to think that Facebook is driven by conservatives. “I don’t think that the service is a rightwing echo chamber,” Zuckerberg told Axios on HBO in an interview published on Wednesday. “Everyone can use their voice and find media they trust that reflects the opinions and life experiences they’re having.” In the interview, Zuckerberg rejected the proposition that history will remember Facebook for hastening the destruction of society. “I have a little more confidence in democracy than that. And I hope my confidence isn’t misplaced,” he said, adding: “What we do, and I think a lot of what the internet does overall, is give individuals more power.” Critics of the tech CEO were quick to argue the platform does create an echo chamber for rightwing opinions. Parker Molloy, a writer and cultural critic at Media Matters for America, said Facebook had proved itself an echo chamber when it allowed hundreds of inaccurate ads funded by pro-Trump organizations. The ability of rightwing content related to the QAnon conspiracy theory, misleading claims about voting, and anti-LGBTQ+ content to spread easily on the platform despite supposed bans showed that Facebook was indeed “highly partisan”, said Malloy. “Zuckerberg may disagree with the characterization of Facebook as a rightwing echo chamber, but that doesn’t make it any less true,” she said. “Conservatives are thriving on Facebook, and they’re able to do this thanks to inconsistently applied policy enforcement, internal ideological advocacy, and general rightwing favoritism.” Zuckerberg acknowledged that conservative voices and opinions ranked as Facebook’s most engaged content. “It’s true that partisan content often has kind of a higher percent of people … engaging with it, commenting on it, liking it,” Zuckerberg said. “But I think it’s important to differentiate that from, broadly, what people are seeing and reading and learning about on our service.” Also in the Axios interview, the Facebook chief said he would not remove anti-vaxxer posts, even as the leading virus experts express cautious optimism that a Covid-19 vaccination may become available late this year or early next year. “If someone is pointing out a case where a vaccine caused harm or that they’re worried about it – you know, that’s a difficult thing to say from my perspective that you shouldn’t be allowed to express at all,” Zuckerberg said. But he denied that Facebook’s algorithms are designed to push viewpoints “that are going to kind of enrage people somehow, and that’s what we try to show people”. “That’s not actually how our systems work,” he added. Zuckerberg reasoned instead that many people in the country “are very exercised and I think, frankly, for a lot of good reasons. And we have real issues. There is a fine line between an important level of high energy around an important issue and something that can kind of tilt over into causing harm.” In an acknowledgment of Facebook’s power in promoting misinformation, the company last week said it would block political advertising on the platform for seven days ahead of November’s presidential election to help prevent the spread of misinformation. But he rejected a 30-day hold on political ads, saying that would be different because “people want to be able to run get-out-the-vote campaigns”, as well as respond to attacks and make closing arguments. Zuckerberg added that one red line he would decisively draw would be over threats to election officials – threats that “would obviously undermine the legitimacy of the election”. Facebook, he said, would “very aggressively take down any threats against those people who are going to be involved in doing the counting and making sure that the election goes the way it’s supposed to”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}