{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2020/sep/21/murray-darling-basin-fight-looms-over-nsw-plan-to-license-floodplain-harvesting", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2020-09-20T23:14:29Z", "webTitle": "Murray-Darling Basin: fight looms over NSW plan to license floodplain harvesting", "webUrl": "https://www.theguardian.com/australia-news/2020/sep/21/murray-darling-basin-fight-looms-over-nsw-plan-to-license-floodplain-harvesting", "apiUrl": "https://content.guardianapis.com/australia-news/2020/sep/21/murray-darling-basin-fight-looms-over-nsw-plan-to-license-floodplain-harvesting", "fields": {"headline": "Murray-Darling Basin: fight looms over NSW plan to license floodplain harvesting", "bodyText": "A new fight is brewing between farmers north and south of the Murrray-Darling Basin over the New South Wales government’s plan to license floodplain harvesting for the first time later this year, as doubts arise over data on river flows and the amounts being extracted. A regulation which makes the practice legal in the meantime is set to become the flashpoint this week, with the minor parties and Labor planning to disallow it. Floodplain harvesting involves capturing floodwaters flowing across the flat plains of the north-west of NSW and Queensland using levees and other irrigation channels. The water is then diverted into enormous on-farm storages and used primarily to irrigate cotton. Many of these structures have been built over the last three decades without any approvals and there is little information about how much water is being taken. A parliamentary committee looking at the regulation found the NSW government has no clear idea of how much water is being harvested, or its impact on the river’s health. It is due to table a report of its findings on Tuesday and the regulation looks set to be disallowed. Greens MLC Cate Faehrmann said the current level of floodplain harvesting raised serious questions about whether the health of the river could be delivered in the future. “By legalising this take it essentially spells the end of the lower Darling river,” she said. ‘‘If you are going to license floodplain harvesting you would need to audit it to make sure it is sustainable. Instead we are taking an approach of first-in, best-dressed and who ever built the largest dams wins,” she said. Independent MP Justin Field said: “It will lock in a compensatable [water] right that we will be forced to pay for in the future as we realise that the numbers about sustainable take were wrong.” There is now growing evidence that as a result of this harvesting, the amount of water reaching the Murray-Darling River has dropped dramatically. The Wentworth group of Concerned Scientists issued a report earlier this month saying it had found that 20% of the water expected under the basin plan at Ramsar Wetlands did not arrive. How much water is being taken by floodplain harvesting and never finding its way to the river is a matter of debate and there is deep anger about the quality of data available about water usage in NSW. The committee discovered last week that data provided on the Department of Planning, Industry and Environment’s website about how much water was taken out of the Barwon-Darling catchment in 2019-20 (almost all of it between February and April when the drought broke) changed dramatically in the space of two days. On Tuesday the website said 473GL. By Thursday it had been revised to 237GL. The department said it was an error. “The recent annual usage update incorrectly added figures rather than replacing them, doubling usage numbers across all valleys. This was an error and the department corrected numbers as soon as it was made aware of the issue,” a spokesman told the Guardian. The department confirmed there are no usage figures for floodplain harvesting and this data didn’t include floodplain harvesting volumes. Controversially the government lifted an embargo designed to protect the first flows after the drought broke in February after irrigators in the north warned their on-farm water infrastructure would be damaged if they were not allowed to direct floodwaters into their storages. The NSW water minister, Melinda Pavey, told the committee around 30GL had been taken during the four-day period when the restrictions were lifted. The department said the final figure was 29GL. It says “a substantial portion” of inflows in the northern basin were protected from extraction and that much of the water made it down to the lower Darling. But trying to verify this figure is almost impossible. There is not even reliable data about the capacity of storages that have been built. “The department estimates there is around 239GL of storage capacity in the Barwon-Darling,” the departmental spokesman said. “Most of these storages are primarily used for water taken under unregulated river licences, not floodplain harvesting,” the department said. But farmers in the south strongly disagree. Chris Brooks, who represents the southern irrigators in the Murray Valley, said he believes the regulation was a surreptitious way for the northern irrigators to lock in their rights to floodplain harvesting. He was concerned because the practice of flood plain harvesting was having measurable impacts on the southern part of the river system. He said the Darling was meant to provide up to 39% of the flows to Adelaide under the 2016 water-sharing plans but had ceased to flow. The result was more pressure on the Murray to provide downstream water with the result that water prices had risen and allocations for less secure water licences in the south had been cut. “When you look at this regulation, it would have created a new class of water take, called ‘passive take’. Fortunately all the minor parties have agreed to vote in favour of the disallowance motion,” Brooks said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}