{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/sep/21/richie-porte-ends-years-of-tour-de-france-misfortune-with-podium-finish", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-09-20T22:47:14Z", "webTitle": "Richie Porte ends years of Tour de France misfortune with podium finish | Kieran Pender", "webUrl": "https://www.theguardian.com/sport/2020/sep/21/richie-porte-ends-years-of-tour-de-france-misfortune-with-podium-finish", "apiUrl": "https://content.guardianapis.com/sport/2020/sep/21/richie-porte-ends-years-of-tour-de-france-misfortune-with-podium-finish", "fields": {"headline": "Richie Porte ends years of Tour de France misfortune with podium finish", "bodyText": "Last Thursday, it seemed the curse on Richie Porte had returned for yet another year. With 27 kilometres remaining on the brutal 18th stage of the 2020 Tour de France, the Australian punctured on rough gravel roads. The 30 seconds it took for a team car to reach Porte felt like an eternity. By the time he had remounted a replacement bike, Porte was almost a minute behind his general classification competitors. Hopes of a podium finish in Paris seemed to ebb away. Once touted as the obvious successor to Cadel Evans, Porte’s ambitions of winning the Tour de France yellow jersey have been consistently cruelled by misfortune and misadventure. In 2014 it was pneumonia; in 2016 a puncture and motorbike collision saw Porte lose vital time. In 2017 a horror crash left Porte in hospital; a year later, another race-ending crash. After two weeks of racing, 2020 was shaping up differently. While a wind-induced time loss on stage seven put Porte out of contention for the yellow jersey, the Australian was riding stronger every day – staying with leaders Primož Roglič and Tadej Pogačar on even the toughest of climbs. The prospect of bettering his previous best overall finish, fifth in 2016, was within Porte’s grasp. Then, he punctured. Another day, another Tour de France mishap for the Australian. Given his fraught history at the race, it would have been unsurprising had Porte’s head dipped. Morale shot, the Trek rider might have rolled to the finish. But in a remarkable display of endurance, Porte battled back – effectively time trialling for almost 20 kilometres – to rejoin the group with just kilometres to go. He ultimately crossed the line in sixth place to retain his general classification position. “To get a puncture like that, of course it’s going to happen to me,” Porte said after the stage. “All’s well that ends well.” On Sunday, the 107th edition of the Tour de France ended well for Porte. Having dodged that latest bout of misfortune on Thursday, the race’s final three stages proved smooth-sailing. A remarkable performance in the actual time trial on Saturday, where Porte finished third, saw him leap over Miguel Ángel López in the overall standings to earn a spot on the podium. His third-place finish is the best general classification result by any Australian at the Tour, bar Evans (who won in 2011 and finished second twice). Porte’s podium is therefore a historic result for Australian cycling. It may lack the glamour of Caleb Ewan’s recent stage wins, or Michael Matthews’ green jersey triumph in 2017. Yet pitted against a field of the best climbers in the world, Porte held his own. In the 100 plus years since Australians first began contesting this grandest of grand tours, only Porte and Evans have managed such a feat. Aged 35, this has been Porte’s final shot at Tour glory. He is off-contract at the end of this year and is expected to move to a new team as a super-domestique, reverting to the role of deputy he previously performed so admirably for Tour winners Sir Bradley Wiggins and Chris Froome. Asked earlier this month whether 2020 is his last hurrah as a team leader, Porte was emphatic: “100%”. Porte’s third ends his leadership career on a relative high. Beyond the grand tours, he has a glittering palmarès: two Paris-Nice victories, successes at Volta a Catalunya, Tour de Romandie and Tour de Suisse and a national time trial title. Such has been Porte’s dominance at the Tour Down Under that the Willunga Hill stage is now synonymous with the rider – before 2020, when he was dethroned, Porte had won the stage on six consecutive occasions. Yet Porte’s broader legacy will largely rest on what could have been. Ever since the short-statured Launceston local rocketed up the infamous Gunns Plains climb during the 2008 Tour of Tasmania, Australian cycling fans have salivated about his full potential. Every subsequent year, domestic cycling news has been full of speculation about Porte’s form and ambitions for the season ahead. Following Evans’ retirement, the weight of the cycling establishment’s expectations has rested squarely on Porte’s shoulders. He certainly had the talent to win a Tour de France crown. There are three essential attributes to claiming yellow: climbing, time trialing and team support. Porte can climb with the best mountain goats; for a time, he was one of the world’s fastest individual time trailers; and during his stints at Team Sky and BMC Racing Team, Porte had strong domestiques in spades. But he never had that fourth, more intangible quality: good fortune. This coming Sunday, Porte will line up in Australian colours for the UCI Road World Championships road race. Backed by a strong team, on a hilly Italian course, he is an outside chance – although the terrain may be more favourable to puncheur-style riders like compatriot Matthews. Farewelling his leadership ambitions with the rainbow jersey would be a fairytale ending for Porte, in a career that has until now been characterised by an absence of positive conclusions. In any event, his podium finish in Paris is just-rewards for an impressive career that makes Porte one of Australia’s best ever cyclists."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}