{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/sep/09/new-york-gynecologist-robert-hadden-federal-charges", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-09-09T20:31:22Z", "webTitle": "New York doctor accused of sexually abusing patients faces federal charges", "webUrl": "https://www.theguardian.com/us-news/2020/sep/09/new-york-gynecologist-robert-hadden-federal-charges", "apiUrl": "https://content.guardianapis.com/us-news/2020/sep/09/new-york-gynecologist-robert-hadden-federal-charges", "fields": {"headline": "New York doctor accused of sexually abusing patients faces federal charges", "bodyText": "Former New York gynecologist Robert Hadden, who has been accused of sexually abusing more than two dozen patients, including the wife of former presidential candidate Andrew Yang, is now facing federal charges. According to a federal indictment unsealed on Wednesday, Hadden, who surrendered his medical license in 2016 in a state plea deal that excluded a prison sentence, faces six counts of inducing others to travel to engage in illegal sex acts. The government accuses Hadden of abusing “dozens” of his patients, including “multiple minors” between between 1993 and 2012. For more than a decade, the indictment said, Hadden “sexually abused dozens of female patients, including multiple minors, under the guise of conducting purported gynecological and obstetric examinations” at his medical office and at hospitals in Manhattan in New York City. “Hadden did so through a process that entailed developing a relationship with his victims and causing them to trust him, before engaging in a course of increasingly abusive conduct, which Hadden attempted to mask under the guise of legitimate medical care”, federal prosecutors allege. Hadden, 62, was arrested Wednesday morning in Englewood, New Jersey, authorities said. He has not yet entered a plea. According to more than two dozen accusers in a separate civil lawsuit against Columbia University and its hospital system, where Hadden worked, he allegedly groped and penetrated patients during vaginal examinations and “mole checks” that served “no medical purpose.” Hadden’s accusers in the civil lawsuit also said the doctor had also made sexually inappropriate remarks and surreptitiously perform oral sex on patients “to satisfy his own prurient and deviant sexual desires.” Among the women who have come forward with sexual abuse allegations is Evelyn Yang, who told CNN earlier this year that she was seven months pregnant when she went for an appointment with Hadden. As she was getting ready to leave, she said, the doctor told her abruptly that he thought she might need a cesarean section. She said Hadden pulled her to him and undressed her, then used his fingers to examine her internally. “I knew it was wrong. I knew I was being assaulted,” Yang said, but she “just kind of froze”. “I remember trying to fix my eyes on a spot on the wall and just trying to avoid seeing his face as he was assaulting me, just waiting for it to be over,” she added. Yang went on to describe as a “slap on the wrist” Hadden’s 2016 plea deal with prosecutors in the office of Manhattan district attorney Cyrus Vance Jr, in which Hadden pleaded guilty to one count of forcible touching and one count of third-degree sexual assault. Those counts did nt involve her case. Vance Jr said in a statement, after Yang came forward: “Because a conviction is never a guaranteed outcome in a criminal trial, our primary concern was holding him accountable and making sure he could never do this again – which is why we insisted on a felony conviction and permanent surrender of his medical license.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}