{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/sep/10/new-zealand-must-cast-off-its-worries-about-government-debt-in-its-covid-recovery", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-09-09T23:58:37Z", "webTitle": "New Zealand must cast off its worries about government debt in its Covid recovery | Max Harris", "webUrl": "https://www.theguardian.com/world/2020/sep/10/new-zealand-must-cast-off-its-worries-about-government-debt-in-its-covid-recovery", "apiUrl": "https://content.guardianapis.com/world/2020/sep/10/new-zealand-must-cast-off-its-worries-about-government-debt-in-its-covid-recovery", "fields": {"headline": "New Zealand must cast off its worries about government debt in its Covid recovery", "bodyText": "New Zealand’s response to the Covid-19 pandemic has been rightly praised. Nobel prize-winning economist Joseph Stiglitz said New Zealand was “working … to build the kind of economy that should mark the post-pandemic world”. The finance minister, Grant Robertson, acknowledged the opportunity to showcase a new approach in a bold speech in May in which he said: “There are few times in life when the clock is reset. Now is the time we should address … long-term issues. It’s not one we should squander.” But, rather than widening the window of what is politically possible, New Zealand’s response to the pandemic risks being blinkered by old orthodoxies. In particular, hyped-up concern about government debt among most political parties is cramping a vision of what the state can and should do in the lead-up to the October election. Excessive fear about government debt is not just a technical matter for economists. It spells further under-investment in health, housing, and other essential public services. It limits political imagination. And it could lead to New Zealand squandering the opportunity to build a progressive post-pandemic economy. Right-wing political parties, perhaps unsurprisingly, have raised alarm about government debt. Whipping up worry about high government debt is a convenient route to less spending and a smaller state. The right-wing, libertarian ACT Party warned of a “high tax, high debt path that has nearly bankrupted the country before”, and created its own Debt Destroyer website. And the centre-right National party set an initial debt target of 30% of GDP. When this was met with a backlash – one economist described it as “taking a chainsaw to government services” – the party’s leader Judith Collins called it “aspirational.” But she later said she would not “abandon” it. It’s not just ACT and National, though. Even Prime Minister Jacinda Ardern said it was “clear that the fiscal position that New Zealand finds itself in is tight”. The PM’s centre-left Labour Party’s proposed new top rate of tax – 39% for those earning above $180,000 – was framed this week as a “balanced plan to keep a lid on debt”, a somewhat surprising focus given that the revenue raised is likely to be relatively small. And the New Zealand Taxpayers’ Union, an anti-government spending lobby group, announced it would send around a “Debt Monster” to “stalk politicians … as they campaign”. These arguments have some force. The Covid-19 crisis has led to major expansions in government spending and there is a need for discipline by government as people face threats to their jobs or livelihoods. However, interest rates are extremely low, meaning government will have to spend relatively small sums servicing the debt. New Zealand’s credit ratings are strong and there’s little possibility of lenders shutting up shop. A government budget isn’t a household budget. For one, government spending can boost demand in the broader economy, increasing the tax take and overall government revenue, in a way that household spending can’t. Couldn’t New Zealand’s position be put at risk by reckless spending, though? In truth, the problem of high government debt in New Zealand – like the Taxpayers’ Union furry green monster – is dressed up. New Zealand’s government debt is very low by international standards. The country’s “net core Crown debt” (which takes into account some financial assets) is forecast to reach 44% of GDP next year, and around 54% by 2023. The United Kingdom’s net debt ticked over 100% of GDP in May. The UK’s national debt exceeded 250% of GDP around the end of the Second World War. There is no consensus amongst economists about the level at which government debt becomes risky, but when economists have hazarded dubious estimates they have been far above New Zealand’s existing levels of debt. So it’s time to slay the debt monster. But this requires understanding that fear of government debt has deep roots and is part of an interlocking set of ideas built up since the 1980s, as the economist Jane Kelsey has noted. The focus on low government debt – part of an interlocking set of ideas implemented in the 1980s by a Labour government and entrenched by National in the 90s – viewed the state as a business. It went largely unchallenged in the 2000s and was cemented by the Labour and Green Parties’ 2017 Budget Responsibility Rules, which committed to reduce government debt to 20% of GDP over five years. The rules were rightly shelved following Covid-19, but the individuals, institutions and ideas that influenced them haven’t disappeared. It’s important that we continue to challenge them, including by supporting voices that have queried debt orthodoxy and refusing to allow political parties to capitalise on fear of debt. There’s also a need to be clear-eyed about the agendas at work. In the United Kingdom whipped-up fears about deficits and debt fuelled ten years of destructive austerity between 2010 and 2020. Cuts were linked to 120,000 excess deaths, and stunted growth and productivity. Even if New Zealand doesn’t opt for that path, there’s a danger that exaggerated anxiety about government debt puts a lid on political ambition. That’s arguably already happened. Concerns about high indebtedness in recent years have cramped space in public debate for creative thinking about industrial policy, more progressive taxation, or reversing privatisations. The National Party’s finance spokesperson Paul Goldsmith worried earlier in the year that government spending would “saddle future generations with debt”. The bigger risk for New Zealand’s future generations is that fear of borrowing leads to under-investment in universal public services and ailing infrastructure. Public housing waitlists have reached a record high. There are multiple reports of under-funding of health services. Young people (alongside Māori, single parents, unemployed people, and people on low incomes) report being most likely to feel lonely most or all of the time. Investment in services to tackle these challenges could well even pay for itself over time. In 2017, before becoming Prime Minister, Jacinda Ardern said “neoliberalism has failed”. It may have failed. But recent debates about government debt show neoliberalism has surprising staying power, in a country sometimes touted as a progressive holdout against reactionary turns worldwide. The ideas proposed in the October election, and the result of it, will reveal how much of a holdout New Zealand can be. Max Harris is a writer, PhD student and author of The New Zealand Project. He previously worked as a policy advisor to British Labour shadow chancellor."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}