{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/sep/28/robertson-embodies-liverpool-whose-strangulation-play-takes-breath-away", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-09-28T22:24:57Z", "webTitle": "Liverpool overwhelm Arsenal in familiar glimpse of football's old times | Barney Ronay", "webUrl": "https://www.theguardian.com/football/2020/sep/28/robertson-embodies-liverpool-whose-strangulation-play-takes-breath-away", "apiUrl": "https://content.guardianapis.com/football/2020/sep/28/robertson-embodies-liverpool-whose-strangulation-play-takes-breath-away", "fields": {"headline": "Liverpool overwhelm Arsenal in familiar glimpse of football's old times", "bodyText": "Welcome back, then, English football; or at least something that looked quite a bit like it. For long periods this was another strange Premier League game, in the way all the games are strange right now. For the last two weeks the whole spectacle has had a slightly crazed and dreamlike quality, like a noise heard through the wall. The goals have flowed, cloaked in errors and juiced with spikes of brilliance. Jet-lagged and rubbing the sleep from their eyes, the players have run hard, gamely fulfilling their broadcast obligations. The computerised crowd has gasped too late and cheered too loudly, hostage to its own state of constant outraged surprise. And nothing has really felt good or real or completely there. At Anfield, there were three goals in the opening 34 minutes, followed by a slightly wild endgame during which chances came and went in a haze. Liverpool held on when they had to, raised their levels when they had to, and ran out 3-1 winners, as always seemed likely. Arsenal showed enough fight and fire to suggest they might just end up somewhere near the front of the pack that is already chasing the champions. But the best part, by far, came in the opening half hour as Liverpool produced the most sustained and orderly passage of football the Premier League has seen so far this season. Squint a little and it almost felt like old times. There were two key parts to Liverpool’s victory. The first was their astonishingly energetic forward press. The second was their astonishingly energetic left-back, who made a terrible mistake for Arsenal’s goal, then went haring back upfield to score the decisive goal. As ever the first of these, that swarming forward pressure, was the basis for the second. The midfield had been hugely compressed early on, with six players crammed into that small central space, the ball pinging between them with controlled aggression, like men in a train compartment engaged in a quietly ruthless battle for the arm rest. Arsenal kept to their game plan, playing the ball out from the back as the red shirts swarmed in pre-drilled formation. So much of the football so far has been loose and creaky, cobbled together out of deckchair slats and twine. This, though, was something else, as Liverpool began to crank up that familiar brand of strangulation football. There is something thrilling by now just in the sight of those red shapes moving in concert, magnetised by the ball. There is a kind of theatre in the way opponents pass the ball with a faux-causal nonchalance; and in the way Sadio Mané or Roberto Firmino will creep forward, then break into a sprint, low to the ground like a cat stalking a ping pong ball. It worked. The white shirts were penned back. A quarter of the way through the game Naby Keïta and Gini Wijnaldum had yet to misplace a pass. Willian had touched the ball twice. It is tribute to Arsenal’s doggedness, and to Mikel Arteta’s game-plan, that in the middle of all this they took the lead. Arteta had picked a cautious starting XI, with seven defensive outfield players, although in reality no team that has David Luiz romping about like a thirsty Labrador can ever truly be described as safety-first. The goal was made by the willingness of Ainsley Maitland-Niles to break upfield, and also by two mis-kicks. First Alexandre Lacazette stretched just far enough to toe the ball out to Maitland-Niles. His cross was then the object of miskick No 2 as Andrew Robertson produced a horrible shanked touch into the path of Lacazette, who had sprinted on from the centre circle. His finish was bundled over Alisson in a mocking arc. It took Liverpool three minutes to equalise. It was a goal made by a sudden overload of bodies on the right, by Keïta’s muscling of David Luiz, and by Mo Salah bumping his way past Kieran Tierney. Salah’s shot was saved and transformed into an accidental assist for Mané. Six more minutes of this and 1-0 down had become 2-1 up. It seemed fitting Robertson should get the second goal. He is in many ways the embodiment of this mature Klopp team, of the peculiar coaching voodoo that draws such chemistry from its component parts. Robertson’s success is a triumph of will rather than obvious sporting destiny. This didn’t have to happen. Without offering any obvious outstanding qualities, other than speed, heart and intelligence, the man from Queens Park via Dundee United has become a high-functioning part of one of the greatest club teams of the modern age, and has scored or assisted in seven of his last eight league games. The goal here was made by his fellow full-back, Trent Alexander Arnold, who crossed from the right. Robertson controlled it with his chest and poked it past Bernd Leno. And that was pretty much that as the game wound down from there, becoming in the second half another one of those slightly broken, frantic Premier League games in the time of plague. That opening half hour was enough to win it; and enough to provide just a little of the old escapism."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}