{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2020/sep/25/premier-league-10-things-to-look-out-for-this-weekend", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-09-24T23:01:50Z", "webTitle": "Premier League: 10 things to look out for this weekend", "webUrl": "https://www.theguardian.com/football/blog/2020/sep/25/premier-league-10-things-to-look-out-for-this-weekend", "apiUrl": "https://content.guardianapis.com/football/blog/2020/sep/25/premier-league-10-things-to-look-out-for-this-weekend", "fields": {"headline": "Premier League: 10 things to look out for this weekend", "bodyText": "1) Brief respite of on-field business for Manchester United As Manchester United’s team bus left Luton on Tuesday night, a dissident band of fans broke into a chant. “What do we want? Sancho!” they bellowed. Ed Woodward’s ears undoubtedly burned as the chances of Jadon Sancho’s arrival now appear low. United’s frankly dreadful performance last Saturday against Crystal Palace increased fears among supporters that this will be another summer in which unsatisfactory transfer business takes the club backwards. Each of United’s peers in the top four have strengthened and appear willing to do more business. A similar flop against what has looked a more than useful Brighton team, with Graham Potter a canny reader of opponents, and the questioning of Woodward and Ole Gunnar Solskjær may swiftly reach fever pitch. The improvements made last season can swiftly be undone. Should United lose then expect to see Woodward reach for the chequebook, even if United’s record with panic buys has been atrocious in recent years. JB • Brighton v Manchester United (Saturday, 12.30pm – all times BST) 2) Arteta faces thorough test at Anfield Mikel Arteta has doubtlessly improved Arsenal with the FA Cup final victory over Chelsea a fine marker. The Basque, however, will be judged on whether he can move the Gunners up the league and whether he can make them competitive against the very best once more. They have not won at Anfield since 2012, when Lukas Podolski and Santi Cazorla were on the scoresheet, and their last five visits have seen Arsenal concede at least three goals on each occasion. Under Arteta, the team have look better prepared and more tactically astute, two good traits when playing against the Premier League champions. If Arsenal can reverse the painful trend, especially after starting the season with two victories, it could provide the foundations required to launch a challenge for a top-four spot. Another dispiriting defeat against Jürgen Klopp’s side could also be an unwanted setback in Arteta’s Arsenal evolutionary process. WU • Liverpool v Arsenal (Monday, 8pm) 3) Ivanovic squaring off against Chelsea “The club will always stay in me and I will always be part of Chelsea in my head, 100%,” said Branislav Ivanovic last year. West Brom will be hoping that he manages not to be part of them for at least a couple of hours on Saturday evening, when (if selected) he comes up against the London side for the first time in his career. After completing his move to the Hawthorns last week, Ivanovic – who turned out 377 times for Chelsea during nine years at the club – played for the first time this season in the Carabao Cup tie against Brentford on Tuesday, when he came off after an hour. Having lost their two league games so far by an aggregate score of 8-2, West Brom’s defence could do with a little shoring up, and so far this season they have taken the fewest shots per game (6.5, joint with Sheffield United) and conceded the third most (15). Chelsea, interestingly given their comparatively lofty ambitions, are third on fewest shots taken, and second on most conceded. SB • West Brom v Chelsea (Saturday, 5.30pm) 4) Burnley meet their bunny After playing them in their first matches of the 2018-19 and 2019-20 seasons, this year Burnley have had to wait until game two before coming up against Southampton, who have been something of a point-dispenser for them in recent campaigns (four wins and three draws in seven games since October 2016). After two league defeats and getting knocked out of the Carabao Cup by Brentford despite fielding a full-strength team, Southampton need significant improvement – or as Oriol Romeu surmised, they “need to take less risks and be more clinical”. The Spaniard also said that against these opponents “it’s mainly balls behind, second balls and that’s going to be pretty much the whole game, so being close and solid, it’s going to help us to create them more problems and not give them as many chances as they want”. But as Saints have repeatedly found in recent seasons, it’s one thing knowing what Burnley are going to do and quite another actually stopping them. SB • Burnley v Southampton (Saturday, 8pm) 5) Another wild week for West Ham Alan Irvine will again be in the dugout as David Moyes self-isolates in his hopefully speedy recovery from coronavirus. Hammers fans are used to chaos but this past week must rank high in the annals of farce, with Moyes, Issa Diop and Josh Cullen pulling out just 70 minutes before Tuesday’s game with Hull. The makeup of the team that will run out at the London Stadium against Wolves will be determined by a fresh run of testing of the squad. The Hammers’ situation has served as a reminder of the fragility of football against the virus, and the good fortune and hard work that allowed last season’s Project Restart to happen without too many hitches. David Sullivan, the club’s co-chairman, spoke this week of the balancing act that is required with “the fact we’ll probably get no gate money for the rest of the season”. His admittance that “as each day passes I am getting more depressed” reflects the fears of many in the game for what may lie ahead. JB • West Ham v Wolves (Sunday, 7pm) 6) Whether Stones gets a run in defence There is no getting away from the fact that Manchester City’s defence is flawed. Against Wolves they dominated and should have been out of sight by the time their opponents awoke to the reality of what they were facing. John Stones struggles to maintain concentration for 90 minutes but should not be cast aside against Leicester. Instead, this could be the time to allow him a run alongside new boy Nathan Aké in an attempt to provide a sturdy pairing before the return of Aymeric Laporte from injury. Doubting Stones’s capabilities would be foolish; building mental stamina requires time on the pitch to improve his concentration. The former Everton man made only 16 Premier League appearances last season, and aged 26 – and with another centre-back almost certain to be signed – it is a crucial month for Stones and he merits the opportunity to fail, at the very least. He just needs Pep Guardiola to offer it. WU • Manchester City v Leicester (Sunday, 4.30pm) 7) Memories of 1992 at a Yorkshire derby This is a fixture of historic significance since it was a 3-2 win at Bramall Lane in April 1992 that saw Leeds all but secure the last ever First Division title. A YouTube viewing of that match is a glimpse into an almost completely different sport, with Brian Gayle’s calamitous own goal the highlight and key moment. Twenty-eight years on, a similar scoreline might be expected since the modern Leeds are a goal machine at both ends of the pitch. Chris Wilder must be happy his team are not kicking off at 6pm on a Monday, the dead zone in which his team lost to both Wolves and Aston Villa. The signs are that this is going to be a far tougher campaign than last for Wilder’s team, when tactical kinks such as overlapping centre-backs and a highly useful non-scoring striker in David McGoldrick won him many plaudits. Instead, Leeds and Marcelo Bielsa are this season’s novelty act. JB • Sheffield United v Leeds (Sunday, 12pm) 8) Which Newcastle will show up to face Spurs? Newcastle have had only two shots on target this Premier League season, and have scored with both. It was enough to bring an encouraging 2-0 win at West Ham on the opening weekend, though that was followed by a dismal 3-0 defeat to Brighton. “You have to admit when you don’t play well enough and when you look and analyse it, we were nowhere near to the level we were the week before,” said Steve Bruce after the Brighton game, and there can’t be many teams whose first two displays have varied so massively. In particular, any repeat of the haphazard defensive shape and fallibility to counterattacks they showed against Brighton will be ruthlessly exploited by a Spurs side that took such prolific advantage of similar failings from Southampton last weekend. SB • Tottenham v Newcastle (Sunday, 2pm) 9) Two 100% records on the line in south London Five of Everton’s seven visits to Selhurst Park since Palace’s promotion in 2013 have ended in draws, four of those goalless. The two remaining games both finished 1-0 to Everton. Over those seven seasons the average Premier League game has featured 2.7222 goals; the average game between Palace and Everton at Selhurst has featured 0.8571 (the really strange thing here is that games between the same teams at Goodison Park have averaged 3.4286, there’s just something about Croydon – Selhurst was by a margin the lowest-scoring ground in the league last season). The game pits the team with the league’s best pass completion statistics (Everton with 88.3%) against the team with the worst (Palace on 56.4%), which given that Everton have actually played more long balls (a slender 129-124 lead) suggests that rather than illustrating a significant stylistic difference their players are simply better at kicking spheres to people in the same colour shirt. Whatever the two are doing, it’s working so far, given both have 100% records. SB • Crystal Palace v Everton (Saturday, 3pm) 10) Will Fulham find any sense of solidity? Fulham are only two games into the season but they look destined to struggle. Scott Parker’s side have been porous in defeats to Arsenal and Leeds, conceding seven goals in the process. Alphonse Areola and Kenny Tete made their debuts at Elland Road but it made no difference to a bedraggled rearguard. In addition to a change of personnel, it might be time for Parker to consider a new style to cope with the rigours of the top flight by leaving them less open. Aston Villa are one of the blunter sides the Premier League has to offer, so could be the perfect opposition against which to experiment. One person who might help is Mario Lemina, who could provide the much-needed shield in midfield. If the Gabonese midfielder can form a partnership with André-Frank Zambo Anguissa, a rare shining light in the dark, it could begin the process of making Fulham into a Premier League team. WU • Fulham v Aston Villa (Monday, 6pm)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}