{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/sep/16/lamine-diack-former-world-athletics-president-found-guilty-of-corruption-and-sentenced-to-two-years-in-prison", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-09-16T21:27:57Z", "webTitle": "Lamine Diack found guilty of corruption and sentenced to two years in prison", "webUrl": "https://www.theguardian.com/sport/2020/sep/16/lamine-diack-former-world-athletics-president-found-guilty-of-corruption-and-sentenced-to-two-years-in-prison", "apiUrl": "https://content.guardianapis.com/sport/2020/sep/16/lamine-diack-former-world-athletics-president-found-guilty-of-corruption-and-sentenced-to-two-years-in-prison", "fields": {"headline": "Lamine Diack found guilty of corruption and sentenced to two years in prison", "bodyText": "The former head of global athletics, Lamine Diack, has been found guilty of corruption for covering up Russian doping cases in exchange for bribes. The 87-year-old, who ran track and field for 16 years and was also a powerful figure at the International Olympic Committee, was sentenced to four years in prison – two of which have been suspended – and fined €500,000 (£455,000). Five other senior figures in the sport, including the president’s son, Papa Massata Diack, were also given jail sentences for their part in an extraordinary scheme dubbed “full protection” – in which 23 Russian athletes had their doping sanctions secretly waived in exchange for payments from €100,000-€600,000. Diack sat impassively in front of the chief judge Rose-Marie Hunault as she read out the guilty verdict and detailed how he had squeezed Russian athletes suspected of doping of about €3.2m in hush money. “The money was paid in exchange for a program of ‘full protection’,” she said, adding the scheme allowed athletes who should have been suspended “purely and simply to escape sanctions. You violated the rules of the game.” However the judge said Diack was unlikely to go to jail. “Given your age you can expect conditional release,” she added. Diack Sr said he would immediately appeal. Papa Massata Diack, who was tried in absentia because Senegal refuses to extradite him, was sentenced to five years in prison and fined €1m. He was also banned from sport for 10 years. The judge said $15m was funnelled to the younger Diack’s companies, including commissions and money creamed off contracts and the sale of TV rights while his father was president of what was then the International Association of Athletics Federations, which has since been rebranded as World Athletics. The judge said the Diacks worked together in diverting funds, telling Lamine Diack that there was “an understanding between you and your son”. Massata Diack said he would also appeal, telling the Guardian: “I am appealing their stupid decision. My lawyers were not there in June because of Covid 19. This trial was a joke.” The case marks the end of a six-year investigation into Russian doping and bribes that began in December 2014 when the French newspaper L’Équipe revealed that senior figures in the IAAF had extorted money from the Russian marathon runner Liliya Shobukhova. That led to Diack Jr and Balakhnichev stepping down from their IAAF positions and shortly afterwards the Guardian also revealed that Gabriel Dollé had left his post as the medical and anti-doping director because of the Shobukhova case. According to French prosecutors, the “full protection” scheme was first suggested by Lamine Diack at a meeting with the then Russian sports minister, Vitaly Mutko, in November 2011. Diack Sr then directly or indirectly solicited £3.1m from athletes to conceal their offences so they could continue competing. It was also alleged that Diack Sr was involved in a $1.5m (£1.15m) payment from Russia to finance election campaigns in Senegal in 2012, in exchange for slowing down doping cases targeting Russian athletes. Another of those found guilty on corruption charges was the former IAAF treasurer Valentin Balakhnichev, who was also tried in his absence. The court handed the Russian a three-year jail term and said money would be confiscated from his account in Monaco, where World Athletics is based. Dollé was handed a two-year suspended jail term and fined €140,000 for taking money to slow down doping sanctions. Also found guilty were the lawyer Habib Cissé, who served as Diack’s legal counsel and was said by the judge to have played an “essential role” in corruption under Diack, and the Russian coach Alexei Melnikov, who was tried and sentenced in his absence. The Paris criminal court also decided to award World Athletics €16m for embezzled funds and for reputational damage suffered as a direct consequence of these crimes and the resulting media coverage. In a statement World Athletics said it would do “everything we can to recover the monies awarded, and return them to the organisation for the development of athletics globally. Whilst we are disappointed this happened in our sport, we are grateful for the strong and clear decisions that have been taken against the individuals involved and charged with these crimes, and we would like to reassure everyone that the reforms our Congress approved in 2016 will ensure that similar actions by individuals can never happen again in our sport.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}