{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2020/sep/10/confidence-in-uk-housing-market-at-four-year-high-say-estate-agents", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2020-09-09T23:01:27Z", "webTitle": "Confidence in UK housing market at four-year high, say estate agents", "webUrl": "https://www.theguardian.com/money/2020/sep/10/confidence-in-uk-housing-market-at-four-year-high-say-estate-agents", "apiUrl": "https://content.guardianapis.com/money/2020/sep/10/confidence-in-uk-housing-market-at-four-year-high-say-estate-agents", "fields": {"headline": "Confidence in UK housing market at four-year high, say estate agents", "bodyText": "Stamp duty cuts, coupled with increased demand for homes with gardens since the pandemic, has driven confidence in the housing market to a four-year high, according to surveyors and estate agents. A net balance of 44% of members of the Royal Institute of Chartered Surveyors (Rics) reported an increase in prices, the strongest reading since 2016, according to its latest monthly snapshot. This compares with 13% in July and marks a dramatic turnaround from the -33% registered in May. Virtually all parts of the UK are now seeing prices increase. The only exception is London, where Rics members reported that prices have remained more or less flat over the past two months. The figures from Rics suggest a surge in interest in homes with gardens in the wake of the Covid-19 pandemic, with 83% of those surveyed expecting demand for such homes to go up over the next two years, and 79% predicting rising demand for properties near green space. August’s pick-up in the housing market was boosted by those looking to take advantage of the stamp duty holiday, Rics said. The cut, announced by chancellor Rishi Sunak earlier this year, means no stamp duty is due on homes below £500,000 in England and Northern Ireland – and £250,000 in Scotland and Wales – with discounts applied above those thresholds. A net balance of 63% of surveyors and estate agents reported an increase in buyer interest over the month (those who reported lower interest were deducted from those who saw an uptick). However, the longer-term view remains more cautious. Other surveys from the mortgage lenders Nationwide and Halifax have also shown strong rises in house prices. Marc von Grundherr, director of the London estate agent Benham and Reeves, said: “The UK housing market continues to gather pace with the momentum of a runaway freight train, and the fuel of a stamp duty reprieve is not only enticing buyers to act, but it’s causing homes below the £500,000 threshold to sell for a very good price."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}