{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2020/sep/12/talking-horses-hukum-can-pull-off-classic-first-for-burrows-in-st-leger-horse-racing-tips", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-09-11T23:01:14Z", "webTitle": "Talking Horses: Hukum can pull off Classic first for Burrows in St Leger", "webUrl": "https://www.theguardian.com/sport/blog/2020/sep/12/talking-horses-hukum-can-pull-off-classic-first-for-burrows-in-st-leger-horse-racing-tips", "apiUrl": "https://content.guardianapis.com/sport/blog/2020/sep/12/talking-horses-hukum-can-pull-off-classic-first-for-burrows-in-st-leger-horse-racing-tips", "fields": {"headline": "Talking Horses: Hukum can pull off Classic first for Burrows in St Leger", "bodyText": "Having so nearly become a Classic-winning trainer in his first season, Owen Burrows can get there in his fifth. His Massaat went close in the 2,000 Guineas of 2016 and top-class success has since proved elusive but Hukum (3.35) can give him a day to remember in the St Leger. This fine-looking colt has already done his bit for the yard, landing a Royal Ascot handicap and the Geoffrey Freer, but both times he has suggested there is plenty more to come and he has the class for this test. That is also true of Pyledriver but stamina could be that one’s undoing, considering how free he was in the early stages of a shorter race last time. Holes can be picked in the form of Santiago’s wins this year. It is interesting to see his stablemate Mythical being ignored at 50-1, offering an each-way option about a horse who is said to work impressively. 1.50 Doncaster Two horses are the focus of betting interest in this Champagne Stakes, including the least experienced in the field, Albasheer. It looks more sensible to go with his market rival, Chindit, so exciting in landing a Listed prize at Ascot. The otherwise unbeaten runner-up has since bagged a Listed race of his own. 2.05 Chester Sir Michael Stoute landed last year’s Stand Cup with Sextant and takes aim this time with a plausible favourite in Alignak. The grey’s main rival here is Morando, who was just behind him when they were third and fourth in the Geoffrey Freer, with Sextant further back. That form should stand up on this drier surface. 2.25 Doncaster It will be a sad day when A Momentofmadness does not line up for the Portland, which he would have won for the second time last year, but for the presence of Oxted, a subsequent July Cup winner. Now 4lb below the rating he had then, he will surely go close but the market sees his chance and there is also a case to be made for Saluti at 16-1. From the Paul Midgley yard that won a decent sprint prize here on Wednesday and went close in the Flying Childers, he beat a big field over this course and distance last year and has won two of his last three. He was also a good fifth in the Stewards’ Cup consolation race, which is a strong bit of form. 2.40 Chester With Maydanny a non-runner, Victory Chime becomes the most intriguing contender. He was only beaten a couple of lengths at Sandown and it is interesting to see the refitting here of the visor in which he won twice from three attempts last year. 3.00 Doncaster There was no shame for One Master in being bested by the excellent Safe Voyage at York and William Haggas’s grand mare did well to overcome trouble in running at Goodwood before that. Limato is an obvious danger but has to concede the weight. 3.10 Leopardstown Excuses can be made for Albigna but Fancy Blue looks the right favourite for the Matron Stakes. A Group One winner in her last two starts, she has the speed for this step down in trip. 4.10 Leopardstown Ghaiyyath is finally odds-on for a Group One, having won four such races, and he fully deserves it. Another 10-furlong, small-field contest looks set up for him, but there is the risk that a series of tough races will catch up with him and he has only had three weeks and three days since the last of them. Things will get even tougher if Magical or Armory take him on from the outset. At 7-1 or so, Sottsass looks a potential source of value, remembering how good he looked in beating Persian King in last year’s French Derby. He is thought of as a mudlover but desperate ground may have undermined him last time. He could pick up the pieces here if Ghaiyyath runs below his best."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}