{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/sep/28/liverpool-arsenal-premier-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-09-28T21:01:10Z", "webTitle": "Diogo Jota makes his mark as Liverpool prove too strong for Arsenal", "webUrl": "https://www.theguardian.com/football/2020/sep/28/liverpool-arsenal-premier-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2020/sep/28/liverpool-arsenal-premier-league-match-report", "fields": {"headline": "Diogo Jota makes his mark as Liverpool prove too strong for Arsenal", "bodyText": "Liverpool made it three wins out of three to join Leicester and Everton at the top of the table after coming from behind to beat Arsenal, consigning Mikel Arteta’s side to their first defeat of the season. Coming from behind makes it sound as if Arsenal gave the defending champions a fright in this game, when in reality they were barely in it. The visitors took advantage of a defensive blunder to go in front, though rather than looking like the first away team to win at Anfield in 60 attempts they quickly began to resemble a side regretting their temerity in forcing Liverpool to play with a little more urgency. Even without Jordan Henderson and the not-quite-fit Thiago Alcântara the home side were on top throughout, even if poor finishing let Arsenal down in the few occasions they were close to their opponents’ goal. Arsenal’s five-man back-line did a good job of restricting Liverpool’s width in the early stages. Andy Robertson and Trent Alexander-Arnold kept making the runs but without empty space to power into Virgil van Dijk and the midfielders ahead of him had to think twice before launching their diagonal passes to the wings. Liverpool were forced instead to try and pick a way through the middle, which they almost did after 15 minutes when Sadio Mané arrived in the area at speed to bring the first save of the game from Bernd Leno. The goalkeeper was lucky in that the shot was straight at him, which was just as well from Arsenal’s point of view because it was struck so hard he would not have had time to move anywhere else. Leno got lucky again when Alexander-Arnold’s piledriving shot took a deflection off Héctor Bellerín and rebounded from his crossbar, though that was nothing next to the slice of good fortune involved when Arsenal took a shock lead midway through the first half. To say the goal came against the run of play would be an enormous understatement. Alisson in the Liverpool goal had been peering at events 80 yards away for most of the game, yet when Robertson made a complete hash of what should have been a routine clearance Alexandre Lacazette was suddenly right in front of him, standing in an offside position and scuffing his shot but scoring anyway because the ball had come off a defender. Streaky though the goal was Lacazette deserved something for starting the attack, sending the ball out wide to find Ainsley Maitland-Niles in space on the left, though he was in no position to finish until Robertson made his error. It did not take Liverpool long to bounce back, just three minutes before they had an equaliser and another six to take the lead. The referee, Craig Pawson, played an excellent advantage when Naby Keïta was clearly fouled on the right, allowing Mo Salah to enter the area for a shot that Leno only half-saved, leaving Mané the easiest of close-range chances. Both Liverpool’s full-backs combined for the next goal, Alexander-Arnold sending over a cross that Mané could not reach and Arsenal failed to cut out, leaving Robertson to atone for his earlier mistake by coming in at the back post to control with his chest then slide the ball into the net. With Alexander-Arnold going close again before the interval, Arteta must have been relieved to turn round just a goal down. Mané might have done better with an opportunity early in the second half, shooting early and too high, before Lacazette twice failed to beat Alisson from promising situations. He was actually offside the first time, but did not realise it, and both his attempts lacked any conviction. While Mané was easily the liveliest of Liverpool’s front three, bringing a couple of saves from Leno and shooting narrowly wide with his back to goal, the home side were not quite lively enough to put the game to bed. Jürgen Klopp sent on Diogo Jota for the last 10 minutes, only for the new signing to miss the target from the six-yard line after Salah had put the ball on a plate for him. Five minutes later, he and Salah went for the same ball in the area when either would have been in a position to score. Arsenal will feel they were always in the game, at least until conceding a third two minutes from the end, though Liverpool will be annoyed their finishing could not match their approach play. At least Jota’s goal made the final scoreline a fair reflection of the contest, the substitute collecting a weak clearing header from David Luiz and clipping a shot in off an upright."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}