{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/sep/13/frank-lampard-makes-light-of-jurgen-klopps-criticism-of-chelseas-spending", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-09-13T21:30:10Z", "webTitle": "Frank Lampard makes light of Jürgen Klopp's criticism of Chelsea's spending", "webUrl": "https://www.theguardian.com/football/2020/sep/13/frank-lampard-makes-light-of-jurgen-klopps-criticism-of-chelseas-spending", "apiUrl": "https://content.guardianapis.com/football/2020/sep/13/frank-lampard-makes-light-of-jurgen-klopps-criticism-of-chelseas-spending", "fields": {"headline": "Frank Lampard makes light of Jürgen Klopp's criticism of Chelsea's spending", "bodyText": "Frank Lampard has said he was amused by Jürgen Klopp’s criticism of Chelsea’s spending spree, pointing out Liverpool would not have won the title last season without expensive signings. Liverpool have made only one signing because of the uncertainty caused by Covid-19, buying Kostas Tsimikas from Olympiakos for £11.7m, and Klopp has said the Premier League champions are different from other clubs because they are “not owned by countries or an oligarch”. The pandemic has not affected Chelsea’s budget and their owner, Roman Abramovich, has given Lampard more than £200m to spend. Yet Lampard, who clashed with Klopp at the end of last season, brushed off the comments. He defended Chelsea’s aggressive approach following the end of their transfer ban and said Liverpool had spent heavily in previous summers. “I found it slightly amusing because when you talk about the owners of clubs, I don’t think it matters what line of business they come from,” Chelsea’s manager said. “We are talking about some very rich owners in the Premier League. With Liverpool’s story, I referenced it a lot last year. They’ve managed to get recruitment right to a really high level. The reality is – other than maybe Leicester – most clubs that win the league in the modern day have recruited at quite a high level money-wise. “You can go through the Liverpool players – [Virgil] van Dijk, Alisson, Fabinho, [Naby] Keïta, [Sadio] Mané, [Mohamed] Salah. Incredible players that came at a very high price. Liverpool have done it over a period of time. What we have done is come off the back of a ban and try to address the situation ourselves. It’s par for the course. There’s no point doing the maths. “We know that Liverpool have spent at a high level. We know they have an incredible coach. We know they have incredible players. The really smart thing Liverpool have done is believe in their coach and system for a number of years. It’s a great story but it’s a story where they’ve spent money. This summer we’ve spent money and now the hard work has to come.” Lampard, who has signed Thiago Silva on a free and paid big fees to secure Ben Chilwell, Timo Werner, Hakim Ziyech and Kai Havertz, accepted Chelsea will have a target on their back. “Those are the rules,” he said. “I would probably mention the transfer ban quite a lot last year. Maybe I felt that was some of the reason we were 30 points behind the top two teams … I feel we’ve done it this summer with a view on bringing in young players of very high talent, with the exception of Thiago Silva and his age.” Lampard said Klopp was right about his signings needing time to gel. Chelsea, who are close to signing the Rennes goalkeeper Edouard Mendy, were inconsistent last season and Lampard refused to promise they would challenge for the title before Monday’s trip to Brighton. “When you carry on reading what Klopp said he made the point that bringing in a group of players is not going to be easy for us. We are talking about some younger players from different leagues, so I think he was talking about it in a fair context.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}