{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2010/apr/17/melilla-migrants-eu-spain-morocco", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2010-04-16T23:23:00Z", "webTitle": "Melilla: Europe's dirty secret | Spain | Morocco | EU", "webUrl": "https://www.theguardian.com/world/2010/apr/17/melilla-migrants-eu-spain-morocco", "apiUrl": "https://content.guardianapis.com/world/2010/apr/17/melilla-migrants-eu-spain-morocco", "fields": {"headline": "Melilla: Europe's dirty secret", "bodyText": "Back in the autumn of 1998, a teacher from Melilla called Jose Palazon noticed something strange was happening each night to the dustbin in front of his house. He kept an eye out and discovered that, under cover of darkness, a young boy was removing the rubbish from the bin so that he could sleep in it. The idea of the child being reduced to the status of trash was worrying but not entirely surprising to Palazon, who was used to the sight of migrants sleeping rough on the streets of his city. Melilla sits on the north coast of Africa, surrounded by the waters and territory of Morocco. For the ceaseless tide of African and Asian migrants working their way northwards, it has a compulsive attraction: by accident of military conquest more than 500 years ago, this city which is geographically African is legally part of Spain. As the migrants reach the Mediterranean, where so many of their predecessors have died, Melilla offers them a safe bridge into Europe – if they can smuggle themselves across its barricaded perimeter. Palazon and his wife, Maite, got talking to the boy and found he was only 11 years old and had been living in the dark corners of the city since he had come over the fence from Morocco three years earlier. They succeeded in adopting him and tried to persuade the city's council to help the other migrant children on its streets, joining with friends to form a campaigning group called Prodein. But, Palazon recalls: \"They didn't want to help the children, as that would encourage more to come to Melilla.\" And that is the problem behind the simplistic calls for British jobs for British workers – if you treat migrants well, give them the kind of human rights Europeans demand for themselves, you only encourage them to keep coming. So Melilla has become a kind of theatre, acting out the most intense human dramas which are calculated to send a message of deterrence to that great global audience of hopeful poor. The message is: \"Don't be fooled by the wide avenues and beautiful fountains of this Spanish city. None of this is for you. Stay where you are, stay poor and, if you dare to try to come here, we'll hurt you. If you're really unlucky, we'll let you stay here and you'll have no way out, you'll just be trapped and hopeless, without any legal rights to call your own.\" This theatre clearly involves the Spanish, although they have shown some signs of attempting to be humane, but it is by no means uniquely their production. The Moroccans, too, are deeply implicated in the killing of migrants on the African side of the fence as well as in the entirely illegal export of men, women and children into the desert beyond their borders. And the European Union as a body is the power behind the Spanish, funding the production, writing the script, ignoring the casualties, whether physical or legal. To protect our jobs, the EU authorises Melilla to be a theatre of cruelty. When Palazon found the boy in his bin, in the late 90s, this could be pretty crude. The Council of Europe's committee for the prevention of torture uncovered evidence that Africans who made it into Melilla were held in farm buildings where conditions were so bad, some took refuge in abandoned cars on a nearby rubbish dump. They were then likely to be given by the police a drink of water containing a tranquilliser, after which they could be wrapped in adhesive tape covering almost all of their body, including their mouth, for easy delivery by military plane to their country of origin where, in some cases, reports emerged of them being ill-treated and even killed by local law officers. In those days, the 10km fence around the landward side of the city was not much more than rolls of barbed wire. In 1999, as EU resistance to migration grew, the city erected an intimidating new barrier – two parallel 4m wire fences, topped with razor wire and with a tarmac strip running between patrolled by the Spanish Guardia Civil, all of it monitored by 106 video cameras, infrared surveillance, a microphone cable and helicopters. In Melilla, a man who had worked on the fence told me he would arrive at work in the morning to find his ladder covered in blood, where migrants had tried to use it to climb into the city and had become victims of the razor wire. Some made it over the fence. Some managed to smuggle themselves into the city in the backs of cars. Human Rights Watch found that children travelling alone were still finding their way in and were being held by the Spanish in an old fort, La Purisima, where they were beaten by staff, robbed and assaulted by older children, and kept in punishment cells for up to a week without bedding or toilets before being shoved back into Morocco where the police might give them another beating and put them out on to the streets to fend for themselves. Human Rights Watch concluded that the Spanish were breaking their own immigration laws and were guilty of \"arbitrary and discriminatory\" behaviour. (You begin to see why Jose Palazon's dustbin seemed attractive.) Still, the new fence worked – not by stopping the migrants but by diverting many of them out to sea. They emerged from the Sahara and embarked for the Canaries or southern Spain in tiny rowing boats, sometimes succeeding, sometimes drowning – until 2004, when the EU paid for extra coastal patrols and sent them flowing back to Melilla and to a new and bloody crisis. The migrants gathered in their hundreds in the scraps of woodland outside Melilla and organised mass assaults on the city's perimeter. By summer 2005, Amnesty was reporting that those who were caught on the fence were being treated with excessive force by Moroccan and Spanish guards, and those caught inside the fence were being illegally expelled back into Morocco, often to be dumped in the desert. By autumn, there was clear evidence of murder at Melilla and, along the coast, outside the similarly Spanish city of Ceuta. A human rights lawyer from Melilla, Jose Alonso, went out to the fence at night: \"It was the closest I have ever been to a war, going to the fence and seeing what was happening. There was a helicopter over the Spanish side with a huge light shining down on the Moroccan side. There was shooting. From where I was, I saw hundreds of people trying to get over the fence. Both sides were shooting down at them. It was like a film about a war.\" Between August and October, there were at least 11 deaths at Melilla and Ceuta – most of them shot with live ammunition as they rushed the fence at night; one man with his throat crushed by a rubber bullet; dozens of others injured by bullets or by falling from the fence; many of them reporting they were assaulted and robbed by security forces. The Spanish said it was the Moroccans; the Moroccans said it was the Spanish. On one night during these months, six men were shot on the Moroccan side of the fence at Melilla: the Moroccan authorities said this was self-defence because the migrants were throwing rocks at them. Nobody was charged with any of the killings. In the background, Amnesty tracked Moroccan security forces sweeping through the makeshift camps in the woodland, rounding up migrants, including asylum seekers, and dumping them out in the desert on the Algerian border, 30km from the nearest village, without food or water. Some tried to walk into Algeria, only to be caught by Algerian forces and sent back to Morocco. Médecins Sans Frontières found 500 migrants, including pregnant women, stranded in two villages in the area and reported that in the previous two years, they had treated nearly 10,000 migrants with illnesses and that nearly a quarter of them showed clear signs of violent attack, including beatings, shootings, attacks with dogs and sexual assaults, all of which the victims attributed to security forces. The Moroccans blamed the Algerians. The Algerians blamed the Moroccans. Looking back at these few months of intense violence, Amnesty concluded in a special report: \"In the past few weeks, scores of people have been injured and at least 11 killed while trying to cross into the Spanish enclaves of Ceuta and Melilla when they were confronted by the law enforcement officials of both countries… Hundreds more, including possible asylum seekers, have been rounded up by the Moroccan authorities and placed in detention or forcibly removed. The evidence we saw showed law enforcement officials used force which is both unlawful and disproportionate, including lethal weapons. They injured and killed people trying to cross the fence. Many of those seriously injured inside Spanish territory were pushed back through fence doors without any legal formality or medical assistance.\" The Spanish reacted by building an even bigger fence, subsidised by the EU. By the time they had finished, the landward side of Melilla was protected by three 6m parallel fences, decorated with motion sensors, cameras and watchtowers, prowled by cars and helicopters and more troops than ever. The migrants kept coming. The guards kept shooting. On one night in July 2006, three African men were killed at the fence and 12 others injured. More started coming round the seaward side of the city, sometimes in small boats or even on jet skis, sometimes paddling in life jackets, sometimes face down and no longer breathing. The Spanish and their paymasters in the EU reacted by creating a new kind of fence, a bureaucratic one. Migrants trickle into the city. Some apply for asylum, some simply ask for the right to reside. Their cases are considered and almost always rejected. Some of the rejects can then be expelled. But many come from countries that have no repatriation agreement with Spain. For years, the Spanish dealt with this by giving them a letter telling them they were expelled and putting them on the ferry to mainland Spain with instructions to take themselves back home, knowing that they would disappear into the world of black-market jobs and phoney papers. But as word of their success spread homewards, more followed. Now, they are not allowed on to the ferry; and they cannot be sent home because their countries have no agreement with Spain; they cannot be shoved back into Morocco because there is no agreement with it either; and so they stay, a living warning to those who might be tempted to follow. There are hundreds of these stranded people in Melilla. Many are Asians who have paid people-smugglers to get them to Europe. In Melilla, I met them and heard stories of terrifying journeys, which began well enough, with the smugglers flying them from the Indian subcontinent through Dubai into central Africa, often into Mali, and then disintegrated as the smugglers betrayed them. Shaibul was 23 when he left Comilla in south-east Bangladesh in January 2004, clutching his degree in commerce, aiming for Madrid and the chance to earn money to send back home. He was stranded in Mali for six days, alone in a house while the smugglers disappeared; he was stranded again with 17 other Asians somewhere in the Sahara when their driver vanished; then picked up and dumped in a date field in Algeria, where a gardener betrayed them to police, who drove them out to a scorching wasteland back on the border with Mali and left them. \"We found people in tents there,\" Shaibul told me. \"They were lost, too. They called this place Zero. We begged food and water. One person in our group had a mobile phone and we spoke to our families. We were crying, very afraid. It was stone cold at night, baking in the day. There were high winds and sandstorms. Our families went to the smugglers, who said they must pay more money. My father said, 'I cannot lose my son', so he borrowed more from the bank and gave it to the smugglers. Other families did the same.\" Moved by this extra money, the smugglers came and drove them back into Mali and, as the weeks went by, extorted two more payments from the families of their passengers while they drove them north and south, abandoning and rescuing them, until finally, having sold the family's land in Bangladesh, Shaibul's father secured him a place on a speedboat that took him from the coast of Algeria to the bottom of a cliff. \"They told me, 'This is Spain, you must wait for the sun and then go up the cliff.'\" Of course, it was not mainland Spain – it was Melilla. It was 29 December 2005 when Shaibul reached the top of the cliff and walked into the city. It had taken him 23 months to get there. And now, more than four years later, he is still there. He can't move on to mainland Spain because the Spanish will not let him, although it is not clear that they have any legal right to restrain his movements in this way. He has not been charged, convicted or jailed for any crime. He is stranded. He cannot get back into Morocco or Algeria, because they will not take him. He cannot go back to Bangladesh, because they have no repatriation agreement with Spain, and anyway, Shaibul says: \"My family have lost everything to pay for me to be here. Better to kill us than to make us go back.\" He and several hundred other migrants survive in Melilla, partly because the Spanish authorities have provided a new Centro de Estancia Temporal de Immigrantes, known as the Ceti, where there are clean, safe dormitories and regular meals; partly because people hire them for odd jobs, washing their cars and sweeping their paths. They constantly ask Ceti staff for news of their permission to stay, but are told that it is for the police or the government to decide. If they become agitated, they are given tranquillisers. They say the only way to get a place on a ferry to the mainland is to act as a police informer. They refuse. From time to time, police make raids on the Ceti to grab migrants for expulsion. Many prefer to sleep on the streets than take the risk. Moroccan soldier Hicham Bouchti applied for asylum in Spain after accusing the Moroccan authorities of running a regime of torture in their prisons. He has spent more than four years bouncing between borders, always coming back to rest in the nowhere land of Melilla. The last I heard of him, he was deep into a hunger strike. Then there were the young parents of a baby boy. The mother was Moroccan, the father Indian. While the mother had been ordered back home – where she feared punishment from police and family for having sex before marriage with a non-Muslim – the boyfriend was told that he could not go with her because the Moroccan authorities would not accept him. Instead, three years after arriving in the city, he must continue to wait. Ali Achet, who used to work in a CD shop in Dakha, has been stuck in the city since 9 December 2005. His family paid €3,000 (£2,626) to a smuggler, who agreed to fly him direct to Morocco. Instead, he was sent by bus to India, then by plane to Ethiopia and Togo, where he lived as a beggar for a year and was reduced to a walking skeleton, before finally his family helped him to bribe his way into Melilla in the back of a car. He said, \"We came looking for liberty, but this is a prison. What have we done? Every day we wait for a solution. We are suffering. We have nothing now. A prison sentence is definite. This is endless.\" Gregorio Escobar, governor of Melilla, sits in his well-appointed office in his neat grey suit. \"We have a responsibility to take care of this border,\" he says, \"not only for our own citizens but for all of Europe. Also, Spain has a responsibility to take care of the people who happen to get inside.\" He is no monster, and explains that he understands the pull of the city when the average per capita income inside Melilla is 15 times higher than it is on the other side of the fence in Morocco, and almost immeasurably higher than in sub-Saharan Africa, from where most of the migrants come. Not far from Escobar's office, a group of about 50 Asians gather in the Plaza Menendez y Pelayo and chant a call for their human rights. Amnesty has continued to record reports of migrants being beaten and shot and dumped in the desert by the Moroccans. In Britain, the jobs are safe for British workers. • Additional research by Jill Baron"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}