{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/apr/25/munster-heineken-cup-toulouse-leinster", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-04-24T23:10:04Z", "webTitle": "Munster and Toulouse eye Heineken Cup but Leinster can crash the party", "webUrl": "https://www.theguardian.com/sport/2010/apr/25/munster-heineken-cup-toulouse-leinster", "apiUrl": "https://content.guardianapis.com/sport/2010/apr/25/munster-heineken-cup-toulouse-leinster", "fields": {"headline": "Munster and Toulouse eye Heineken Cup but Leinster can crash the party", "bodyText": "Leicester may disagree, but Toulouse and Munster have been the dominant teams in the 15 years of the Heineken Cup and they are on course to meet in next month's final at the Stade de France. The sides will both play their 109th matches in the tournament next weekend – more than anyone else. Toulouse host Leinster at Le Stadium in the first of the semi-finals and Munster face Biarritz at Estadio Anoeta in San Sebastián the following afternoon. Between them they have taken part in nine of the 14 finals and seven of the last eight, Munster beating Toulouse 16-13 in the 2008 final in Cardiff. If Munster are a model of functionality, adept at attrition and prospering from the controlling influence of Ronan O'Gara at fly-half, Toulouse have been the tournament's aristocrats, overdosing on excess and taking self-indulgence to extremes. They can be worn down, as Munster managed two years ago and the Cardiff Blues did in the 2009 quarter-final at the Millennium Stadium, but they are more often irrepressible. Having been subdued for most of the first-half in their quarter-final against Stade Français earlier this month, they erupted after the break, using the Kiwi scrum-half Byron Kelleher to get the ball away from the breakdown. The centre Yannick Jauzion orchestrated a romp. Not that Toulouse are expecting the defending champions, Leinster, to roll over on Saturday. \"We have set our minds on winning the Heineken Cup,\" says Kelleher, the former New Zealand scrum-half. \"We know that repeating our performance against Stade Français will not be enough: Leinster are as good as any of the teams left in the tournament, but we have experience throughout the squad and we understand each other's games. I do not want to go home until I have won this tournament.\" Home advantage, even if they are playing across the border in Spain, is likely not to be enough for Biarritz against Munster. The Basques have been off the pace in the Top 14, relying too heavily on the United States wing Takudzwa Ngwenya to make the difference, as he did against the Ospreys when he scored the try of this season's Heineken Cup, sprinting 80 metres along the right wing in a burst that made Road Runner look like a bus spluttering up a hill. It is a repeat of the 2006 final, which Munster won 23-19 in Cardiff, but Biarritz have struggled since then. They failed to make the knockout stage in the last two seasons and were this year fortunate to be grouped with Gloucester, the Newport Gwent Dragons and Glasgow. Even more providential was a home quarter-final against the Ospreys who, in Europe at least, have manufactured multiple ways of losing a match. Munster may not run out of their own 22, as the Ospreys did in the opening minute, and their scrum may be no more powerful, but they are a side that rarely blows it on the big occasion. The presence of two teams from Ireland and two from France in the last four reflects the superiority of the two countries in the Six Nations. Toulouse and Munster may be the favourites to advance but Leinster, whose coach, Michael Cheika, is joining Stade Français in the summer, will not go quietly. An all-Irish final in the handling game at the ground where Thierry Henry's hand denied the Republic a place in football's World Cup finals? The wheel turns."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}