{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2010/apr/10/charanjit-singh-acid-house", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2010-04-09T23:11:15Z", "webTitle": "Charanjit Singh, acid house pioneer", "webUrl": "https://www.theguardian.com/music/2010/apr/10/charanjit-singh-acid-house", "apiUrl": "https://content.guardianapis.com/music/2010/apr/10/charanjit-singh-acid-house", "fields": {"headline": "Charanjit Singh, acid house pioneer", "bodyText": "Charanjit Singh doubtless stood out as unusual in the Hindi film industry of the 1960s and 70s. Veteran of countless Bollywood soundtrack orchestras, Singh was the sort to turn up at session with the latest new synthesiser, acquired at great expense from London or Singapore. He was not, however, widely regarded among his country folk as someone \"pushing things forward\". His band, the Charanjit Singh Orchestra, made their rupees touring weddings, performing the hits of the day, and while he played on many popular Bollywood recordings, Charanjit Singh was never a household name. In 1982, though, Singh did something unusual. Inspired by the sound of disco imports from the west making waves among Bombay's hipster cognoscenti, he went into the studio with some new kit – a Roland Jupiter-8 keyboard, a Roland TR-808 drum machine and a Roland TB-303 – and decided to make a record that combined western dance music with the droning ragas of Indian classical music. Recorded in two days, Ten Ragas To A Disco Beat garnered some interest, excerpts finding their way on to national radio, but it was a commercial flop and was soon forgotten. In 2002, record collector Edo Bouman came across Ten Ragas in a a shop in Delhi. \"Back at my hotel I played it on my portable player, and I was blown away. It sounded like acid house, or like an ultra-minimal Kraftwerk.\" But it was the date on the record that shocked Bouman. Released 1982, it predated the first acid house record – often regarded as Phuture's Acid Trax – by five years. Bouman tracked down Singh to Mumbai. \"He was most friendly and surprised I knew the album. I remember asking him how he got to this acid-like sound, but he didn't quite get my point. He didn't realise how stunningly modern it was.\" Eight years later, Bouman is reissuing the record on his label, Bombay Connection. Even today, it sounds like some strange kink in the dance music continuum, but Bouman is amused at speculation Ten Ragas is a hoax, cooked up by some Aphex Twin-style techno joker (the label has released Singh's conventional soundtrack work before, and besides, one can't imagine a respectable Bollywood reissue label pulling such a prank). Now in his 70s, Singh is, as Bouman puts it, \"more a musician than a talker,\" but he understands Ten Ragas might have been something accidentally, unusually prescient. \"He made close to 10 albums, but they all were cover albums,\" says Bouman. \"He told me, 'Frankly, this was the best thing I did. Other albums are all film songs I just played. But this was my own composition. Do something all of your own, and you can make something truly different.'\" Ten Ragas To A Disco Beat is out now"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}