{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2010/apr/29/london-marathon-amateur-runners", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-04-28T23:10:01Z", "webTitle": "The loneliness of the long distance grumbler | Anna Kessel", "webUrl": "https://www.theguardian.com/sport/blog/2010/apr/29/london-marathon-amateur-runners", "apiUrl": "https://content.guardianapis.com/sport/blog/2010/apr/29/london-marathon-amateur-runners", "fields": {"headline": "The loneliness of the long distance grumbler", "bodyText": "Oh dear. I knew agreeing to write this column was a terrible idea. What do they say? Don't defecate in your own backyard. Yes. So help me God. Listen, I have a confession. I know I am not supposed to say this, but, for the past week I have been living a lie. It is time to come clean. I just hope I don't offend anyone (sorry Auntie Jeanne, I know you like watching it on the telly). I just really – intensely – dislike the marathon. I know, I know, I'm the athletics correspondent. But before you rip my head off I'm not talking about the proper marathon, I'm not talking about the elite race with Paula Radcliffe and Haile Gebrselassie – that race is great, sensational even, an event I have genuinely grown to love. For anyone who has yet to be converted, please, settle down in front of the television and prepare yourself for a fascinating, beautiful spectacle that unfolds over two hours as the athletes whizz along at mind-blowing speed. My beef is with the marathon that everybody else does. That long thing that, I am frequently told, I must run at least once in my life before I die. The very fact that life and death are mentioned in the same sentence as the marathon should give you some clue as to how cultish the whole thing is. It is like those chain emails that start off with a friendly piece of advice on how to be happy – appreciating birdsong, say – before finishing off with a vile footer that if you do not forward it on to five people you love in the next seven minutes you will meet with a sticky end. Pro-marathoners are quick to forecast me a miserable life should I choose to live it without even trying the marathon once. People who think that way are the same ones who dream up lists of 50 places to see before you die. I protest, life is not one big tick-box exercise, we are not living in Super Mario Land where collecting coins along the way elevates us to a better place. My marathon-sceptic tendencies first began when I realised that you cannot say a single bad word about the marathon. It has become a national institution, as loved as the Queen, or Cheryl Cole. Plus, it's good for you! So what's there to complain about? Most untouchable of all it raises money for charity. I would not sniff at anything that raises money for charity, or at anyone who runs in memory of someone they loved and lost. Anything as dignified and special as that should rightly be celebrated. But what about everything else? For a start, men in white T-shirts with bleeding nipples. I've never seen anything so disgusting. How can this be associated with an event that is supposedly good for you? Also I object to the notion that if you run the marathon you will instantly become healthy. Anyone who has ever seen a group shot of the people running the marathon will realise this is a fallacy. Close up you can see plenty of porkers running it. The other thing I hate is this ridiculous can-do attitude: anyone can run the marathon, just go out and do it! No, you can't. For a start you have to learn how to run properly, and there are enough examples of skew-whiff running like Phoebe out of Friends (Google it) in my local park to leave me unconvinced. Second you need to get some proper gear – running in Primark plimsolls or a dress (yes, a real-life example!) does not count. I probably won't sleep a wink tonight, worrying about the backlash. You see, the marathon is like a religious movement the way people go on about it, preaching at you. One little criticism, even an eyebrow-raise, can get you an expulsion order. I swear I lost out on a job because of the marathon once. I went for an interview to write a book with a well-known runner, and inevitably was asked if I did any running myself. Well, that wasn't a problem. \"Yes I do,\" I chirped back, but I knew what was coming next. \"So, why haven't you run the marathon?\" I squirmed in my chair, flashed bright red, and said very quietly that I probably wouldn't. Ever. I might as well have burped in the Queen's face. What worries me is where it all ends. Once you've cracked the marathon, the next level up is ultra running, extreme running, 24-hour running, ironman, woman and child. It's endless. Or, you can always just take the option that – pending receipt of official stats – I reckon 80% of one-off marathon runners take, which is to grab yourself a beer, pat yourself on the back, slob out on the sofa and never, ever, do any exercise again."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}