{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2010/apr/25/world-twenty20", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-04-24T23:10:03Z", "webTitle": "Hit and giggle game can put the smile back on Caribbean faces | Vic Marks", "webUrl": "https://www.theguardian.com/sport/blog/2010/apr/25/world-twenty20", "apiUrl": "https://content.guardianapis.com/sport/blog/2010/apr/25/world-twenty20", "fields": {"headline": "Hit and giggle game can put the smile back on Caribbean faces", "bodyText": "It was only 10 months ago that the last Twenty20 World Cup concluded with Pakistan triumphant at Lord's. Now another tournament comes along. But why should the International Cricket Council take a different view to every other cricketing body? No one dares to miss out on the bonanza, whether in India in April, or in England in June. So if it's May it must be the West Indies. The world's best Twenty20 cricketers are now being herded towards the Caribbean in the next leg of a never-ending extravaganza. And you thought the election campaign was dragging on a bit. It is an important three weeks for cricket in the Caribbean. The 50-over World Cup there in 2007 was a fiasco, for which the ICC had to take as much blame as the locals. It epitomised everything that is wrong with the modern game: greed in abundance with prices far too high, far too many games, most of which were played in half-empty, white elephant stadiums. The locals were soon alienated by it all to be followed by a large chunk of the world's television audience, upon which the game relies so much. Now is the time to claw back some credibility in the Caribbean. The two previous Twenty20 World Cups, in South Africa and England, have been a success precisely because they avoided the pitfalls of that 50-over tournament. Sensible pricing – especially in South Africa – made the games accessible; the competition was over inside three weeks and left everyone wanting more, a concept that cricket authorities around the world usually refuse to entertain, just in case they miss out on another pay packet. (Glimpse the schedule for the next 50-over World Cup on the subcontinent if you think this is no longer a problem. Closer to home, look at the counties' fixture list this season.) In Guyana, St Lucia and Barbados there is scope for some sort of redemption after the debacle of that World Cup. The tournament can work there; the stands can be filled, though it remains a problem that the stadium in Guyana is in the hinterland of the city of Georgetown; it takes some reaching for the locals. In St Lucia there is a shortage of locals. In Barbados there should be no problem, though it would help if West Indies became contenders for the trophy. Twenty20 is no longer a bit of hit and giggle, with David \"Bumble\" Lloyd guffawing and bellowing: \"Start the car,\" and declaring: \"It's all great fun.\" I am not sure the players have ever taken that view once the format became established. It is now a deadly serious game, mainly because this is where the money lies. Skills have been enhanced, new ones developed and the analysts have buried themselves in their laptops. One conclusion they have drawn – another obvious one, perhaps – is that the first six overs of any Twenty20 game, when the fielding restrictions are in place, are the critical ones. That is when most games are won and lost. Which is why the focus is upon the opening batsmen. Which is why it is hard to be too optimistic about England's chances. England's middle order has a vaguely reassuring feel to it. Kevin Pietersen, Paul Collingwood and even Eoin Morgan, all Indian Premier League men, have gained a lot of experience rapidly. They know the territory. The bowlers have become more battle-hardened: James Anderson, Stuart Broad and Graeme Swann have their frailties but they will not freeze in the spotlight. With two gutsy cricketers, Luke Wright and Tim Bresnan, in support, this is not such a shabby line-up. But at the top of the order, where Graeme Smith, Chris Gayle, Gautam Gambhir, Brendon McCullum and Tamim Iqbal usually bat, England are gambling wildly. At the last minute they ditched Jonathan Trott and Joe Denly, which was understandable since they frightened no one. In their place were promoted two rookies, hewn in southern Africa and recently with the England Lions, Michael Lumb of Hampshire and the Rajasthan Royals and Craig Kieswetter of Somerset. Neither has played a Twenty20 international. They have potential. It could work, but it would be remarkable if it did. The none-too-reliable Ravi Bopara is the alternative – though Kieswetter always has to be in the team because he has to keep wicket. The obvious prediction to offer Anglo-centrics is this: yes, England could win a trophy, in which case it is almost certain to be held aloft by Charlotte Edwards, inspirational captain – and experienced opening batsman (the women's tournament starts on 5 May). The shorter the duration of the game, the more likely there is to be an upset along the way. It is possible that Ireland or Zimbabwe could sneak a victory. There would be celebration around the world if Afghanistan did, for they must be everybody's second favourite team. Logic dictates that Pakistan will struggle to retain the trophy, but then logic rarely has much to do with Pakistan cricket. If anything they will be even more unpredictable now that Shahid Afridi has the reins. India have vast experience, though their team is not so fleet of foot as most of the others and they will miss Virender Sehwag. Sri Lanka have a wonderfully unorthodox bowling attack, which can cope with most conditions, but which should be suited to the Caribbean, where pitches have become ever more \"subcontinental\". The Antipodeans have yet to really excel at this form of the game, while South Africa travel to the Caribbean after a year of stagnation. To be honest, I have not a clue who will win, which is one of the attractions of the tournament. So it is best to ignore the bookies, follow the heart rather than the head, and plump for West Indies, because that would provide the injection that Caribbean cricket requires."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}