{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2010/apr/10/hoggart-week-election-repetition", "type": "article", "sectionId": "theguardian", "sectionName": "From the Guardian", "webPublicationDate": "2010-04-09T23:55:05Z", "webTitle": "If you think you're bored with the election campaign now, just wait another few weeks…", "webUrl": "https://www.theguardian.com/theguardian/2010/apr/10/hoggart-week-election-repetition", "apiUrl": "https://content.guardianapis.com/theguardian/2010/apr/10/hoggart-week-election-repetition", "fields": {"headline": "If you think you're bored with the election campaign now, just wait another few weeks…", "bodyText": "✒Travelling around bits of the country over the past week or so, I've found that people are fascinated by the result of the election but weepingly bored by the campaign. If they ask, I suggest they just snuggle under a duvet until 7 May. I guess the reason is – as with most things – that we've imported it from the Americans. Their politicians realised that nobody is paying attention, therefore you have to say things hundreds of times so that they're dinned into everyone's heads, including people who only listen to Heart FM and hermits in Shetland who will run screaming from their caves, yelling: \"Yes, I know you think the 1p increase in national insurance will cost jobs, you've told me 17 times today!\" The lesson was rubbed home in the 1988 election between George Bush Sr and Michael Dukakis. (His cousin Olympia was up for an Oscar and he told a crowd in Houston it was going to be a great year for the Dukakae, this being probably the only time a candidate speaking in Texas made a joke that depended on a knowledge of Greek grammar.) Dukakis was a lecturer and assumed the electorate was taking notes. If he'd said something, there was no point saying it again. Bush, however, repeated everything to an extent that was rip-your-own-head off tedious after a week. I guess we're in for the same. ✒There are so many hours of TV and radio to fill and so little new material that this year we have more interviews with ordinary voters than I can recall. These people are treated with great reverence by the broadcasters, no matter how stupid or ill-informed they are. Lines like: \"Well, they're all the same if you ask me\" and \"It's the immigrants, innit?\" are treated as if they were the musings of La Rochefoucauld. If politicians came out with this stuff, they would be massacred by these same broadcasters. So shouldn't they give the public a hard time too? \"Mr Figgis, you've just blamed the immigrants for everything. Do you know how long that nursing job in the hospital was vacant? Or how many leek pickers your local agri-business needed before the Poles came? Come on, answer the question!\" Figgis: \"Well, I mean, it's obvious, in't it?\" Interviewer: \"Obvious to you perhaps, but not to our viewers. Let me ask you again…\" Or, \"So they're all the same are they? Can you justify that, or is this just more of your lazy, hand-me-down bigotry?\" I'd watch that. ✒WITH the pound so low, unlikely places are offering themselves as holiday resorts. I was largely raised in Hull so I have some affection for it but I wouldn't take the family, as recommended in a travel brochure that fell out of a newspaper. \"Indulge your passion and discover new ones,\" it says. \"The ideal retreat for a romantic break.\" Well, Beverley is very nice and not far away. \"There is more to Burnley than you imagine,\" says another ad, without offering any evidence. It nestles in with ads for established resorts such as the Peak District, Cheltenham and the Scilly Isles – and Doncaster, \"simply brimming with history\". There is a slight air of desperation. There's an old building that was copied from one designed but never built by Inigo Jones. There's a market, and 13 Romanian lions in a wildlife park. And the St Leger is run there, so that fills two or three minutes every year. They don't mention that the town has been named as an anti-social hotspot, unemployment has shot up, and there have been some grim financial scandals. So a group hopes to give it back its Roman name, Danum, which I fear will not fool people for long. I feel sorry for people in Doncaster who have civic pride but have to warn them that this can never be provided by adverts and PR. ✒I LOVE Masterchef but increasingly I wouldn't want to eat the food. More and more the posh French cuisine it follows so closely involves piling many different things on to one plate, so it's like eating tiny versions of five or six meals at once. Sweetbreads are a great dish, and they don't need hazelnut crunch, vodka-flavoured jelly, a blackberry reduction, roast endive and a burnoisette foam keeping them company. This isn't a boorish, \"I like plain food, me\" moan, though great chefs can do wonderful shepherd's pie and toad in the hole. But there is a halfway house. The best sweetbreads I ever had were at a non-starred restaurant in Burgundy, in a light wine sauce with some mashed celeriac. That's all you need. ✒TWO people I knew slightly but liked a lot died this week. Liz Thomas, who worked for Michael Foot, was a delightful, sharp and witty woman who used to write encouraging letters from her care home when I was rude about Tony Benn. Last month, perhaps knowing she was about to die, she admitted that she had had an affair with Foot. A poignant coincidence that they went so close together. And Christopher Cazenove, of The Duchess of Duke Street and Dynasty, I knew when he was married to Angharad Rees. He was gentle and funny, and had that diffident politeness of many Old Etonians, without the admixture of arrogance. ✒Wild, and wacky election literature is already arriving. Send any juicy examples to me, c/o the Guardian. Thanks."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}