{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/apr/12/west-ham-sunderland-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-04-11T23:05:39Z", "webTitle": "West Ham United 1-0 Sunderland | Premier League match report", "webUrl": "https://www.theguardian.com/football/2010/apr/12/west-ham-sunderland-premier-league", "apiUrl": "https://content.guardianapis.com/football/2010/apr/12/west-ham-sunderland-premier-league", "fields": {"headline": "Ilan sinks Sunderland to show West Ham the way out via South America", "bodyText": "Once more South America could be West Ham United's salvation. For Carlos Tevez of Argentina read Ilan Araujo Dall'Igna, a Brazilian with an Italian passport. Tevez's goals kept West Ham United in the Premier League three seasons ago. Now Ilan's scoring habits could do the same. Having come off the bench to secure a point for Gianfranco Zola's team at Everton with a hurtling header six days earlier, Ilan brought West Ham their first win in eight games on Saturday when he reacted faster than Sunderland's defenders as Carlton Cole nodded on a free-kick from Manuel Da Costa and prodded the ball past Craig Gordon. The victory has left West Ham four points above the bottom three with a favourable goal difference. A win against Wigan in their next home match could make them all but safe. \"Thirty-four points might be enough but we will try to get more,\" Zola said. \"This is not a championship where you can say it is over.\" Compared to Tevez, Ilan is less controversial and considerably less expensive. West Ham were fined £5.5m for breaking Premier League rules over signing Tevez and some felt they should have been deducted points. Ilan came to Upton Park in January on a free transfer from St Etienne and a six-month contract. Zola's decision to start Saturday's match with the 29-year-old Brazilian partnering Cole up front owed something to Mido's virus, but Ilan's performance during his 12 minutes on the pitch at Goodison had much to do with it. \"He is becoming very effective for us and is making a big difference,\" the West Ham manager said. Ilan's winner six minutes into the second half redeemed a match which was boring itself to death amid a confusion of misplaced passes and half-formed ideas. Teams struggling in April are seldom a pretty sight and without the suspended Scott Parker West Ham lacked the means to find a way through Sunderland's packed midfield and get at their back four. Mark Noble was imaginative and Valon Behrami industrious but until Ilan scored the only threat to Sunderland came from some uncharacteristic fumbles by Gordon. During half-time Steve Bruce, the Sunderland manager, reminded his players that the biggest danger lay in \"a Carlton Cole flick-on and somebody running through\". Talk about self-fulfilling prophesies. \"It was a bad goal to give away,\" said Bruce, \"a horrible goal.\" Panicky defending by West Ham kept Upton Park biting its nails until well into stoppage time, at which point Guillermo Franco, who had replaced Junior Stanislas, had the place in an uproar of relief when he deftly brought the ball down before finding the net. Such deftness, however, included a forearm but most of the West Ham team went on celebrating, unaware that the goal had been disallowed. Sunderland thought Mike Jones should have restarted the game anyway but according to Bruce \"the ref ruled it would be unsporting\". Something similar occurred when England played Argentina in the 1998 World Cup and had players dancing off the pitch following a header from Sol Campbell which had been ruled out because of a foul by Alan Shearer. In that instance play resumed immediately and the glee club had to make a hurried return. West Ham's win, which incidentally put Portsmouth out of their misery at the bottom, has gone a long way towards keeping Premier League football at Upton Park for another season, when a bit of stability off the field should give the playing side a chance to aim for something better. On Saturday their supporters were belting out bubbles with renewed vigour while keeping fingers and toes crossed."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}