{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2010/apr/28/charlie-crist-republican-governor-independent", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2010-04-28T22:52:33Z", "webTitle": "Charlie Crist, Florida's Republican governor to run for senate as independent", "webUrl": "https://www.theguardian.com/world/2010/apr/28/charlie-crist-republican-governor-independent", "apiUrl": "https://content.guardianapis.com/world/2010/apr/28/charlie-crist-republican-governor-independent", "fields": {"headline": "Charlie Crist to leave Republicans and run for US Senate as independent", "bodyText": "Florida's Republican governor, Charlie Crist, is expected to announce today that he will run for the US Senate as an independent in November, as the rising influence of the right wing Tea Party movement is almost certain to rob him of his own party's nomination. Reports in the American media say that Crist will acknowledge the political reality after a dramatic collapse in support that had once seen him regarded as a darling of the Republican party. Crist's break with his party is further evidence of a sharp swing to the right among conservative activists threatening other prominent Republicans, such as the party's former presidential candidate, John McCain, who is fighting an uphill struggle to win re-election as a senator in Arizona. For many months, Crist was the front-runner to win the Republican nomination for senator, but has fallen behind the former speaker in the state legislature, Marco Rubio, whose hard right positions won the backing of Tea Party organisations and prominent party figures, such as the former vice president, Dick Cheney. Although Crist is conservative on many issues – supporting gun rights and capital punishment, while opposing abortion and gay marriage – he is seen as too liberal by some Republicans and Tea Party supporters because of his support for the Obama administration's $787bn economic recovery package and for urging his party to reach out to minorities. Many Tea Party supporters see co-operation with the Democrats and an attempt at consensus politics as selling out the movement's dogma of ever smaller government. Recent polls give Rubio, who for all his statements about getting the government out of peoples lives does back detention without trial and torture at Guantanamo Bay, twice the support of Crist. Rubio describes himself as the \"true conservative\" in the Florida race and was recently characterised in the New York Times as the potentially \"the first senator from the Tea Party\". \"There are people who believe the way to be more successful as Republicans is to be more like Democrats. And the people who believe we need to be more like Democrats will vote for Charlie Crist,\" Rubio told the paper. Crist may also have been damaged by his inclusion in a documentary about politicians who are said to hide their homosexuality while using their political power against gay rights. It is early days, but the Republicans may come to regret the move against Crist. One recent poll shows the governor has a positive approval rating from a majority of voters and suggests that in a three way race he still has a shot at winning, particularly if Democratic party supporters vote tactically. But he may struggle to raise the kind of funds necessary to compete as an independent."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}