{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/apr/25/jenson-button-formula-one-big-guns", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-04-24T23:10:01Z", "webTitle": "Jenson Button on top in battle of the F1 big guns", "webUrl": "https://www.theguardian.com/sport/2010/apr/25/jenson-button-formula-one-big-guns", "apiUrl": "https://content.guardianapis.com/sport/2010/apr/25/jenson-button-formula-one-big-guns", "fields": {"headline": "Jenson Button on top in battle of the F1 big guns", "bodyText": "Even Monte Carlo or Bust, with Tony Curtis and Terry-Thomas, was a less wacky race than we saw in China last weekend. The shoot-out has left the championship looking wide open and the internecine power struggles within each team are just as compelling as the broader competition. Geoff Brabham, son of the three-times world champion Jack, once said: \"Motor racing is 99% boredom and 1% terror.\" Well, we have seen little boredom yet, certainly not since that donkey derby beside the sands of Bahrain. Rain has blessed three of the four events so far, creating more overtaking and less predictability; not one of the four pole winners has won a race. At each of the big four teams, though, one driver has already developed an ascendancy over the other that may remain in place for the rest of the season. This is less certainly the case at McLaren, who lead the constructors' championship and whose drivers are first and fourth. The early season clearly belongs to Jenson Button, the world champion, with wins in Melbourne as well as China. Lewis Hamilton, meanwhile, has produced the more thrilling drives (of McLaren's 39 successful overtaking manoeuvres this season the 2008 champion has been responsible for 32). The relationship between the two drivers is a good one but Hamilton has been shaken by Button's smoothness, not just in his driving but by the way he has become a popular and successful member of the team in such a short space of time. Looking at the two after the race, with Button wearing the bright orange T-shirt along with mechanics as Hamilton looked a man alone in his race overalls, one could almost imagine the latter was the new boy needing to fit in. Button has not only had the better results but outqualified Hamilton on three occasions. These are two evenly matched drivers. It is too simplistic to portray Button as the cerebral one and Hamilton as the dasher. Button is also sensationally fast as his karting career, which was just as impressive as Hamilton's, clearly illustrated. Neither is Hamilton an unthinking competitor, but he is five years younger. He is also more dependent on team advice. This places some pressure on McLaren, who are anxious to be even-handed but who have also made some bad calls for their younger driver. If Button's success continues, McLaren must be concerned about how it could impact on the managerless Hamilton, who is still stalked by stories of a falling‑out with his father. Red Bull, meanwhile, are trying to come to terms with the fact that they have the quickest car but are trailing third in the championship. The Renault-powered RB6s have taken all four poles, three for Sebastian Vettel and one for Mark Webber. They also produced a memorable one-two in Malaysia. But they have been let down, first by mechanical fragility and, in China, by some ordinary decision-making in terms of their tyres. Vettel and Webber have had their moments in the past but the relationship is basically a good one. Vettel is the faster driver, something that cannot come easily to Webber, who is older by 11 years. Vettel started the season as the bright young driver on the grid after such an impressive finish to last year, when Red Bull scored more points than they had done in their previous four seasons put together. But there is now pressure on the young German, who started on pole and finished sixth in China. He produced a great qualifying performance but, when it came to the race itself, he quickly fell behind Webber, who damaged the team's jack and his front wing at a pit stop. There is every chance that the pre-season favourite, Fernando Alonso, will burst through in his home country in the next race, where Ferrari will run several upgrades. After being overtaken by the faster Alonso as the pair entered the pits in Shanghai, Felipe Massa knows exactly what Alonso thinks about him and it is obviously not very much. But the man having the most difficult time of all among the big teams is Michael Schumacher at Mercedes. He has been outqualified and outraced by Nico Rosberg. The saddest sight in China was surely that of Schumacher being overtaken by the rookie Vitaly Petrov in an inferior Renault car. Schumacher and Rosberg claim their relationship is good but Schumacher is smarting. The battle to break out of midfield Kubica catches the eye in Renault's rapid revival The battle for the middle positions – like the race for fourth in the Premier League – is almost as interesting as what is happening at the top of the table. Mercedes are the Liverpool of F1. Everybody included the team in their top four for the new season, but they could have a fight to finish fourth, their current position, after a surprisingly flat return from Michael Schumacher. The best performance from the midfield has come from Renault, and, particularly, from Robert Kubica. Mercedes must wonder how well they would be doing if they had Kubica alongside Nico Rosberg. Adrian Sutil has also impressed at Force India. Kubica has been so outstanding that Renault may now have a battle to retain the Pole's services and it is understood Ferrari have the driver in mind if they decide not to re-sign Felipe Massa, who has been largely disappointing despite leading the championship after three rounds. After last year's chaos, this has been an impressive turnaround by Renault, despite retirements in the first three races for Vitaly Petrov, who scored his first points by finishing seventh in China after starting 14th. But Kubica has been the star. He finished 11th, second and fourth in the first three races and looked in line for more points in Shanghai before the introduction of the safety car allowed Lewis Hamilton and Fernando Alonso, driving superior cars, to dart past him. Force India are sixth in the constructors' championship after some impressive drives from Sutil, but team-mate Vitantonio Liuzzi has had a tough time. He cannot keep blaming traffic for dismal performances in qualifying and he is coming under increasing pressure from the gifted British driver Paul di Resta, who has been given the chance to impress in practice. Williams, in seventh, failed to score for the first time in China and the great times of the 80s and 90s can never have felt more remote but the experience of Rubens Barrichello and the promise of Nico Hulkenberg is a good combination. It has been a difficult start for Toro Rosso despite Jaime Alguersuari's improvement, while Sauber have yet to score a point and the Swiss team do not look like doing so. The new boys at the back of the grid Slow progress, but a pointless exercise so far There should have been 26 cars out there but the collapse of USF1, after what appeared to be a solid preparation, was a surprise. But three new teams still brought a frisson of anticipation to the new season. The return of Lotus, one of the most evocative names in the sport, was a boost for everyone – and how would HRT fare against two Virgins? Four races into the new season and there have been more retirements than you would find in an old people's home. But there have been little triumphs too, especially for Lotus and HRT, though Virgin have been a disappointment. Lotus, with the strongest driving team among the new boys, in Jarno Trulli and Heikki Kovalainen, and also the experienced Mike Gascoyne as technical director, have been the most impressive, although in common with the other two teams they have not picked up a point yet. Kovalainen remained on slicks and was up there with the big boys for a while in China, before finishing 14th and he also drove impressively in qualifying in Malaysia, to make it to Q2. Tony Fernandes was the most popular team principal in Shanghai – as the owner of Air Asia he was able to help out not only his own team but others stranded by the flight chaos caused by the volcanic ash. He used a charter to fly his team back on Wednesday and that means Lotus, unlike some, are confident of having their substantial upgrades ready for Barcelona. HRT's biggest triumph was to get to the grid in the first place, since their cars were nothing more than a pile of dusty pieces three weeks before the first race. After disappointment in Bahrain Karun Chandhok and Bruno Senna have produced steady – and brave – performances. Of the new teams, the Virgin, designed with a fuel tank too small to allow it to finish a race, appears to be the worst prepared, but Timo Glock looks a real talent. Technical director Nick Wirth has promised major improvements for Barcelona. They are badly needed."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}