{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2010/apr/20/racing-for-change-free-admission", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-04-19T23:10:01Z", "webTitle": "Racing For Change's free offer aims to hook new followers for life | Greg Wood", "webUrl": "https://www.theguardian.com/sport/blog/2010/apr/20/racing-for-change-free-admission", "apiUrl": "https://content.guardianapis.com/sport/blog/2010/apr/20/racing-for-change-free-admission", "fields": {"headline": "Racing For Change's free offer aims to hook new followers for life", "bodyText": "Horse racing does not figure prominently in the Liberal Democrat manifesto – though of course they never tire of reminding people that politics is no longer a two-horse race – but their surge in the polls in recent days offers at least some hope to the executives at Racing For Change that they can create a Clegg effect of their own. Millions of Britons got their first proper look at the LibDem leader last week and seem to have been at least relatively impressed. From next Monday several thousand people – perhaps 20,000 or more – are due to visit a racecourse for the first time thanks to RFC's week of free meetings and all concerned are anticipating that the sport's approval ratings will enjoy a similar bounce. Goodwood's free meeting on Saturday week is already a 10,000-strong \"sell-out\", which is impressive for a card that, since it competes directly with 2,000 Guineas day at Newmarket, is always one of the track's more low-key afternoons. Ascot too, where there will be free entry on Wednesday week, reports that nearly 7,000 people have registered to attend on their website. Towcester, Sedgefield, Nottingham, Kempton, Wolverhampton, Huntingdon and Doncaster are also taking part in the scheme, with only potential punters in the south-west of the country able to complain legitimately that they have been overlooked. The ultimate success of the experiment may not be apparent until this time next year. Ten thousand extra racegoers at Goodwood would represent £200,000 in ticket sales alone if they were all paying £20 a head. If 10% of them were to return for the same meeting next year, never mind decide to take in a day at Glorious Goodwood in July, that would put another £20,000 in the account, plus food, drink and the track's share of Tote revenues. If a few catch the bug in a serious way, it could add up to thousands over the course of their lifetimes. These are not huge sums in themselves when set against annual betting turnover or Levy yield but racing's future is going to be secured by many small steps, rather than any sudden, profound change in the public affection for the sport. But there will be short-term benefits too, not least in the data that can be extracted from the novice racegoers in return for their free pass. What works and what does not, and above all what seems most confusing, and thus off-putting, is information that will, within a few weeks, be available to any racecourse that cares to ask. Racing For Change has been seen as an easy target by plenty of fans and pundits alike during its short existence, not least because many critics failed to understand – or chose to ignore – the fact that its brief is to attract new racegoers. If existing ones appreciate their efforts, so much the better, but it is a fringe benefit, not the primary purpose. And at times the marketing-speak has been so overwhelming that cynicism has seemed the only appropriate response. But racing can also be irritatingly British at times in the self-effacing way it goes about its business. Weymouth FC were garlanded with praise a few months ago when they offered free admission to fans to apologise for a 6-0 thrashing. Racing is not opening its doors because it is rubbish. The sport in Britain is as good as it gets anywhere in the world and next week we are giving it away. It is a very positive response to the problem of building racing's fanbase and until it is complete the people who are organising it – on a shoestring budget – deserve the benefit of the doubt."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}