{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2010/apr/12/bae-systems-weapons-arms-manufacturers", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2010-04-11T23:05:39Z", "webTitle": "BAE tops global list of largest arms manufacturers", "webUrl": "https://www.theguardian.com/business/2010/apr/12/bae-systems-weapons-arms-manufacturers", "apiUrl": "https://content.guardianapis.com/business/2010/apr/12/bae-systems-weapons-arms-manufacturers", "fields": {"headline": "BAE tops global list of largest arms manufacturers", "bodyText": "BAE Systems, which has been embroiled in allegations of bribery and corruption, has topped a list of the world's 100 largest arms manufacturers, the first non-US company to do so, according to figures released today. BAE produces a wide range of weapons systems, including Eurofighter-Typhoon jets and Trident nuclear missile submarines. It sold $32.4bn (about £21bn) of arms in 2008, says the Stockholm international peace research institute (Sipri). BAE's sales last year were even higher, according to company figures. Its record performance was largely due to increased sales by its subsidiaries in the US, which account for more than half of its business. BAE is a major contractor to the US defence department. Today's report says that, in 2008, it ranked fourth in the Pentagon's list of awarded contracts and was the only non-US company in its top 10 contractors. In February, BAE agreed to pay $400m to the US in penalties for wrongdoing. The admission ended years of US Department of Justice investigations into alleged kickbacks in worldwide arms deals, notably Saudi Arabia. In a court filing, the justice department claimed that BAE transferred millions of dollars to Swiss bank accounts controlled by an agent, with a high probability that a payment would go to a Saudi Arabian official in a position of influence. There have been allegations that BAE had a £60m slush fund to underpin the Saudi al-Yamamah arms contract, which has been worth £43bn over 20 years. BAE has denied the allegations. In Britain, the Serious Fraud Office dropped an investigation into BAE's Saudi business after intervention by the Blair government in 2006. But the company must pay £30m after agreeing to plead guilty to a lesser offence of failing to keep accurate accounting records for its activities in Tanzania. Although the UK National Audit Office investigated al-Yamamah, the conclusions are shrouded in secrecy. The Ministry of Defence told the Guardian last month: \"The report remains sensitive. Disclosure would harm both international relations and the UK's commercial interests.\" Anti-armaments campaigners have accused the government of a cover-up. Sales of BAE's Land and Armaments group in the US almost doubled, from $7bn to $12bn, mainly because the US bought its mine-resistant, ambush-protected (MRAP) vehicles for the wars in Afghanistan and Iraq. These armoured vehicles were not bought by the MoD for use by British forces, which were equipped with other US- and UK-produced equipment. But BAE was dealt a serious blow last month when the government awarded the first phase of a £4bn contract to build new armoured cars for the British army to US company General Dynamics. The move threatens the future of the firm's factory in Newcastle and 600 jobs. The company was followed in Sipri's 2008 top 100 arms sales list by Lockheed Martin, Boeing, Northrop Grumman and General Dynamics. \"BAE really shows the increasing internationalisation of the arms industry and the attractiveness of the US market,\" said Sipri expert, Susan Jackson. Arms sales from BAE's British factories actually fell in 2008, according to Sipri's report. The company also has plants in Australia – where it is now the largest arms producer – South Africa and Sweden, as well as the US. Sales of the world's top 100 arms companies totalled $385bn in 2008, an increase of $39bn over the previous year, Sipri says. This compares with the total $120bn spent on development aid by the world's major industrialised countries in 2008. BAE Systems' 2008 arms sales alone were larger than the gross domestic product of 100 countries. The arms sales of Lockheed Martin were $4bn higher (at $30bn) than the US development assistance budget of $26bn, says Sipri."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}