{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2010/apr/02/mobile-phones-manners-michele-hanson", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2010-04-01T23:05:10Z", "webTitle": "Mobile phone manners should be taught in schools | Michele Hanson", "webUrl": "https://www.theguardian.com/lifeandstyle/2010/apr/02/mobile-phones-manners-michele-hanson", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2010/apr/02/mobile-phones-manners-michele-hanson", "fields": {"headline": "Mobile phone manners should be taught in schools", "bodyText": "American Cousin no longer feels safe walking along the pavements. A simple bit of shopping is now like a go on the dodgems, because of people blabbing or texting into their mobiles, and not looking where they're going. Then whack! They have rammed into Cousin. She was almost mown down yesterday by a texting bloke barging along, like a lone bull on an empty planet. Not Oxford Street. Even babies are in danger. I suspect their early development is being stunted. Along they go in their buggies, shoved from behind by a mummy yabbering on her mobile. Can this be good for babykins? About three decades ago, from the top of a bus, I saw my friend Olivia, in a rather fetching trilby, running along the pavement, pushing her baby boy in a giant pram, singing and chatting to him, with him sitting up perkily and laughing at his mummy. A cheery little scene from history. Now the streets and pavements seem more brutish. Fielding spotted a woman in a four-wheeled-drive gabbling on her mobile and ordered her to stop it at once, because one of his cycling chums had been almost killed by such a person. He was fairly offensive, but she was a thousand times ruder. In his 30 years teaching at the inner-city chalkface, Fielding had never heard such filth. So perhaps, if we can't live without the things, we should be taught mobile manners. It could be stuffed into the national curriculum. Why not? Everything else is: Look where you're going. No screeching. Do not use while addressing waitresses or shop assistants – no glaring at them while yapping into mobile and pointing imperiously at what you want. Instead switch it off and say, \"May I have that please?\" Rosemary is sick of her mobile. She usually leaves it in the kitchen drawer, which maddens callers. They ring the normal phone and ask, \"Did you get my text? \"No. What did you want?\" Then they tell her. Simple. Why does she even have a mobile. \"For emergencies,\" says she. \"Births and deaths.\" She is stuck in the past. I may join her there."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}