{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/apr/14/knowledge-tv-special", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2010-04-13T23:10:03Z", "webTitle": "The Cossacks, Italian Carry On and Hollywood's Ally McCoist: a Knowledge TV special", "webUrl": "https://www.theguardian.com/football/2010/apr/14/knowledge-tv-special", "apiUrl": "https://content.guardianapis.com/football/2010/apr/14/knowledge-tv-special", "fields": {"headline": "The Cossacks, Italian Carry On and Hollywood's Ally McCoist: a Knowledge TV special", "bodyText": "\"I've got a vivid memory from growing up in the early 80s,\" says Nathan Smith. \"An old cartoon, featuring two football teams. One was a well-organised, well-drilled team who wore suits of armour – when they got possession, they built an impenetrable wall around the player with the ball. The opposition were a Latin team, who bamboozled the other team with joyful tricks and flicks. I've always thought it represented Brazil v Germany, or (more recently) George Graham's Arsenal v Arsène Wenger's. Despite searching around the web, I've never been able to find it again. Any ideas?\" Not a Latin team, but a Russian one. The Cossacks were a Ukrainian cartoon creation in the 1970s, and rather than representing Brazil v Germany or Graham v Wenger, their triumph in lifting the cup represented the revolutions of communism overthrowing feudalism, aristocracy and the bourgeoisie, as Chris Murphy explains: \"First up were the aforementioned knights in suits of armour who scored their goals in a manner akin to a rolling maul in rugby, surrounding the man with the ball and walking over the line,\" he writes. \"Next were the Georgian-style aristocrats who played floaty ballet-like football. In the final they went up against the bourgeoisie in top hats with umbrellas on a flooded pitch who passed the ball from island to island while the Cossacks tried to close them down through the water. Eventually the Cossack goalkeeper got annoyed. Booting the ball in the air he hit a raincloud which flipped upside down causing the rain to stop. The pitch dried out and the Cossacks ran riot and won.\" Whatever the message, with a superb soundtrack it's 18 minutes of animated brilliance: \"The old question regarding Allan Simonsen in a film made me think about other 'football' films that I've seen,\" shares Frank Nesci. \"There was one that I recall seeing late night 20 years ago. It was in Italian and the basic plot (and my memory is sketchy) was that a Serie A ref received a package with videotape containing footage of a player doing the dirty deed on his missus. The ref then goes on to referee a match featuring this player with hilarious results. I think the team may have been Juve and I can't remember if any real players were involved. Can anyone help?\" John Young, eagle-eyed connoisseur of 1980s Italian cinema, can ease your pain. \"The film which Frank Nesci remembers must have been one of the two episodes in Il tifoso, l'arbitro e il calciatore (\"The Fan, the Referee and the Football Player\", 1983) by Pier Francesco Pingitore,\" writes John. \"The first of the episodes has just the plot he remembers, while the second is based on the gag of a Roma fan having to pretend to be a Lazio fan at the same time in order to keep in with his future father-in-law, leading to the use of reversible scarves, running from one end of the ground to the other between goals and so forth. And here it is, starring someone who looks strangely like a silver-haired Neil Warnock. Funny how many football fans in the 1970s wore blazers in the colours of their favourite team: But there's more: \"It's remained a cult movie in the hall of fame of pecoreccio – \"(sheep's) cheesy\"! – Italian movie-making, though to my mind, just like those old Carry On films, the names, titles and even the odd sequence can seem very funny, while being subjected to the entire feature would be close to the top of most movie fans' list for Room 101. Other football classics of the genre include Paulo Roberto Cotechiño centravanti di sfondamento (a hilarious title in Italian, which also dates it to Falcão's years at Roma), and another 80s gem, L'allenatore nel pallone, which has remained popular enough to earn a sequel in 2008. The latter I haven't seen, but a look at the cast list on the Internet Movie Database reveals a host of former and current footballing stars – including none other than our and your own Carlo Ancelotti.\" \"I once watched a documentary about everyday Marseille, the locals living their lives but tied together by a sense of community that the football club gave them,\" says Noah Berhe. \"The focus was a large family taking their boys to play for the local youth team, one of these kids was a 10-year-old Samir Nasri. The film featured some extensive interviews with him and his family and how he was coping with pressures of competition, and with being a kid. Surely, a film like this must have been watched by someone? I can't remember the title though.\" This is slightly less exciting than the previous two, we're afraid. \"The show Noah is looking for is part of the BBC Landmarks series under the name Primary Geography Portrait of Europe,\" writes Gordon McIntyre. \"I am a schoolteacher and watched it earlier on in the year with my class, many of whom recognised the young Nasri. \" \"I remember seeing a football film years ago about the rise of a small-time Scottish team from obscurity thorugh to the Scottish Cup final (against Rangers I think),\" writes Martyn Crimmins. \"I remember Ally McCoist playing a part and a few other pros too, alongside the odd American actor. I have a very vivid memory of this but can anyone fill in the blanks and name the film?\" A Shot at Glory made an impression on us all. Indeed few who have watched it will ever be able to forget it. \"Robert Duvall … Michael Keaton … and introducing Ally McCoist\" must be won of the great beginnings to a cinematic trailer. Certainly we're in so bad it's good territory, apart from Duvall's Scottish accent, which is so bad it's ruddy hilarious. And keep your eyes peeled for the Bolton manager, Owen Coyle: FULHAM: EUROPEAN RECORD BREAKERS (2) Last week we looked at the longest ever European campaigns, and though Bordeaux retain the record at a remarkable 20 games, a couple of you have pointed out that Rangers' run to the Uefa Cup final in 2007-08 took in 19 fixtures: four qualifying games, six Champions League group-stage games, and nine knockout ties in the Uefa Cup proper for a total that Fulham can only equal this season. YOUNG, DECORATED AND UNCAPPED (2) Last week we took a look at those players who enjoyed stellar club careers, only to be ignored at international level. Rangers' John \"Bomber\" Brown came out on top, with 12 winners' medals to his name but not a single cap for Scotland. \"May I suggest one Sebastiano Rossi, the great AC Milan goalkeeper from the 1990s,\" writes Ross McGuinness. Unfortunately for the Italian stopper his 12 trophies include a couple of European Super Cups, which we excluded from our calculations last week. Ten titles, though, is not a bad effort. As Albert Cula and Brian Robinson point out, Stefan Klos never won a cap for Germany but took two Bundesliga titles and a Champions League with Dortmund before going on to win nine different titles with Rangers. He's a match for Brown, but Sean DeLoughry reckons he can double the tally. \"If we're including some of the lesser leagues (and you started it by going to Scotland) we can push the record up in Ireland,\" he begins controversially. \"I reckon the new leader is Noel Bailie. At Linfield he has won eight Irish League titles, six Irish Cups, eight League Cups, two Gold Cups and one Ulster Cup, a total 25 senior trophies without a cap.\" KNOWLEDGE ARCHIVE \"Gary Megson quit Leicester City this year to take the Bolton job,\" wrote the mysterious Brian F way back in those innocent days of 2008. \"Both teams have a good chance of being relegated. Would he be the first gaffer to manage two teams in one season that went down?\" In a word, Brian, no. The mid-80s were chock full of managers completing unlikely doubles. Billy McNeill, captain of Celtic's European Cup-winning Lisbon Lions, managed it in 1986-87. McNeill began the season with Manchester City, leaving in September 1986 to join Aston Villa who were, at the time, rock bottom of the First Division. McNeill could not revive the Villans who ended the season at the foot of the table, while City also plummeted, finishing one place above Villa. \"I'm a Watford fan,\" writes Davis Leeks, \"and am fairly sure that when we got relegated with Sheffield United from the Premier League in the mid-90s, Dave Bassett managed both us and them that season.\" Right teams, right manager, wrong decade – it's the 1987-88 season that David is thinking off. \"Harry\" left Vicarage Road for Bramall Lane in January 1988, swapping the top-flight's relegation zone for the lower mid-table of the Second Division in the process. Luther Blissett and co would eventually tumble out of the First Division, while Bassett took his new side down to the third tier, the Blades losing to Bristol City in a relegation play-off. That inauspicious start was not a sign of things to come however – Bassett went on to spend nearly eight years in South Yorkshire. David Lusk can't quite avoid a soupçon of schadenfreude when recounting our third managerial calamity. \"Already a legend at Villa Park – a promotion, two League Cups, a league championship and to all intents and purposes a European Cup – Ron Saunders went way beyond the call of duty in 1985-86 by taking the helm at bitter local rivals Birmingham City and West Bromwich Albion and getting them both relegated from the First Division in the same season,\" David reports gleefully. \"The two teams suffered 55 defeats between them and conceded a total of 162 goals. With what can only be described as a flourish of genius, he spent his last match at the Blues in January overseeing their elimination from the FA Cup by non-league Altrincham.\" For thousands more questions and answers take a trip through the Knowledge archive Can you help? \"Tobias Hysen plays for IFK Gothenburg in Allsvenskan, the Swedish top division,\" writes David Ekstrand, \"He is the son of a former IFK player, Glenn Hysen, who in turn was the son of Kurt Hysen, who played some games with the IFK B team. He in turn was the son of Erik Hysen, who also played for IFK. Is there any other family where four generations have played senior football for the same club?\" And along somewhat similar lines: \"At the 1966 World Cup Jean Djorkaeff (playing for France) came up against Pablo Forlán (playing for Uruguay) in a group match,\" notes Michael Quiroi Kirwa. \"Thirty-six years later in their sons (Youri Djorkaeff and Diego Forlán) came up against each other when France took on Uruguay in a group match. I am wondering if there have been other such incidents at World Cup or in other football tournaments.\" \"Reading about Burnley's Kevin McDonald walking out of Turf Moor at half-time to go to the pub with his mates reminded me of a story my friend told me about Paul Gascoigne,\" writes Gareth Ellis-Thomas. \"Apparently, one time when playing for Middlesborough, instead of eating oranges and taking in the second-half tactics, Gazza went and joined his mates in the bar at half-time, full kit and everything, before going back out for the second 45 minutes. Is this story true? Are there any other examples of players leaving their team-mates at half-time either for the pub or somewhere else?\" \"When Peterborough played Newcastle recently, Newcastle could have been promoted and Peterborough relegated on the outcome of the game,\" writes Kieran Corcoran. \"I was wondering how many times has this happened? Has there been a game when a team has went up or won the league while also relegating the opposition in the process?\" Send your questions and answers to knowledge@guardian.co.uk"}, "isHosted": false}}}