{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2010/apr/10/misery-memoirs-make-me-miserable", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2010-04-09T23:11:05Z", "webTitle": "Lucy Mangan: Heaven knows I'm miserable now", "webUrl": "https://www.theguardian.com/lifeandstyle/2010/apr/10/misery-memoirs-make-me-miserable", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2010/apr/10/misery-memoirs-make-me-miserable", "fields": {"headline": "Lucy Mangan: Heaven knows I'm miserable now", "bodyText": "I visited a school this week to lend a hand with some mock job interviews to help prepare leavers for the real world. Word went round that I had mentioned in an article or two that I found Stephenie Meyer's Twilight series (currently beloved of teenage girls everywhere) almost irredeemably awful. They gathered round me, not, as I first thought, to laud Meyer's pukesome oeuvre, but to inform me that, actually, among 15- and 16-year-olds the current \"thing\" was to read the gruesome spew of abused and damaged people that is packaged and sold under the name of \"misery memoirs\". I was slightly disappointed because I always enjoy a fight with the young when they are in a well-lit public area, sober and constrained by social decency, the law, the watchful eyes of several dozen teachers and the need not to get suspended just before their GCSEs. And then, of course, there was the disappointment of knowing that not one of them was reading Jane Eyre, my mournfulness naturally lessened not a whit by the fact that I slogged my way through it only 10 years ago and went cross-eyed with boredom throughout, yes, even when Helen Burns dies, the drippy, Rasselas-clutching freak.* But – but! – against this had to be set the fact that I finally have an answer to one of the many questions that nibble daily round the edges of my consciousness. Like: why does coffee taste like the nectar of the gods some mornings and like black-brewed hell on others? Like: when will Maeve Binchy stop writing about modern Ireland and go back to 1950s sagas and is there anyone I can write to to make this happen? And, above all: who, who in the world, buys misery memoirs? This isn't a snobbery thing. You can take a view on where Maeve lies along the trash-to-Booker continuum, but I also speak as someone currently munching her way through the entire Gossip Girl series, which even the trash end is lobbying to have kicked off the scale. It's not my sole diet, but it is part of it. But who reads misery memoirs has always intrigued me. Do the similarly afflicted really want to read about others' suffering? Doesn't that send them into a decline? And don't those who have made it to adulthood blessedly unafflicted prefer to avoid such sadness, or at least prefer not to pander to their baser voyeuristic instincts? But teenagers, teenagers as the market makes sense. Teens are in essence sociopaths. When I was a teenager, I could read or watch any fictional or nonfictional tale of horror and suffering without a qualm. I could spell empathy, but I couldn't practise it. It's as I've got older that the world has become unbearable. I spent more time every day crying in fear, helplessness and sorrow now than I did in my entire adolescence. When you're a (lucky) teenager, these things don't, cannot, seem like quite real possibilities. Misery memoirs become like modern versions of the folkloric tales of ages past, designed to warn through archetypes and exaggeration that evil is out there, but not to be taken exactly at face value. Nowadays, I perform a drop-and-roll the minute anything upsetting hits the page or screen, because I can't afford to write another palliative cheque to the disaster fund or spend another 30 minutes gibber-weeping. I looked around at the shining, bright-eyed faces before me. \"Sit down,\" I said. \"I'm going to tell you a story. Once upon a time, there lived an old woman of 35...\" *To all teenage readers, this is what is known as ADULT HYPOCRISY. Please file accordingly in your still-supple memory banks – whose current expansiveness you will come to appreciate about 15 years from now, when you're failing miserably to stuff the names of your friends' children into their rigidly calcified ranks – for withdrawal and flinging in the faces of those who Just Don't Understand You at future opportune moments."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}