{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/apr/14/harry-redknapp-sol-campbell-arsenal", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-04-13T23:10:03Z", "webTitle": "Harry Redknapp reveals surprise at Sol Campbell's Arsenal redux", "webUrl": "https://www.theguardian.com/football/2010/apr/14/harry-redknapp-sol-campbell-arsenal", "apiUrl": "https://content.guardianapis.com/football/2010/apr/14/harry-redknapp-sol-campbell-arsenal", "fields": {"headline": "Harry Redknapp reveals surprise at Sol Campbell's Arsenal redux", "bodyText": "Harry Redknapp has expressed astonishment that Sol Campbell is back at Arsenal, given what he knows about the defender's departure from the club in 2006, and has forecast another tough time for the 35-year-old against Tottenham Hotspur in tonight's derby at White Hart Lane. Campbell, a former Tottenham player, had his contract with Arsenal cancelled four years ago when he felt he could not go on there. He signed for Redknapp at Portsmouth as a free agent and his reasons for leaving Arsenal have remained cloaked in mystery. But Campbell was given a short-term contract by Arsenal in January and now, with the manager, Arsène Wenger, having confirmed he will start him tonight, must prepare for his latest hostile reception at White Hart Lane. \"I could never see him going back to Arsenal in a million years,\" said Redknapp, the Tottenham manager. \"I never thought he would want to go anywhere near Arsenal again. When I took him, he wanted out and they wanted him out as well. He just went: 'No, I don't want to play there any more.' \"I wouldn't want to say what he told me but he wasn't happy. He just felt he didn't want to be there and he was desperate to get out. I never thought Arsenal would take him back, either. They were very pleased to let him go before.\" Redknapp said that he knew of no player who had suffered more terrace abuse than Campbell, a hate figure in the eyes of the Tottenham crowd. In September 2008, when Campbell played for Portsmouth against Tottenham at Fratton Park, police made 11 arrests, following sickening chants from the away enclosure. Six of the fans were banned from football for three years, with the other five receiving cautions. \"I can't think of anyone who would get much worse than Sol nowadays,\" said Redknapp, who revealed that Campbell took a £3m-a-year wage cut to swap Arsenal for Portsmouth. \"It has been a long-running saga but they have got the hump with him here at Tottenham and they are not going to forgive him. \"He will get it again. That can happen. They pay their money and they are going to do what they want to do, aren't they? I just hope they don't do or shout anything silly. Sure, if they want to jeer him or whatever that is fine but we saw trouble before at Portsmouth with people making remarks that weren't right. You do not want that.\" Wenger recalled Campbell's first return to Spurs, as an Arsenal player, in the 1-1 Premier League draw in November 2001. The abuse was poisonous and the Arsenal team bus was attacked with bricks. \"The first time was terrible but he did well,\" said Wenger, who will be without the injured Alex Song, among others. \"Sol knows how to handle it and focus on the game. When he achieved what he wanted to with us, he was a little bit in no man's land for a while. But now he is mature and very clear in his head that he wants to go as far as he can.\" The Metropolitan police and Tottenham have classified the game in their highest risk bracket. \"An appropriate policing plan is in place,\" said a police spokesman. \"We are working closely with both clubs and should any apparent offences come to light, they will be dealt with appropriately.\" A Tottenham spokesman said: \"We are aware of the issues that these high-category matches can bring, particularly with the importance surrounding the current league positions. As always, we shall be monitoring for any abusive and inappropriate behaviour, making full use of the CCTV systems and headcams that the police and club have available and dealing promptly with any unacceptable activity.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}