{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/apr/14/victoria-coren-poker", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-04-13T23:05:01Z", "webTitle": "Is this a slowroll too far?", "webUrl": "https://www.theguardian.com/sport/2010/apr/14/victoria-coren-poker", "apiUrl": "https://content.guardianapis.com/sport/2010/apr/14/victoria-coren-poker", "fields": {"headline": "Is this a slowroll too far?", "bodyText": "Commentating on the recorded World Cup of Poker 2010, I finally saw a notorious hand that was discussed with great fury at the time of the match. This tournament involves national teams, members of whom take it in turns to play the team stack in relay. If a player gets knocked out, his whole team is eliminated. Each team is allowed to call one \"time out\", during which a player can leave the table and discuss a difficult hand with his colleagues before making his decision. This hand began with Luca Pagano, captain of Italy, raising to 3,000 with 6♦ 2♣. Standard. Sascha Cornils, for Germany, finds AA and reraises to 8,000. Darius Suharto, for Canada, finds KK behind and moves all in for 76,000. Pagano feigns indecision, then mucks his rubbish. Cornils, shockingly, faced with an all-in bet and holding the nuts, calls a time out. But there is only one decision to make! This is what's called \"a slowroll\" – tricking your opponent into thinking his hand is winning, even when there is no more betting to come. The live commentators on the internet called it \"disgusting\" and \"pitiful\". On the forums afterwards, people said a lot worse. The poker community was outraged. But there were still five cards to come. It is just about possible that Cornils, an amateur player, proudly representing his country, was suddenly terrified of knocking out his team. Perhaps he wasn't being sarcastic or cruel. Perhaps he panicked, needing that endorsement before \"risking\" the stack. It seems unlikely, but this is another of those times when poker is a metaphor for life. However appallingly someone seems to behave, however insulting they are, I'm sure that happiness lies in looking for the kindest possible explanation. The hand reminded me: I must ring my sister. victoriacoren.com"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}