{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/apr/29/jose-mourino-internazionale-barcelona", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-04-28T23:32:35Z", "webTitle": "José Mourinho: Beating Barcelona is the greatest moment of my career", "webUrl": "https://www.theguardian.com/football/2010/apr/29/jose-mourino-internazionale-barcelona", "apiUrl": "https://content.guardianapis.com/football/2010/apr/29/jose-mourino-internazionale-barcelona", "fields": {"headline": "José Mourinho: Beating Barcelona is the greatest moment of my career", "bodyText": "José Mourinho is no shrinking violet and last night after steering his Internazionale side into the final of the Champions League he said: \"It's the greatest moment of my career.\" Then, continuing in this vein, he quickly reached fever pitch. \"For the players, me, the fans, it's the greatest. We were a team of heroes. We sweated blood.\" Inter had shown an admirable steadfastness when reduced to 10 men after the first-half dismissal of Thiago Motta and Mourinho said that this handicap made the success all the sweeter. \"It's been 38 years since Inter played in the final,\" he said. \"This is not a team of young players who can wait 15 years to make the final – they will not have another 10 opportunities to play in one. • Barcelona 1-0 Inter (2-3 agg): Richard Williams's report • Amy Lawrence: Mourinho truly milked his big moment • Read Barry Glendenning's minute-by-minute report • In pictures: the best images from Camp Nou \"Against Barcelona, it's difficult with 11 players but with 10, it's an historic achievement to win like this. It's the most beautiful defeat of my life.\" \"The season doesn't finish here,\" warned Mourinho, whose team are also in pole position to defend their Italian league title. \"We have five games left in all competitions. Tonight we will party, tomorrow we will sleep and after that prepare to face Lazio on Sunday. I ask the fans for another favour – come to Milan airport and welcome this splendid team home. Come to Rome on Sunday for the game with Lazio and then come to the Italian Cup final next Wednesday. \"I was close to the fans when I was at Chelsea, but I am even closer to the Inter fans. I love Inter and the supporters, but not Italian football. I respect it, but I don't love it. I thank everyone who played and who did not play. I thank all the fans, those who were here and those who remained at home. Absolutely incredible things happened.\" Inter will play Bayern Munich at the Bernabéu on 22 May with both Mourinho and his Bayern counterpart, Louis van Gaal, aiming to win the competition for a second time with a different team. The Inter midfielder Wesley Sneijder said: \"He [Mourinho] was screaming. It was an emotional moment. I think we defended very well with 10 men for so long, it was a big compliment to the team. You could see it tonight,\" he continued. \"We were very compact and we fight for every metre and give everything. I said before the game he [Mourinho] always had a tactic to destroy the opponent. We did it in Milan and we did it tonight. It will be a great final.\" The Inter president, Massimo Moratti, said: \"I am very happy. It is infinite happiness. Mourinho tonight was a wonderful phenomenon and the boys had immense character. They played in a really smart way, congratulations to all.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}