{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/apr/14/la-lakers-london-phil-jackson", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-04-13T23:05:36Z", "webTitle": "LA Lakers are coming to London – but will Phil Jackson be in charge?", "webUrl": "https://www.theguardian.com/sport/2010/apr/14/la-lakers-london-phil-jackson", "apiUrl": "https://content.guardianapis.com/sport/2010/apr/14/la-lakers-london-phil-jackson", "fields": {"headline": "LA Lakers are coming to London – but will Phil Jackson be in charge?", "bodyText": "London will host one of the most successful NBA teams of all time after the league announced that the Los Angeles Lakers will play a pre-season game at the O2 Arena on 4 October. Whether or not the Lakers will be led into that fixture, against the Minnesota Timberwolves, by the most successful NBA coach of all time remains to be seen. \"I've stopped in London but never actually got off a plane there, so I'm looking forward to visiting and to participating in a basketball game there,\" said Phil Jackson yesterday in an exclusive interview with the Guardian, but the Lakers coach quickly acknowledged his presence on the NBA Europe Live tour was no certainty. \"Right now I do not have a contract for next year.\" The Lakers, 2009 champions and top seeds in the Western conference for this year's play-offs have some of the world's most recognisable players, from the 12-time NBA All-Star Kobe Bryant to the 7ft Pau Gasol, Olympic gold medallist with Spain in 2006. Jackson may not be as instantly familiar to the casual fan, but that is only because he has made a conscious effort throughout his career to change his appearance regularly, preventing news organisations from using old pictures. Certainly his teams have been hard to miss. Last year's title was Jackson's 10th, the most of any head coach in NBA history, and in each of his 19 seasons he has always won more games than he has lost. But at 64 and having undergone two hip replacement surgeries, he is aware that he cannot go on forever. \"We've talked in some vague terms about continuing next season,\" he said. \"But my modus operandi at this particular time is to wait until the season's over, sit back for a couple of days, assess how I feel and assess my own performance as a coach. If we don't win a title then this season is not a success. A lot of what I feel about coming back with these players next year is going to be determined by how successful we are in the play-offs.\" That play-off run may help determine, too, how keen the Lakers are to extend a contract worth $12m (£7.8m) a year, but while a London audience would surely not be too disappointed to see Bryant et al it would be a shame if Jackson did not make the trip. He cites a similar pre-season trip to Paris in 1997, when he was in charge of the Chicago Bulls, as evidence of the importance of the NBA's international excursions. \"Yannick Noah's young son Joakim saw us play on that trip, and he became a basketball player and he's now one of the top players in our league. He was inspired by Michael Jordan and the Bulls. We've got a great number of European-born players who have come to play in the NBA in recent years and I think our international games helped these players discover the game.\" Jackson is enthusiastic, too, about the growing trend for talented US high school leavers to come and play for a season or two in European leagues before graduating on to the NBA, suggesting the \"cultural education\" they could gain from such an experience may be far greater than what they would learn in a year of skipping classes at college. But he is rather more sceptical about the prospects of the NBA expanding to include franchises in Europe, something the league's commissioner, David Stern, has said on several occasions is a long-term aim. \"They haven't got supersonic planes flying any more so it would be a long journey,\" said Jackson. \"Over the last 30 years at least, international leagues have come and gone and the idea has been fermenting for years that there would be a league in Europe and a league in the US and there would be interplay between them, but none of these things have happened yet. With the latest downturn financially they are likely to get put off again for another decade or so. \"I might be getting a little bit long in the tooth for that,\" he added when asked if he himself could ever come over and coach a team in the UK. But hopefully not too long to stop him from finally stepping off a plane in London next October."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}