{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/apr/06/hugh-muirs-diary-christopher-lee", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-04-05T23:15:01Z", "webTitle": "Hugh Muir's diary", "webUrl": "https://www.theguardian.com/politics/2010/apr/06/hugh-muirs-diary-christopher-lee", "apiUrl": "https://content.guardianapis.com/politics/2010/apr/06/hugh-muirs-diary-christopher-lee", "fields": {"headline": "Diary", "bodyText": "• It is woe upon woe for Ukip and its leader Lord Pearson of Rannoch as a sting by reporters from the Sunday Times raises awkward questions about the party's adherence to the rules governing donations. One more worry for officials, who were already trying to decide what to do with Paul Wiffen – until last Thursday Ukip's head in London and parliamentary candidate for Ilford South, but now suspended after we alerted the party to his racist internet post to communitycare.co.uk on the subject of asylum. Dealing with him should have been quite straightforward for leaders who say they were appalled by his intemperate expression of views on Muslim \"nutters\" and eastern Europeans, and his opinions on slavery. In fact, it is proving to be anything but straightforward because, on examination of their records, the man who – let's reiterate – was head of the party in London and a prospective parliamentary candidate turned out not to be a member of the party. His membership lapsed a while back and no one had noticed. Were he kind enough to bring his subscriptions up to date, the party would be in a position to expel him and to distance itself completely. But until he does that, who knows? • And as further proof that you can't keep a bad man down, we bring the latest sighting of André Walker, the Conservative strategist who departed in disgrace from Windsor and Maidenhead just three weeks ago having been outed on YouTube plotting the political assassination of a party colleague. There he is, bolstering the campaign of Mark Clarke, the rightwinger seeking to oust transport minister Sadiq Khan in Tooting, south London. It's already a bare-knuckle contest there, with Clarke having been reprimanded by the local hospital for making questionable claims, and thus a man of Walker's experience, with his particular skill set, is to be welcomed. One assumes that by now he has learned the folly of disparaging fellow party members on the train. • Renewed murmurings at University College London amid concern about the ease with which the names and addresses of members of the university's Islamic Society were handed over to Scotland Yard following the failed bomb attempt on the airliner in Detroit. In the aftermath of the botched terrorist attack, by a past present of the Islamic Society, it is feared that thousands of names of British Muslims are being shared with the CIA. Some students, infuriated by the donation of their personal data to the war against terror, say they will be suing. So why was the data made so readily available, possibly illegally, students demanded of their union in a closed, but minuted, meeting? Because it was Christmas and there was no one around to advise me either way, confessed the beleaguered official concerned. • Come with us to Merseyrail, the self-proclaimed \"best performing rail company in the UK\", for an experience that may well be \"more than just a journey\", as they say in the ads, but hardly seems likely to lift the spirits. Witness this, an announcement to passengers on Saturday. \"This train is now approaching Liverpool South Parkway station. For those of you planning to take your leave of this mismanaged dump of a country, coaches await here to take you to John Lennon Airport. If you are going on holiday, enjoy yourselves. If you are planning to emigrate, rest assured, you are making the right decision.\" Who passed the microphone to William Hague? • Finally, amid the cynicism and the woe, a man at peace with himself and at one with his work. \"The main characteristic of metal music, for me, is the tremendous power that it expresses. It's that power which is designed to sweep the listener into the sound and to provide a shot of youthful vitality. Metal music is the most epic of contemporary music genres, and it complements my style of acting.\" Sir Christopher Lee (pictured), now 87, appraising Classic Rock magazine of his latest venture, a symphonic metal album about the warrior king Charlemagne. Lord of horror. Guitar hero. Bless!"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}