{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2010/apr/02/more-to-life-than-gdp", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2010-04-01T23:05:12Z", "webTitle": "Letters: There's more to life than gross domestic product", "webUrl": "https://www.theguardian.com/culture/2010/apr/02/more-to-life-than-gdp", "apiUrl": "https://content.guardianapis.com/culture/2010/apr/02/more-to-life-than-gdp", "fields": {"headline": "There's more to life than gross domestic product", "bodyText": "The claim by Iain Morgan (Letters, 29 March) that \"only by science and technology generating inventions and wealth can we afford the luxury of art\" is staggering in its narrow perspective and in its blindness to empirical evidence. The Large Hadron Collider will contribute nothing to \"wealth creation\" – though it might help us to understand the nature of the universe. Still, one might wonder which is of greater utility: the possibility that we might learn, at enormous cost to the taxpayer, something about the hypothetical Higgs boson; or encourage, at a fraction of the cost, the enrichment of the actual lives of millions of people through the real experience provided by the arts. Prof Morgan is a specialist in \"molecular oncology\". Beyond the basics of keeping the labour force alive, there is little wealth creation to be had in expending vast sums of money on finding complex cures for terminal conditions. But then perhaps values other than the balance sheet of nominal \"wealth creation\" might also count for something in our determination of social and economic priority. Even then, the idea that science somehow \"creates\" the wealth on which the arts then parasitically feed is as wrong as the similar if common misperception regarding the relationship between private and public sectors. Much of science is abstract and exploratory – theoretical physics, astronomy, paleontology etc – at massive expense to us all, and rightly so; much of the arts, at very little expense to us all, is enriching, pragmatic and vocational (the creative and cultural industries are a key and growing source of employment, \"wealth creation\" and exported product). Many areas of our economy productively combine science and art (eg the successful and \"wealth-creating\" UK computer game industry that Prof Morgan apparently disdains). Prof Morgan professes to be saddened at how little the arts community reciprocates his \"love and understanding of the arts\"; I am saddened that Prof Morgan, during a time of unprecedented support and priority for the sciences, and a time of ill-conceived threat to the arts, feels the need to perpetuate the very divide he claims to deny. Dr Giles Hooper Liverpool • Art \"does not generate any real wealth in any real sense\" opines Iain Morgan. Perhaps he might care to explain in what doubly unreal sense it is then that Glastonbury generates an estimated £35m to the local economy (British music can take over the world, says Sharkey, 29 March). Without the science and engineering required for staging and amplification systems, events like Glastonbury could not take place. But no one buys a ticket to admire the scaffolding and speakers. To misquote a famous philosopher: \"Technology without the arts is empty, the arts without technology are blind.\" Ian Ground Newcastle upon Tyne • Professor Iain Morgan claims that science generates wealth and that we need to avoid our country lagging behind. I would argue that, as a scientist, Prof Morgan should realise that money, rather like energy and matter, can neither be created nor destroyed; only converted from one form to another or moved from one place to another. and that unlimited economic growth, like perpetual motion, is simply not possible. Britain is one of the richest countries in the world. If we struggle to avoid our country \"lagging behind others\", we are, by definition, either keeping another country down (for example, by winning defence contracts through dubious means) and/or destroying yet more of the environment in order to transform it from mineral wealth into cash (eg mining copper to make electrical goods). It is more than about time we stopped thinking about \"UK plc\" and started thinking in a truly global fashion. Britain is not the only country in the world and humans are not the only living things in the world; why should we always do so much better than everyone else? I for one would not mind one bit if we lost our top 10 position in the world's rich list if it meant that a third world country got richer as a result, or for that matter if it meant saving a few trees and badgers. I do not mean to demonise scientists and I appreciate that there is great potential for science to find some interesting ways out of our polluting habits, but more than anything else we need to learn to make do with less, and that should include being willing to sacrifice our position in the global league tables if necessary. Or is selfishness truly a virtue? Meic Bromwell Tregaron, Ceredigion • Tony Hall (Follow the money, G2, 25 March) rejoices that Britain has \"the largest and fastest-growing cultural economy in the world relative to GDP\" and that \"in the last 10 years, the creative industries have grown faster than the rest of the economy\". Insofar as these claims are valid, do they not reflect the spectral pseudo-arts of marketing and publicity rather than the authentic qualities of culture and creativity? True artistry is not nationalistic, nor is it necessarily profitable in financial returns either for artists or for the nations in which they work. Think of William Blake or Van Gogh, almost complete unknowns in their lifetimes, and unhonoured in their countries. The very concepts of art, culture and creativity are debased by Hall's unquestioning reruns of the philistine corruptions of Thatcher-Blairspeak. The top line of Blake's Laocoön of 1820 reads \"Where any view of Money exists, Art cannot be carried on, but War only\". As world history demonstrates, the pursuit of money and its power corrupts, setting humans at each other's throats, as opposed to the serious pursuits of genuine culture, creativity and art. Set Blake's vision against that of the would-be profiteering peer and ex-\"culture\" minister Richard Caborn's ambition, confided in 2006 in a memo to Mark Davies, then MD of Betfair, that \"Britain should become a world leader in the field of online gambling\", to get real as to just how low dumbing down and selling out have sunk, innit. Michael Horovitz New Departures/Poetry Olympics, London"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}