{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/apr/12/poland-air-crash-katyn-president-kaczynski", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-04-11T23:05:40Z", "webTitle": "Polish air crash: Curse of Katyn | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2010/apr/12/poland-air-crash-katyn-president-kaczynski", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/apr/12/poland-air-crash-katyn-president-kaczynski", "fields": {"headline": "Polish air crash: Curse of Katyn", "bodyText": "The symbolism of the spot where the plane crashed, killing the Polish president Lech Kaczynski and the country's entire military leadership, is inescapable. In 1940, in the forests of Katyn, Stalin's secret police executed more than 20,000 Polish officers, wiping out a nation's elite. For decades, Soviet leaders blamed the massacre on the Germans, and even today, 20 years after Mikhail Gorbachev's admission and a week after Vladimir Putin became the first Russian leader to attend the commemoration, some Russians still believe the massacre is a Polish conspiracy. But sometimes symbols impede understanding. The causes of Saturday's crash are likely to be multiple – thick fog, a mechanical problem, a 26-year-old plane which the Polish government should have replaced, the pilot who ignored warnings not to attempt the landing, or indeed the president's insistence on landing. Katyn has become a cursed spot for Poles, but this tragedy has nothing to do with the past. Lech Kaczynski was a polarising figure inside and outside his country. He became president a year after Poland joined the European Union, but preferred dealing with George Bush's America. He lobbied Washington to deploy parts of its missile defence shield in Poland, arguing that this would enhance his country's security against Russia. He encouraged Georgia's and Ukraine's attempts to join Nato. This course of action has happily been jettisoned by Barack Obama, and the ensuing drive to reset relations with Russia has not only produced a new agreement on strategic nuclear missiles but has calmed relations throughout eastern Europe. Frozen conflicts still exist, as do gas pipeline politics and conflicting visions of European security. But the nationalist light of the last decade, which so poisoned regional relations, has dimmed. Donald Tusk, the centre-right prime minister, has worked hard to restore relations with Russia and the result is that he and Mr Putin had no difficultly attending a joint commemoration of Katyn. This was another reason why the president travelled separately. In Poland, the tragedy is unlikely to have major political consequences. Public grief should not be translated into a rise of support for the president's surviving twin brother Jaroslaw and his Law and Justice party, and the major political rivalry with Mr Tusk's Civic Platform movement will be solved by the likely election of Bronislaw Komorowski as president. Both Mr Putin and Mr Tusk must ensure that the investigation into the crash is transparent. The last thing Polish-Russian relations need is for the spectre of Katyn to raise its head once more."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}