{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/apr/14/sex-discrimination-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-04-13T23:05:02Z", "webTitle": "Sex discrimination | Not equal yet | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2010/apr/14/sex-discrimination-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/apr/14/sex-discrimination-editorial", "fields": {"headline": "Sex discrimination: Not equal yet", "bodyText": "Every so often a single event illuminates a much wider question. Promoting the relationship between mothers, their children and their work has been at the centre of much of the good that Labour has done in the past 13 years. It has contributed to a whole new emphasis on families and parenting. And it is slowly raising old questions in new contexts. Among the hardest to answer – it might be called the Alan Sugar question – is whether, now that the Equalities Act absolutely enshrines their right to try, there are jobs that make such demands in terms of mobility and flexibility that young mothers cannot do them. It was the default response in some quarters to the case of Tilern DeBique; the young single mother from St Vincent in the Caribbean is expected to collect a large payout from the army after her commanding officer told her she had joined a \"war-fighting machine\" and had to be available for duty day and night. Ms DeBique's case is complicated by other factors. The detail does not match the headline; and the tribunal was clear – and its opinion was upheld on appeal – that the army was wrong not to have done more to help her solve her childcare problem. With the proportion of women serving in the armed forces rapidly increasing, ministry of defence lawyers are no doubt already puzzling over how to deal with the childcare problems it raises. What may not have occurred to them is how many other reasons there are for thinking about it. Parenting is both taken more seriously than it once was, and shared more equally. One recent survey claimed that the number of fathers who describe themselves as the main carer has risen tenfold in the past 10 years, to more than 600,000. If there are jobs that young mothers should not do, then increasingly young fathers will not care much for them either. There is a third reason for employers more generally to think hard about what their workers need. In the foreseeable future, more of us will be caring for elderly parents than for young children; some will have responsibilities for both (indeed, some already do). Ageing can be like adolescence in reverse: it gets worse, not easier. The delicate balance between employee, employer and state that has developed on Labour's watch will need more complex engineering than anything that has challenged it so far. And while individual men and women balance the need to work with finding the hours they need at a wage that will support them and their families, all employers are going to have to get used to accommodating the demand for flexible working – and, whatever its politics, the state will have to step up its obligation to uphold Labour's laws against discrimination."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}