{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2010/apr/29/employment-unemployment-public-sector", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2010-04-28T23:10:02Z", "webTitle": "Private firms to boost jobs while public sector shrinks, study finds", "webUrl": "https://www.theguardian.com/business/2010/apr/29/employment-unemployment-public-sector", "apiUrl": "https://content.guardianapis.com/business/2010/apr/29/employment-unemployment-public-sector", "fields": {"headline": "Private firms to boost jobs while public sector shrinks, study finds", "bodyText": "A hiring spree over the summer by private sector employers will boost employment levels and allay fears of a jobless recovery, according to a report out today. Employers in London and the south-east will drive the recovery in jobs as confidence returns in the economy, the Chartered Institute of Personnel and Development (CIPD) said in its quarterly labour market survey. But concerns of a two-speed economy are likely to resurface after the survey found employers in Scotland, Wales and the north going in the opposite direction. They are still feeling the after-effects of the recession and preparing to cut jobs, it said. Public sector employers are also pessimistic about the outlook for employment. While private sector employers registered +29% on the index of confidence used in the CIPD/KPMG quarterly survey – up from +5% in the last three months of 2009 – the net balance of employers in the public sector was –43%. Gerwyn Davies, CIPD's public policy adviser and author of the report, said falls in employment were widely anticipated among local authorities and central government (-59%), in education (-45%) and in healthcare (-38%). Public sector employers also expect to impose pay freezes or rewards of 1% at most, while the balance of private sector employers were preparing to award wage rises of 2%. Almost 20% of public sector employers plan to freeze pay, which compares with 4% of private sector employers. Davies said: \"The recession represents a long, dark winter for the jobs market. However, a return to spring could mean a growth of full-time jobs in the private sector that may continue if the global economy continues to recover at the same rate. This will boost the prospects of the majority of private sector workers who no longer face the prospect of overwhelming unemployment, pay freezes and lack of promotion. It also raises hopes that we may be close to a peak in unemployment.\" \"In contrast, public sector employers will be looking to close the lid on employment, pay and promotion. This will present huge challenges to public sector managers in their attempt to keep employees engaged; particularly if the cost of living continues to rise. It will also present challenges to the employment participation rate of women and the economic development of some UK regions, which have been boosted by record increases in public spending in the past decade.\" A report this week by the Institute for Fiscal Studies argued that all political parties had underestimated the level of cuts in public sector spending or tax rises needed to reduced Britain's ballooning budget deficit. Liberal Democrats and Tory opposition treasury spokespeople have signalled significant cuts in personnel across the public sector, especially in management and support roles. Alan Downey, head of public sector at KPMG, said: \"Three months ago public sector employers were relatively optimistic and many were continuing to recruit. Now they are massively more pessimistic than their private sector counterparts, with more than 40% contemplating a reduction in headcount and a significant number planning a pay freeze. A divide between north and south will also open further if the confidence of employers in the south-east and London follows through into jobs after +21% rise, up from -3% before Christmas. Employment looks likely to fall in areas such as Scotland (-25%) and Wales (–23%)."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}