{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/apr/29/in-praise-of-david-mcvicar", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-04-28T23:05:11Z", "webTitle": "In praise of … David McVicar | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2010/apr/29/in-praise-of-david-mcvicar", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/apr/29/in-praise-of-david-mcvicar", "fields": {"headline": "In praise of … David McVicar", "bodyText": "Think of Verdi's grandest of grand operas Aida and you probably think of pyramids, palm trees, art deco headdresses and maybe even a few elephants. Go to David McVicar's new production of Aida at the Royal Opera House and you get none of that. Instead you get cruelty, blood sacrifice, erotic hysteria and darkness. Sacrilege? Only to those who want their operas permanently preserved in aspic as thought-free tableaux. Mr McVicar is a man of the creative theatre, but he has never been one of those directors who puts his own ego in the way of what the composer is saying. He likes working with singing actors and, even better, they like working with him. He insists, surely rightly, that there are always new ways of communicating what the opera is about. Aida, Mr McVicar never allows us to forget, is an opera about war, power, violence, lust and death. But this grimmer view of Verdi – which echoes Mr McVicar's earlier Covent Garden Rigoletto – isn't a figment of the director's imagination. It's there in what Verdi wrote – and no one ever accused Verdi of lacking a sense of drama. Mr McVicar's work is not always dark. He does light and wit too, as his Handel proves. In the last decade, Mr McVicar has made himself the go-to director for opera houses wanting to renew their stagings of core works by composers like Mozart, Verdi and Strauss in challenging productions that remain theatrically serviceable and economically viable for several revivals. In straitened times he will surely be in demand more than ever."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}