{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2010/apr/17/cherry-trees-bossom-fruit", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2010-04-16T23:25:42Z", "webTitle": "Gardens: Pick of the cherries", "webUrl": "https://www.theguardian.com/lifeandstyle/2010/apr/17/cherry-trees-bossom-fruit", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2010/apr/17/cherry-trees-bossom-fruit", "fields": {"headline": "Gardens: Pick of the cherries", "bodyText": "When I was growing up in the 70s, spring arrived on a wave of cherry blossom. Every street and front garden seemed swathed in candyfloss. No longer. The mass suburban plantings of the 30s and 40s have largely reached the end of their natural lives, and councils hesitate to replace them: cherries have a shallow and vigorous root system that can displace paving slabs. Meanwhile, householders fear planting trees in their front gardens, even though the risk of subsidence is less than 1% and there is no tree root on earth that will smash a drain. Yet in Japan, where cherries have been grown for more than 1,000 years, careful planting means streets and trees coexist in harmony. The term sato zakura – \"village cherries\" – describes some 50 cherished varieties. The most beautiful of these is the Great White Cherry, Prunus 'Taihaku', a spreading tree laden with large, single, snow-white blooms set off by bronzy, young leaves. It needs space, reaching 8m high by 10m across. Slightly smaller (6m x 8m) and almost as lovely is P. 'Shirotae' (also sold as 'Mount Fuji'), with outflung branches cascading to the ground and early, white, lightly scented blossom. These are not trees for the postage-stamp garden, though, which is why garden centres tend to stock smaller varieties. The tidy V-shaped growth of P. 'Spire' makes it a popular choice for avenues, but perhaps a little stiff for a single specimen; P. 'Amanogawa' is so upright and skinny (reaching 7m high but just 1.5m wide) as to resemble a Barbie-pink poplar. Better for the smaller garden is the Fuji cherry (P. incisa), says Matthew Hall, head gardener at Batsford Arboretum in Gloucestershire, which holds the largest collection of flowering cherries in Britain. \"It's as small as a cherry can be, no more than 5m, one of the first into flower, and stunning, with delicate foliage and pink-tinged, white blossoms.\" Pink can be tricky, especially near red brick, and perhaps that's why flowering cherries have fallen out of favour with the taste police. But for every blowsy powderpuff there's a pink that's perfectly exquisite, argues David Jewell of Sir Harold Hillier Gardens in Hampshire. From a display of more than 150 Prunus varieties, he singles out P. 'Pandora' and P. 'Pink Shell', both small, elegant trees with shell-pink blossom, and recommends setting them off with carpets of spring bulbs. You can extend your cherry's spell in the spotlight, says Kevin Croucher of specialist tree nursery Thornhayes, by choosing one with autumn interest, such as P. sargentii – one of the first trees to turn each year, to a blazing orange-pink. Or why not plant a fruiting cherry? The blossom will still be beautiful and you'll have a delicious summer crop. A new dwarfing rootstock, Gisela 5, makes growing cherries a realistic option in a small garden. And many modern varieties are self-fertile, so you can dodge all the pitfalls of pollination and make do with one plant. Among the self-fertile sweet cherries, 'Stella' is an easy and highly ornamental variety. Later to crop is its sister seedling 'Lapins' (also sold as 'Cherokee'), and later still is 'Sunburst', a Canadian variety of large, almost black fruit. The sour 'Morello' cherry, meanwhile, makes incomparable jam, and will grow happily on a shady north wall. The only way you'll get anything to eat is to net your cherries against birds, which diminishes their ornamental value. But at least you've had the blossom, and you'll feel wonderfully smug when you see the price of cherries in the shops. How to grow Ornamental cherries are tolerant of most soils and situations, but don't like pruning. Some training will be necessary to grow edible sweet cherries as fans, but plants grown as trees just need routine removal of dead, damaged or diseased wood. Prune only when the tree is in active growth (between late April and September). Sour cherries need hard pruning right after cropping. For bumper crops, apply a general fertiliser in spring, keep the tree base weed-free and thickly mulched, and water regularly in dry periods. Some organic growers spray with dilute seaweed extract in spring and summer. Protect early blossom from frost with fleece. Birds are the biggest enemies: try netting, a cat or a scarecrow. Edible varieties can be affected by bacterial canker (not treatable) and cherry blackfly (encourage aphid predators or spray). Where to see Batsford Arboretum, in Moreton-in-Marsh, Gloucestershire, holds Britain's national collection of Japanese cherries. Sir Harold Hillier Gardens, in Romsey, Hampshire, boasts more than 150 varieties in full flower. Keele University arboretum is new, so most of the trees are young – but there are some rare and exciting specimens. Brogdale, in Faversham, Kent, has fields of cherries in flower at our national fruit collection. Where to buy Deacon's Nursery, in Godshill, Isle of Wight. Keepers Nursery, near Maidstone, Kent. Reads Nursery, in Hales Hall Loddon, Norfolk. Thornhayes Nursery, near Cullompton, Devon."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}