{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/apr/14/hillsborough-disaster-panel-bishop-liverpool", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-04-13T23:10:01Z", "webTitle": "Hillsborough Independent Panel head vows 'full story will be told'", "webUrl": "https://www.theguardian.com/football/2010/apr/14/hillsborough-disaster-panel-bishop-liverpool", "apiUrl": "https://content.guardianapis.com/football/2010/apr/14/hillsborough-disaster-panel-bishop-liverpool", "fields": {"headline": "Hillsborough Independent Panel head vows 'full story will be told'", "bodyText": "The Bishop of Liverpool, James Jones, who is chairing the panel which will examine previously undisclosed official documents relating to the Hillsborough Disaster, has pledged to \"ensure the fullest story is told\" and investigate the most contentious areas of the disaster and its aftermath. Speaking to the Guardian in his first full interview since becoming chair in December, Jones said the nine-member Hillsborough Independent Panel will be \"led by\" the questions posed on behalf of families who collectively lost 96 relatives in the disaster, 21 years ago tomorrow. The questions raised by the families, he said, include what happened after 3.15pm on the day of the disaster, 15 April 1989. The coroner in Sheffield, Dr Stefan Popper, ruled at the inquest into the deaths that by that time all the victims had received their fatal injuries, so no evidence was heard about events after 3.15pm. The families have always since protested that Popper's ruling meant they never even found out in detail what happened to their loved ones nor whether people might have been saved had the response to the disaster been better organised by the police and emergency services. The panel, established by the government, is to have access to all documents relating to the disaster and the subsequent legal processes, held by South Yorkshire Police, Yorkshire Ambulance, the coroner's office, Sheffield Wednesday and other relevant bodies. \"We will do our job, and we will ensure that the fullest story is told,\" the bishop promised. He confirmed that the family representatives have also raised \"strongly\" the allegation of a cover-up by South Yorkshire Police following the disaster. A group of senior officers instructed junior officers to change their statements about what happened, often to stress misbehaviour by supporters, and remove criticism of the police. Lord Justice Taylor, in his official report, concluded that police mismanagement had been the principal cause of the disaster and rejected the police case that fans had been to blame. The families have always accused South Yorkshire Police of conducting a cover-up of their own culpability, while the force has argued it was entitled to edit the statements, to remove comment and hearsay. The panel of experts, established and funded by the government after negotiations with the Hillsborough Family Support Group, is expected to take two years to produce a report into what the new documents reveal about the disaster and its aftermath. \"We are aiming to ensure the maximum possible disclosure,\" Jones told the Guardian. \"Then, with that information, to write a fuller story than has been told to this point. We are hoping, absolutely, that we can tell as near to the full story as possible.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}