{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/apr/12/munster-northampton-saints-heineken-cup", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-04-11T23:05:45Z", "webTitle": "Munster 33-19 Northampton | Heineken Cup match report", "webUrl": "https://www.theguardian.com/sport/2010/apr/12/munster-northampton-saints-heineken-cup", "apiUrl": "https://content.guardianapis.com/sport/2010/apr/12/munster-northampton-saints-heineken-cup", "fields": {"headline": "Northampton's cup exit has warning lights flashing for English game", "bodyText": "The precise moment when a blip becomes a trend is often hard to pinpoint but English rugby cannot avoid the harsh reality. The presence of two Irish and two French teams in the last four of the Heineken Cup is no fluke and, on the evidence of a stunning European weekend, it could be years before an English club wins the trophy again. Flashing amber warning lights, if not worse, are visible for all to see. Of course it is possible to exaggerate the significance of one dodgy campaign. A Champions League blank for Chelsea, Manchester United and Arsenal does not necessarily make English football a busted flush. Nor does a ruthless second-half display by Munster instantly relegate all their English rivals to second-class status. Jim Mallinder, Northampton's director of rugby, is among those, however, who acknowledge the tide has turned against English rugby and fear it may remain out for some time. \"I don't know if it will right itself,\" Mallinder warned in the wake of a defeat which exposed the Saints as not yet good enough to close out the type of big games on which Munster thrive. \"It [the gap] is certainly there and it's quite evident. For us the Premiership comes first. You can't prepare or think or plan for the Heineken Cup until a week beforehand. Europe is Ireland's priority and they can rest players in the Magners League, while France have the economic muscle with playing budgets twice the size of ours. It has become increasingly difficult.\" Some of Mallinder's post-match laments can be linked to the desire of the wealthier English clubs to escape the shackles of the Premiership salary cap but they are still sobering words, particularly as seven years have now elapsed since England won a Six Nations title. To see the baying crowds in excess of 20,000 in Dublin and Limerick over the weekend was to be reminded that the game in Ireland has never been healthier. Next year, two Italian super-clubs will be born, boasting playing budgets of around €8m apiece. Even if they do not cream off more talent from the reduced-fat Premiership, their recruitment drive could easily inflate short-term wages. Mallinder reckons he will have to reduce his squad from 34 to 31, hardly the way ahead if Northampton want to compete at the sharp end of Europe with fresh legs. \"Players have improved which means we've got to pay them more money which means we've got to reduce the numbers next season,\" he said. The only glimmer of hope is that the supposedly all-powerful French failed to muster a single semi-finalist this time last year and have swiftly emerged reinvigorated at Test and club level. The supposed correlation between international and Heineken success failed to stop London Wasps winning in 2004 and 2007. Three of the past four tournaments, however, have been won by the Irish and it is abundantly clear their provincial-based structure pays dividends at this time of the year. Nor is there any sign of the Celtic powerhouses losing their appetite for Euro success. Munster, with their first-choice pack made up entirely of 30-somethings, continue to rage against the dying of the light with the tenacity of 15 Roy Keanes. Ronan O'Gara may not like the Dublin media much but he knows how to make Thomond Park purr, his second-half tactical kicking display with a stiff breeze behind him being rightly hailed as \"a masterclass\" by Mallinder. The torpedo punt has almost disappeared from the English league but O'Gara has gloriously retained it in his arsenal and had the ball on a virtual string on Saturday. When he retires, he will make someone a fantastic kicking coach or tactical consultant. Munster scrummaged better than most expected after a shaky start, denying Northampton the dominance they had been hoping for. Only for a brief moment before half-time, when slick handling worked Jon Clarke over down the left, did it appear the home side might be wobbling but the Saints' half-time lead of 15-13 proved a mirage on a gorgeous sunny day. The first of Doug Howlett's two tries came courtesy of some soft defending and the late introduction of Shane Geraghty was little more than a flickering candle in the wind. Mallinder reckons the experience will do Saints \"a lot of good\" over the domestic run-in but it is Munster who can now chase a Heineken Cup final berth at Biarritz's expense next month. \"Sport is ruthless, it doesn't wait for anybody,\" O'Gara said. He was talking about his injured captain Paul O'Connell but could just as easily have been referring to the new European balance of power. The bonfire of English vanities has rarely burned so brightly. Munster Warwick; Howlett (Holland, 77), Earls, De Villiers, Dowling (Mafi, 42); O'Gara (capt), O'Leary (Stringer, 78); Horan, Flannery, Hayes (Buckley, 69), O'Callaghan, O'Driscoll, Quinlan (Ronan, 72), Wallace, Coughlan (Williams, 70). Tries Warwick, Howlett 2, De Villiers. Cons O'Gara 2. Pens O'Gara 3. Northampton Foden; Ashton, Clarke (Ansbro, 72), Downey, Reihana; Myler (Geraghty, 65), Dickson; Tonga'uiha, Hartley (capt), Murray (Mujati, 56), Lawes, Kruger, Dowson (M Easter, 72), Best, Wilson. Try Clarke. Con Myler. Pens Myler 4. Referee N Owens (Wales). Attendance 26,000."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}