{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2010/apr/02/country-diary-northumberland", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2010-04-01T23:05:12Z", "webTitle": "Country diary: Northumberland", "webUrl": "https://www.theguardian.com/environment/2010/apr/02/country-diary-northumberland", "apiUrl": "https://content.guardianapis.com/environment/2010/apr/02/country-diary-northumberland", "fields": {"headline": "Country diary: Northumberland", "bodyText": "We have just had a celebration to mark the construction of Hadrian's Wall nearly 2,000 years ago. It was illuminated at intervals of about 250 metres along the 84-mile national trail path, from near Carlisle to Wallsend. The wall links Northumberland and Cumbria, and is now a world heritage site. It was built by the Romans to protect England from northern tribes, and I was interested to hear from a historian, who is also a naturalist, that pheasants are one of the avian species which are believed to have been introduced by the legions of Romans who came to this Border area; since then these birds have flourished. Perhaps they were originally introduced as a potential source of food, which has done them no serious harm, judging from the wild pheasants I see around. This recent event drew visitors from far afield. Hadrian's Wall illuminations created a light where each of the forts and turrets used to be located, just one Roman mile apart. The forts in those days were known as milecastles, where a watch could be held by a resident soldier on the lookout for invaders. I have walked long stretches of the wall since I was a teenager, and it does make you feel that you are on top of the world, especially if you are riding a horse instead of walking – which I frequently was doing as my father enjoyed riding there and took me with him on many occasions. There was a large ditch, called the vallum, running roughly parallel with the wall on much of its south side. What is left of the wall remains testimony to the might of ancient Rome in those days: it is still remote from towns and habitations, reaches 345 metres (1,131ft) above sea level, and there is no sound up there except the wind singing in your ears, or a curlew crying in the rough ground. Hares and rabbits are well-known residents, using the areas alongside the wall for their burrows."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}