{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2006/mar/24/travelnews.uknews.terrorism", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2006-03-24T19:32:53Z", "webTitle": "British tourists 'not put off by terrorism'", "webUrl": "https://www.theguardian.com/travel/2006/mar/24/travelnews.uknews.terrorism", "apiUrl": "https://content.guardianapis.com/travel/2006/mar/24/travelnews.uknews.terrorism", "fields": {"headline": "British tourists 'not put off by terrorism'", "bodyText": "Terrorism is not deterring British tourists, with many feeling it is important to support stricken destinations with tourism, research revealed today. Two-thirds of British adults said they would not give in to terrorism and let it keep them from visiting places that have suffered attacks, a survey from market research company Mintel found. Nearly half (49%) said that as more terrorist events occurred, they were becoming hardened to them and would not be as discouraged from travelling as they would have been five years ago. As many as 55% thought that terrorist-hit destinations became quieter and therefore more attractive to visit, while more than 30% would be persuaded to visit, or reconsider visiting, areas affected by terrorism or a natural disaster if a discount was offered. In addition, 66% believed it was important to help support stricken destinations through tourism. Although 31% had been dissuaded from visiting a particular destination in the last five years, just 10% had been put off going to Egypt, 8% to New York and 7% to the Middle East. Mintel senior travel analyst Richard Cope said: \"British holidaymakers are becoming more resilient to catastrophes and while taking on board Foreign Office advice some may switch destinations, very few will actually cancel altogether. \"As terrorism attacks have now also happened here in the UK, the threat is no longer externalised or alien and now, perhaps more than ever, it is apparent that many holidaymakers refuse to be put off from travelling. \"As a result, it is likely that both Bali and Egypt, both recent terrorism targets, will see British holidaymakers returning much more quickly than following earlier attacks in previous years.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}