{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/mar/01/humanrights.cherieblair", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2006-03-01T17:40:32Z", "webTitle": "Booth: Government must be 'responsive' on torture", "webUrl": "https://www.theguardian.com/world/2006/mar/01/humanrights.cherieblair", "apiUrl": "https://content.guardianapis.com/world/2006/mar/01/humanrights.cherieblair", "fields": {"headline": "Booth: Government must be 'responsive' on torture", "bodyText": "The leading human rights lawyer Cherie Booth today signalled her support for the judiciary's role in checking the government and its anti-terror policies. In a speech about torture, Ms Booth QC, the wife of the prime minister, called for the government to be \"responsive\" in the debate about torture and the controversy surrounding anti-terror laws. She cited one of the most prominent law lords, Lord Steyn, and his warning about the potential for governments to abuse executive power. Ms Booth gave the lunchtime speech at Chatham House, the Royal Institute of International Affairs in London, on the subject of \"whether the rules against torture really matter\" and the question \"is torture ever okay?\". She said that she \"emphatically\" believed the rules against the \"scourge\" of torture mattered and that since the second world war numerous conventions and laws around the world had been established against it. On the issue of whether torture was ever permissible, Ms Booth spoke about the \"famous ticking bomb example\". She indicated that she backed the law lords ruling last December in which they said evidence from torture should not be used against terror suspects in the courts but authorities could act on information procured by torture if, for example, it was about an imminent attack and action could save lives. Ms Booth said the ruling had \"sent a message around the world\" to other governments. She argued that extraordinary situations, such as wars and security emergencies, did not change the moral case against torture and that it often produced incorrect information. Her speech was made to mark the publication of a series of essays for Human Rights Watch, a US-based campaign group, which has accused European governments, including Britain, of undermining human rights worldwide. Ms Booth has written one of the essays for the new book, on the subject of sexual violence. She told her audience today that she disagreed with the campaign group on the issue of the UK trying to establish extradition \"memorandums of understanding\" with regimes with questionable human rights records. The government is seeking to reach deals with a number of countries on the understanding that no harm would come to their nationals who were terror suspects if the UK extradited them to their native states. Ms Booth said such understandings were defendable if the suspect could \"challenge the effectiveness of those guarantees\". She said rape was a form of torture and spoke about the suffering of women in Rwanda during the genocide in 1994. \"It is estimated 25,000 women were raped, many by men with HIV. One woman whose family was killed was told, 'You alone are being allowed to live so you will die of sadness'.\" She said she had heard of one woman who was raped by 10 men and then by another two who attacked her while her baby was still being carried on her back. Ms Booth did not mention the US detention centre at Guantánamo Bay. She said the abuse by US soldiers against detainees at Abu Ghraib jail outside Baghdad was detected not by the media but other troops who recognised crimes were being committed. She said the manuals used by US soldiers had clear instructions not to subject anyone to treatment during interrogations which they would not want captured American troops to endure. The US senator John Mccain had repeatedly made the case that the US government should support anti-torture conventions because it \"protects American soldiers\", she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}