{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2006/mar/11/featuresreviews.guardianreview27", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2006-03-11T23:54:10Z", "webTitle": "Looking-glass world", "webUrl": "https://www.theguardian.com/books/2006/mar/11/featuresreviews.guardianreview27", "apiUrl": "https://content.guardianapis.com/books/2006/mar/11/featuresreviews.guardianreview27", "fields": {"headline": "Looking-glass world", "bodyText": "The second world war profoundly affected Elizabeth Bishop, who by then had found a home in Key West, Florida. Yet the war, which brought the US Navy to Key West, makes only a tangential appearance in her 1946 collection, North &amp; South. So little attention did her poems give to it that when her first book was published, Bishop insisted on offering her readers an apology: \"The fact that none of these poems [deals] directly with the war, at a time when so much war poetry is being published, will, I am afraid, leave me open to reproach. The chief reason is simply that I work very slowly. But I think it would help some if a note to the effect that most of the poems had been written, or begun at least, before 1941, could be inserted at the beginning say, just after the acknowledgments.\" The book came out at last on August 20, 1946, when Bishop was visiting friends and family in Nova Scotia. Five years later, a number of literary awards helped the poet to escape from the Eastern Seaboard of North America and start a new life in Brazil. Yet it was not until several years after that, when she was settled with Lota de Macedo Soares in Petrópolis, that Bishop, on the advice of her publishers, brought out a reprint of North &amp; South with the addition of 20 new poems she had completed for a second collection, A Cold Spring. It was this second book that won her the Pulitzer prize in 1956 and, later that year, a Partisan Review fellowship of $2,700. All this time, Bishop was worried about her poetry's lack of social consciousness, fearing she would be condemned as insufficiently serious. No doubt she felt the pressure of contemporary events and wished to write about them, yet her active imagination, while it responded angrily to perceived acts of cruelty or inhumanity, was too interrogatory and, above all, too reflective to feel comfortable with polemical arguments. At Vassar, she had concerned herself unwillingly with politics. As she grew older, a resigned realism bordering on fatalism led her to despair of the human condition. \"My outlook is pessimistic,\" she wrote in January 1964. \"I think we are still barbarians, barbarians who commit a hundred indecencies and cruelties every day of our lives ... but I think we should be gay in spite of it, sometimes even giddy - to make life endurable and to keep ourselves 'new, tender, quick'.\" In her poetry, though not always in her life, Bishop did her best to be \"gay in spite of it\". Sometimes she played the child: \"Drop the silly, harmless toy.\" Sometimes, as in the witty \"Cirque d'Hiver\", she allowed herself to become gently sceptical of progress: \"Well, we have come this far.\" But most often she tried to show that in hopeless human situations something can be salvaged; something can be found, usually in the minutiae of a landscape or in the heartwarming, sympathetic details of a domestic scene, to make life, in George Herbert's words, \"new, tender, quick\". In 1955, Poems: North &amp; South - A Cold Spring came out in one slim volume and was reviewed as a single book. Yet it represents 20 years of Bishop's fastidious self-revision and consists, really, of three books, or three distinct parts. In the first part - set in the north of North &amp; South - 20 poems consider, from various angles, the nature of imagination. They relate to Bishop's outlook (and inlook) as a young writer in New York and as a traveller to 1930s Paris. Many of these take place in a twilight zone between sleeping and waking, and Bishop would have agreed that their mood and general ambience are surrealistic. The poems of the second section are for the most part set in Florida - the title's south. Their unstated, unifying preoccupation, however, has subtly to do with vulnerability, with the apparent contingency of humankind to the natural world. In the third section, intended to be a separate book called A Cold Spring, Bishop broods over and explores ideas introduced in the first two, moving away from \"The Map\" and its map-makers' aesthetic into the more literal, personal geographies of \"A Cold Spring\", \"Over 2,000 Illustrations and a Complete Concordance\". Bishop's first visit to Florida in the winter of 1936-37 was a matter of a few weeks' fishing, but after a second trip to Europe the following summer, she and Louise Crane decided to buy a house in Key West. At the time, Key West was a semi-paradisiacal, quasi-colonial settlement inhabited by an assortment of artists, writers, retired people, hangers-on and alcoholics who mixed cheerfully with an easy-going Cuban population who immediately won Bishop's heart. Writing to Marianne Moore in January 1938, Bishop took pleasure in describing the tiny houses with scrolls like paper cutouts, whose huge flowering plants seemed to have \"sapped the strength of everything else in town\". Bishop was furiously upset by what she saw of racial exploitation in America's Deep South, as she was later by the inhuman treatment of the poor by the privileged rich in Rio de Janeiro; yet she rarely permitted herself to give vent to her anger directly. \"Jerónimo's House\", \"Faustina\" and Part IV of \"Songs for a Colored Singer\" beautifully convey the poet's pity for and empathy with the poor black population of Florida. The popular ballad, \"The Burglar of Babylon\", with the more subtle lyric, \"Squatter's Children\", carry that sympathetic empathy to Brazil. But in all these poems, strong discipline in the writing stiffens the sentiments displayed, as though the poet were afraid of giving offence through condescension. \"Squatter's Children\" is one of 10 Brazilian poems Bishop completed between July 1955, when Houghton Mifflin in Boston published Poems: North &amp; South - A Cold Spring, and November 1965, when the New York firm of Farrar, Straus and Giroux brought out her third collection, Questions of Travel. Like the 1955 collection, the original edition of Questions of Travel divided naturally into three sections. The first consisted of 11 poems written and set in Brazil. The second, modelled on Robert Lowell's Life Studies, republished Bishop's autobiographical \"In the Village\", the story pivotal to all her work. A final section, \"Elsewhere\", consisted of three important poems relating to Bishop's childhood (\"Manners\", \"Sestina\" and \"First Death in Nova Scotia\") followed by five further poems connected by the thread of her travels and her process of self-recovery through memory. For any other poet, 19 poems and a short story would have seemed a poor show for 15 years' labour; and indeed, as Lota de Macedo Soares too often reminded her, Bishop was unable to keep up the pace of more facile writers. The entire corpus of her work has to be understood as the record of one hypersensitive person's cautious, watchful, self-conscious inching towards the truth. It asks to be read as autobiography, but as an autobiography told from the \"inside looking out\". Instead of a year-by-year chronicle of a life, we are given a series of impressions or \"looks\" - a slide-show of places, people, creatures and small events, all of which have been seen, enacted and carefully noted down to be carried ever afterwards in the clear mirror of the writer's memory: \"As if a river should carry all / the scenes that it had once reflected / shut in its waters, and not floating / on momentary surfaces.\" (\"The Weed\") A factor at least as inhibiting to Bishop as her relentless truth-seeking was her apparent inability to write very much without pursuing the line of ontological-cum-epistemological questioning she had laid bare \"in the waiting room\" of childhood. This line we can see multiplying and extending itself in \"Squatter's Children\", running back through \"Questions of Travel\", and \"Arrival at Santos\" to \"The Bight\", \"At the Fishhouses\" and \"Cape Breton\", among other major poems. It must be confessed that any bestowing of abstract terminology on Elizabeth Bishop is, to say the least, risky. She claimed to have been weak in philosophy, and rarely, in any case, favoured \"grand, all-out efforts\". In many ways, such a disclaimer was a form of self-protection masquerading as snobbery. Bishop didn't, in general, approve of academics who tried to explain or take over poetry, and she positively loathed aesthetic arguments, agreeing with Wordsworth that if you can't say something in everyday words, it is probably not worth saying. Conversely, categorically unanswerable questions such as what is a human being?, what is knowledge?, what choices are we given in this life?, what is there in the world that makes it it, and people people? must at some time, she thought, occur to everybody. Why muddy deep waters with useless discussion? Why not just look? It is, of course, one thing to ask \"big\" questions in language plain, another to answer them. No more than any other inquiring stoic could Bishop articulate her idea of being in the abstract. She could only speak truthfully about being somewhere, at a certain time. At their most convincing, Bishop's geographical poems begin in a lowkeyed mood, pointing at this and that. They go on so long, pointing and looking so intently that, by the end, some more abstract impression has to be felt. Only rarely, however, is this abstract idea identified, and even then it is often formulated as a question or a set of questions. It is, in fact, precisely the juxtaposition of personal, geological and historical perspectives in these Brazilian poems that, in setting up a drama of opposites, gives them life. Written as monologues, they point to situations that are in themselves dialectical. Furthermore, all these poems are addressed to somebody. Like George Herbert, Bishop casts herself in the role of interlocutor, and her wonder at nature was not unlike Herbert's apprehension of God. It was while she was visiting Nova Scotia in 1946 that Bishop first struck upon the phrase \"the geographical mirror\". She was making notes at the time for \"At the Fishhouses\", describing \"the dark icy, clear water - clear dark glass\" as \"my idea of knowledge, this cold stream, half drawn, half flowing from a great rocky breast\". In her biography of Bishop, Brett Millier inferred from these jottings that the poet had begun looking for herself in the mirror of the landscape. And it is probably true to say that Bishop's geographical poems are essentially exercises in selfplacement. Mirrors, however, throughout her work pretty consistently stand for the imagination. Her New York poems of the 1930s and 40s conceive of a looking-glass world that corrects or reverses the real one. In \"The Gentleman of Shalott\", \"From the Country to the City\" and \"Insomnia\", mirrors represent aspects of a divided consciousness; in \"Love Lies Sleeping\" and \"The ManMoth'\", they feature as alien eyes or tears; in \"The Weed\", they retain memories in drops of river-water. But with \"At the Fishhouses\" - and even earlier, in \"Florida\" - a shift of emphasis grants geography the central position formerly occupied by glass. Immediately, the question arises: which is the mirror in these geographical imaginings, the poet or the geography? Did the poet looking for herself in the landscape of \"At the Fishhouses\" expect to find an image of herself \"out there\"? Or did she realise that the act of looking is always reflective? No matter how intently she searched nature for an identity, she could see only what her eye and mind perceived. Geography could provide her with no more than a reflection in the transparent glass of her own polished window. · This is an edited extract from Five Looks at Elizabeth Bishop by Anne Stevenson (Bloodaxe)."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}