{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2006/mar/01/ukcrime.markoliver", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2006-03-01T18:16:05Z", "webTitle": "Six held in Kent raid investigation", "webUrl": "https://www.theguardian.com/uk/2006/mar/01/ukcrime.markoliver", "apiUrl": "https://content.guardianapis.com/uk/2006/mar/01/ukcrime.markoliver", "fields": {"headline": "Six held in Kent raid investigation", "bodyText": "Six people were tonight being held in connection with last week's £53m raid at a Securitas depot in Kent. The four men and two women were belived to include the owner of a farm in the county at which, for the fourth day in succession, police hunted for clues to the Tonbridge robbery. Officers from specialist search, vehicle recovery and diving teams combed the sprawling £1.5m Elderden Farm site on the outskirts of Maidstone, around 12 miles from the Securitas depot. Kent police refused to comment on earlier reports that a substantial amount of cash had been found on the site. A marked police van continued to block the entrance to the long lane leading to the farm, which the Land Regisrtry shows belongs to John Robert Fowler, a local businessman. Fingertip searches of fields and undergrowth around the site have been carried out, and vehicles have been taken away for inspection. Forensic experts were continuing to examine a white lorry believed to be the one used to transport the cash from the depot. The lorry was recovered from an undisclosed Kent location, police said. A vehicle of the same description was captured on CCTV as it left the Securitas depot last Wednesday. The cash cages were dumped later that day, at around 9.30am, and police are appealing for anyone who saw the lorry during this time to contact them. Police hunting the gang stopped more than 600 vehicles in the area last night. Around 20 officers stopped drivers on roads near Tonbridge and around Herne Bay, where the depot manager, Colin Dixon, lives. Mr Dixon, his wife, Lynn, and their nine-year-old son, Craig, were kidnapped by the robbers and held hostage until the gang fled with the money. Last night, officers asked drivers whether they had seen anything in the early hours of last Wednesday that could help the investigation into the UK's biggest cash robbery. \"I am very encouraged by the response from members of the public,\" the force's chief constable, Adrian Leppard, said today. In other developments, Securitas depot staff returned to work for the first time since the raid. The 14 employees tied up by the gang remain off work and are still receiving counselling for their ordeal. \"[The depot] is back up and running 24 hours a day,\" Securitas spokesman Carl Courtney said. \"The first shift came in some time after midnight. We are just trying to get back to normal. It's obviously a big disruption to all of them.\" He said the employees who had been held hostage would return to work \"once they and their counsellors decide the time is right\". They suffered varying degrees of shock and some received minor cuts during the raid, the firm said earlier."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}