{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/mar/20/france.angeliquechrisafis", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-03-20T23:42:36Z", "webTitle": "De Villepin faces strike threat after weekend of riots", "webUrl": "https://www.theguardian.com/world/2006/mar/20/france.angeliquechrisafis", "apiUrl": "https://content.guardianapis.com/world/2006/mar/20/france.angeliquechrisafis", "fields": {"headline": "De Villepin faces strike threat after weekend of riots", "bodyText": "France could be shut down by a general strike this week if the prime minister, Dominique de Villepin, does not move to withdraw a controversial new employment law today, trade unionists threatened yesterday. \"The prime minister is like a pyromaniac who has set fire to the valley and then withdraws to the hill to watch,\" Jean-Claude Mailly, secretary general of the Workers Force union, told the Journal du Dimanche yesterday after some 1.5 million protesters took to French streets in mass demonstrations on Saturday. \"We've got to continue our mobilisation,\" he said. The main boulevard of Paris's Latin Quarter was thick with teargas late on Saturday night as riot police moved to stop hundreds of students from breaking down police barricades and re-taking control of the Sorbonne University building they had occupied days before. Bands of students, with their faces wrapped in scarves and with lemon slices over their mouths to counteract teargas, had marched to the Sorbonne and charged the police lines. Some threw petrol bombs and bricks, but they were quickly overwhelmed by police. Riot police arrested 166 protesters. Seven police and 17 demonstrators were injured. Tourists in one of Paris's most picturesque quarters got caught up in the trouble, many seen fleeing with their eyes streaming from the gas. \"When youths take to the street, you don't know what can happen ...,\" said the spokesman for the opposition Socialist party, Julien Dray. \"By digging in its heels, the government is creating the conditions for troubles [that can have] dramatic consequences ...,\" he told Radio-J. Trade union leaders gave Mr de Villepin this evening's deadline to withdraw his law, warning that otherwise they would meet tonight to discuss calling a general strike, possibly on Thursday. High school pupils, including many from Paris's suburbs who have barricaded their schools with chairs and desks, are already planning further protests on Thursday. But Mr de Villepin, who has described himself as a \"man of action\" who would not cave in to street demonstrations, was conspicuously silent yesterday as his ratings in opinion polls plunged, further damaging his prospects in next year's presidential race. His only appearance at the weekend was a jogging expedition with friends on Saturday morning photographed by a Sunday newspaper. A French government spokesman said yesterday that the administration wanted dialogue but gave no sign that it was preparing to withdraw or suspend the law. France's youth employment stands at 23%, rising to 50% in some of Paris's poorer suburbs. The government hopes the new contract will spur employers to hire young people safe in the knowledge that they are not obliged to retain them. It will allow employers to fire workers under 26 within two years and with no explanation. The protests on Saturday, including students, trade unionists and young people from France's rundown suburbs which experienced rioting last year, had begun peacefully across France before boiling over. The mood was grim, with marchers wearing nooses and carrying pictures of coffins, saying that the government wanted to rob its already desperate young people of a secure future. Banners and chants attacked both Mr de Villepin and the interior minister, Nicolas Sarkozy."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}