{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/mar/19/match.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-03-19T19:36:29Z", "webTitle": "Premiership: Bolton 2 -1 Sunderland", "webUrl": "https://www.theguardian.com/football/2006/mar/19/match.sport1", "apiUrl": "https://content.guardianapis.com/football/2006/mar/19/match.sport1", "fields": {"headline": "Davies seals formality", "bodyText": "The Reebok stadium used to have rarity value in that it was one ground at which Sunderland did not have bad Premiership memories, having been unbeaten in three visits when they arrived. In keeping with the rest of their season, though, there was nothing left to celebrate at full time as Bolton , like most other teams this season, found hosting them a formality. Bolton's manager Sam Allardyce described this as a 'must-win' game and any other result looked unlikely throughout the afternoon. Bolton played a more patient game than their fans are accustomed to in the first half, enjoying plenty of possession but refusing to rush their attacks. Sunderland's only glimpse of a genuine opportunity was when Dean Whitehead's early cross prompted a breakdown in communication between Tal Ben Haim and Jussi Jaaskelainen but, between them, they eventually cleared. Aside from that, Bolton dominated. Kevin Nolan was his usual sturdy self and he combined well with Gary Speed before curling a long range effort wide. That chance stemmed from a Kevin Davies flick-on and another one of the striker's headers towards goal forced Stephen Caldwell into a hurried clearance. George McCartney was less composed when he later diverted Ricardo Gardner's strike dangerously towards his own goal.. The best chance of the half came shortly before the interval when Speed's cross from the left touchline was met by a powerful header from Davies, but Kelvin Davis produced an excellent reaction save. At half time, it was debatable whether playing at a more pedestrian pace was wise, but that discussion became irrelevant as Bolton quickly opened the scoring in the second half. Stelios Giannakopoulos drifted the ball towards the near post with a corner and Davies evaded the disorientated Danny Collins before placing his header beyond Davis. Sunderland struggled to deal with a couple more corners before Giannakopoulos pierced their defence from open play with a deep cross from the right. Speed managed to direct the ball beyond Davis with his header but it crept wide of the near post. Bolton continued to coast through the game with Giannakopoulos and Davies again linking up well from a corner, but the striker headed off-target this time. Henrik Pedersen demonstrated his creativity with a clever pass to feed Nolan who spun and shot into the side-netting. Nolan made amends though with a decisive late goal: Speed's header was blocked and the Bolton captain, with his back to goal, flicked the ball past the stranded Davis. Man of the Match - Kevin Davies Led the line confidently, proving far too strong and quick-thinking for Sunderland's defence. His regular interchange of positions with Kevin Nolan and Stelios Giannakopoulos made life difficult for the visitors."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}