{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2006/mar/05/features.review67", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2006-03-05T23:58:38Z", "webTitle": "Film: The Weatherman, Manderlay and others", "webUrl": "https://www.theguardian.com/theobserver/2006/mar/05/features.review67", "apiUrl": "https://content.guardianapis.com/theobserver/2006/mar/05/features.review67", "fields": {"headline": "Little wonder he's in a deep depression", "bodyText": "The Weather Man (101 mins, 15) Directed by Gore Verbinski; starring Nicolas Cage, Michael Caine, Hope Davis Manderlay (140 mins, 15) Directed by Lars von Trier; starring Bryce Dallas Howard, Danny Glover, Willem Dafoe, John Hurt Last Holiday (111 mins, 12A) Directed by Wayne Wang; starring Queen Latifah, LL Cool J, Timothy Hutton, Gerard Depardieu Stay (98 mins, 15) Directed by Marc Forster; starring Ewan McGregor, Naomi Watts, Ryan Gosling, Bob Hoskins MirrorMask (101 mins, PG) Directed by Dave McKean; starring Stephanie Leonidas, Rob Brydon, Gina McKee, Jason Barry Kidulthood (90 mins, 15) Directed by Menhaj Huda; starring Red Madrell, Jaime Winstone, Noel Clarke Deep Sea 3D (40 mins, U) Directed by Howard Hall; narrated by Johnny Depp, Kate Winslet There is something faintly ridiculous about TV weather people, as revealed in real life by Ulrika Jonsson, and on screen by Steve Martin (LA Story), Bill Murray (Groundhog Day), Nicole Kidman (To Die For) and now Nicolas Cage in The Weather Man, a bitter comedy that marks a change of direction for Gore Verbinski, director of Pirates of the Caribbean. Cage in his hangdog mode plays David Spritz, a highly paid Chicago TV weatherman, but a showbiz figure, not a meteorologist. Full of self-contempt over standing in front of a blue screen gesticulating wildly and smiling ingratiatingly, he expatiates confidently on a subject of which he knows little. It's winter, the Windy City is colder, more blustery than ever, and Dave is at the end of his tether. Sorrow and laughter go hand in hand as his life falls apart. He's separated from his wife, his teenage kids are deeply disturbed and everything he says and does goes disastrously wrong. Only his performances on screen work out, but he doesn't win respect. A hilarious running gag has TV viewers shouting 'weather man' and pelting him with junk food from passing cars. They treat him like a clown and he regards himself as the human equivalent of junk food. Most significantly, nothing he does impresses his father, a Pulitzer Prize-winning novelist suffering from terminal cancer (a rheumy-eyed Michael Caine sporting his best American accent to date). Their relationship parallels that between Paul Scofield as the fastidious literary intellectual and Ralph Fiennes as his self-deceiving son in Quiz Show. The Weather Man is an acute study of a father-son relationship that, possibly because of the Chicago setting, makes one think of Saul Bellow. Occasionally, the film edges towards sentimentality, only to be pulled back by a barbed line, a deflating remark in Cage's voiceover or an unexpected incident. It's a brisk, modest film and Steven Conrad's script taught me a new word. 'Camel-toe' is an insulting term used by schoolboys to describe teenage girls who wear clothes so tight that they expose the cleft of their vaginas. A sequel to Dogville, Manderlay is the second film in a projected trilogy of smug Scandinavian sermons that Lars von Trier is delivering (in a form of English) on America, its sins and hypocrisies. This one, in 12 chapters, is set in 1935 Alabama, where the do-gooding heroine Grace (Bryce Dallas Howard) discovers a plantation where slavery is preserved and takes a bet with her cynical gangster father (Willem Dafoe) that she can liberate the slaves and turn them into a self-respecting liberal community. Naturally, everything goes wrong because the blacks have been conditioned to servitude and the whites intend to keep them that way. As in Dogville, the heroine is humiliated in every possible way. Staged like an impressionist play of the 1940s (the skeletal sets are reminiscent of Brecht), Manderlay is a puerile film, its thinking much like the crude Soviet view of American history. One can well understand Nicole Kidman not wishing to continue playing Grace after Dogville. Last Holiday is a Hollywood remake of a minor British movie of 1950, scripted by JB Priestley. Alec Guinness played a sad, anonymous clerk who, believing himself to be terminally ill, spends his savings on a final vacation at an exclusive country hotel. Freed from all inhibitions, he blossoms and discovers the joys of life. In Wayne Wang's film, the hero has become a heroine, black comedian Queen Latifah. After receiving her death sentence, she quits her job at a New Orleans department store and heads off to an ultra-expensive hotel in Karlovy Vary. She's a would-be gourmet cook and one of her favourite chefs (Gerard Depardieu) works there. The movie is big-hearted, heavy-handed, and von Trier ought to see the way Queen Latifah wins friends, influences people and socks it to Mr Charlie. Priestley's film concluded on a note of tragic irony that anticipated the end of The Wages of Fear. The Hollywood version, being very much a death-lite film, ends happily. Movies that turn out to be dreams or the final visions of dying people, or are seen from the point of view of a deranged mind, go back to that seminal expressionist masterpiece, The Cabinet of Dr Caligari of more than 80 years ago. Recent examples include James Mangold's Identity, John Maybury's The Jacket and now the flashy Stay, which makes phantasmagoric use of New York. It begins with a young man (Ryan Gosling) walking away from a terrible traffic accident on Brooklyn Bridge and becoming a patient of shrink Ewan McGregor, who keeps announcing: 'I am a psychiatrist' as if it were some sort of mantra. The young man threatens to commit suicide three days later on his birthday and odd things start to happen to and around McGregor. Deja vu rears its familiar head (or perhaps that's 'Deja View from the Bridge') and nothing makes or is, indeed, intended to make real sense. Like The Company of Wolves and The Wizard of Oz, MirrorMask, a collaboration between cult illustrators, designers and comic book artists Dave McKean and Neil Gaiman, is quite open about being the anxiety dream of an adolescent girl. She's Helena (Stephanie Leonidas), whose mother (Gina McKee) and father (Rob Brydon) live in Brighton and run a second-rate circus. Mum has been taken into hospital shortly after Helena has wished her dead and the guilty girl makes a therapeutic nocturnal journey through a world of strange creatures and masked humans. Mixing live action, stylised sets and computer-generated images, the movie has a rough-hewn, handmade feeling that is the opposite of Hollywood slickness. In the clumsily titled Kidulthood, the multiracial pupils at a dreadful London comprehensive are given a day off to grieve over a girl they've driven to suicide. They spend it thieving, fighting, screwing, fellating, taking pregnancy tests, doing (and selling) drugs, beating people up and finally killing. It's supposed to be a wake-up call for complaisant parents like the ones in the movie. It's, in fact, a shallow, hysterical picture, though Brian Tufano, one of our best realistic cinematographers, has done a splendid job of lighting it. Deep Sea 3D, a short Imax documentary, offers remarkable images of underwater life in the Caribbean and the Pacific and answers an emphatic 'No' to Bing Crosby's old question: 'Or would you rather be a fish?' The feeble commentary is delivered by Johnny Depp and Kate Winslet, the latter speaking in a flat, patronising manner."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}