{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2006/mar/16/ukcrime.patrickbarkham", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2006-03-16T23:58:46Z", "webTitle": "Ex-prostitute denies killing husband, 72, who rescued her", "webUrl": "https://www.theguardian.com/uk/2006/mar/16/ukcrime.patrickbarkham", "apiUrl": "https://content.guardianapis.com/uk/2006/mar/16/ukcrime.patrickbarkham", "fields": {"headline": "Ex-prostitute denies killing husband, 72, who rescued her", "bodyText": "An Estonian woman accused of murdering a pensioner she married described yesterday how he had rescued her from a life of prostitution. Tatjana Edwards, 27, told Southwark crown court how her love affair with marketing consultant Gwyn Edwards, 72, turned sour when she set up home in his cramped and dirty flat and his promises of a luxury home, a car and a new career failed to materialise. But the former prostitute insisted she had loved her husband and did not kill him because he had lied about being a millionaire. She said she accidentally stabbed him in the stomach with a kitchen knife as he struggled to stop her committing suicide in June last year. She denies murder. Wendy Joseph QC, for the prosecution, has told the court the former prostitute's marriage was mainly motivated by money. She read a letter to the jury in which the defendant complained about not being given a breast enlargement operation or the lavish white wedding she was promised. She also moaned about her \"ugly\" bedroom, the clothes her husband wore, his early bedtimes, his unhygienic dog, his failure to wash his hands after going to the toilet and his snoring. \"I'm used to having breakfast, lunch and dinner on the table, massage treatment to my body and shopping every day,\" she wrote. Giving evidence, Mrs Edwards claimed she was drugged and raped by two Bulgarian men shortly after coming to Britain to study and they forced her into prostitution. She said she had believed her husband was \"about 52\" when they first met at a £200-a-time \"massage parlour\" in west Hampstead. As his visits to the brothel continued, Mr Edwards, who \"behaved like a gentleman\", had claimed he was worth £64m. He began taking her on dates, and bought her designer clothes, cosmetics and jewellery. \"There was something special about him, the way he was behaving with me. He was interested in me, really fond of me. I could see he was going to look after me.\" Four months after they met, he bought her a diamond-studded engagement ring and proposed. \"He said it was destiny that we were meant to be together ... he said the age gap was normal in this country.\" She gave up her job and moved into his home in Ottershaw, Surrey, and they married in August 2003. But his small home was actually rented and his promise to buy a £1.7m property never came to anything. As her disenchantment deepened, she wrote a letter accusing him of \"playing with my feelings\" and of telling \"lies and hiding things\". But, the jury heard, at the same time as she was detailing her disenchantment she was \"draining\" his finances with frequent trips to eastern Europe, cash handouts to relatives, an extravagant taste in clothes and a four-figure bill at a hairdresser's. The hearing continues."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}