{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2006/mar/16/northernireland.northernireland", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2006-03-16T23:58:48Z", "webTitle": "Sinn Féin needs new peace process incentive, warns US envoy", "webUrl": "https://www.theguardian.com/uk/2006/mar/16/northernireland.northernireland", "apiUrl": "https://content.guardianapis.com/uk/2006/mar/16/northernireland.northernireland", "fields": {"headline": "Sinn Féin needs new peace process incentive, warns US envoy", "bodyText": "Sinn Féin has one last \"high card\" to play in the peace process but is reluctant to give it away for nothing, the US presidential envoy on Northern Ireland warned yesterday. In a stark assessment of the political stalemate in the province, Mitchell Reiss added to the pressure on the Democratic Unionist party to engage with the republican movement. \"Ian Paisley's DUP currently refuses to enter into local government with Sinn Féin or even talk with them at an official level,\" Mr Reiss said. \"Despite all the progress over the past year, the DUP still harbours doubts about whether Sinn Féin and the IRA are truly committed to democracy and the rule of law. If ... the DUP will never negotiate directly with Sinn Féin, why should Gerry Adams take the difficult step to have his party endorse the police service - a step some of his followers oppose? Why should he give away the last high card he has to play unless he is going to have some guarantee that this step will lead to the full restoration of local government?\" Peter Hain, the Northern Ireland secretary, insisted Sinn Féin had committed itself to peaceful and democratic means. He told Ian Paisley in the Commons: \"Sooner or later, your party needs to talk to Sinn Féin since they are the second largest party in Northern Ireland.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}