{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/mar/19/match.sport6", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-03-19T19:40:43Z", "webTitle": "Premiership: West Brom 2 - 1 Manchester United", "webUrl": "https://www.theguardian.com/football/2006/mar/19/match.sport6", "apiUrl": "https://content.guardianapis.com/football/2006/mar/19/match.sport6", "fields": {"headline": "Saha double leaves Ruud in the shade", "bodyText": "Two goals from Louis Saha kept up Manchester United's challenge for second place and took their mind off the absolute misery of having to fork out for their own Carling Cup final tickets, leaving Ruud van Nistelrooy wondering whether he will have to pay to get back into the team. United again started with Ryan Giggs in central midfield, but once more it was the attacking personnel that attracted most attention. Saha has a busier allround game than Van Nistelrooy, goes the argument. He certainly does at the moment. While Saha gets a prolonged chance to demonstrate his undeniable pace and mobility on the pitch, Van Nistelrooy is glued to the bench. T his fixture gave him the opportunity to compare notes with Nathan Ellington and Nwankwo Kanu, the two West Brom strikers whose starting opportunities have become limited, although whether Kevin Campbell is ahead of them on account of his pace and mobility is a matter for Bryan Robson to judge. Nevertheless, it was Saha's pace and mobility that resulted in United taking the lead in the 16th minute. Showing a willingness to charge up the left wing rarely exhibited by Van Nistelrooy, Saha did well to keep in a long punt upfield by the corner flag and won a corner from Steve Watson as a result. Heading in Giggs's cross was a simple matter for the Frenchman once the West Brom defence had decided not to bother with anything like a challenge, though without Saha's ability to chase a lost cause the position would not have been gained in the first place. Not really learning the lesson, Paul Robinson needlessly gave away another corner 10 minutes later and this time Nemanja Vidic reached Giggs's cross, only to see his header fly over the bar. The problem for West Brom soon became clear. With Rio Ferdinand and Vidic easily looking after Campbell, the home side found breaking out of their own half difficult, let alone setting up an equaliser. Apart from a brief chance when Diomansy Kamara denied Campbell a shooting opportunity by crossing fractionally behind him, every home clearance came straight back, with Saha, Wayne Rooney and Cristiano Ronaldo taking turns to run at the Baggies' hardpressed back line. The only time West Brom threatened was from set pieces, and Edwin van Der Sar had two sharp saves to make before the interval from a Kamara free-kick and a Curtis Davies header from a corner, but United had only themselves to blame for not being out of sight at half time. Rooney swaggered into the penalty area unchallenged after 40 minutes, only to spend too much time setting himself up for a shot and seeing Martin Albrechtsen whip the ball off his toes. Then Saha played Giggs clean through to be denied point blank by Tomasz Kuszczak, though with the whole of the goal to aim at Giggs could have done better than shoot almost straight at the goalkeeper. West Brom brought Kanu on for the second half, United picked up where they had left off by squandering opportunities to make the game safe. A Ronaldo cross trickled across the face of goal in the 51st minute, for want of a Van Nistelrooy to tap in from two feet, and a fierce drive from the Portugal winger five minutes later was on target until Kuszczak sprang to his right to deflect it. Rooney effortlessly found space for a shot after an hour, letting the ball do the work from Kieran Richardson's pass, but he also found Robinson's foot in the way after the full back intelligently came across to block. A clue that the travelling United fans were growing anxious came when they began to chant Van Nistelrooy's name, though in the end Sir Alex Ferguson was spared a tricky decision when Saha supplied a clinical finish right on cue. Ronaldo prodded the ball forward into the space in front of Kuszczak and Saha was on it in an instant, taking one touch to control and a second to steer a shot past the advancing goalkeeper. With the contest apparently over, United fans continued to chant 'Ruud', though this time they only wanted a wave from the track-suited reserve warming up on the nearby touchline. Van Nistelrooy rather unenthusiastically obliged. Ellington's goal brought the contest back to life, however, the substitute climbing above Vidic to head in a corner and leave United a nervy last 13 minutes. To their credit, the visitors took the setback in their stride and went looking for a third goal. Rooney missed another chance and Saha could have had his hat-trick until Davies stuck out a boot to block his shot. It would not have been undeserved. Man of the match - Louis Saha You can see why Sir Alex Ferguson is giving him a run. The Frenchman's pace is deadly, he works very hard and he is building a promising partnership with Wayne Rooney. He scores goals, too, although United as a whole need to become more clinical."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}