{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2006/mar/19/observerescapesection1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2006-03-19T19:16:18Z", "webTitle": "The hot topic: The rise of the 'personal concierge'", "webUrl": "https://www.theguardian.com/travel/2006/mar/19/observerescapesection1", "apiUrl": "https://content.guardianapis.com/travel/2006/mar/19/observerescapesection1", "fields": {"headline": "The rise of the 'personal concierge'", "bodyText": "Asking for fresh orchids in your hotel room, a rare whisky by your bedside or a private viewing of an art gallery have typically been the holiday demands of diva-esque pop stars, but now affordable 'travel concierges' are replacing travel agents and arranging the minutae of normal holidaymakers' trips too. Working as travel-focused personal assistants, concierges will take care of the practicalities of organising a trip as well as ensuring extras are provided. 'To ensure that a client got the maximum enjoyment out of a birdwatching trip to Botswana, for example, we arranged for Botswana's top wildlife guide to escort her throughout the holiday,' said Mark Robinson, director of the Private Travel Company, a new 'travel counselling' service. It offers advice, such as where to find the best pedicure in Hong Kong, and also takes care of mundane tasks at home, such as cancelling the milk and papers. It is not just the rich and famous paying for such services, busy professionals and parents with young families are starting to use them too. 'Many people think our service is only for high-flying executives or pop stars, but we now have clients from many walks of life,' says Mark Timberlake, director of Life's 2 Short, a new 'lifestyle management company', which, for £30 an hour, can arrange for a concierge to research a holiday and make bookings. The growth of such niche services is a symptom of the need for travel agents to diversify as falling commission levels and the trend for booking online forces many high street agents to close. Only last week, British Airways announced it would shut all 17 of its high street stores by August. Last year, 39 travel agency members of the Association of British Travel Agents closed down, leaving 6,037 high street branches - 1,500 fewer than in 1989. 'Many agents have really changed the emphasis of their businesses, and now sell many more tailormade and niche holidays,' said an Abta spokeswoman. · For more information visit www.privatetravelcompany.co.uk; www.lifes2short.co.uk"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}