{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2006/mar/13/christmasappeal20051", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2006-03-13T18:18:07Z", "webTitle": "Christmas appeal update: Kenya", "webUrl": "https://www.theguardian.com/uk/2006/mar/13/christmasappeal20051", "apiUrl": "https://content.guardianapis.com/uk/2006/mar/13/christmasappeal20051", "fields": {"headline": "'People can live positive, healthy lives'", "bodyText": "In a country with over 150,000 Aids deaths among adults and children every year, trained doctors and nurses capable of providing proper medical care are in short supply. To get the maximum number of people on treatment MSF employs teams of volunteers to provide home based care for people with HIV and Aids. The 144 volunteers range from community health workers to people who are HIV positive and want to provide help and assistance to others. Donations from Guardian readers will help care for those too sick to get to a hospital or clinic to continue. MSF also provides Aids treatment in Busia hospital and nine other health facilities, treating over 2,000 people with antiretroviral drugs (ARVs). During 2006 MSF will continue focusing on improving the care given for opportunistic infections and the prevention of mother to child transmission, as well as supporting the Ministry of Health in starting more people on ARV treatment. As Phil Thomas, MSF's head of miision, explains: \"MSF kickstarted the Busia ARV programme in 2003. By establishing it we tried to encourage the Kenyan Ministry of Health to do the same. MSF is filling a gap in Busia, but at the same time trying to strengthen the existing system.\" \"The level of stigma in Kenya is reducing slowly, especially as it is seen that people can live positive, healthy lives even though they are infected with HIV. Treatment has helped a lot. People see each other getting better and are more willing to step forward and start taking ARVs, but there is still a long way to go.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}