{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2006/mar/11/andrewmotion.featuresreviews", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2006-03-11T23:56:35Z", "webTitle": "Review: Return to Akenfield: Portrait of an English Village in the 21st Century", "webUrl": "https://www.theguardian.com/books/2006/mar/11/andrewmotion.featuresreviews", "apiUrl": "https://content.guardianapis.com/books/2006/mar/11/andrewmotion.featuresreviews", "fields": {"headline": "From rag rugs to beetle banks", "bodyText": "Return to Akenfield: Portrait of an English Village in the 21st Century by Craig Taylor (288pp, Granta) It's 35 years since Ronald Blythe published Akenfield, his classic portrait of a Suffolk village, but the original impact of the book has never quite died away. As a piece of oral history, it set new standards of authority and popularity; as a picture of rural life in turmoil, it had exceptional social interest; and as a witness to \"ordinary lives\", it had unforgettable pathos. When Peter Hall made his film about the place, he struggled to avoid sentimentality in much the same way that Blythe himself had done - and largely succeeded. But his difficulties suggest something important about the book's power: it's moving because it's clear-eyed. The emotional strength depends on the documentary discipline. Much the same goes for Return to Akenfield, which updates the story of the village (in reality two villages combined) using essentially similar methods. The author-organiser Craig Taylor interviews locals (including the 83-year-old Blythe); he arranges the results in sections (\"Farming\", \"Incomers\", \"The Kids\", etc); and he keeps an eye on community issues as well as individual histories. The big difference is that whereas Blythe had known the area all his life and had an intimate knowledge of its deep past, Taylor is an outsider: he was born in Canada. This might have been a problem had he wished to assert his own views and personality. As it is, he uses a degree of detachment to boost the resonance of his findings. The result may not have the startling freshness of the original, but it nevertheless brims with interest. In the late 1960s, Akenfield was struggling to cope with the effects of the most dramatic changes to have affected agricultural communities for generations. The decision to look on farming as first and foremost a means of production had changed the look and function of the landscape. It had driven many people away from their native places, eroded the fabric and the feel of rural life, and eclipsed a long inheritance of traditions. The village felt doomed to be changed beyond recognition - either by decay, or by surrendering to an influx of new arrivals who might not want to preserve what they were set to inherit. In the quarter of a century and more since then, the pace of change has only quickened. The impact of EU demands and subsidies, the national catastrophe of foot and mouth, the continued drift of farmworkers to the cities and of city people to country homes they inhabit only at weekends, the growth of imports and labour from overseas - all these have deepened the crisis that Blythe mapped and lamented. And Taylor is good at showing their effect. The old Akenfield was harried and bedraggled, clinging to the old ways by its fingertips. The new Akenfield is even less centred (on the sparsely attended church, on embattled local retailers, on the old seasonal rituals). The ancient ties between its life and its land are sorely stretched. Stretched, but not broken. Blythe himself, in the two interviews that open and close Taylor's book, is at pains to say that although the old normalities have largely disappeared, taking with them a whole calendar of festivities and cohesions, there have been compensations. He insists that life is simply more comfortable than it used to be - and that individual eccentricities are less likely to be censured. Steve Coghill, who lectures at nearby Otley Agricultural College, adds to this, pointing out that a lessening emphasis on \"production, production\" also has its rewards. \"We are now seeing a return to managing the land in a more biodiverse way,\" he says. \"We have larger headlands. We have beetle banks that encourage predators to come in and knock out the pests rather than spraying them with phosphorous compounds every 10 minutes. Also new technology like companion planting. These old wives' tales are turning out to be true.\" These improvements matter, but they create a complicated kind of optimism. Yes the population has increased, yes the standard of living has improved, and yes the landscape has grown in some respects more beautiful to look at. But the mood of the interviewees is often elegiac. As far as the older inhabitants are concerned, this is hardly surprising: they've seen acres of ancient fruit orchard swept away, job opportunities for farmworkers diminish, and their children - in most cases - turning to professions that rupture the sense of continuity. The evidence is all the more touching for appearing in terms which conjure the past with wonderful vividness, both because they remember vanishing skills and because of their \"good old boy\" accent and idiom. Alan \"Bud\" Buckles, an 80-year-old rag-rug maker, is a good case in point. \"A rag rug's a marvel,\" he tells Taylor. \"When I was a little one I couldn't find bloody much to do, so I found a pair of scissors and cut them. I was in a real mess when I finished but I done it. I done it and I cut it. And that's how I come to make my rugs so. But it's a long while ago I made my last rug.\" And what about the \"incomers\"? Patrick Bishop, a young entrepreneur, is not alone in regretting a lack of community feeling (\"we haven't had a good village pub for a long time\"). Others miss local shops and a decent public transport system. Others again worry that they might be contributing to what one of the well-established farmers calls \"a blandness, a sort of sameyness about everything\". Paradoxically, this suggests more similarities between young and old than either like to admit: they might put it differently, but they share the sense of living at the end of an epoch, and know they are facing threats they have little power to control. On the other hand, there's no doubting the pleasure that incomers take in country life, and many of them speak about this with an enthusiasm that matches that of the village elders. The darkness of unlit lanes, the clear stars, the wildlife ... these are praised in little prose-poems that are as touching as the celebrations that made Akenfield so impressive. Furthermore, they prove something about the incomers' willingness to fit in, even if this means admitting that the reality of a country existence is more testing than they first imagined. Keith Gipp, a retiree who moved to Akenfield from Surbiton, says: \"You see these rabbits with myxomatosis, and at the beginning you think, poor thing, should we take it to the vet's? You eventually realise it's better to put it out it out of its misery ... I now get hold of its back legs and break its neck on a tree. I wouldn't have dreamt of doing that in Surrey.\" By the end of Return to Akenfield, and in spite of everything that continues to make the villagers feel vulnerable or hard done by, this adaptability has produced a mood of quiet hopefulness. Does this mean Taylor has in fact been gentler in his reading of the place (even, perhaps, more sentimental) than he appears? It's certainly true that he does less than he might to show the extent to which Akenfield, like most villages within commuting distance of London, has been merely prettified rather than enriched at a fundamental level. Neither does he have much to say about the impact of recent legislation (the anti-hunting bill, for instance). But even if these things had been mapped in more detail, they probably wouldn't have done much to alter his conclusions. Return to Akenfield is a generous tribute to the generosity of the place it describes, and tells a heartening story about tolerance and resourcefulness. Have the same qualities saved and invigorated other villages elsewhere? It's difficult to say, and reasonable to feel doubtful. The faulty connection between town imperatives and country living remains one of the great national issues of our time. · Andrew Motion is the poet laureate."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}