{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2006/mar/13/christmasappeal20058", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2006-03-13T17:30:37Z", "webTitle": "Christmas appeal update: Malawi", "webUrl": "https://www.theguardian.com/uk/2006/mar/13/christmasappeal20058", "apiUrl": "https://content.guardianapis.com/uk/2006/mar/13/christmasappeal20058", "fields": {"headline": "'We need to spread the support of MSF'", "bodyText": "Like many African countries Malawi suffers from chronic food insecurity and part of MSF's HIV/Aids work focuses on treating HIV positive people who are suffering from malnutrition. In 2006 MSF will expand and improve its HIV care in Malawi. Two extra staff, a nurse/pharmacist and a logistician, will join the existing team of twelve. The hospital where MSF works was recently classed as a centre of excellence by the Malawian ministry of health, but with 150 new admissions a month it is at its full capacity. At the same time there are districts in Malawi where there is no HIV and Aids care at all, no testing and no support. Over the next year MSF wants to help other health authorities to provide this care. As head of mission, Nathalie Borremans says: \"We do not want Thyolo hospital to become an island of perfection, we need to spread the support of MSF and reach as many people as possible.\" In the past all patients had to come to Thyolo hospital to receive their antiretroviral treatment (ARVs) for the whole length of their treatment. Today MSF is offering support to provincial health authorities so patients can follow treatment in their local clinics after an initial phase of three visits to Thyolo hospital. This is currently possible in 7 clinics. In 2006 MSF hopes to extend this service to the 14 health centres it is supporting. There is a lot to do but MSF is certainly not alone. As Nathalie says: \"There is a lot of political will and commitment to HIV and Aids treatment in Malawi. MSF is working together with the Ministry of Health and many other actors and moving forward together.\" - Click here to listen to Margaret Fitzgerald, one of MSF's staff, describing the charity's work in Malawi."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}