{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2006/mar/11/featuresreviews.guardianreview4", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2006-03-11T23:56:33Z", "webTitle": "Non-fiction: March 11", "webUrl": "https://www.theguardian.com/books/2006/mar/11/featuresreviews.guardianreview4", "apiUrl": "https://content.guardianapis.com/books/2006/mar/11/featuresreviews.guardianreview4", "fields": {"headline": "Physics lessons from Superman", "bodyText": "The Physics of Superheroes, by James Kakalios (Duckworth) Love comics, but find physics dull? Why not combine the two for a unique edutainment experience, as Professor Kakalios began doing for freshmen at the University of Minnesota? They loved it. And it works superbly. You might not know or care about such controversies as whether Spider-Man, slinging a web to catch a woman falling off a bridge, actually killed her by accident, but Kakalios's use of such stories to elucidate the finer points of impulse and momentum is extremely readable. Superheroes famous (Superman) and not so famous (Ant-Man, who can become very small at will) teach us about everything from gravity to the make-up of atoms. Popularisation of such stuff is hardly new, of course, but the book comes into its own with the weird fauna of modern physics, such as infinite universes, when the dynamic, imagistic approach of Kakalios's writing makes it all seem eminently graspable, at least in rough outline. I fear the recurring joke that physicists are really strong and sexually attractive may be protesting too much, but as a whole the book is, um, super. Debating Globalization, by David Held et al (Polity) This symposium opens with a statement of Held's view that the current \"Washington consensus\" of neoliberal global economics and \"Washington security doctrine\" of pre-emptive military dominance must be replaced with his \"social democratic agenda\" and multilateral \"human security doctrine\". The ideas, and their concrete details, are then debated by 13 thinkers (including Anne-Marie Slaughter and Kofi Annan) before Held answers back at the end. Some disagree with Held's picture of the present; others on what to do about it. In one of the most thoughtful essays, Roger Scruton agrees that the rule of law \"has been extinguished all over the world\", but claims that this is \"through no fault of Washington, but on the contrary, despite the best efforts of Washington to insist upon it\". Actually, Washington does not insist on the rule of law even on its home soil: the current administration is quite explicit in its view that law cannot bind the president's actions. In the face of this fact, the complaint by some contributors that Held's gloomy view of Washington is merely a paranoid fantasy will not quite hold up. Nonetheless, the debate is conducted in civilised terms on all sides, which itself may represent a spark of hope. The Universe in a Single Atom, by the Dalai Lama (Little, Brown) Here is a religious leader considering the findings of modern science and deciding that, in their light, some of his own traditions must be modified. You don't see that every day. The Dalai Lama (henceforth DL for brevity's sake) relates hours of obsessive boyhood tinkering in his Tibetan palace with clocks and engines, which instilled a lifelong fascination with science, and friendships with numerous world-class physicists and biologists. With immense charm and lucidity, he riffs on possible congruences between quantum physics or relativity and the Buddhist concepts of impermanence and nothingness. There is also a major argument that Buddhism can offer something in the way of investigation that current science does not, particularly in the study of consciousness. A third-person approach to a first-person phenomenon is too limited, says DL. Thus, cognitive scientists should share ideas with Buddhist meditators, who show, as a US scientist reveals, some very unusual brainwave patterns. Rather than imposing some grand theory, DL simply argues that it would be very interesting to find out more in this fashion. The reader is by this point feeling so marvellously calm that it is impossible to disagree."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}