{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2006/mar/05/features.review17", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2006-03-05T23:58:39Z", "webTitle": "Tim Adams: Me, Harold and that honours list", "webUrl": "https://www.theguardian.com/theobserver/2006/mar/05/features.review17", "apiUrl": "https://content.guardianapis.com/theobserver/2006/mar/05/features.review17", "fields": {"headline": "Me, Harold and that honours list", "bodyText": "It was all to do with the typewriters, she says. It was Harold Wilson's last day in office and so it was her last day too, and her typewriter had been packed away. He had these scraps of notes on which he had written his resignation honours list, lots of pieces of paper. He wanted them all typed but she said she had no typewriter so he said just write it out. She was sitting at the round table in the entrance hall at Downing Street and she collated the list on civil service copy paper. The paper may have been lilac, or lavender-ish, who knows? 'But it wasn't my list, it was his list. Of course it was. He was the Prime Minister. It was just the typewriters, you see.' Marcia Williams, Baroness Falkender of West Haddon, as she became after that honours list was published, has not spoken directly for 30 years about the infamous events that closed Harold Wilson's second term of office on 16 March 1976. She does so now because of Francis Wheen's BBC4 drama The Lavender List, which on Wednesday reheated the accusations made by Wilson's old advisers Joe Haines and Bernard Donoughue that Williams forced Wilson to honour men - James Goldsmith, Joe Kagan - who had eased her own passage into retirement from her role as Wilson's private and parliamentary secretary. On Wednesday evening, Lady Falkender was sitting in her wheelchair in the House of Lords bar nursing a scotch and seething quietly as she worked out where to start. She has a shock of white hair and eyes that can still fix you. She had watched an edited preview of the drama in which Gina McKee played her as a manipulative harpie, screaming at Wilson in fits of jealous rage, feathering her own nest and single-handedly destroying the government. Falkender suffered a stroke eight years ago, which has left her with one leg paralysed, and every so often as she talked she held her head in her hands, as if trying to get things straight once and for all. She had, in the new way of things, been truly 'docudrama-ed' and it was not a good feeling. 'I've never responded before because I think a Prime Minister's life should not be talked about in this way. But now I find all of this, Joe Haines's version of my life, has been made into a play? What should I do?' One thing she had done was to write to BBC chairman Michael Grade to ask him to have the documentary stopped ('after all, his own uncle was on that honours list') but Grade simply passed her comments on to the director-general, who batted them back. She talks about solicitors but is not sure she has the strength for a court case. Instead she turns the allegations over and over in her mind. The drama suggested that James Goldsmith paid for her house. 'No, he did not! I will take them to town for that! I had no job from James Goldsmith. I worked for Harold Wilson, right up to his death!' At the heart of Wheen's drama was the inference that Falkender and Wilson had once had an affair, which gave her power over him. Wheen lifted Haines's recollection that Falkender had told Wilson's wife, Mary, that she 'went to bed with Harold six times in 1956 and it was not satisfactory'. She flinches now at the suggestion. 'I have said it! Harold said it! Mary has said it! There was no affair! But Joe Haines does not seem to hear the word no.' It is hard to picture her now as a woman who might have called the Prime Minister a 'fucking bastard' for not doing as he was told. She says, horrified, that she never swore at him. 'I was the only woman amongst men, and they would not often let me speak. I sometimes used to shout if I had something to say.' She was with Mary Wilson, earlier in the day at the Lords. 'We are close,' she says. 'We talk everything through.' What would Harold have made of the BBC drama? She thinks for a bit. 'He would have been more than a little disgruntled, I would say.' She laughs slightly wildly."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}