{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2006/mar/29/guardianobituaries.usa", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2006-03-28T23:03:54Z", "webTitle": "Obituary: Caspar Weinberger", "webUrl": "https://www.theguardian.com/news/2006/mar/29/guardianobituaries.usa", "apiUrl": "https://content.guardianapis.com/news/2006/mar/29/guardianobituaries.usa", "fields": {"headline": "Caspar Weinberger", "bodyText": "Caspar Weinberger, who has died aged 88, was among the best friends the Pentagon ever had. In his seven years as US defence secretary (1981-87), he lavished unprecedented peacetime funds on military hardware, raising the annual defence bill by 50% in real terms, at a weekly cost to the American taxpayer of $6bn. This extraordinary arms race helped the Reagan administration plunge the United States into a national debt of $2,600bn, more than that achieved by any previous president. Weinberger met virtually every demand put forward by the services - there were 90 more naval ships, two divisions for the army, costing $10bn a year to maintain, and 94 B-1B bombers, worth $200m each, for the air force. He also embarked on Star Wars, the wildly expensive Strategic Defence Initiative, which has still not been made workable after an investment of $50bn. Yet there was little evidence of a coherent strategy behind this profligacy. Each of the services was left largely to pursue its own course, often in competition with the others. There were the inevitable scandals about the misuse of this largesse. Halfway through Weinberger's tenure a defence department audit team uncovered fraud in 10% of the contracts it monitored. Even manufacturers who played fair had an incentive to bump up their costs, with contracts written so that profits automatically rose by a similar proportion. This meant the Pentagon could be charged $2,000 for a standard half-inch nut and $33 for a canteen sandwich. In addition, by 1985 the country's largest defence contractor, General Dynamics, had paid no federal taxes for 13 years. But Weinberger's abrasive personality left him convinced that his policy was the only valid option. His memoirs contained waspish attacks on such varied officials as budget director David Stockman for disloyalty; on secretary of state Alexander Haig for ignorance of the US constitution; and on national security adviser Robert McFarlane as \"a man of evident limitations which he could not hide\". His running feud with Haig's successor at the state department, George Shultz, repeatedly paralysed American foreign policy, especially in the Middle East. Weinberger's public career wound up in near ignominy when he became the most senior member of the Reagan cabinet to be indicted for perjury and obstruction of justice during the Iran-Contra scandal. The charges arose from his testimony to a congressional investigation that he had known nothing about the illegal sale of arms both to Iran and to anti-government guerrillas in Nicaragua. (Had he admitted such knowledge he would have had to testify that Reagan possessed it too.) Later, investigators found 1,700 pages of notes in his handwriting confirming that he had, indeed, had advance knowledge of the plan. In December 1992, in spite of congressional opposition, President George Bush granted Weinberger an executive pardon days before the case came to trial. Under his father's influence, Weinberger had been steeped in politics from his childhood in San Francisco. One of his clearest memories was listening, at the age of seven, to the radio coverage of the infamous 1924 Democratic convention, which took 102 ballots to pick Wall Street lawyer John Davis as its (losing) presidential nominee. By adolescence, his instincts were firmly conservative. He thought the election of Franklin Roosevelt a terrible mistake and became notorious as a student for the rightwing editorials he penned as editor of the Harvard Crimson. Academically, he did extremely well, graduating summa cum laude and being offered a scholarship to Cambridge. However, he decided to follow his father into the law, graduating from Harvard Law School in 1941. By now a convinced Anglophile, he tried to enlist in the Canadian air force but was rejected because of his poor eyesight. He volunteered for the US army and, after the Japanese attack on Pearl Harbor, was sent to New Guinea with the 41st Infantry Division. He finished his military service on General MacArthur's intelligence staff. After a brief spell practising law, he was elected to the California state legislature in 1952 as a liberal Republican, where he quickly made his name as leader of a group determined to cleanse the state government. Their campaign saw a number of officials prosecuted for corruption and the introduction of tighter regulations. He became chairman of the California Republicans in 1962, but blotted his copybook with conservative members by supporting Nelson Rockefeller as the 1964 presidential nominee instead of Barry Goldwater. Two years later, he initially backed Reagan's opponent in the California gubernatorial primary, though, when Reagan secured the nomination, Weinberger joined his campaign team. He was pointedly ignored in the initial appointments but, after a year of financial chaos, a group of state legislators urged Reagan to appoint Weinberger as director of finance. In a series of policy shifts, he first raised state taxes, then lowered them, and then raised them to a point where personal taxation had doubled. California wound up with a vast revenue surplus, which, though it eventually generated a taxpayers' revolt, sufficiently impressed President Richard Nixon to make Weinberger head of the federal trade commission in 1970. Within six months, he had shed two-thirds of the senior staff and created a highly activist bureau of consumer affairs. Among its early campaigns, the bureau mounted a fierce attack on the car industry's quality control and called for greater regulation on vehicle design, a stance that did not win Weinberger many friends among conservative Republicans. He did better when Nixon made him budget director in 1972. His assault on social spending earned him the soubriquet \"Cap the Knife\" and he was soon in deep conflict with Congress. When the legislature refused to reduce appropriations for social programmes, Weinberger simply impounded the money. He continued this policy as secretary for health, education and welfare. In 1973, he seized more than $1bn of federal health funds, until he was ordered by a federal court to release the money. Because of his wife Jane's ill-health, he resigned from the Nixon administration in 1975 and returned to California. The Bechtel Corporation created the job of special counsel for him and eventually made him a vice-president at the then huge salary of $500,000 a year. By the time Reagan made him defence secretary, his personal fortune was reported to be $3m. After leaving the government in November 1987, he became publisher and chairman of Forbes Magazine and joined a Washington law practice. In 1988, he was awarded an honorary knighthood by the Thatcher government for the support he had given British forces during the Falklands war. He is survived by Jane, and his son and daughter. · Caspar Willard Weinberger, politician and lawyer, born August 18 1917; died March 28 2006"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}