{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/mar/19/cricket.news1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-03-19T22:08:29Z", "webTitle": "Australia race to easy win", "webUrl": "https://www.theguardian.com/sport/2006/mar/19/cricket.news1", "apiUrl": "https://content.guardianapis.com/sport/2006/mar/19/cricket.news1", "fields": {"headline": "Clark asserts Australian authority", "bodyText": "Australia needed less than three days of the lopsided first Test to remind South Africa that the visitors remain the bigger of these two brothers. Ricky Ponting's team surged to victory by seven wickets 30 minutes before the close. With that, all warm, fuzzy thoughts of last Sunday's electrifying climax to the one-day series, when South Africa won an orgy of a match that groaned under the weight of 872 runs, many of them gratuitous, were summarily shelved. Among the few positives for South Africa was that Graeme Smith called correctly at the toss. That accomplished, he and the rest of his team batted without purpose against good, old-fashioned seam bowling and floundered to a miserable total of 205. Stuart Clark, who at 30 is among the older debutant fast bowlers, put in the effort and reaped the reward by returning the third-best figures by an Australian playing his first Test. He was helped by a pitch that was a loyal comrade of the artisan seamer, but he more than fulfilled his side of the bargain. He added a haul of four for 34 to the five for 55 he took in the first innings, and his match figures of nine for 89 have been bettered only by Bob Massie and Clarrie Grimmett. The ill-starred Massie claimed 16 for 137 at Lord's in 1972, and Grimmett's glittering career began with a swag bag of 11 for 82 against England at Sydney in 1924-25. The undemonstrative Clark, who snuck into this match ahead of media favourite Stuart MacGill, probably reminded older spectators of those more restrained eras with his modest celebrations as each of his wickets fell. 'It's always hard work, even if it sometimes looks easy,' Clark said, as all the talk after the match buzzed about the state of the pitch. Happily, the pitch didn't stop people back home in Australia from showering him with congratulations. 'The phone hasn't stopped ringing. I've had to turn it off,' he said. Australia's batsmen didn't dominate as completely as they might have in their first innings because South Africa's bowlers showed the grit their batsmen lacked to limit Australia's lead to 103. But the plodding indecisiveness that has infected South Africa at the crease this season was back in their second innings and they imploded with a scant lead of 95. Smith, who was fined 30 per cent of his match fee for showing dissent after he was trapped in front by Shane Warne in South Africa's second innings on Friday, pointed to the pitch. 'In the first innings there were loose shots, but it was a tough wicket to bat on. Not only did it seam, it was also two-paced.' Ponting, too, took a grassroots view. 'It was still going all over the place this afternoon. It never got hard and it was quite thatchy on the top.' Ponting was perturbed to hear that England's Owais Shah had used a graphite bat in Mumbai. The International Cricket Council banned a similar bat used by Ponting. 'Guess what I'm going to be batting with in Durban, then?' Ponting said. A key difference between the teams was the stand of 154 between Matthew Hayden and Ponting in the first innings. It was by far the biggest partnership of the match of unfinished innings. The best stand South Africa could manage while they were losing their last five wickets for 89 runs yesterday was the 50 shared by Jacques Rudolph and Andrew Hall for the seventh wicket. By then it was too late. In fact, matters had started swinging Australia's way decisively with the ninth ball of the day, with which Clark squeezed an injudicious cut out of Jacques Kallis. Adam Gilchrist took the catch and the slide was on. Makhaya Ntini lifted the crowd's spirits when he needed just five balls to remove Hayden, Justin Langer and Ponting in Australia's second innings. But their cheering was laden with desperation, just as it was for the thousands whose jaws were in constant freefall at the Wanderers last Sunday. This time, however, there was no miracle."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}