{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2006/mar/05/features.magazine7", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2006-03-05T23:57:45Z", "webTitle": "This modern life: You are being sniffed", "webUrl": "https://www.theguardian.com/theobserver/2006/mar/05/features.magazine7", "apiUrl": "https://content.guardianapis.com/theobserver/2006/mar/05/features.magazine7", "fields": {"headline": "You are being sniffed", "bodyText": "Use public transport or go on a pub-crawl nowadays, whether in Westminster or Walthamstow, Nottingham or Nuffield, and there is a good chance of a hound exploring your handbag with its hooter. Indeed, a drop in attendance at Crufts is expected this year as members of the public get to see all the highly trained canines they could ever wish for at mainline and suburban train and bus stations and outside licensed premises. Bred like billyo since 9-11, sniffer dogs with cheery or butch names like Nobby, Brutus, Bisto, Fanny and Big Arnold are now the public face of the war on terrorism. Meanwhile, there is a huge rise in drug-sniffing dogs, which themselves are largely used as an excuse for police to stop and search for weapons, under the assumption that people who carry knives and guns are more likely to whiff of last Tuesday's spliff. Some sniffers are police or transport police dogs, others are hired in from booming specialist companies with names like 'Grosvenor International Services' and 'Dog Detectives'. Some are 'barkers', some are 'growlers', others are 'passives' (sitting next to suspects in a friendly way). Others are said to be 'coverts', handled by bobbies in elaborate disguise. This is racking up a culture of fear and suspicion (a bobby outside the tube station watches, and then stops and searches, those who avoid entry upon sighting a dog), but at least people might take a shower more often. The bad news for dogs is that the future is in wasps. Parasitic Bracon wasps have been successfully trained in the US and Holland to do a much better job than sniffer-dogs; their antennae are much more sensitive and they take under an hour to train. In a few years, a common greeting may be: 'Sorry I'm late, darling - I got buzzed at King's Cross.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}