{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/mar/24/usa.danglaister1", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-03-24T23:59:44Z", "webTitle": "Developer sparks anger down on the farm", "webUrl": "https://www.theguardian.com/world/2006/mar/24/usa.danglaister1", "apiUrl": "https://content.guardianapis.com/world/2006/mar/24/usa.danglaister1", "fields": {"headline": "Developer sparks anger down on the farm", "bodyText": "A group of impoverished immigrant farmers face imminent eviction from a 14-acre community garden within the bleak industrial landscape of central Los Angeles. The developer who owns the site wants to replace the crops and indigenous South American plants with warehouses. Supporters of the developer say the farmers' cause has been hijacked by activists keen to exploit the 350 plots of the South Central Farm for their own political ends. His opponents accuse him of seeking to destroy a rare urban green space in order to maximise his profit. Tensions are high, with farmers and activists camping out to prevent a surprise eviction. The farm's chain-link fence is decorated with signs in English and Spanish. \"We're here and we're not going anywhere,\" reads one; \"No warehouses,\" says another, spelt out on mock gravestones. Inside, families mill about, digging up giant turnips, cutting alfalfa and camomile, and inspecting the budding nopales cacti. Many of the plants grown on the farm have medicinal properties. \"We're challenging the system with a new vision of leisure space,\" says Tezozomoc, a student elected one of two leaders of the group. \"The poor are helping themselves. We feel we have the moral high ground.\" The farm owes its existence, in part, to the legacy of the 1992 riots sparked by the police beating of a local black man, Rodney King, which was captured on video. After the riots city authorities agreed to put something back into a blighted community, and allowed the Los Angeles Food Bank, a charity assisting poorer communities, to take temporary possession of the land to establish a community garden. The plot had earlier been bought from a developer, Ralph Horowitz, for $4.7m (£2.7m) under a compulsory purchase order. Soon after, the $2.4bn Alameda corridor plan to link the city with its ports was approved, and the land's value soared. Mr Horowitz fought through the courts to buy back the land, saying he had a first-refusal clause in his sale contract. In a deal with the city attorney he paid $5m for it, and eviction notices were promptly sent out. The farmers have gone to court to challenge this deal. Mr Horowitz says that if they offer him the market rate for it - which he says is above $13m - they can keep the land. The city's mayor, Antonio Villaraigosa, has indicated that his office is trying to secure a compromise, involving Mr Horowitz selling the land to a public trust. Meanwhile, the farmers battle on. Gerardo Vaquero stood in his small plot of 70 square metres (750 sq ft) and pushed a hoe through the earth, reflecting on his eight years working there. \"Each person sows what they eat,\" he says. \"They don't sell the things I sow here in the shops. They don't even know about them.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}