{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/mar/19/cricket.englandinindia2001021", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-03-19T20:42:33Z", "webTitle": "Cricket: Shah makes his mark in unexpected Test debut", "webUrl": "https://www.theguardian.com/sport/2006/mar/19/cricket.englandinindia2001021", "apiUrl": "https://content.guardianapis.com/sport/2006/mar/19/cricket.englandinindia2001021", "fields": {"headline": "Shah shows maturity when his Test surprise is sprung", "bodyText": "Owais Shah grabbed his unexpected chance of a Test debut and showed how much he has grown up as a cricketer in the past couple of years. To see my former Middlesex team-mate score such a quality half-century was particularly pleasing, having feared he would never make the most of his undoubted talents. He used to infuriate me in his early years at Lord's because he had all the shots and talent to spare but gave it away far too often. When he arrived as a teenager in the mid-1990s, the boys quickly nicknamed him Ace, but to me he seemed more intent on playing the joker, larking around too much with the more juvenile element of the team. Only in the past two seasons has he woken up to what is required, really worked hard and developed the mental toughness and understanding of his game that we saw here yesterday. Not knowing that his chance had arrived until Alastair Cook succumbed to a stomach bug shortly before the start of the final Test meant Shah would have missed out on the stewing most of us go through the night before our debuts, but it also meant he had less time to switch on to the big occasion. There was no sign of any lack of preparation, though, and no nerves as he danced down the wicket to his first ball of spin from Harbhajan Singh, then rocked back and cracked the next one for four. He looked at home on the Test-match stage and at 27 I wonder whether it will occur to him in the next few weeks that he could have been doing this four or five years ago. It will have helped Shah to have had his former Middlesex captain Andrew Strauss at the other end and looking solid again, even though they have not played a lot of county cricket together recently. There were encouraging signs in the second innings in Mohali last week that Strauss was returning to his best form before he was unluckily caught off his boot attempting to sweep. How unfortunate would you be to be dismissed like that twice in a career, never mind twice in the space of a year as has happened to the England opener? It has been suggested to me that becoming a father for the first time before Christmas may have contributed to the indifferent run of scores and dismissals that Strauss has suffered this winter, but I am inclined to think his blip was more to do with the evolution that every Test batsman goes through. After the wonderful start he made in his first year or more with England, there had to be a time when the pendulum moved back the other way. It can happen without a player losing form or appearing to do anything differently. With seven Test hundreds in the bank, perhaps a little bit of overconfidence creeps in and you reach for a couple you should have left for the wicketkeeper. Then you tell yourself to keep playing positively because that is what brought you success in the first place and you nick another or drag one on. You then redouble your efforts to remain positive and nick another one. Sooner rather than later you sit down and realise you must be doing something differently because you keep nicking it and you rein back just a notch or two. Nothing major, just show more patience and get back to that old rhythm. Evidence that it was all there for Strauss yesterday was not only in the way he was prepared to sit in and not try to force his innings but also in the way he was waiting that extra split second to dispatch the poor balls. His tempo was spot on again and he dispelled any thoughts that his place at the top of the order may be under threat from Cook once Marcus Trescothick returns to the team. What happens behind the openers this summer and going forward to the defence of the Ashes is anyone's guess. Before this Test, the selectors may have been looking to keep Ian Bell at number three, reinstating captain Michael Vaughan at four ahead of Kevin Pietersen and Andrew Flintoff. Now Shah has forced his way into the equation and Paul Collingwood will think he has done more than enough in this series to hold on to a place in the middle order. Bell or Collingwood? I don't think there would be an outcry from England fans whoever were to miss out, but both are very popular with their team-mates. At this point, I'd still have Bell ahead of Collingwood, but he needs to put together a string of consistent scores to be secure. And I'm not sure how long Pietersen is going to be safe if he keeps throwing his wicket away."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}