{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/mar/24/gender.uk", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-03-24T23:59:35Z", "webTitle": "View from a broad", "webUrl": "https://www.theguardian.com/world/2006/mar/24/gender.uk", "apiUrl": "https://content.guardianapis.com/world/2006/mar/24/gender.uk", "fields": {"headline": "View from a broad", "bodyText": "The average time a pregnant woman waits to be offered a seat on the tube is now five stops, according to London Underground, leading to more of them than ever resorting to expensive cabs and cars just when they should be spending all their money on ridiculous monogrammed changing mats and breathing sensors that they will never use. This rise in incivility does, though, it must be noted, correspond to the rise in obesity. As the inimitable Jimmy Carr put it: \"I'd always rather see a pregnant woman stand than a fat woman cry.\" I think pregnant women need to work harder on marshalling their resources. All together now - heave that sigh! Pat that belly! Waddle those legs! Stare that businessman in the eye! You'll be resting easy by Farringdon (nb also works for the plump). The case of Shabina Begum, who has just lost her legal battle to wear full-length Islamic dress to school (the school does allow headscarves, and the head at the time was Muslim), is an interesting one; Begum clearly has guts, brains, individuality and a yearning for freedom and recognition - ie, she is a credit in every way to her sex. The great cultural divide for many people is just what she chose to fight for - a jilbab, described by scholars as: \"a cloak that covers her entire body so that nothing appears of her but one eye\". The Qur'an says, \"Say to your wives and your daughters and the women of the faithful to draw their jilbab close around them; it is better that they will not be recognised.\" In what kind of utterly surreal competition would you expect these to be the finalists: Sharon Osbourne, the Duchess of Cornwall, Kate Moss and Jordan? Of course - Celebrity Mum of the Year! Amazingly, you'll find that neither Kate Moss (missed her daughter's birthday due to rehab) nor Camilla P-B (both children about 30 years old) made the cut. The winner in fact was Sharon Osbourne, because only two of her three children went to rehab in their teens. Last year's winner was Kerry Katona, currently either in or out of rehab depending on what time of day you're reading this. Hang on, have I read the category wrong? It's not often you feel sorry for Jordan, but after bringing up a severely disabled baby single-handed did the judges say, \"Well done, but I'm afraid you just didn't fit in quite enough trips to rehab.\"?"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}