{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2006/mar/16/iraq.military", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2006-03-16T23:57:39Z", "webTitle": "Families hear of horrifying deaths of Red Caps", "webUrl": "https://www.theguardian.com/uk/2006/mar/16/iraq.military", "apiUrl": "https://content.guardianapis.com/uk/2006/mar/16/iraq.military", "fields": {"headline": "Families hear of horrifying deaths of Red Caps", "bodyText": "The terrifying last few minutes of six Royal Military Police killed in Iraq were relived by their families yesterday as they were told by two forensic pathologists how the men's bodies had been riddled with dozens of gunshot wounds as they lay on the ground. Sergeant Simon Hamilton-Jewell, 41, Corporal Paul Long, 24, Corporal Simon Miller, 21, Corporal Russell Aston, 24, Lance Corporal Benjamin John McGowan Hyde, 23, Lance Corporal Benjamin Hyde, 23 and Lance Corporal Thomas Keys, 20, of 156 Provost Company, were killed by an Iraqi mob when reinforcements were a few hundred yards away, unaware of their predicament. All six men were felled by bullets from high-velocity rifles - probably Kalashnikovs - as they lay on the floor of a police station in the southern Iraqi town of Majar al-Kabir in June 2003. Some relatives rushed from the coroner's court in Oxford yesterday as they learned how 21-year-old Corporal Miller had been punched around the face, hit in the chest with a rifle butt, shot in the head and the cheek from a distance and shot at point blank range in the chest. He had 24 other injuries, including grazing on his back indicating that he had been dragged across the ground. The youngest, Cpl Keys, 20, clutched his knees to his abdomen in a foetal or sitting position before being shot in the head at close range, the inquest heard. He was shot 18 times, many times in the legs, and had 31 gunshot-related wounds as well as multiple cuts and bruises all over his body. His father, Reg, quietly wept as he heard the details and was consoled by Cpl Miller's father, John . Home Office pathologist Nathaniel Cary apologised to the families because they had to hear his evidence in \"such a deadpan style\" but, he explained, it was of necessity. His colleague, Nicholas Hunt, refused to apologise to the families after they accused him of inappropriate behaviour by using photographs of three of the dead men during a seminar on how to set up temporary mortuaries in disaster zones. The coroner, Nicholas Gardiner, would not allow the families' solicitor, John MacKenzie, to question Dr Hunt over his use of the pictures. However, the brother of one of the dead servicemen later pursued Dr Hunt into the street to demand an apology on behalf of the grieving relatives. \"When do we get an apology? Why have you not approached the families?\" asked Tony Hamilton-Jewell, brother of Sergeant Hamilton-Jewell. Dr Hunt replied: \"It is regrettable but that is the advice I have been given and I do not want to go against that, as much as I would like to.\" In the slides displayed, the three fallen red caps' bodies were naked save for strips obscuring their genitals and faces. Earlier, Dr Hunt told the inquest that Cpl Miller had a black eye and abrasions around his forehead and injuries on his chest \"would have been consistent with being hit with the butt of a rifle or something similar\". Dr Cary described how Cpl Aston had 13 gunshot wounds to his torso, head, neck, arms, legs and cheek and that he was shot from different directions. His father, Mike Aston, asked if his son had been killed elsewhere and his body taken to the police station. Dr Cary said he could not answer that question. Sgt Hamilton-Jewell was \"struck by at least 14 bullets, at least nine had passed through the body and produced exit wounds\". He was not shot at close range and there was nothing to suggest he had been beaten up or tortured. There were no head injuries. He had 15 other signs of injury, including bruising in the pubic area. Outside court, Mr Keys said he was still unclear as to how his son died. \"Nobody will ever know except the Iraqis who were in the room at the time. I just know that they would have seen them coming and known that they were going die. That's what's so difficult to come to terms with.\" The General Medical Council confirmed later that it was \"looking into\" the families' claims regarding Dr Hunt's use of the pictures of the murdered Red Caps. A spokeswoman told the Press Association: \"We can confirm that we have received information about Dr Hunt that we are looking at and currently considering.\" The inquest was adjourned and is expected to resume today with pathology evidence into the deaths of Lance Corporal Hyde, and Corporal Paul Graham Long."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}