{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2006/mar/19/wildlifeholidays.france.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2006-03-19T19:16:17Z", "webTitle": "Where the wild things are", "webUrl": "https://www.theguardian.com/travel/2006/mar/19/wildlifeholidays.france.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2006/mar/19/wildlifeholidays.france.observerescapesection", "fields": {"headline": "Where the wild things are", "bodyText": "For a region of romantic wildness, one of those landscapes that seems to have survived centuries of human habitation practically unscathed, the Camargue is extraordinarily accessible. A low-cost flight to Montpellier, straight into a hire car, left out of the airport, and I was admiring my first field of white horses less than three hours after leaving England. There were seven of them, every one a beauty, and as they pranced across the grass, brown from the long summer, they brought up a little cloud of dust, which drifted away towards the sea, giving the scene the fleeting quality of an impressionist painting, with the swaying reeds silhouetted against the pale sky. The setting sun, adding a streak of flamboyant red to the picture, only underscored the natural beauty of the landscape. It is a delightful part of France, unlike any other, and it first captured my imagination many years ago, when I was a boy. If Huckleberry Finn shaped my impressions of the Mississippi, a French children's classic called Crin-Blanc, by Albert Lamorisse, did the same for the Camargue. The story of a boy who befriended one of the wild white horses of the Camargue and, in the tear-jerking final scene, rode the horse out to sea and to certain death, has stayed with me all my life. Boys just did not do that sort of thing in the Surrey village where I grew up: we played cricket and went to the odd gymkhana. My hopes of seeing wild white horses were to end in disappointment. One or two looked wild, or wild-ish, but most seemed to be kept in paddocks, where they are an important adjunct to the tourist industry: there are several places where, unless you are a wimp like me, you can saddle up and explore the Camargue on horseback. So the region is not a true wilderness in that sense. But it still has a splendid, untamed quality, in stark contrast to Provence to the east or the Languedoc to the west. Much of the Camargue is a national park and, outside of the towns, there is very little development. All the original geographical features which make the Rhône delta so beguiling have been conserved, albeit not without difficulty. The result is more than 300,000 acres of marshland, pasture, salt flats and sand dunes - a real paradise for nature-lovers. Crisscrossed by minor roads and footpaths, the area lends itself to the kind of meandering, follow-your-nose travel which is going out of fashion. Most of the terrain is flat, but the marsh reeds are so high, and sway so dramatically in the breeze, that there are fresh surprises around every corner: from shops selling saucisson de taureau and other local specialities to little thatched cabins, the traditional residences of the gardians, or cowboys, who farm the region. After the white horses, the most famous residents of the Camargue are the flamingoes, who can be seen to best advantage at the Parc Ornithologique at the Pont de Gau. I spent a memorable two hours walking through the intricate network of shallow lakes and sandbanks which are the flamingoes' natural habitat. What extraordinary birds they are! Their legs look too spindly to support their bodies, but in movement, they are grace personified, whether wading fastidiously through the water or landing from a great height, as if borne down to earth by parachutes. To see more than a hundred of them fly in close formation across the lake - their pale-pink bodies straight as arrows, their black-and-red wings flapping in unison - is a sight I will carry with me all my life. An alternative to walking, if you are not a horse-rider, is to explore the Camargue by boat. When I had feasted my eyes on flamingoes, and my stomach on a groaning plate of paella in the seaside town of Sainte Maries de la Mer, I boarded a jaunty-looking paddle-boat called the Tiki III and took a cruise up the Petit Rhône. The river was almost eerily calm, but the banks pulsed with life. A group of schoolchildren waved at us from their bicycles. A fisherman hauled in the net which he had suspended from the branch of a tree. A pair of white egrets flapped along beside the boat, then wheeled away towards the setting sun. The scent of wild flowers, growing luxuriantly on the banks, blended with the tang of sea air. Best of all were the dozens of black bulls that came down to the water's edge to drink. One of them was a dead ringer for Kenneth Clarke and seemed to be in a strop about something. The bulls, stocky and uncompromising, are as much a part of Camargue folklore as the white horses. They are bred for bullfights but, unlike their Spanish counterparts, are not killed: the bullfighter just tries to grab a red rosette from between their horns before the horns catch him where it hurts. When nature is as serene as this, returning to the hustle and bustle of a town can sometimes seem like an anti-climax. But the Camargue, as well as its magnificent open spaces, is blessed with one and a half French towns of the premier cru. The half is Aigues-Mortes, an old walled town at the western end of Camargue. It is a pretty enough place, and I was lucky enough to find a terrific restaurant, simply called S, down a side-street. But the shops are a touch tacky, while the main square swarms with so many tourists that you can hardly hear yourself slurp your cognac. But Arles, the northern gateway to the Camargue, is another matter altogether. With its Roman amphitheatre, ringed by cobbled medieval streets, it is one of the most richly atmospheric towns in the south of France. Van Gogh lived here briefly in the 1880s and the town is now a flourishing artistic centre. For most though, the Camargue will always be less about museums and galleries and more about the call of the wild. Essentials Max Davidson hired a car from Whizz car rental (0870 443 9728; www.whizzcarrental.net). Prices start at €51 (£35) a day. Ryanair (www.ryanair.com) flies daily from Stansted to Montpellier, with fares starting at £51 return. Doubles at the three-star Hôtel d'Arlatan, Arles (00 33 4 9093 5666 or www.hotel-arlatan.fr) cost from €80 (£55) a night. River cruises of the Camargue on the Tiki III (00 33 4 9097 8168) leave from Le Clos du Rhône; tickets €10."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}