{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/mar/29/usa.oliverburkeman", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-03-28T23:03:55Z", "webTitle": "Shuttle keeps high flyers airborne till Wall Street", "webUrl": "https://www.theguardian.com/world/2006/mar/29/usa.oliverburkeman", "apiUrl": "https://content.guardianapis.com/world/2006/mar/29/usa.oliverburkeman", "fields": {"headline": "Shuttle keeps high flyers airborne till Wall Street", "bodyText": "The long, traffic-clogged trip from John F Kennedy airport into the centre of New York - often undertaken in a state of jetlag - has a way of tempering the excitement of arrival. Now, though, visitors with enough money can evade both that trip and lengthy security queues on the way back, thanks to a new helicopter shuttle service that made its debut this week. The slogan - you're too important to wait - makes it clear that the eight-minute service linking JFK to Manhattan is targeted at corporate travellers. But with the pound currently so strong against the dollar, bringing the $139 one-way cost to about £80, it will be more affordable to Britons than to many others. The company launching the service, US Helicopter, says it hopes eventually to carry 150,000 passengers a year. Flights began from the Wall Street heliport on Monday, and will later cover the East 34th Street heliport as well. To the anger of some local politicians, the transportation security administration is spending $560,000 a year on a security screening checkpoint at the Wall Street site, meaning that passengers arriving at JFK can proceed straight to their boarding gates. \"The fact that we are taking screeners that are needed at airports to satisfy a luxury market on the government's dime is a problem,\" Senator Charles Schumer told the New York Times. Cheaper options for getting from the terminal to the city are much more limited at JFK than they are at many major airports. Bus services are slow, taxis can cost more than $50, and the AirTrain service, which was opened to much fanfare in 2004, merely whisks passengers to the outer fringe of the city's subway system. Helicopter services ran between Manhattan and JFK in the 1970s, but were suspended in 1977 when a rotor blade broke off an idling helicopter, killing five people. A similar service linked Heathrow and Gatwick airports until the opening of the M25 prompted its closure."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}