{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/mar/09/iran", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-03-09T17:16:07Z", "webTitle": "Rice: Iran is major challenge to peace", "webUrl": "https://www.theguardian.com/world/2006/mar/09/iran", "apiUrl": "https://content.guardianapis.com/world/2006/mar/09/iran", "fields": {"headline": "Rice: Iran is major challenge to peace", "bodyText": "The US may face \"no greater\" challenge from any country than Iran, US secretary of state Condoleezza Rice said today. Ms Rice made the comments at a congressional hearing in Washington shortly after Iran's president vowed that there would be no retreat over its nuclear ambitions. Ms Rice, who is pushing the UN security council to start taking action against Iran that could lead to sanctions, also accused Tehran of meddling in Iraq. She said: \"We may face no greater challenge from a single country than from Iran, whose policies are directed at developing a Middle East that would be 180 degrees different than the Middle East we would like to see developed.\" Ms Rice attacked Iran's \"terrible human rights record\" and urged Congress to approve £43m in extra funds in a \"cultural outreach\" scheme to normal Iranian citizens. She said the US had no problem with Iran's citizens, but opposed the government. Earlier today, Iranian president Mahmoud Ahmadinejad said the west would \"suffer more\" than his country if it keeps trying to stop Tehran developing nuclear technology. In a speech, he told a crowd of supporters that Iran would not be \"bullied\" by the West into abandoning its research. The comments were his first public reaction since the International Atomic Energy Agency's (IAEA) decision in Vienna yesterday to formally refer the long-running nuclear row to the UN security council. Mr Ahmadinejad rejected the IAEA decision and called it \"unjust\". \"The people of Iran will not accept coercion and unjust decisions by international organisations ... the era of bullying and brutality is over,\" he said. \"They [western countries] know that they are not capable of inflicting the slightest blow on the Iranian nation because they need the Iranian nation ... they will suffer more and they are vulnerable.\" His comments were echoed by the Supreme Leader, Ayatollah Ali Khamenei, the ultimate decision-maker in the Islamic state. Ayatollah Khamenei urged officials not to cave in to pressure from the west and said the security council referral was part of a psychological war against the Iranian clerical regime orchestrated by Washington. Tensions have been escalating in recent days over the nuclear row, which is expected to be discussed next week by the security council. On Tuesday, US vice-president Dick Cheney threatened Iran with \"meaningful consequences\" if it pushed ahead with its nuclear research, which Tehran insists is for civilian energy, not weapons. Yesterday, Javad Vaeidi, the deputy head of Iran's national security council, said the US had the power to cause \"harm and pain\", but was also \"susceptible to harm and pain\". This morning, newspapers in Tehran published news of the IAEA's decision on their front pages. One of the papers, the official Persian-language daily Iran, had an opinion piece in which it said the referral to the security council was \"a message of weakness and failure\" by the IAEA. George Bush, the US president, has said that Iran will not be allowed to get the nuclear bomb. The US has demanded that Iran stop developing nuclear fuel, which could be processed further to create weapons. The US, as well as the UK, France and Germany, which have been negotiating with Iran on behalf of Europe, want Iran to give up uranium enrichment altogether. Iran has rejected the demand, saying it will never give up its right under the nuclear non-proliferation treaty to enrich uranium and produce nuclear fuel. Iranian officials have failed to agree to a Russian compromise offer to undertake enrichment for Iran. Mohamed ElBaradei, the IAEA director general, sent a report on Iran to the council yesterday after presenting it to the 35-nation IAEA board of governors."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}