{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/mortarboard/2006/mar/01/whydoteachersnotmakeforb", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2006-03-01T16:49:23Z", "webTitle": "Why do teachers not make for better TV?", "webUrl": "https://www.theguardian.com/education/mortarboard/2006/mar/01/whydoteachersnotmakeforb", "apiUrl": "https://content.guardianapis.com/education/mortarboard/2006/mar/01/whydoteachersnotmakeforb", "fields": {"headline": "Why do teachers not make for better TV?", "bodyText": "Coming to your TV screen later this month - a glitzy new TV drama on BBC 1 from the makers of Footballers' Wives and Bad Girls - this time featuring the intertwining lives of the staff and pupils at a failing comprehensive school, writes Rebecca Smithers. It sounds like reality rather than fiction - \"Waterloo Road comprehensive is on the scrapheap, lurking near the botoom of every league table there is, and its despondent teachers have given up trying to make a difference\". The series charts the attempts of acting head Jack Rimmer to turn the school round. Watch out for teachers with fake bake tans stalking up and down the corridors in dagger-like stilletoes - and that is just the blokes. The key creator and writer of Waterloo Road is a former English teacher - Ann McManus - who taught in some of the toughest comprehensives in Glasgow and who believed that motivated and inspirational teachers are the key to raising educational standards. It is not the first time that TV drama writers have turned to education for inspiration although not all of them have been successful. Grange Hill, a long-running 'soap' for children, helped to launch many acting careers. And 'Hope and Glory', in which Lenny Henry played a head teacher believed to have been modelled on William Atkinson at the Phoenix High School in West London, was a memorable series. But somehow it is always the medical dramas such as 'Holby City', 'Casualty' and the American 'ER' which have had the most enduring success. Is it because blood and guts and romances between doctors and nurses ultimately make more fascinating viewing than disruptive kids and shenanigans in the staff room? And what about The Simpsons ...?"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}