{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2006/mar/05/features.magazine97", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2006-03-05T23:57:42Z", "webTitle": "Euan Ferguson: Like someone from another galaxy", "webUrl": "https://www.theguardian.com/theobserver/2006/mar/05/features.magazine97", "apiUrl": "https://content.guardianapis.com/theobserver/2006/mar/05/features.magazine97", "fields": {"headline": "Like someone from another galaxy", "bodyText": "I remember interviewing Patrick Moore once. Don't worry, this isn't really about him, I know you come here for gratuitous salaciousness and perhaps a little disaster or two to befall me - normal service resumes soon - but trust me it's relevant. Sort of. Because I remember, gazing upwards at midnight in his garden in Selsey - as he generously pointed out the Pleiades, in case I ever suddenly needed to go, and I ungenerously wondered whether he had sought planning permission for that amount of nostril hair - thinking how odd and not a little sad it is that we so fear that which is most close to us. Here was a man talking passionately about how much, how very much, he would love before he died to meet someone, some being, from another galaxy. Something blue, or grey, or one of those huge scarlet ones that look like giant kangaroos but have bay trees for hands and Clement Freud's face and don't know any decent jokes about fish - actually here I'm not quoting him absolutely directly - but the point is, it didn't matter what 'it' was like, just as long as it wasn't bloody French or German. Our best-known astronomer felt more natural affinity to a very possibly non-existent entity scuttling on all sevens through molten rock 4.7 million light years away than he did to the human beings living in houses a short boat ride across the Channel about whom he'd been ranting for most of the evening, and I felt it was all a bit of a shame. But, possibly, quite natural. The closer we are, the more similar we seem to another person, through background or geography or profession - siblings, neighbours, footballers' wives - the more we tend to notice and emphasise the differences. It's not nasal-haired xenophobia, just human nature, and it seems to have been happening rather a lot of late in reference to France. As the two countries get ever closer - it'll soon take 10 minutes or something to get there - British women seem to be increasingly comparing and contrasting, and not in a good way. It started, I'm sure, with French Women Don't Get Fat, a title wreathed in blue smoke of such Gallic haughtiness you could only hope to get away with it if you were (as was author Mireille Guiliano) a thin French woman. I don't think I'd personally have tried writing something so calculatingly titled to make British women simultaneously jealous and bitter, not anyway while I held out any hope of further sexual activity one day in these islands: I might as well have written British Women Don't Possess a Sense of Humour, and Just Have Sex to Trap Us, It's Not Like They Ever Enjoy it, All They Actually Want in Life is to Boss you Around like Linda from The Archers, and Go Around Cleaning, and Getting Old, then stuck on the cover a warning picture of myself in a daft suit looking cocky and stupid. So I'm not really condoning that one, but there is a new book out by Judith Warner, called Perfect Madness: Motherhood in the Age of Anxiety, which sounds just the dabs. Being a mother, she argues, is much easier in France than in Britain or, God forbid, America. It's not just the tax breaks and helpful government stuff: French mothers do not, essentially, base their lives around their children. They don't, crucially, feel much guilt. They bring up their children nicely, and love them, but they do not think the sun shines out of their dinky derrieres. They pack them off and ignore them, and thus find lots of time to do all those spare-time things French women like to do - looking demure, buying shoes, making the carrying of a stick of bread oddly sexy, sighing, crying, lying, striding quickly in tap-tap heels with just-so stocking seams to get away from the bloody accordion music, having illicit sex with their husband's brother or sister, looking demure again, sneering at the British. Meanwhile, here, mothers work themselves into a lather of unsexiness, idolising and spoiling never themselves but always their children, giving up their lives, lying not about interesting things such as sex but about truly stupid things like a three-year-old's religion, cheating only when it comes to school projects, going on and on about how tired they are with all this 'juggling'. The best thing British men can say to them is: please, then, for a bit, stop. Try a little selfishness. It'll make you happy, make me happy. It will, in the end, make the children happy, because their mother will be a human being. If you want to be treated like a Parisian fashion model, simple. Behave like one. euan.ferguson@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}