{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2006/nov/24/mainsection.correctionsandclarifications", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2006-11-24T23:59:18Z", "webTitle": "Corrections and clarifications", "webUrl": "https://www.theguardian.com/news/2006/nov/24/mainsection.correctionsandclarifications", "apiUrl": "https://content.guardianapis.com/news/2006/nov/24/mainsection.correctionsandclarifications", "fields": {"headline": "Corrections and clarifications", "bodyText": "We mistakenly described Ségolène Royal, the French Socialist party candidate in next spring's presidential election, as the only woman to head a regional government (Be it ever so humble, this is the nursery of what has become a Royal revolution, page 22, November 18). While that is true at the moment, Anne-Marie Comparini was head of the Rhône Alpes regional government between 1999 and 2004. The thinktank, the Cato Institute, has asked us to point out that Fox News commentator and Junk Science blogger, Stephen Milloy, is not one of their number (Sceptics scorn climate report prediction of global chaos, page 6, October 30). Amal Saad Ghorayeb of Beirut's Carnegie Middle East Centre is a woman. We mistakenly referred to her as Mr Ghorayeb in the news report, Who benefits? Rival theories over minister's killing, page 21, yesterday. Government procrastination over London's Crossrail was wrongly described as prevarication in a leader, In praise of ... Crossrail, page 34, November 22. To procrastinate is to delay. To prevaricate is to deceive. Jerry Springer: The Opera, not The Musical (The tales of television betrayal, etc, page 9, yesterday). The cent used in the euro currency zone is worth about 0.7p and not 7p (Rolling out the barrel over EU tax row, page 30, yesterday). Cresswell, mentioned in Country diary, page 34, November 22, should have been Cressbrook. · It is the policy of the Guardian to correct significant errors as soon as possible. Please quote the date and page number. Readers may contact the office of the readers' editor by telephoning +44 (0)20 7713 4736 between 11am and 5pm UK time Monday to Friday excluding public holidays. Send mail to The Readers' Editor, 119 Farringdon Road, London EC1R 3ER. Fax +44 (0)20 7239 9997. Email: reader@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}