{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2006/nov/20/popandrock", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2006-11-20T23:51:47Z", "webTitle": "Bonzo Dog Doo-Dah Band, Shepherd's Bush Empire, London", "webUrl": "https://www.theguardian.com/music/2006/nov/20/popandrock", "apiUrl": "https://content.guardianapis.com/music/2006/nov/20/popandrock", "fields": {"headline": "Bonzo Dog Doo-Dah Band", "bodyText": "\"Tragically, Vivien Stanshall is unable to be with us tonight,\" says a mock-sombre Neil Innes. \"So we'd like to honour him in the way he would have wanted, with a minute's ... cacophony!\" Upon which, seven men of near-pensionable age scream, yodel and create an unholy racket with trumpets and ukeleles: one wrestles with a Heath Robinson-style contraption called a rowmonium. It's 40 years since the Bonzos gathered as a loose collective of arts college students around the nucleus of Innes and the late Stanshall. Their roots were never in music: indeed, their idiosyncratic mix of vaudeville, music hall, absurdist comedy and Dada was arguably the primary influence on the youthful Monty Python. What was groundbreaking in the 1960s can seem tame now, of course, but the Bonzos' surrealist slapstick is rarely less than charming. Innes is this reunion tour's dapper MC, overseeing the slick musical skits and crooning ditties, like My Brother Makes the Noises For the Talkies, like Noël Coward scripted by Spike Milligan. The Stanshall-sized void is filled by a host of comic acolytes. Paul Merton is appropriately deadpan reciting Rhinocratic Oaths, while Phill Jupitus dons an Elvis suit for the student rag of Canyons of Your Mind. Adrian Edmondson revisits his The Young Ones/Bottom bawdy buffoon routine and sings, well, like a comedian. The topicality is less than forensic (Edward Heath jokes in 2006?) and you suspect far too many of the audience could recite the Dead Parrot Sketch in its entirety. Yet as a beaming Innes conducts the animal-noise crowd sing-a-long of Jollity Farm, it is clear that this zany nostalgia trip has made a lot of old men very happy indeed."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}