{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2006/nov/20/mondaymediasection", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2006-11-20T23:49:38Z", "webTitle": "Dispatches", "webUrl": "https://www.theguardian.com/media/2006/nov/20/mondaymediasection", "apiUrl": "https://content.guardianapis.com/media/2006/nov/20/mondaymediasection", "fields": {"headline": "Dispatches", "bodyText": "Newspapers Sexist coverage of the front line The deaths of four service personnel in Basra last week - killed when their boat was bombed - highlight how the gender of the victim continues to shape the tone and extent of media coverage. Reports concerning the men who died - Warrant Officer Lee Hopkins, Corporal Ben Nowak and Marine Jason Hylton - emphasised their military credentials (\"led from the front with a quiet authority\"; \"loved the marine life\"). Reporting of the death of Staff Sergeant Sharron Elliott, who died alongside her male colleagues, emphasised her role as a daughter and her sweet caring nature. The Independent told us she sent her dad a pair of silk-lined gloves as an early Christmas present. The Sun reported how the \"Girl Army spy\" (Elliott was in the Intelligence Corps) spent her free time looking after a cancer-stricken friend. None of the many accompanying pictures of Elliott show her in uniform whereas all three of her male colleagues are shown in military dress. In the picture given most prominence by tabloids and qualities alike, she is casually dressed, posing with her chin on her hands and grinning widely. Many papers also used pictures of her as a child: the Sun used four pictures, showing her aged one, four and nine. On the face of it, the pictures are an odd choice to illustrate coverage of the death of someone who was a highly trained soldier, killed in the line of duty in Iraq. (Elliott had previously served in Kosovo and Northern Ireland.) Ten years ago, the campaigning group Women in Journalism conducted extensive research into newspapers' treatment of men and women in roughly comparable situations (Women in the news: Does sex change the way a newspaper thinks? WiJ, July 1996). WiJ compared coverage of the deaths of two mountaineers, Alison Hargreaves and Geoff Tier. Both died in climbing accidents; both had young families. WiJ found that, like Elliott's, Hargreaves' death attracted far greater coverage (800 paragraphs in the 10 newspapers monitored to Tier's 20) and extensive use of photographs (there were no pictures published of Tier). Although Hargreaves was a professional climber and died on a mountain, most of the accompanying photos showed her in a domestic setting with her family; only a minority actually showed her climbing. The reporting of Staff Sergeant Elliott's death suggests little has changed in the intervening decade. Interestingly, only the Daily Telegraph's coverage gave greatest prominence to the characteristics that one might associate with a soldier: Elliott was \"a no-nonsense professional\" with \"steel and determination\". However, the tone of its coverage was somewhat at odds with the accompanying picture of her as a baby, in a frilly white dress and bootees. Fiona Bawdon PR Papal crossover When the gentlemanly Joaquin Navarro-Valls stepped down in July after more than 20 years as the papal spokesman, it was expected he would withdraw from public life and rarely be heard from again. The fit-looking, but 70-year-old, Spaniard is a member of the Roman Catholic fellowship Opus Dei. So many people had in mind a tranquil corner in one of its residences in which he might pen an occasional, innocuous contribution for one of the more arcane religious periodicals. Many people were wrong. The first surprise is that he has returned to active journalism. On October 13, he made his TV debut for the Italian public broadcaster, RAI, providing live comment on a visit by Italy's prime minister Romano Prodi to the Vatican. In an interview in the current edition of Panorama magazine, Navarro-Valls said he had taken up an offer to lecture in anthropology, no doubt at one of Opus Dei's universities (a man of many parts, he studied medicine and psychiatry before being lured into journalism). But, he added, he also intended to offer his services as a writer and broadcaster on Vatican and international affairs. That interview also contained the second surprise, which is that he will not necessarily be discreet. Asked about the recent controversy over the Pope's remarks on Islam, he agreed that the pontifical PR machine was not working as it should. \"There have been various problems in various areas - with the media, but not only that,\" he said. As a Rome-based foreign correspondent, Navarro-Valls worked for the conservative Spanish daily ABC. So it was reasonable to expect that, when he reappeared in print, it would be in another right-of-centre paper. This has been the third surprise. On Monday, he relaunched his career on the front page of La Repubblica - pretty much Italy's version of the Guardian. Reading his article, on the US mid-terms, you could see why, for it was an attack on the double standards employed by Republicans. Scholarly in tone and content (with references to the likes of Hans Kelsen, Grotius and Aristotle), its message was nevertheless quite clear. It was, said Navarro-Valls, \"disturbing\" that the very people in the United States who claimed to be promoting pro-life causes by, for example, defending the traditional family and opposing stem cell research, were not \"prepared to recognise the ethical aspect inherent in the decision to start [the Iraq] war\". John Hooper, Rome"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}