{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2006/nov/09/broadcasting.comment", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2006-11-09T18:55:54Z", "webTitle": "An over-hasty NTL and ITV marriage will bring only clouds", "webUrl": "https://www.theguardian.com/media/2006/nov/09/broadcasting.comment", "apiUrl": "https://content.guardianapis.com/media/2006/nov/09/broadcasting.comment", "fields": {"headline": "An over-hasty marriage will bring only clouds", "bodyText": "\"Serial flirt with rollercoaster track record, now solvent after close shave with bankruptcy, seeks famous 50-something with fading appeal\". No, not an entry on ITV-owned website Friends Reunited but a reasonable summary of NTL's shock admission that it is seeking talks with ITV over a possible tie-up, up to and including a full merger of the two companies. The ITV board could be forgiven for thinking that they don't need friends like these. The broadcaster, already hunting for a new chief executive in the midst of a tumultuous year that has seen further declines in both advertising revenues and ratings, was rather more coy. It was, it said, nothing more than \"a highly tentative expression of interest in holding discussions about a possible combination of NTL with ITV\". But whatever the outcome of any impending talks, it's hard to discern the logic behind the approach. It's not as though NTL's recently appointed chief executive, Steve Burch, a former Comcast executive, doesn't already have enough on his plate. Dealing with the impending rebrand to Virgin Media, following its near £1bn tie-up, is one thing. Doing so while battling the relentless Sky juggernaut and the rapidly converging BT, while simultaneously trying to repair NTL's customer service reputation and continue to integrate former rival Telewest, is quite another. Earlier this week, NTL announced it had lost another 37,300 customers in the last quarter, while net losses widened to £96.1m. So quite why it would hope to add ITV's not inconsiderable challenges to its corporate to-do list is something of a poser. Even taking a step back from the immediate problems clouding the future of both companies, is there any logic to the marriage beyond them huddling together for warmth? It is difficult to see what either party would hope to gain beyond yet more cost-cutting synergies. Pooling Flextech's pay-TV channels and ITV's free-to-air digital services is one possibility. But just as ITV has finally started to make sense of its multichannel portfolio, would it really make sense to add a rag bag of other channel brands? And would a full merger help either brand? NTL's is so badly tarnished it is changing its name, while a similar remedy has been mooted for ITV by its chairman, Sir Peter Burt. An NTL takeover would also be mourned by the ITV old guard that campaigned against the 2002 Communications Act clause which opened the door for ITV to be bought by a US media group. They would claim that any deal with NTL would be the equivalent of waving goodbye to a proud 50-year tradition of public service programming. The pervading sense of spiralling chaos enveloping ITV's Gray's Inn Road HQ can be traced back to the merger process that led to the creation of ITV plc two-and-a-half years ago. There was a subsequent focus on corporate number crunching at the expense of programming. With that in mind, the last thing ITV needs now is to involve itself in another messy marriage. It has been suggested by several commentators that ITV would benefit from the shelter provided by a takeover. It would remove it from the constant scrutiny of the stock market and allow a new management team the space to implement a strategy centred around boosting creativity on its main channel, while developing alternative revenue streams designed to help it prosper in a post switchover world. Perhaps they had European giant RTL or one of the US media groups in mind. It is unlikely any of them were thinking of NTL, another former corporate basket case. Another consideration would be the effect on ITV's already long-winded recruitment process. Would any potential high calibre chief executive want to join a merged company if Mr Burch retained the top job? Then there is the question of how the deal would be structured. Beleagured ITV shareholders would be unlikely to accept a nil premium merger while both companies are carrying large debts. The whole premise is riddled with question marks. That former ITV staple Nick Berry once insisted that Every Loser Wins. Both ITV and NTL will be hoping he was right. · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332. · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}