{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2006/nov/28/research.highereducation", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2006-11-28T23:58:04Z", "webTitle": "Science will save our cultural heritage", "webUrl": "https://www.theguardian.com/education/2006/nov/28/research.highereducation", "apiUrl": "https://content.guardianapis.com/education/2006/nov/28/research.highereducation", "fields": {"headline": "Science will save our cultural heritage", "bodyText": "The art of conserving our cultural heritage relies heavily on science and technology. The British Museum and the National Gallery championed science-led conservation, or \"heritage science\", in the mid-20th century, and, ever since, the UK has been an international leader in the field. But the House of Lords science and technology committee has warned that this reputation, along with many of our most precious artefacts, is under threat. While pockets of scientific excellence exist across the UK, there is little concrete collaboration, making it difficult to identify research priorities and avoid duplication of effort. Career opportunities are limited so little new talent is attracted to the area and funding is precarious, the peers say in a new report. Applying the latest developments in science and technology to conservation is crucial and this requires money, it says. If no new money can be found, existing funding needs to be redirected towards scientific research and heritage science, it adds. \"We are at a turning point. Science and technology present a host of exciting opportunities to the heritage sector. They must not be wasted,\" the report says. But, it warns, \"the government must face up to this reality if we are not to reach a crisis where the precious objects that people most wish to see are lost\". These difficulties are compounded by the government's desire to widen public access to our cultural heritage. But, the report says, the Department for Culture, Media and Sport (DCMS) has \"completely failed\" to consider the threat to conservation posed by widening access. The DCMS is one of the last government departments not to have a chief scientific adviser (CSA), despite the former Office of Science and Technology - now the Office of Science and Innovation - recommending it appoint one back in 2004. The DCMS has overlooked the importance of heritage science, and farms out responsibility for it to its non-departmental bodies as a result, say the peers. They call on the DCMS to take on the need to conserve the UK's cultural heritage as a fundamental departmental objective. They also call on the heritage sector, led by the Arts and Humanities Research Council (AHRC), to join forces to develop a national strategy for heritage science to be taken forward by a newly appointed CSA for the DCMS. The AHRC welcomed the report and is hosting a conference this week to discuss some of its findings. Tony McEnery, AHRC director of research, says, \"With our existing links with the leaders in the area of research [we] are in an ideal position to offer strategic research opportunities ... to better conserve our cultural heritage.\" Natasha Gilbert is news editor of Research Fortnight ng@researchresearch.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}