{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2006/nov/11/lifeinsurance.moneysupplement", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2006-11-11T23:52:03Z", "webTitle": "Consumer test: life insurance", "webUrl": "https://www.theguardian.com/money/2006/nov/11/lifeinsurance.moneysupplement", "apiUrl": "https://content.guardianapis.com/money/2006/nov/11/lifeinsurance.moneysupplement", "fields": {"headline": "Consumer test: life insurance", "bodyText": "It emerged this month that the cost of life insurance has fallen sharply in recent years. So what type of policy is best for you? Term policies are the simplest and cheapest form of life insurance - you pay a monthly premium for a set amount of cover for a fixed number of years (the term). It then pays out a lump sum if you die. If the policy expires and you are still alive, no payment is made. You can have \"level\" term insurance where the payout is fixed, or \"decreasing\" term insurance, which is usually a little cheaper as the amount to be paid out decreases over time. This is usually sold to cover a mortgage. Joint life cover pays out if either partner dies; it is useful for couples who need both incomes to pay the mortgage. Pension term assurance may be the cheapest form. Family income benefit goes to the beneficiaries in regular payments rather than in one lump sum. How much cover do I need? Most employees of medium and big companies have death in service benefit, paying three to four times your salary to your partner. If you feel reasonably secure about your employment, paying for separate life cover may be pointless. How much will it cost? Costs vary depending on the type of policy, the length of the policy's term, and whether you smoke or are obese. Insurers are tightening up on obesity in particular. As a guide, a fit 34-year-old male wanting £200,000 level cover over 25 years can obtain it for £13.36 a month through Norwich Union. But for a 44-year-old smoker seeking the same cover, the premium goes up to a minimum of £55 a month. I'm paying more than that. Can I switch? Yes. You are free to change at any time. What's the advantage of pension term assurance? If you've already got a lump sum term insurance policy, you stand to save serious amounts on your premiums by switching to this type of policy. This is because under April's new pensions laws, most people can get tax relief on the cost of life insurance if they buy a pension term assurance (PTA) policy. PTA is more or less identical to term insurance in being protection-only. So if you die within the term, it pays out, but if you survive, there is no return. Is it suitable for everyone? Not everyone will benefit from switching to PTA. If you bought your standard policy many years ago, for example, the higher premiums owing to your increase in age may well cancel out the benefit of tax relief. Likewise, if your health has deteriorated in the interim, you are likely to be better off sticking with your term insurance. Nor will PTA suit people who want a family income benefit policy rather than a lump sum. Where can I buy life cover? Try moneysupermarket.com, lifesearch.co.uk (0800 316 3166) and hargreaveslansdown.co.uk (0800 138 2424). Also, look out for adverts offering cheaper \"like for like\" quotes. Take independent advice if your finances are complex."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}