{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2006/nov/09/health.politics", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2006-11-09T18:06:28Z", "webTitle": "Much loved local services at risk, NHS chief warns MPs", "webUrl": "https://www.theguardian.com/society/2006/nov/09/health.politics", "apiUrl": "https://content.guardianapis.com/society/2006/nov/09/health.politics", "fields": {"headline": "Much loved local services at risk, NHS chief warns MPs", "bodyText": "The head of the NHS wrote to all MPs in England yesterday warning of a wave of closures and fundamental changes to \"much loved local services\" that may cause strong political emotions in their constituencies. In a move that caused outrage among Tory MPs, David Nicholson, the NHS chief executive, said he could not give details of a shake-up that threatens the survival of accident and emergency departments, and maternity and children's services at many acute hospitals. He advised them to contact their local health authorities for further information. Mr Nicholson told The Guardian in September that he was considering 60 reconfigurations across England, but the letter to MPs was the first official explanation of the upheaval that is about to hit the NHS. He said the NHS is developing \"a new model of care\", with fewer patients treated at the local district general hospital and more in local clinics and hi-tech specialist centres. This would require fewer beds in acute hospitals. Mr Nicholson said: \"Our aim should not be to preserve the status quo, but to think imaginatively about how we can unlock the resources, both in terms of money and people, to redirect them where most benefit can be achieved for patients ... these are not easy or simple decisions to face up to. If the NHS lacks imagination or courage then it will revert to a series of quick fixes, rather than seizing the opportunities there are to transform the provision of care.\" He added: \"I appreciate that changes to much loved local services often provoke strong emotions and opinions ... I genuinely hope that we can work with you at both a national and local level to develop a mature and open debate.\" The letter followed a decision by the Department of Health to publish \"heat maps\" that it prepared in July showing 77 areas of England where a change in NHS services provoked local media attention, or was likely to do so this year. The maps - released on Tuesday after a request under the Freedom of Information Act by Andrew Lansley, the shadow health secretary - did not include many of the biggest changes, which have not yet been decided by strategic health authorities. Mr Nicholson's letter to MPs gave no estimate of how many NHS hospitals may lose accident and emergency departments as a result of reorganising services to treat severe casualties in regional trauma centres and minor injuries in local walk-in clinics. He told The Guardian in September that he envisaged \"half a dozen\" service reconfigurations in each of the 10 strategic health authorities, including rationalising accident and emergency departments and maternity and paediatric care. Stephen O'Brien, Conservative health spokesman, said Mr Nicholson should not have waited until the first day of a parliamentary recess to drop his bombshell."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}