{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2006/nov/28/furthereducation.educationguardian2", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2006-11-28T23:57:13Z", "webTitle": "Not a revolution yet", "webUrl": "https://www.theguardian.com/education/2006/nov/28/furthereducation.educationguardian2", "apiUrl": "https://content.guardianapis.com/education/2006/nov/28/furthereducation.educationguardian2", "fields": {"headline": "Not a revolution yet", "bodyText": "Only the most churlish would deny further education ministers a lingering glow of satisfaction from the reception to their proposal to grant colleges the powers to award their own foundation degrees. The sound of three unadulterated cheers is not one that these politicians often get to hear. The step has undoubtedly gone down well with colleges. \"A revolution in higher education,\" was the instant verdict from a delighted John Brennan, chief executive of the Association of Colleges. And the government can also expect the revolution to take the sting out of a pervasive discontent across the college sector. Considerable resentment remains over \"contestability\", Labour's decision to allow private training companies to bid for public funding that colleges have for so long regarded as their own. By opening up a route for further education to have a crack at the higher education market, ministers have clearly gone some way to spike college guns. The irony is, though, that the colleges most likely to grumble about contestability are probably not going to be in a position to benefit from the new degree-awarding powers flagged up in the further education bill. Indeed, as things stand, only a small fraction of the 300 or so general FE colleges are set up to seek Privy Council approval to award degrees. The number currently stands at the 18 original members of the so-called mixed economy group of colleges, ie those which have 500 or more full-time equivalent students pursuing higher education courses. The MEG colleges actually number 26. But only the founder 16 members are directly funded by the Higher Education Funding Council for their HE students. The funding to the other eight for their HE students comes indirectly via the universities that validate and award their degrees. These universities retain between 10% and 40% of the cash. The Privy Council sets out an exhaustive list of requirements for institutions seeking the power to devise and bestow degrees. As a starting point applicants must satisfy the council that they are \"governed, managed and administered effectively\" before they begin the lengthy process of proving that they have the appropriate \"regulatory framework\" to grant degrees. This whole process can take up to three years. In its lobbying of government for the powers to award their own degrees, the MEG has put in a plea for the Privy Council process somehow to be shortened. The MEG colleges back up their case with the reasonable assertion that Labour needs their best efforts if it is to achieve Tony Blair's target that by 2010, 50% of people aged under 30 will have gone through higher education. With three years to go the tally stands at 43%. The target will only be hit if colleges coax even more young people doing level 3 vocational courses on to higher qualifications, which they will do if they can at home and to carry on with their employment. Granting colleges degree-awarding powers can be seen as reviving Labour's widening participation project. But will it really boost the numbers of people going into higher education, and, in particular, the numbers plumping for the two-year foundation degree? Some people closely involved in the new qualification are not entirely convinced that it will. This year, the numbers of people doing FDs exceeded 50,000. Foundation Degree Forward, the body that supports their development, has hopes that by 2010 the number will have easily topped six figures. But the continued rise requires people to have faith in the FD's academic credentials as well as their solid links to employment. There is a danger that allowing colleges to award FDs will drive some universities that are currently involved in them to drop them. If this happens, FDs might become more solidly associated with further education colleges, and might - albeit unjustifiably - lose their academic kudos. There may be a risk that some of the people who would have given them a punt might decide against it."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}