{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2006/nov/11/insurance.moneysupplement", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2006-11-11T23:52:02Z", "webTitle": "Identity crisis? What identity crisis?", "webUrl": "https://www.theguardian.com/money/2006/nov/11/insurance.moneysupplement", "apiUrl": "https://content.guardianapis.com/money/2006/nov/11/insurance.moneysupplement", "fields": {"headline": "Identity crisis? What identity crisis?", "bodyText": "You can't open a newspaper these days without being confronted with apocalyptic warnings about identity theft. It is apparently Britain's fastest-growing crime, costs the UK economy an estimated £1.7bn a year and is an invisible menace that can cause damage for months before you realise it has happened to you. It is one of the crimes people feel most at risk of, and Britain's banks and credit card companies have been quick to convert our fears into a sales opportunity. Many of them are offering \"identity theft insurance\" at a cost of up to £84 a year. But are these policies the answer or simply a waste of money? Will you get your money back if you don't take out this cover? And is identity theft really such a huge threat? The latest evidence suggests that the answer to the last of these questions is far from clear cut. This week saw the publication of official figures for UK credit and debit card fraud. These include data on levels of card identity theft - which includes crooks using a stolen or fake ID to apply for a card, or raiding dustbins to obtain personal information such as bank details to take over someone's account and run up huge debts. The figures reveal that, rather than shooting up, losses from credit and debit card ID theft fell by 7% during the six months to June 30 this year - from £16.1m to £15m. Losses from lost and stolen cards also fell, as did those for fraud committed with cards stolen before the genuine cardholders receive them. However, some other types of criminal activity, including online banking fraud (primarily involving \"phishing\" scams), are on the rise. According to the Association of Payment Clearing Services, which issued the data, the fall is due in part to the banks, police and consumers all taking steps to tackle the problem. A spokesman says the public seem to have taken on board warnings that they need to check statements regularly and shred things such as old bank statements and utility bills. Card ID theft is only part of the identity theft package. But you can bet the banks will not be highlighting this in the letters and advertising bumf they send out to encourage people to sign up for their identity theft insurance. These mailings seem to be designed to terrify customers. The one being sent out by the Co-operative Bank to promote its £4.99 a month \"Identity Protection Alert\" service is a case in point. It warns that \"there are many ways a thief can steal your identity ...\" and that \"you don't have to be rich to have your identity stolen\". These schemes tend to offer things such as alerts to let people know of any credit applications made in their name, cover towards the cost of clearing your name, and access to experts who can help. The Halifax, Lloyds TSB and Barclaycard are among the other major players that offer identity theft cover. Often, it is not cheap; the Halifax's policy costs £6.95 a month while Lloyds TSB's is £6.99 a month. But what many people may not realise is that any money stolen from your bank account as a result of identity theft will be refunded, whether or not you have this cover, provided you have not been negligent. The British Bankers Association confirms that an innocent victim of fraud who has done nothing to compromise their security will be reimbursed fully. Perhaps not surprisingly, the BBA says people should not dismiss the insurance. \"Even if the bank does reimburse you, it is still a hassle for you to have to go through. You might find that additional cover does give you added peace of mind or additional protection.\" The Halifax insists its policy \"offers great value\" and says it could take hundreds of hours for someone to repair their credit rating following an identity theft. But the consumer organisation Which? reckons identity theft insurance is a waste of money, describing it as a \"needless purchase\". A spokeswoman says: \"We think it is a marketing gimmick.\" There are a number of cheap or free measures to protect yourself against ID theft (thanks to the Home Office's identitytheft.org.uk website for some of these): · Destroy unwanted bills, receipts, bank statements and other documents containing personal details - preferably using a shredder. · Check your bank and credit card statements carefully as soon as they arrive. If there are any transactions you don't recognise, ring your bank/card company pronto. And close any accounts you don't use. · Check your credit file occasionally for any unusual activity. There is a way of checking whether anyone has been applying for credit under your name that costs nothing. A new online service called annualcreditreport.co.uk allows people to obtain information held on them by credit reference agencies. You need to register first. · Never give personal or account details to anyone who contacts you out of the blue. Ask for their phone number, check it is genuine and, if so, call them back. Your bank would never ask for your pin number or for a whole security password. · Take particular care when you move house. Tell your bank and all other companies and organisations immediately. Ask the Royal Mail to redirect any mail from your old address to your new one for at least a year. · If you live in a property where other people could access your mail, it is worth asking if you can arrange to collect items such as new bank cards or cheque books from your local branch. · If you are getting rid of an old computer, bear in mind that even if you delete files, a dedicated fraudster may still be able to retrieve them. Some people argue the only foolproof way to prevent data being retrieved is to take a hammer to it. · As well as touting pricey ID theft insurance, some of the banks do offer useful free services. Barclays has been offering its online banking customers free anti-virus software and also has a free service where it will send you a text if a new online third party payment is set up on your account. r.jones@theguardian.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}