{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2006/nov/24/popandrock7", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2006-11-24T23:59:06Z", "webTitle": "Laura Barton on music to fall in love to", "webUrl": "https://www.theguardian.com/music/2006/nov/24/popandrock7", "apiUrl": "https://content.guardianapis.com/music/2006/nov/24/popandrock7", "fields": {"headline": "Hail, Hail, Rock'n'roll", "bodyText": "Four years ago, I heard about a man who said that falling in love should feel like listening to Northern Sky by Nick Drake. I've never met the gentleman in question, but it's possibly for the best; I'd probably fall in love with him. You can dissect music to fall in love to, just as you can untangle the human heart into an inventory of valves and veins and ventricles, but it will not really sum up the magic therein. If I were to place Northern Sky on the surgeon's slab and under the scalpel, I might be able to tell you it's because of the viola soaked into the organ and celeste, that the great surging sound it gives mirrors precisely how your stomach seems to billow and flip when you fall in love. I could tell you, too, that it is something to do with the tone of surprise in Drake's voice. Because falling in love is a very surprising feeling. You hear so much about it in songs, books and films that you think you know how it will feel and smell and sound; you expect it will taste like chicken. You know that love is a battlefield, the drug, the law, a many-splendoured thing; you know that love comes in colours. And just as it is simple, and somehow appealing, to confuse lust or infatuation with love, so it is easy to mistake any old syrup-steeped ballad for music that encapsulates the feeling of being in love. That is what keeps Celine Dion or Bryan Adams at No 1 for weeks without end. That is what once made me think Westlife's World of Our Own actually summed up the contents of my heart, and in fact, to my eternal shame, caused me to buy it on cassette single. That is what made me fall for a song that rhymed \"honey\" with \"funny\". When you want to be in love, you are vulnerable to such warbling. But this is surely music for crushes; synthetic creations padded out with the musical equivalents of sugar and fat and bright, blazing E-numbers. When I was young, I used to lie in bed on Sunday night listening to Gary Davies' late-night radio show just to hear all those highly charged hearts criss-crossing the isle like electricity cables, the weary commuters on the A40, the adulterers, the long-distance lorry drivers sending lonely messages home, and I thought love must sound like Sophie B Hawkins. But when I first fell in love it sounded like Van Morrison's Sweet Thing. It was something to do with those \"heart strings that play soft and low\" (to borrow the words from another Morrison song), and something to do with that line about jumping hedges, but mostly it was to do with the fact there is a dampness, a lushness that emerges throughout the course of the song, from the \"clear clean water to quench my thirst\" to the \"bluer ocean\" to the \"gardens all misty wet with rain\", because the first time I fell in love it descended like a deluge. The best love songs, I think, feel like springtime. \"All that juice and all that joy,\" as Gerard Manley Hopkins wrote, the feeling that you will \"never grow so old again\", as Morrison sang it; that feeling of someone seeing the world afresh, with a newfound \"sense of wonder\". Which brings us back to Northern Sky. Like Sweet Thing, you feel a crisp and icy newness melting beneath an emerging warmth and brightness. It's a muddling of the senses that allows perspective to stretch from the \"sweet breezes in the top of a tree\" to the \"emotion in the palm of your hand\". Drake balls up all the surprise and recognition and joy of being in love to deliver one great magical suckerpunch. I'll put my scalpel down now."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}