{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2006/nov/09/citynews.money", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2006-11-09T17:58:41Z", "webTitle": "Viacom profits flop", "webUrl": "https://www.theguardian.com/business/2006/nov/09/citynews.money", "apiUrl": "https://content.guardianapis.com/business/2006/nov/09/citynews.money", "fields": {"headline": "Viacom profits flop", "bodyText": "Viacom suffered a slide in profits over the summer as movie releases such as World Trade Center and Jackass Two failed to perform. The entertainment empire revealed that its third-quarter earnings fell 12% to $655m (£343m). The drop was aggravated by a $62m payout in compensation to former chief executive Tom Freston, who was sacked in September. Although television channels such as MTV and Nickelodeon enjoyed higher advertising revenue, Viacom's DreamWorks cinema arm failed to match last year's performance which was boosted by the 2005 film War of the Worlds. This summer's releases included The Last Kiss - a romantic comedy starring Zach Braff, the animated movie Barnyard and Oliver Stone's keenly awaited World Trade Centre in which Nicholas Cage plays a heroic policeman. But the division made a loss of $6.7m, compared to last year's profit of $51m. The figures were the first since Viacom's 83-year-old chairman, Sumner Redstone, surprised the media industry by abruptly ousting long serving Mr Freston and replacing him with a close associate, Philippe Dauman. In a conference call, Mr Redstone praised the new chief executive's first few weeks in office: \"Philippe is bringing a sense of executional vigour and urgency to the company. He is reviving the entrepreneurial spirit that's been such a major ingredient in the Viacom recipe for success.\" Mr Redstone has a reputation for active intervention in the company. Shortly before Mr Freston's dismissal, he severed ties with the actor Tom Cruise citing the Hollywood star's erratic behaviour. Viacom's new chief executive told investors that the company's digital advertising revenue was growing rapidly and was likely to reach $500m next year - 12 months ahead of schedule. But Viacom's shares, which have performed poorly since a demerger from CBS at the beginning of the year, fell by 1.6% to $39 in early trading on Wall Street. In another change of leadership, Viacom announced that Michael Dolan was leaving as chief financial officer and would be replaced by chief administrative officer Thomas Dooley. The victims of Viacom's management shake-up have attracted sympathy from rivals - a leaving party for Mr Freston last month was attended by News Corporation's Rupert Murdoch and Peter Chernin who watched the ousted millionaire lip-synching to the song Bad Day. · Email business.editor@guardianunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}