{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2006/nov/11/moneysupplement", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2006-11-11T23:52:01Z", "webTitle": "Rupert Jones takes a sideways look at the news", "webUrl": "https://www.theguardian.com/money/2006/nov/11/moneysupplement", "apiUrl": "https://content.guardianapis.com/money/2006/nov/11/moneysupplement", "fields": {"headline": "The Reporter", "bodyText": "Nine life cover: Buy some pet insurance or the cat gets it! New figures released this week by leading insurer Petplan show that a cat is run over on our roads every two and a half minutes. Petplan's research also found that kittens are most at risk. Meanwhile, Bristol has been named the UK's cat accident black spot. Petplan says its research shows that road accidents are a serious threat to cats. \"The luckier cats that do survive often suffer terrible injuries,\" it adds cheerfully. Pet insurers cannot seem to resist churning out this brazenly manipulative stuff in a bid to flog more policies. This summer, the Reporter highlighted a Sainsbury's Bank survey which claimed that more than 500 cats and dogs are stolen each day, and that around 47% of people whose pets have been nicked never see them again. Hit and myth: A chain email referring to a parcel delivery scam has been doing the rounds this week. It warns people that a company called PDS (Parcel Delivery Services) has been posting cards through people's letterboxes which state that they were unable to deliver a parcel and that the recipient needs to contact them on the (premium rate) phone number given. \"Do not call this number, as this is a mail scam originating from Belize. If you call the number and you start to hear a recorded message, you will already have been billed £15 for the phone call,\" according to the email. However, premium rate watchdog Icstis says it pulled the plug on this scam a year ago and is fairly certain it has not started up again. And the £15 charge is a myth, it adds. The most you would ever have to pay is £1.50 a minute. The Belize company behind this scam looks set to be brought to justice in the coming weeks and could face an Icstis fine of up to £250,000. Virtual vice: eBay was hauled over the coals this week for allegedly not doing enough to stop people flogging fake goods on the site. An investigation by BBC1's Watchdog found that among the products bought by the programme's researchers were fake Prada shoes sold as authentic, two counterfeit Christian Dior bags, a realistic copy of Adidas Y-3 trainers, and a fake but supposedly genuine Chloe bag. This week's programme included footage of a raid by police and trading standards officers at the premises of an eBay trader alleged to be selling counterfeit goods. After being alerted to the programme's findings, eBay took down ads from the sellers identified. Multiple choice: The price of getting on to the property ladder could hit the £1m mark in 18 years' time - or in just 12 years if you live in London, according to research published this week. Stroud &amp; Swindon building society says that if house prices and incomes continue to grow at current levels, first-time buyers would find their first home hitting the £1m mark in early 2024. If they are right, lenders will have to massively increase the \"income multiples\" they use when deciding how much to lend someone. Last week, Abbey was criticised for changing its rules to allow homebuyer couples to borrow up to five times their combined salaries. But it's hard to see what the alternative is to higher income multiples if property prices carry on rising faster than earnings. If we don't let people borrow larger amounts, then in a few years' time buying a house will become the exclusive pursuit of the super-rich. Growing pains: There's only one thing going up faster than house prices, and that's the cost of raising a child, which now stands at a whopping £180,000 from birth to age 21 - the equivalent of £23.50 a day. Liverpool Victoria's annual Cost of a Child survey found a 9% hike over the last year - almost four times the rate of inflation. Childcare and education are the biggest expenditures, costing parents £49,092 and £46,778 respectively. From birth to 21, the average UK household will spend £16,000 on a child's food, £12,300 on clothing, £11,000 on holidays, £9,500 on hobbies and toys and £5,500 on pocket money."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}