{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2006/nov/05/filmnews.film", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2006-11-05T16:57:35Z", "webTitle": "You might be shaken, but this Bond won't leave you stirred", "webUrl": "https://www.theguardian.com/uk/2006/nov/05/filmnews.film", "apiUrl": "https://content.guardianapis.com/uk/2006/nov/05/filmnews.film", "fields": {"headline": "You might be shaken, but this Bond won't leave you stirred", "bodyText": "Give or take the odd Octopussy, I suppose, like all of us, I've pretty much seen them all. My first, memorably - you never forget your first - was a rerun of Thunderball at a Gaumont in Birmingham, which in my memory was in the process of being demolished. I'd have been eight, and the most dramatic big screen extravanganza I'd seen previously was Swiss Family Robinson, so Bond came with something of the force of revelation; I went home to re-enact Sean Connery's underwater fight with Largo's men with a single rubber-suited Action Man in the bath. My first on its proper release, not long after, was The Man with The Golden Gun, complete with Lulu's soundtrack. I had nightmares for a while about Christopher Lee's Scaramanga, and recall trying to join in with playground discussions about the voluptuous merits of Britt Eklund's Mary Goodnight in relation to Pussy Galore, a name whose reference was possibly still beyond me. I was, in any case, hooked, for a long time secretly thinking Roger Moore was the best Bond, a fact which would have dismayed my Dad who properly held out for the more spartan virtues of Sean Connery, and my Mum, who would sometimes make an impassioned, slightly flushed argument for the missed opportunity that was George Lazenby. Anyhow, with some of this in mind, I went along to the Odeon Leicester Square on Friday night for the first screening of the new Bond, the Daniel Craig Bond. Most of the other balding, paunchy one-timeschoolboys in the queue seemed to have a similar not quite cynical sense of expectation. There'd be chases, and gadgets and gags - the last Bond line I'd heard in the cinema, was also one of the best: Pierce Brosnan, on the Bosphorus with Dr Christmas Jones at the end of The World is not Enough: 'I've always wanted to have Christmas in Turkey.' Hopes were high. If nothing else, there would be John Barry's theme, which, as I joined the line to have my mobile phone confiscated - an emasculation I could never imagine 007 submitting to - was already dun-de-dunning in my head. The word before this screening was that Daniel Craig's Bond would be a purist's Bond, dirtier and grittier than recent smoothies. Casino Royale was the first of Fleming's books, and the only one, for contractual reasons, never previously filmed except in the Peter Sellers spoof. It would return James to his roots, the cold-blooded killer, the ex-wartime Commander, before fast women and invisible cars turned his head. It begins, after a title sequence involving the designs on the back of playing cards, and diamonds coming out of guns and writhing croupiers in silhouette - you know - in exactly that retro spirit, apparently in black and white, in Prague: Bond is in the shadows surprising a double agent rifling through a filing cabinet. Craig had effectively auditioned for Bond in Layer Cake, in which he played a cocaine dealer out of his depth, and we cut to what looks like a scene from that film - the very un-Bond-like graphic violence of Craig murdering an informer in a white-tiled public lavatory, holding the man's head underwater in a cheap sink. This, we are led to understand, was Bond's first kill, the most traumatic, his 007 status still pending, before the quips set in. His second, of the double agent by the filing cabinet, with a silencer, is more straightforward, and prompts a wry smile. That grainy preamble over, Craig is in colour and up and running - straight through a staged cobra and mongoose fight in a market in Madagascar, over the odd trashed car, past plenty of startled villagers carrying unlikely dry goods, up some serious scaffolding scattering hard-hatted building workers, and on to a crane tower over the impossibly blue ocean in pursuit of a scar-faced villain with a bag of explosives. Who wants backstreet grittiness when you can have fights with guns that run out of bullets at opportune moments at high altitude? Craig is the first Bond since Connery who looks more than capable of doing his own stunts, he runs like a streetfighter, falls credibly from great heights and has been practising his free running. This is pre-Q Bond; the closest he gets to a gadget is a decent mobile phone; he spends a good deal of his time chasing fast cars on foot in a manner Roger Moore would have deemed far too keen; to start with he doesn't even seem to have his own motor. Worse still, he hasn't yet earned Barry's theme, except in odd mangled chords. The best preface to Casino Royale is Simon Winder's wonderful book The Man Who Saved Britain, out in paperback to coincide with the release of the film. It's the comic history of an obsession with Bond, both his own and our own - an unravelling of all the curious hang-ups about posh drinks and hat-throwing and casual misogyny that takes in the demise of imperial ambition, post-war austerity and Fleming's taste for torture. It's a brilliant deconstruction of those staples of British life that Paul Johnson, writing long ago of Bond in the New Statesmen, denounced as 'sex, snobbery and sadism', (this before Johnson moved to the Spectator and discovered the pleasures of the same). You rather wish Cubby Broccoli and the rest had studied Winder's memoir before embarking on Casino Royale. One of the things his book argues well is that the explosion of a gas tanker is no real substitute for vaguely plausible plotting or some notion of contemporary relevance - a key element in Fleming's thrillers was his sharp move from villainous former Nazis, to Cold War paranoia. In attempting to flesh out the idea of Daniel Craig's Bond as backstory to subsequent Bonds - trying on his first dinner jacket for size, tripping over his chat-up lines to Eva Green's gorgeous Vesper Lynd, replying when asked if he wants his martini shaken or stirred, 'Do I look like I give a damn?' - almost everything else seems to have gone out of the window (along with various not particularly sinister villains). I'm quite happy for Bond to live in a continuous present, but the time frame of the film is perplexing. After the grainy Fifties Prague opening, there is the predictable Seventies, Whicker's World rush of destinations, taking in Uganda, Madagascar, the Bahamas and Venice, while Bond, who we are presumably supposed to believe we have never come across before, suggests from time to time that he is in 2006. Judi Dench as M, seems more than usually unsure about the wisdom of her role or which era she's in. She speaks at one point of her nostalgia for the Cold War, before outlining the plot, such as it is, which involves an attempt to manipulate the stock market using terrorism, bringing in the first and only reference to 9/11. You don't expect Casino Royale to be 24, quite, or Bond to be Jack Bauer, but it seems bizarre to be employing a mix of Albanian and Swiss and African and Italian financial terrorists when you might think there are more real current fears to explore. Director Martin Campbell is also unsure about how much of the glamour of violence he wants to strip back. There are unusual 007 moments in which Bond lets us know he's human, sitting soaking in the shower in his blood-drenched dinner suit comforting Vesper after she has helped him kill a man; or, oddly, screaming in pain. Raymond Chandler praised the original book of Casino Royale for its brutal description of torture, exposing genre-fiction to a new realism. The scene that Chandler singled out is reproduced here, with Bond tied naked on the frame of a chair while his exposed scrotum is whipped with a knotted rope. Craig is, not surprisingly, in more obvious pain than any previous Bond , but having put him there, the only way to remove him is through a comically unexplained ambush; by the next scene, like the Bonds of old, he is recuperating by the Italian lakes, his tenderized tackle magically restored. The problem with making Bond more real, is that everything around him then seems even more fake than usual. Craig, always a charismatic presence, often looks unsettled by that dislocation; his sex scenes are more energetic than those of his predecessors but even less convincing; he is hardly allowed any comedy. As a result, by the end of a curiously back-to-front film, when he finally gets his theme tune and introduces himself - 'Bond. James Bond' - he, like the creaky franchise itself, seems profoundly unsure whether he is coming or going. What the other critics thought of Casino Royale Daniel Craig is brilliant, oozing the kind of edgy menace that recalls Sean Connery at his best. It's everything that makes Bond Britain's finest cinematic export - slick, fast-moving and pulse-poundingly exciting. The best since GoldenEye David Edwards, Mirror Film Critic Casino Royale takes us back to basics. To a leaner production and to a Bond who looks like he can do serious damage. Craig is up there with the best. His sex appeal is off the scale. The stunts are more physical and the violence raw. Wendy Ide, The Times Craig's Bond has been rebooted as a man not quite secure within his own tuxedo and the result is a nervier epic. It could have been off-puttingly dark but Craig holds the screen: When this Bond laughs there is a sense of relief. Sinclair McKay, The Telegraph Running at two hours and 20 minutes, the movie is too long. But you can bet on Craig being a hit because when he sorts out his enemy at the end of the film - with his well-worn line 'Bond - James Bond', you just can't help cheering. The Sneak, The Sun"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}