{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2006/nov/01/society.climatechange", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2006-11-01T23:55:44Z", "webTitle": "Boil and trouble", "webUrl": "https://www.theguardian.com/environment/2006/nov/01/society.climatechange", "apiUrl": "https://content.guardianapis.com/environment/2006/nov/01/society.climatechange", "fields": {"headline": "Boil and trouble", "bodyText": "For passengers flying by Concorde from London to New York, the summer of 2003 was a very special time. The plane was due to be taken out of service within weeks and each flight was fully booked. Unfortunately, the record-breaking heatwave that summer spoiled passengers' dreams of a three-hour romantic glide across the Atlantic. The extreme temperatures experienced in the UK and across Europe made the air less dense and less able to support a supersonic aircraft, swansong or not. British Airways was forced to cut the amount of fuel Concorde carried just to get it off the runway at Heathrow. The result? A very unromantic refuelling stop in Newfoundland. The bizarre finding is included in a comprehensive analysis of the effects that long, hot summer had on Britain. The new report, on the impact and costs of the 2003 heatwave, was prepared by Bath-based economic analysts Metroeconomica at the request of the Department for Environment, Food and Rural Affairs, which published the results last week. It covers almost every aspect of life in 21st century Britain. The economists looked at newspaper reports from the time and used economic models to estimate the costs of various impacts caused by the high temperatures and low rainfall during June, July and August - the highest temperature ever recorded in the UK, 38.5C, was reached on August 10. Where available, they also used direct evidence and data supplied by the different industry sectors. Was the heatwave caused by global warming? Just as with hurricanes, scientists are reluctant to blame long-term shifts in climate for individual events. Instead they say that climate change makes them more likely. A report from the Met Office says there is a 90% chance that manmade climate change has doubled the risk of such heatwaves in Europe. One of the biggest financial impacts was on agriculture, although the authors caution that the situation is not straightforward. Not all of the effects can be directly linked to the abnormal summer weather (temperatures, rainfall and sunshine during the preceding season are also important) and while the yield of some farmed products fell, many rose. For some, the positive impact of increased temperature would have been tempered by the associated lack of rain. Contrary to media predictions at the time, wheat yields went up and profits soared by £30m. Barley grew better too, with financial gains to UK farmers of £18m, the report says. Other vegetables also benefited, but sugar beets and field beans showed small losses. The negative impact on livestock was more severe. The weight of home-fed sheep and pigs dropped, with financial losses of about £22m and £6m respectively. Milk yields fell some 50 litres per cow below the long-term average, costing dairy farmers about £10m. There was no obvious impact on cattle, poultry or egg production. Britain's transport system suffered during the heatwave, particularly the railways. Widespread speed restrictions were imposed because of rail buckling, which becomes a real problem when rail temperatures reach 36C. Official figures show 137 cases of rail buckling in 2003/4, compared with 36 the year before and 42 the year after. Again, the authors caution that confounding factors such as maintenance cannot be discounted. The resulting delays are estimated to have cost passengers £2.2m in lost time, while Network Rail had to pay £6.5m to the train companies in compensation. The researchers also found that disruptive fires at the side of the tracks jumped 42% in 2003 compared to the following year, which might be down to the hot weather. Britain's road network bore the brunt of the searing heat. Sections of the M25 simply melted and the total costs of repairs across the country is estimated at £40m, of which the government contributed £23m. The rest of the burden fell on local authorities. Temperatures on the London Underground passed 41C and passenger numbers dropped 1%-1.5% during the hottest two weeks, reducing revenue by £500,000. Perhaps the most direct effect the heatwave had was on health. From August 4 to August 13, the death rate across England and Wales soared by 16%. Some 2,157 deaths across the UK have been directly blamed on the extreme weather during those 10 days, most of them older people. Thousands more died across mainland Europe. Hospital admissions were up too, with more than 165 extra people aged over 75 admitted to hospital in the UK each day. Taking into account the direct medical costs, lost productivity and the pain,as well as concern and inconvenience caused to family members, the report puts the health-related price tag of the heatwave to the UK at £41m. The report found other effects: electricity and gas use were down, partly because of reduced heating requirements and partly because of people spending more time outside, saving consumers about £80m. And the retail sector saw a modest boom, with sun-kissed shoppers spending an extra £3m and domestic tourists £38m. The report's authors conclude that, in many cases, the actual impact of the heatwave was different from the perceived impact. They say future responses and policies to adapt to the creeping effects of global warming must take this into account. Concorde passengers will not be the only people surprised by the effects of climate change. · Funny Weather, by Kate Evans, is published by Myriad Editions, RRP £6.99. To order a copy for £6.99 with free p&amp;p inside the United Kingdom go to theguardian.com/bookshop or call 0870 836 0875 · Any comments on this article? Write to society@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}