{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2006/nov/20/careers.theguardian2", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2006-11-20T23:47:50Z", "webTitle": "Show us your drawers", "webUrl": "https://www.theguardian.com/money/2006/nov/20/careers.theguardian2", "apiUrl": "https://content.guardianapis.com/money/2006/nov/20/careers.theguardian2", "fields": {"headline": "Show us your drawers", "bodyText": "iPod I sometimes listen to music at my desk. I wish I could say it was Mozart, but it tends to be more like the Killers or another guitar band. There's always the danger of being caught singing along, which makes it interesting ... Bag of pumpkin seeds Everyone tries to have healthy snacks in their drawers, and pumpkin seeds are superfoods, or something. It doesn't stop me when the snack trolley arrives - damn those mini-packets of Jaffa Cakes. Tape measure I had to look at some furniture at lunchtime. After previous disasters buying things in a rush at lunchtime, I decided to take the sensible approach and measure up. It makes you feel very grownup. Makeup For a three-o'clock vanity attack. Being able to brush your hair, and use some hand lotion when it's all getting a bit hectic is nice. And which girl doesn't feel better for more foundation? Necklace It gets in the way when I work, so I take it off and put it back on for posing around the office, or lunching. Umbrella Erm, for stopping rain hitting me. I got sick of buying new ones from the guys outside the tube, so I keep an emergency one in my drawer. Juggling ball One of those random corporate freebies - it's quite therapeutic to play with, and squeeze like a stressball. People don't get to throw stuff around anywhere near often enough in the office these days. CDs For the same reason as the iPod. Although they have the added advantage that, playing them through my computer, I appear to be doing work-related listening. Business cards Random ones I've collected over the months. I rarely use them, but you never know who'll come in handy. Silk petal things I genuinely have no idea how they got there, or what they are, which scares me a bit. Who makes these things? Why? Who for? It's some kind of conspiracy. · Katie Ford, a store merchandising assistant, was talking to Ravi Somaiya"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}