{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2006/nov/20/popandrock.georgemichael", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2006-11-20T23:51:52Z", "webTitle": "George Michael, Manchester Arena", "webUrl": "https://www.theguardian.com/music/2006/nov/20/popandrock.georgemichael", "apiUrl": "https://content.guardianapis.com/music/2006/nov/20/popandrock.georgemichael", "fields": {"headline": "George Michael", "bodyText": "Many pop stars try to reinvent themselves by design, but their efforts pale next to the shift in public image George Michael seems to have achieved by default. On stage, the smile is familiar from aged Smash Hits covers, and the dancing style remains firmly rooted in the nightclubs of early 1980s Bushey, his suburban hometown. In every other respect, however, George Michael in 2006 is almost unrecognisable as the clean-cut frontman of wilfully plasticky duo Wham!, whose rampant heterosexuality extended, according to teen-mag lore, to stuffing their shorts with shuttlecocks. Today, he is an openly gay, unrepentant marijuana fiend who sacrificed his US following for his political beliefs. By contrast, Scott Walker's decision to stop singing in tune seems pitifully small beer. Michael's current world tour ostensibly celebrates 25 years in the music business, but its primary purpose seems to be to reconnect Michael with his past - to remind his audience about his music rather than his drugs and cottaging, and what you might charitably call his unique interpretation of the Highway Code. The merchandising stall is selling Wham! T-shirts, and the set skims over more recent material, the rambling opacity and endless self examination of which betrays the sweet-smelling fug in which he lives his life. He makes a meal of the Blair-bashing Shoot the Dog - which still sounds like a nice sentiment in search of a decent song, even when performed before a giant inflatable of George Bush receiving fellatio from a bulldog - but it's largely hits all the way: I'm Your Man, Fastlove, Faith. Nevertheless, you could never accuse him of playing it safe. He eschews pyrotechnics and relegates his backing band to the shadows: it's essentially just Michael on stage for two hours. There's something defiant and self-assured about believing - rightly, as it turns out - that you can hold an arena crowd's attention with your songs and voice alone, but then there's something defiant and self-assured about George Michael, full stop. He announces that his greatest hits album is expected to reach number one. The crowd scream. \"Yeah,\" he adds, \"fuck 'em, eh?\" The crowd scream even louder. · At the Manchester Arena (box office: 0870 162 2002) tomorrow. Then touring."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}