{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2006/nov/05/escape", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2006-11-05T17:45:52Z", "webTitle": "Travels through a midlife crisis", "webUrl": "https://www.theguardian.com/travel/2006/nov/05/escape", "apiUrl": "https://content.guardianapis.com/travel/2006/nov/05/escape", "fields": {"headline": "Travels through a midlife crisis", "bodyText": "How much is too much limoncello? I only ask, because a litre of the stuff seems to be having a rather violent effect on Gisella, who is standing in the doorway of her Tuscan kitchen in her nightie at 2am, yelling obscenities at her partner, Robert. But Gisella hasn't touched a drop. No, the main gist of her angry sentiments seems to be that Robert and I have demolished an amount of the sickly liqueur that would normally last an Italian family a couple of generations, say. And that to her, said consumption is about as mature as injecting mercury into your eyes. Next morning, in that most traditional of Tuscan send-offs, Robert whips out his bagpipes and serenades me with 'Will Ye No Come Back Again', as incongruous among the cypress trees and the rolling ochre hills as it is ambiguous in its title. Looking at the different expressions on Robert and Gisella's faces, it fitted the occasion perfectly. Gisella, if you're reading this, I am very sorry. Now, a limoncello hangover is not what you want when trying to navigate while riding a motorbike in the fast-forward world of Italian driving. So maybe it's just as well that all roads lead to Rome, except the one I take that leads to Perugia. A quick espresso, a couple of aspirin and a good look at the map later and I am heading for the Italian capital, where I text Antonio and Giulia. I had met them back in Greece, where they left me with those immortal words: 'If you're ever in Rome, look us up.' Perhaps they might have added the caveat: 'But preferably not in the week that Antonio's first book is due to be finished and Giulia's Phd has to be submitted.' But if my timing is a little unfortunate, they graciously don't make a big deal of it. It's my first time in the Eternal City and from the Colosseum to the Pantheon, the Trevi Fountain to the Spanish Steps, Piazza San Pietro to the Sistine Chapel, it is a breathless orgy of wide-eyed wonder; the concentration of treasures like one of those fantasy dinner parties where you get to invite only the most fabulous guests. I savour the city in tiny bites, spending one day aimlessly wandering the Centro Storico, the next just reading a book in the Villa Borghese. For Rome, it seems to me, is a place to sit for a while, allowing it to come to you, enter you. But there is something else emerging here; a pattern. I spent the first few months of this trip frantically moving, lusting after the promise of tomorrow. But recently - a week in Athens, five days on a Croatian island, and now nine days in Rome - I seem to be finally learning the art of being still. On my last day in Rome, Antonio and Giulia take me to the Stadio Olimpico to watch their beloved AS Roma play. There we sit among the Ultras - the hardcore fans - among the drums and the industrial-strength fireworks and the singing and the hand-wringing. I spend the match slowly getting stoned, my head in a fug of sweet perfume courtesy of the youths chain-smoking spliffs surrounding us. After the game, we ride our motorbikes through Rome. Hundreds of scooters dart around us like clouds of swifts as we head along the Tiber, round the Piazza Venezia and past the Forum, where beer-bellied legionnaires drag on their fags between posing for the tourists. And whether it's all of this, or just the drugs, I don't know. But I have a huge, ridiculous grin on my face."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}