{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2006/nov/01/drugsandalcohol.crime", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2006-11-01T23:54:02Z", "webTitle": "A scheme that tackles persistent shoplifters' drug addiction is reducing crime", "webUrl": "https://www.theguardian.com/society/2006/nov/01/drugsandalcohol.crime", "apiUrl": "https://content.guardianapis.com/society/2006/nov/01/drugsandalcohol.crime", "fields": {"headline": "Brighton cheer", "bodyText": "Stephen Bartley was one of Brighton's most notorious shoplifters. Stealing to feed his £500-a-day crack cocaine and heroin addiction, it seemed unlikely that he would ever break the cycle of drugs, crime and prison. Earlier this year, he received an 18-month prison sentence for breaching an antisocial behaviour order (Asbo) banning him from the city centre. Yet with support from the groundbreaking Brighton Shoplifting Project, not only has Bartley, 29, been clean of drugs since February, he has moved into a rented flat and started a labouring job. The project targets the city's most persistent shoplifters, and by dealing with offenders' drug addiction, it tackles the root cause of shoplifting. But what sets it apart from other initiatives is intensive outreach work. Before the project started in 2004, offenders such as Bartley were usually issued with Asbos that they would inevitably breach, leading to prison. John Patience, Communities Against Drugs development officer at the Brighton and Hove Drug Alcohol Action Team, which oversees the project, explains: \"It's about breaking habits, not just enforcement. We knew our street outreach project for the homeless was working well, so thought the same kind of outreach approach might work with a different client group.\" The initial step is to identify the most persistent shoplifters with information supplied by the police, probation, the local antisocial behaviour team and businesses. The project's outreach worker, Peter Hatfield, the only full-time member of staff, makes contact and builds a relationship over several weeks. In Bartley's case, he sought him out every day either on the street or at the police station. \"I introduced myself as a drugs worker, making it clear I was very different to probation or police,\" Hatfield says. \"Stephen admitted he needed help but didn't know how to find it among all the chaos.\" Visiting him in prison, Hatfield drew up a care plan, counselled him about the need for drastic changes in his life and guided him on to a methadone programme. Once Bartley was out of prison, Hatfield showed him how to apply for the right benefits and got him into a local residential treatment programme. He is now living in a YMCA flat where he pays £70 a week rent. The project, managed by the charity Crime Reduction Initiative, has supported 30 shoplifters in two years. In the first 18 months there was a 45% drop in reported thefts by shoplifters targeted by the scheme and an estimated saving to local businesses of £600,000. Initial funding came from a Home Office grant of £80,000. Its annual £37,000 running costs are now funded by the government's Safer and Stronger Communities Fund and the local Business Crime Reduction Partnership. Last month, the British Retail Consortium (BRC) revealed that retail crime has risen by 70% since 2000. According to the BRC, around 65% of shoplifters arrested test positive for drugs or say they steal to support their habit. Bartley, whose drug addiction began when he started using cannabis as a teenager in east Brighton, is indebted to the project and proud of what he's achieved. \"Doing things that are normal for most people - working, paying tax, paying rent - it's a lovely feeling because I'm in control of my life.\" His long-term hope is to form a relationship with his two children from previous relationships. \"It hurts when I look back,\" he says. \"I could have had my kids with me, but I've got to look forward. When I was using I was numb. Today, I feel like I'm alive.\" · Details of the Brighton Shoplifting Project at www.crinet.co.uk · Any comments on this article? Write to society@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}