{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2006/nov/20/mediamonkey.mondaymediasection", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2006-11-20T23:50:46Z", "webTitle": "Media Monkey's Diary", "webUrl": "https://www.theguardian.com/media/2006/nov/20/mediamonkey.mondaymediasection", "apiUrl": "https://content.guardianapis.com/media/2006/nov/20/mediamonkey.mondaymediasection", "fields": {"headline": "Media Monkey's Diary", "bodyText": "· The Daily Star's showbiz hack Joe Mott broke the golden rule of journalism - never become the story - by being snapped out on the town with Girls Aloud star Sarah Harding. Mott's fascination with Harding goes all the way back to a Girls Aloud record company \"fanzine\" in which he suggested Harding was a lesbian. \"She's gay,\" wrote Mott. \"How else was the undercover lady-lover to bear the company of walking erections like Calum Best, Steve Jones and Stephen Dorff?\" Presumably this was before Mott and Harding started dating. The Star's subs, meanwhile, had a not-so-subliminal message for Harding on Friday's front page: \"Girls Aloud Sarah has the willies put up her.\" · As the Telegraph settles into its new Victoria HQ, Monkey hears that some of its staff are finding it a little too, well, Victorian for comfort. Among their chief concerns is there are not enough watercoolers to go round and only one toilet block. Anyone who wants to take a leak has to take a \"walk of shame\" among their colleagues, who know exactly how long they have been on their comfort break. Still, with fewer watercoolers, there is presumably less need to go to the toilet. Now that's what Monkey calls joined-up thinking. · Much fun was had at a Radio Academy event in London last week, when 5 Live's Nicky Campbell and former Radio 1 music boss (and now Academy director) Trevor Dann met for a chat. But which DJs were they talking about here? \"He never listened to his own show because every time he played a record he was on the phone.\" \"He was criminally insane.\" \"I was in the studio next door and I saw he had his dick out.\" Answers on a postcard, please. · To Barcelona, where BSkyB chief executive James Murdoch rather over-reached himself when he told a conference the satellite broadcaster had \"for the first time\" secured a long-term agreement with MGM giving it the exclusive James Bond franchise. That was news to ITV, which has the exclusive rights to the 007 back catalogue and is currently showing them on ITV4. What Murdoch meant to say, we think, was that he has secured the first pay-TV showing of the new Bond film Casino Royale. The first free-to-air showing of the film will be on ... ITV. Word has it Murdoch was shaken, not stirred. · The Sun should probably have thought twice about using the headline pervhunt.com on its splash about convicted paedophiles being named on a website. The paper didn't buy the name (the official site's name, ceop.gov.uk/wanted, is rather less catchy), so a Popbitch user did it for them. Visitors to pervhunt.com are now automatically rerouted to a section of the Sun's very own page3.com, featuring topless 18 and 19-year-old models. .· Just in case you missed it, Thursday was unofficial poultry day on Fleet Street. \"Salmonella in eggs alert,\" was the front page of the Daily Mail. \"Danger in millions of eggs from abroad,\" reported a similarly themed splash in the Express. \"Shoppers deceived in free range eggs scandal,\" said the Times. And the Guardian gave away ... a giant poultry and waterfowl wallchart. Eggs-cellent stuff. · The Independent had a scoop of sorts last week with its picture of the England cricketer Marcus Trescothick returning to Heathrow from the Ashes tour of Australia with a \"stress-related illness\". Was it in any way related to the stress endured by the Indy sports editor, or perhaps the agency snapper who took the picture, when it became apparent that it wasn't Trescothick at all but a not very convincing lookalike? · Monkey's online trend of the week comes from global ecommerce specialist Zanox: \"Shoes rank second only to electronics as the most searched-for keyword online.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}