{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2006/nov/01/voluntarysector.guardiansocietysupplement", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2006-11-01T23:52:55Z", "webTitle": "Just as good at giving", "webUrl": "https://www.theguardian.com/society/2006/nov/01/voluntarysector.guardiansocietysupplement", "apiUrl": "https://content.guardianapis.com/society/2006/nov/01/voluntarysector.guardiansocietysupplement", "fields": {"headline": "Just as good at giving", "bodyText": "It is an oft-quoted belief in philanthropic circles that the US is years ahead of Europe when it comes to charitable giving. But new research is now calling for a rethink, revealing that Europe's corporate foundations give more than their American counterparts. Research by the magazine Philanthropy in Europe (PiE) shows that annual spending by Europe's top 25 corporate foundations last year outstripped the US by over €500m (£335m), distributing €1.7bn (£1.14 bn) compared to €1.1bn (£738m) in the US. One explanation is that many of Europe's top 25 are the legacies of centuries-old corporate foundations and have amassed huge fortunes from a history of mergers and acquisitions. In contrast, US corporate foundations have been established more recently by companies solely as an expression of their philanthropic intentions. Other PiE research shows that US charitable foundations as a whole still give more than the Europeans - €7.3bn (£4.9bn) compared to €4.4 bn (£2.9bn). But Karina Holly, editor of PiE, says the gap between American and European philanthropy is closing. \"There are a few very rich individuals who tend to warp the figures,\" she says. The Bill Gates Foundation alone accounts for more than $1bn (£527m). \"But the reality is, when it comes to our attitude to philanthropy, we're not that far behind.\" www.philanthropyineurope.com · Any comments on this article? Write to society@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}