{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/nov/09/worlddispatch.southafrica", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-11-09T18:08:33Z", "webTitle": "Scandal about killing of millionaire Brett Kebble rattles South Africa's elite", "webUrl": "https://www.theguardian.com/world/2006/nov/09/worlddispatch.southafrica", "apiUrl": "https://content.guardianapis.com/world/2006/nov/09/worlddispatch.southafrica", "fields": {"headline": "Scandal rattles South Africa's elite", "bodyText": "There are murders that are somehow symptomatic of their times. That, at least, is true of South Africa, where two murders in particular come to mind. The first is the killing of Robert Smit and his wife, Jeanne-Cora, in their Pretoria home in 1977. Smit was an up-and-coming National party politician - a candidate in a pending byelection. It seemed to have been a professional \"hit\" - the killers shot Mrs Smit at point blank range, waited for her husband to come home, then killed him as well. The couple had multiple gunshot and stab wounds and the mysterious letters \"RAU-TEM\" were spray-painted on the wall and refrigerator. There was much speculation about the motive, most of it centring on rumours of Swiss bank accounts and leading politicians - one name often mentioned was that of the prime minister, John Vorster. Another was Dr Nico Diederichs, the president, popularly known as \"Dr Gold\". Even Archbishop Desmond Tutu's Truth And Reconciliation Commission had a go at solving it, but failed to take the story much further. Now South Africa is agog over the equally sensational Kebble murder. Brett Kebble has often been compared - even before his death - with the legendary South African \"Randlord\", Barney Barnato. The comparison may have had some prescience. The fabulously wealthy mining magnate, who famously started his career with £30 and a box of cigars, died in 1897 when he fell overboard from a ship sailing to England. Whether he was pushed, or fell, has ever since been the subject of debate - the only witness was his nephew, Solly Joel, who inherited his estate. Kebble's death was on dry land - in Johannesburg to be precise, inside a Mercedes-Benz S 600 in September last year. As with the Smits, it appears to have been a professional \"hit\". One of a team of three assassins fired seven shots through the driver's window before making a cellphone call - presumably \"mission accomplished\". Kebble's biographer, financial journalist Barry Sergeant, describes him as \"one of the sharpest confidence tricksters the South African investment community has ever hosted\" - which is saying something. Physically fat, Kebble was also something of a pig where conspicuous consumption was concerned. He was said to have owned about 100 luxury cars - including Mercedes, Jaguars and Ferraris - as well as a Learjet and a Gulfstream. Sergeant describes how once, going through duty-free, he had bought 50 watches. Almost his only redeeming feature was that he played the piano well - almost up to concert standard, it was said. But even that gift in a way helped conceal something of a scam. He was well known as a sponsor of the arts, and the annual Kebble art awards, worth about R600,000 (£44,000), were a highlight of the local cultural calendar. But the hurried cancellation of the 2006 ceremony suggested the annual event had little to do with personal generosity on his part. Kebble's machinations on the world's stock exchanges are bewilderingly complex, confusion having been a favourite weapon in his pursuit of riches. It perhaps suffices to say that at the time of his death he owed billions of rand and faced a tax bill of R250m (£18m). But his debts are not the only scandal connected with Kebble. He blatantly exploited the country's commitment to black economic empowerment for personal gain and the controversies associated with him are extending ever higher into South Africa's governing elite. The extent of Kebble's ties with senior figures in the government and the ANC became apparent only at his funeral when black politicians vied to carry his coffin and delivered orations in a send-off worthy of a national hero. They included the likes of leaders of the ANC youth league, Dali Tambo, the son of former ANC president, Oliver Tambo, and Essop Pahad, minister in the presidency. Pahad, as President Thabo Mbeki's righthand man, put on a particularly bizarre performance at the funeral, telling mourners that \"what Brett said to any of us in private should remain private\" and attacking the media for what he called \"obsessive\" speculation, saying Kebble's \"democratic right\" to be considered innocent until proven guilty was being abused. In the latest development, South Africa's top law enforcement officer has been dragged into the Kebble saga. The commissioner of police, Jackie Selebi, called an extraordinary press conference on Sunday to deny a report in the Johannesburg Sunday Times that he had been the recipient of a corrupt payment of R50,000 (£3,600) by Kebble's head of security. The payment, among other activities, was said to be the subject of an investigation by the \"Scorpions\" - the South African counterpart to the FBI. At the press conference, Selebi denied receiving the payment, saying: \"R50,000 is a small amount for me. I would not be so cheap.\" Kebble's head of security, Clint Nassif, has been drawn into the scandals surrounding the dead mining magnate. It emerged that he had been responsible for one of several police blunders in the investigation into the killing - arranging to have the Mercedes in which Kebble died cleaned before police had been able to do a forensic examination. Nassif was arrested last week for an insurance scam in which he is alleged to have had his Mercedes dropped from a forklift in support of a R500,000 (£36,000) claim. Because he was allowed bail although it was known that he was planning to move to the USA, there has been speculation that he has done a deal with the Scorpions by which he will become a state witness. On present indications the Kebble murder appears much more likely to be solved than the Smit murder."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}