{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2006/nov/11/firsttimebuyers.property", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2006-11-11T23:52:05Z", "webTitle": "Hike puts extra squeeze on first-time buyers", "webUrl": "https://www.theguardian.com/money/2006/nov/11/firsttimebuyers.property", "apiUrl": "https://content.guardianapis.com/money/2006/nov/11/firsttimebuyers.property", "fields": {"headline": "Hike puts extra squeeze on first-time buyers", "bodyText": "Millions of homeowners face higher mortgage repayments after the Bank of England this week announced a 0.25% increase in interest rates. But where does this leave those looking to take out a home loan or switch to a better deal? David Hollingworth of mortgage broker London &amp; Country believes the latest rise leaves fixed rate deals looking like a very good option. For those looking to borrow quite a large amount, he suggests Nationwide's two-year tracker at 4.54%, which carries a sizeable £1,499 fee. Nationwide is also offering a two-year fix at 4.47% with the same fee. He says those looking for a more reasonable fee could opt for the Alliance &amp; Leicester tracker at 4.74% which comes with a £499 fee, refunded valuation and free legal work for remortgages. A&amp;L is also offering a two-year fixed rate at 4.74% but with a £799 arrangement fee, a refunded valuation and free legal work. Those looking for a longer deal should head to Derbyshire building society, which is offering a five-year fix at 4.95% with a £799 fee. On the variable rate front, Hollingworth says Woolwich is offering very competitive lifetime trackers with free valuations and legal work for remortgages, and no early redemption charges at any time. The rate is 0.17% above base rate for life with a £795 arrangement fee, or 0.29% above base for life with no arrangement fee. Nick Gardner at broker Chase De Vere Mortgage Management describes this week's rate increase as \"the news first-time buyers were dreading. This will price even more young people out of the market. However, there are still some two-year fixed rates available below 5% but most of these will be withdrawn in the coming days, so borrowers need to act fast.\" Only one lender, Giraffe Mortgages, has a below-5% five-year fixed rate, which will be available next week but probably withdrawn shortly afterwards, he says. The rate rise is likely to lead to renewed interest in very long fixed-rate mortgages such as the 20 and 25-year deals offered by Cheshire building society. Traditionally, many borrowers have been put off long-term loans as they are concerned their situation will change or that rates will go down once they are locked into a deal. But nowadays, some of these deals have penalty-free \"windows\" after a few years, allowing people to bail out if they wish. Thursday's rise, which has to be one of the most widely predicted increases of recent times, takes the base rate to 5% - the highest for five years. The increase follows a 0.25% hike in August and will add around £20 to monthly repayments on a typical £120,000 mortgage. And the Bank signalled that consumers can expect further rate rises in the future if this second increase fails to curb the economy's exuberance. Anyone with a variable rate or base rate tracker mortgage can expect to pay more, while those with fixed rate home loans will see no change in their payments. Letters announcing the new repayments will be going out shortly. However, while homeowners will be feeling the pain, the rate rise is good for savers. Unusually, a number of providers, including new Icelandic entrant Landsbanki and M&amp;S Money, said they were upping the interest rates they pay within hours of the announcement. Banks used to be much slower to pass on increases to savers. It's the clearest sign yet that the savings market has become fiercely competitive. m.brignall@theguardian.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}