{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/nov/24/fiddlingwhileromeburns", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-11-24T19:37:14Z", "webTitle": "Fiddling while race burns", "webUrl": "https://www.theguardian.com/commentisfree/2006/nov/24/fiddlingwhileromeburns", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/nov/24/fiddlingwhileromeburns", "fields": {"headline": "Fiddling while race burns", "bodyText": "The debate about the new New Generation Network has an air of unreality to it. As they fiddle over their manifesto, the fires burn. Well, that's a bit inflammatory but it's curious that a debate which gets so heated about identity issues of race and faith, seems totally oblivious to the fact that the main body in this country to promote good race relations is limbering up to a huge convention next week in central London to celebrate the 30th anniversary of the Race Relations Act. The only problem is that some of the most prominent race organisations in the country have pulled out and are urging everyone else to boycott the celebrations. While the Commission for Racial Equality is toasting three decades at a gala dinner on Monday night, on the other side of town, there will be a \"summit\" which will include Lee Jasper, Karen Chouhan of the 1990 Trust, Peter Herbert of the Society of Black Lawyers and Simon Woolley of Operation Black Vote. Other supporters include the Muslim Council of Britain and Muslim Association of Britain. Their complaint is that the conference is not giving enough attention to \"structural and economic barriers to race equality\" and they cite the lack of a session on educational under-achievement. They also don't like the corporate sized ticket prices - the full price is £700 for two days. But in addition to these complaints, one suspects that what this is also about is the disarray at the Commission for Racial Equality. Trevor Phillips' controversial leadership has alienated many disparate groups (as the rebel's list of supporters indicates). The coup de grace was to leave the CRE to head up the Commission for Equality and Human Rights after he had succeeded in negotiating for the CRE to stay out of the new body during the crucial formation period. The CRE will flounder without an effective chair. It will have no sense of direction, and seems destined to wither on the vine at a time when race relations are in the headlines on almost daily basis. Just at the point when a powerful steering hand is needed, there will be an empty chair. No wonder that the rebels are planning a wake on Tuesday morning for the CRE. The rumpus only reinforces Sunny Hundal's argument that we need a new generation of race politics. But I think the manifesto also points up how fragmented the issue has now become with pockets of isolated debate picking their own quarrels, and no central rallying point where new coalitions can be forged on the big issues. Sunny seems only to be offering his own cabal as an alternative (as Gary Younge so neatly pointed out) to the self-appointed community leaders he so dislikes, rather than the hard work of building up alliances across the board to re-energise a whole generation. The problem is that by Hundal making \"communal identities\" (interesting to see the emergence of a more derogatory term originating from the sub-continent in place of the more commonly used \"faith identity\") his main target, he will end up alienating many of the people he needs to engage. And he'll get into a tedious turf war about race and religious identity, as many of the posts illustrate. Why not concentrate on developing a common platform of social justice and anti-discrimination instead? Child poverty is part of it, so is educational underachievement and so is the shockingly disproportionate ethnic minority graduate unemployment. Even if you do well at school and get to university, you are three times more likely not to get a job on graduating than a white counterpart - that's a glass ceiling that Hundal and the New Generation Network should be campaigning on rather than some abstract notion of multiple identities."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}