{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2006/nov/11/moneysupplement1", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2006-11-11T23:52:02Z", "webTitle": "Patrick Collinson: The lowest and those laid low", "webUrl": "https://www.theguardian.com/money/2006/nov/11/moneysupplement1", "apiUrl": "https://content.guardianapis.com/money/2006/nov/11/moneysupplement1", "fields": {"headline": "The lowest and those laid low", "bodyText": "They are layabouts who spend willy-nilly on their credit cards, then apply for an IVA (individual voluntary arrangement) and skip happily away from their debts. They borrow irresponsibly, spend irresponsibly, and expect the rest of society to pick up the tab. And the money probably went on binge living and never-worn designer clothes. These sentiments have become fashionable, even in liberal circles, in recent weeks. The government issued the latest insolvency figures last week. The first take in the media was a focus on the 100%-plus increase in the number of IVAs. The second take is that it has obviously become too easy - witness the headlines on \"soft bankruptcy\". And the third take - seen more in the business pages - is that these vulture-like IVA companies are making almost obscene profits. But let's not sob too much on behalf of the poor old banks and credit card companies. These are the people who have tried every trick and gimmick (credit card cheques being the worst) to get people to borrow. From the beginning, they priced the cards for what they call \"delinquency\". This is their estimate of how many borrowers from a particular demographic profile will default. A-grade borrowers get the 0% offers. The ones more likely to default - and are now doing so through IVAs - were always on higher interest rates than the \"typical\" rates quoted in adverts. The banks have already made their money out of them from higher rates in the first place. That does not, of course, excuse fecklessness among borrowers. No doubt there will be examples of card users wilfully overspending and choosing IVAs to get away with it. There are even rumours of IVA companies encouraging borrowers to \"max out\" on their cards in the run-up to insolvency. It's unforgiveable, but unlikely to be common. This is far outnumbered by the families who in the run-up to Christmas tip themselves into unmanageable debts. That reflects not fecklessness but Britain's ugly, grasping consumerism - which starts from the moment a child switches on the television and is swamped with advertising. Christmas club Farepak's collapse just days before customers were due to receive their shopping vouchers and hampers has Dickensian overtones. The main players in the £41m disaster, including Halifax Bank of Scotland, hamper industry trade body Hita and the British Retail Consortium have been named and shamed as \"Scrooges\" in parliament. And consumer affairs minister Ian McCartney described the crash as a \"national emergency\". There is some help for the 150,000 victims. HBOS was pressed to chip in £2m and other retailers have stumped up a further £1m or so. This will not go far in helping the largely lower-income savers. Consumers might next year go for a supermarket Christmas savings plan - you could put £144 into Asda's savings card scheme now and collect £150 in vouchers later this month. Asda is very unlikely to go bust. But if it did, then savers would be in the same legal position as Farepak's - unsecured creditors at the bottom of the pile. With less publicity, this lowly status is also the fate of shoppers who entrust money to mail order firms and furniture companies which fail before the goods are delivered. If something good is to come out of all this, then the law should change so retailers have to ringfence customer money until goods are delivered."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}