{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2006/nov/20/careers.theguardian4", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2006-11-20T23:47:51Z", "webTitle": "How to ...", "webUrl": "https://www.theguardian.com/money/2006/nov/20/careers.theguardian4", "apiUrl": "https://content.guardianapis.com/money/2006/nov/20/careers.theguardian4", "fields": {"headline": "How to ...", "bodyText": "Not to boast about this or anything (because it's absolutely no laughing matter, as disgruntled friends and family members have made abundantly clear), but I am very good at being late: find me a meeting, event or function and I'll find a 10-minute delay. Such non-stop lateness is, of course, the height of rudeness - although, confusingly also the height of fashion. If you're lucky, good friends will find a compromise (once they've finished ranting) and automatically factor in a degree of tardiness when making arrangements. Employers aren't quite so forgiving. Obviously, some jobs demand rather closer attention to time than others. Bank cashiers, shopkeepers, teachers, train drivers, judges - sauntering up, 20 minutes late with a long queue of customers hammering at the door, is not going to make you popular (unless of course you're a judge or teacher, when your \"customers\" are probably glad of those few extra moments of freedom). Far better to swap for a job where being late, while not exactly encouraged, is less of an issue if done properly. Because here's the rub: there are those who do being late well, and there are those who, well, get fired. The difference between them? Knowing the intricacies of when to fluster, apologise, stroll right along, and when to give it up as a bad cause and call in sick. First, you're going to need to work out just how unpunctual you really are: a bit late every day; outrageously late once every couple of weeks; so late you're reading this a week after everyone else? Most of us are the former - 10-minutes-late kinda gals, with every intention of being on time, but too many bed/clothes/breakfast decisions to make the train on time. So what to do? My long and varied experience of slight unpunctuality suggests brazening it out is often best. Practice your insouciant swagger so that when you arrive, latte in paw, it's as if this is actually your starting time. Then work extremely hard until lunchtime, so that nobody can find fault - if you're actually doing more than your colleagues, then frankly, you should be coming in even later (although be careful how you deploy this argument. You want indispensable, not rude and arrogant). People with difficult commutes, normally paragons of promptness, often get in nasty pickles - three minutes late leaving the house means waiting half an hour for a train, missing a connection and stomping into the office an hour and a half late. No jolly way with a paper cup of coffee is going to help here - instead, go on the offensive, working yourself into such a fury about train delays and PUBLIC BLOODY TRANSPORT! that your boss is too scared to even talk to you, let alone fire you. Let rage be your friend. Finally come the people so late they're practically early - the workers famous for their devil-may-care attitude to timekeeping and lackadaisical approach to turning up. Most of them won't last very long. The ones that do will survive in one of two ways: by drawing themselves as the office eccentric, to be indulged and gently humoured; or by being so absolutely amazing at their job it would be corporate suicide to sack them. Good grief! Sometimes - and I say this as someone whose watch-wrist remains defiantly bare - just being on time looks like the easy option."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}