{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2006/nov/05/travellingsolo.escape3", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2006-11-05T19:18:24Z", "webTitle": "How to make the most of  a city break on your own", "webUrl": "https://www.theguardian.com/travel/2006/nov/05/travellingsolo.escape3", "apiUrl": "https://content.guardianapis.com/travel/2006/nov/05/travellingsolo.escape3", "fields": {"headline": "How to make the most of  a city break on your own", "bodyText": "Stay with a local You'll have at least one instant friend, and hopefully a ready-made social group if you stay at the home of a local. A number of websites act as forums for travellers to offer spare beds for a night or two, for free, including www.couchsurfing.com, www.place2stay.net, www.globalfreeloaders.com and www.hospitalityclub.org. Take a tour Meet other travellers or get an insider's introduction to a city by taking a tour led by a local. Big Apple Greeter (www.bigapplegreeter.org) has 300 volunteer guides who will show you around a New York neighbourhood for free. In San Francisco you can join tours of residents' favourite foodie spots at www.localtastesofthecitytours.com. Fur Coat Nae Knickers (07813 356416; www.furcoatnaeknickers.com) offers personal tours of Edinburgh by interesting locals such as artists and media types. If you fancy a trip round Amsterdam's coffee shops, friendly experts will show you the scene (www.doubledutchevents.com, or www.amsterdamcitytours.com). Join a class Big cities worldwide have a huge selection of classes and activities that you can join for a one-off session. In New York you'll meet interesting characters at some of the infamous experimental classes like Stitch and Bitch (www.stitchnbitch.org), a classic place for women to gossip while knitting, or find comfort in the arms of a stranger at a cuddle party (www.cuddleparty.com) - coming to London and Sydney later this month. More traditional classes include tango (www.tangonyc.com) or book readings (see www.nymag.com for a list) in New York, yoga in Berlin (www.yogaberlin.de), a cookery day just outside Rome (www.cookitaly.it) or Spanish lessons in Barcelona (www.tandembarcelona.com). Find a hostel They might not be the boutique hotels of your dreams, but large hostels with communal areas will guarantee you meet people. Choose a more upmarket one (such as Abbey Court - www.abbey-court.com - in Dublin or Friends Hostel - www.hostelz.com - in Rome) to avoid trailing round with students and sleeping in a dorm, and if you can't bear to stay, at least pick up a buddy or two in the bar (www.hostelplanet.com). Choose friendly cafes Visit busy street cafes where sitting alone, sipping an espresso and people-watching looks glamorous rather than sad. In Paris, La Coupole on Boulevard du Montparnasse or Deux Magots on Boulevard St. Germain are good for meeting single tourists. In Prague, head to the cafes in Old Town Square, and in New York, Cafe Pick Me Up at 145 Avenue A is a good place to meet people as the tables are close together. Cyber cafes - full of lonely people emailing far-away mates - are a reliable source of new friends. Go dating You don't have to be seeking the love of your life to enjoy a dating event. In New York try www.nyeasydates.com for speed dating, and www.meetmarketadventures.com for martini evenings. For English speaking singles' nights at bars and restaurants in Barcelona see www.dateclubspain.com. Have a mission Give your trip structure with a project. Keep a diary to scribble in, take lots of photographs or research a topic of interest in art galleries, museums and libraries."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}