{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/apr/17/mental-health-young-people-england-crisis-point-teacher-school-leader-survey", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-04-16T23:01:06Z", "webTitle": "Mental health of pupils is 'at crisis point', teachers warn", "webUrl": "https://www.theguardian.com/society/2019/apr/17/mental-health-young-people-england-crisis-point-teacher-school-leader-survey", "apiUrl": "https://content.guardianapis.com/society/2019/apr/17/mental-health-young-people-england-crisis-point-teacher-school-leader-survey", "fields": {"headline": "Mental health of pupils is 'at crisis point', teachers warn", "bodyText": "More than eight out of 10 teachers say mental health among pupils in England has deteriorated in the past two years – with rising reports of anxiety, self-harm and even cases of suicide – against a backdrop of inadequate support in schools. In a survey of 8,600 school leaders, teachers and support workers, 83% said they had witnessed an increase in the number of children in their care with poor mental health, rising to 90% among students in colleges. Many described a sense of helplessness in the face of the crisis. One said it was “like a slow-motion car crash for our young people that I am powerless to stop and can’t bear to watch or be part of any more”. Others complained that real-terms funding cuts in schools were making it harder to support pupils in need, with fewer support staff available. “We are at a crisis point with mental health,” one respondent said. “Much more anxiety, self-harming. Three suicides in three years in my school alone,” said another. The survey of members of the National Education Union before their conference in Liverpool this week also asked about the support available in schools to pupils in distress. Fewer than half said their school had a counsellor, three out of 10 (30%) had been able to access external specialist support such as NHS child and adolescent mental health services (CAMHS), fewer than 30% had a school nurse and only 12% had a “mental health first aider”, as favoured by the government. More than a third of respondents (37%) had training in the past year to help with supporting young people with mental ill health, but there were complaints that it was often inadequate and ineffective. “Mental health first aid is a lip service,” said one. “Seven members of staff trained – nothing we didn’t already know and it does not make us mental health practitioners. Massive myth.” There were also harrowing accounts of the suffering among pupils. “Sats pressure and general expectations are taking their toll on more vulnerable pupils,” said one respondent, adding: “We have nine-year-olds talking about suicide.” Another said: “I am currently working with 15 children who have been bereaved, have anxiety, have PTSD or a parent with a terminal/life threatening illness.” School staff who took part in the survey were also asked to pinpoint what hinders them from properly supporting young people experiencing mental health issues. They blamed real-terms funding cuts (57%), cuts to teaching assistants (51%) an “exam factory” assessment system (53%) and problems accessing external support services such as CAMHS (64%). The government has made children’s mental health a priority with additional funding, and a new compulsory health education that is intended to teach children how to look after their mental wellbeing and recognise when friends are struggling. The Department for Education said: “We are investing more in mental health support with an additional £2.3bn a year being spent by 2023-24. This means that by 2023-24 an extra 345,000 children and young people up to the age of 25 will benefit from a range of services, including new support teams that will provide additional trained staff to work directly with schools and colleges.” • In the UK, Samaritans can be contacted on 116 123 or email jo@samaritans.org. You can contact the mental health charity Mind by calling 0300 123 3393 or visiting mind.org.uk"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}