{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/apr/25/climate-change-and-sexual-harassment-top-list-of-girls-concerns", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-04-24T23:01:46Z", "webTitle": "Climate change and sexual harassment top list of girls' concerns", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/apr/25/climate-change-and-sexual-harassment-top-list-of-girls-concerns", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/apr/25/climate-change-and-sexual-harassment-top-list-of-girls-concerns", "fields": {"headline": "Climate change and sexual harassment top list of girls' concerns", "bodyText": "Climate change and tackling sexual harassment are the biggest worries for girls and young women, a major research project has found. The Girlguiding organisation consulted 76,000 of its UK members aged from four to 25. It found that bullying, gender stereotypes and pressures to look a certain way were also among their primary concerns. Student and brownie leader Juliet Dowley, 19, who helped to conduct the research, said: “Among younger age groups, girls are more aware of the barriers that face them.” Those aged 14 to 25 said tackling sexual harassment and unhealthy relationships were top priorities they wanted to see addressed for the future. A separate study by Hollaback! and Cornell University found that 90% of British women report experiencing street harassment before age 17. Girlguiding found that climate change was the topic that most concerned younger girls, with 36,309 seven- to 10-year-olds wanting to live in a world where people cared more about the environment and recycling. “I found those results really interesting because climate change isn’t really something girlguiding has been talking about,” said Dowley. “I think people like Greta Thunberg, who also happens to be a young woman, are having a big impact.” On Tuesday, during a speech to MPs, 16-year-old activist Thunberg hit out at the UK government’s continued support for fossil fuels and airport expansion. In light of their research, Girlguiding has launched Future Girl, a manifesto that will help to inform its campaign work and practices. Among the goals listed are better regulation of social media platforms, and for women’s sport to be treated equally to men’s sport among its goals. For 15,800 girls aged 10 to 14, not being able to do the same things as boys was the most unfair thing about being a girl today. Ruyuan, a 15-year-old girlguiding advocate, said: “When it comes to the important decisions that will affect our futures, we aren’t being listened to. We deserve better than that.” The organisation’s previous campaigns have included one to bring an end to period poverty and the No More Page 3 campaign against the publication of topless women in the Sun. Damian Hinds, the education secretary, said: “In many ways there has never been a better time to grow up, but this generation also faces new or heightened pressures in their lives. “As education secretary, but also as a father of two daughters, I want to see happy, confident, resilient young women making their voices heard on issues that affect them.” The minister for women, Victoria Atkins, said: “I want girls today to feel empowered to be at the centre of tomorrow’s issues. Future Girl can play a key part in this. “It is awful, but sadly not shocking, that more than a third of girls are put off from going into politics because of how female politicians are represented in the media.” In a survey by Girlguiding last year, more than half of girls aged 11 to 21 who responded said social media was a main cause of stress for them. More than two-thirds believed their life chances were getting worse, while 73% said women had to work harder than men to succeed. Girlguiding’s CEO, Angela Salt, said: “Girls are growing up in a time of some uncertainty, but they are clear about the future they want, as our research with them shows. “They care about personal issues such as free period products in schools, they care about their own communities and they care about our environment.” • This article was amended on 25 April 2019 to clarify that the young women and girls who took part in the Girlguiding survey were all part of the Girlguiding organisation."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}