{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/apr/29/brexit-will-slow-uk-economy-for-rest-of-2019-forecaster-warns", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-04-28T23:01:37Z", "webTitle": "Brexit will slow UK economy for rest of 2019, forecaster warns", "webUrl": "https://www.theguardian.com/business/2019/apr/29/brexit-will-slow-uk-economy-for-rest-of-2019-forecaster-warns", "apiUrl": "https://content.guardianapis.com/business/2019/apr/29/brexit-will-slow-uk-economy-for-rest-of-2019-forecaster-warns", "fields": {"headline": "Brexit will slow UK economy for rest of 2019, forecaster warns", "bodyText": "The slow-burn impact of Brexit on the British economy will be a drag on growth for the rest of 2019, blocking the Bank of England from raising interest rates, a leading economics forecaster has warned. Ahead of the first major policy decision from Threadneedle Street since Theresa May agreed to delay Brexit until the end of October, the EY Item Club said uncertainty over the country’s future would cut the UK’s growth rate. The delay to resolving Britain’s position in the EU is widely expected to stop the Bank from raising interest rates on Thursday, when it publishes the decision of its monetary policy committee (MPC) and releases its quarterly inflation report. Mark Carney, the Bank’s governor, will also deliver the MPC’s latest verdict on the strength of the UK economy – his first update since the government officially kickstarted the hunt for his successor last week. Despite a robust start to the year, the EY Item Club, the only forecasting group to use the Treasury’s model of the economy, said GDP growth had been artificially high due to an unprecedented upswing in stockpiling by firms bracing for a disruptive no-deal Brexit. The forecasting group downgraded its growth projections for the UK to 1.3% for 2019 and 1.5% for 2020, warning the stronger than anticipated performance at the start of 2019 was likely a “false dawn” for Britain. The economy grew by 1.4% in 2018. Companies could choose to run down their stockpiles of raw materials, components and finished goods as the cliff-edge risks over no-deal Brexit dissipate, meaning economic growth could be weaker in future. Howard Archer, the EY Item Club’s chief economic adviser, said: “Delays to Brexit, a difficult domestic economic and political backdrop and slower global economic activity have resulted in a weaker outlook for UK GDP growth this year.” The report said the Bank would probably leave interest rates at 0.75% – where the base rate has been set since August last year – throughout 2019. However, it added that a 25 basis point hike over the summer to 1% could not be ruled out, if the economy continued to show resilience and the labour market strengthened further. Economic growth in Britain remained subdued but more robust than expected as the initial Brexit deadline of 29 March loomed, despite a slowdown in the wider global economy, including in the eurozone and China. GDP grew by 0.2% in February from a month earlier, confounding City economists’ expectations for zero growth. The Bank has forecast growth of about 0.2% in the first quarter. Economists believe Threadneedle Street could, however, upgrade its forecasts in the quarterly inflation report on Thursday. Consumer spending has been unexpectedly strong, while employment is still at the highest levels on record. Inflation has held steady below the 2% target set for the Bank by the government, reducing the impetus to raise interest rates. Wage growth has risen to the strongest levels in more than a decade, while a rising oil price on international markets could prompt inflation to rise. However, fears over the impact of Brexit are likely to continue to weigh on the economy, economists said, which will block the Bank from raising rates. The inflation report also presents Carney with his first major public event since he warned climate change posed an existential threat to the financial system, using an article in the Guardian to call on central banks around the world to tackle the issue. The campaign groups Positive Money and Fossil Free London plan to stage protests outside the Bank on Thursday to demand it takes bolder action. They intend to use banners calling on Carney to “put your money where your mouth is” and to “unleash green investment now”. Despite broadly welcoming Carney’s intervention, campaigners have argued the Bank could take bolder steps, including forcing the mandatory disclosure of carbon-related assets, rather than asking banks to consider doing so. Threadneedle Street could also compel banks to set aside more money to protect from losses on carbon assets, or encourage them to lend to green projects by reducing the amount of money they are required to set aside."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}