{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/apr/02/word-empire-made-accepting-obe-difficult-says-david-olusoga", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-04-01T23:01:09Z", "webTitle": "Word 'empire' made accepting OBE difficult, says David Olusoga", "webUrl": "https://www.theguardian.com/politics/2019/apr/02/word-empire-made-accepting-obe-difficult-says-david-olusoga", "apiUrl": "https://content.guardianapis.com/politics/2019/apr/02/word-empire-made-accepting-obe-difficult-says-david-olusoga", "fields": {"headline": "Word 'empire' made accepting OBE difficult, says David Olusoga", "bodyText": "David Olusoga, the historian and broadcaster, has said he was pleased to be awarded an OBE, while also feeling troubled by the brutal history of the British empire. Olusoga, a professor of history at the University of Manchester, has a Nigerian father. He said the honour’s links to Britain’s violent imperial past made it difficult to accept, but he was able to rationalise accepting the honour while recognising the “terrible, terrible episodes” in its history. “I don’t believe we should have this ledger book, this balancing-scales view of the empire,” Olusoga told the Radio Times. “Was it good? Was it bad? Should we feel pride? Should we feel shame? “I think we should look at the empire for what it was, this complicated, more-than-400-year story with terrible, terrible episodes. Using that word ‘empire’ does make it a difficult award to accept. But if you decline, then you should shut up about it and I had to ask myself the question – would I?” The Order of the British Empire, like all other official honours of the British state, is problematic for many people of minority descent because of its links to the systematic domination, racist violence and genocide employed by the British in Africa, America, Asia and Australasia from the 17th century onwards. When the poet Benjamin Zephaniah refused the same honour in 2003 for his services to literature, he said he got angry just to hear the word “empire”. He wrote in the Guardian: “It reminds me of slavery, it reminds me of thousands of years of brutality, it reminds me of how my foremothers were raped and my forefathers brutalised.” “Benjamin Zephaniah OBE – no way Mr Blair, no way Mrs Queen. I am profoundly anti-empire,” he said. “Whoever is behind this offer can never have read any of my work.” Olusoga, a member of the board of the Scott Trust, which publishes the Guardian, has written extensively on the the development of empire and the history of black people in Britain, including their involvement in the British military. He picked up his medal from the palace in January, when the Queen handed out her new year honours. He was cited for his services to history and community integration. In a Guardian article days later, he revealed that the “exhilarating and humbling news” of his award was tempered by the soul-searching over the “extractive, exploitative, racist and violent” nature of the empire. He accepted, he said, because he felt that it would be worse if no black or Asian Britons were honoured by the awards system, because “the contributions non-white people have made have long been under-recognised”. Olusoga’s recent comments on his OBE come days after Mohammed Mahmoud, imam at the Finsbury Park mosque, accepted the same award in recognition of his actions after the terror attack on worshippers there in 2017. Mahmoud, whose parents are Egyptian, also expressed reservations about the connotations of British colonialism, such as “massacres, subjugation and destruction of rich and proud cultures”. But he said he had accepted the honour as “recognition for everyone in my community”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}