{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/apr/24/manchester-united-city-premier-league-player-ratings", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-04-24T22:34:07Z", "webTitle": "Manchester United 0-2 Manchester City: Premier League player ratings | Jamie Jackson", "webUrl": "https://www.theguardian.com/football/2019/apr/24/manchester-united-city-premier-league-player-ratings", "apiUrl": "https://content.guardianapis.com/football/2019/apr/24/manchester-united-city-premier-league-player-ratings", "fields": {"headline": "Manchester United 0-2 Manchester City: Premier League player ratings", "bodyText": "Manchester United David de Gea His most dire display for United? The Spaniard was culpable for both of the City goals. 2/10 Ashley Young Responded to recent criticism with a compact display in a solid rearguard (De Gea apart). 5 Matteo Darmian First league start under Solskjær and he was accomplished enough to vindicate selection. 6 Chris Smalling Had a near-nightmare moment, nearly deflecting a shot into his own goal – but De Gea saved. 6 Victor Lindelöf Was rarely troubled by City’s attackers in what was a smooth display from United’s best centre‑back. 7 Luke Shaw Pace was a threat on his return from three‑game ban but he faded after the break. Booked. 6 Paul Pogba Would he bring his A-game? This was the good Pogba who always looked to be positive. 7 Fred Composed and classy, and did all of the running expected of a holding midfielder. 7 Andreas Pereira Was cultured in arguably his best display in United colours – unlucky to be replaced. Booked. 7 Marcus Rashford Troubled Kompany and Laporte at times but will be frustrated at not capitalising on his ascendancy. 7 Jesse Lingard Harried and hassled defenders but missed two golden chances to score, the second an open goal. 5 Subs: Romelu Lukaku (for Pereira, 72) 6; Anthony Martial (for Lingard, 83) 5; Alexis Sánchez (for Darmian, 83) 5. Manchester City Ederson Passing not always precise but made one superb interception from Lingard’s ball to deny Rashford. 7/10 Kyle Walker Hit one pass straight out, was shaky and failed to join the attack enough to aid his team. 4 Vincent Kompany Booked inside 10 minutes in what was a torrid evening in 18th league outing in a derby. Booked. 5 Aymeric Laporte Like Kompany, he could not handle Rashford early on in one of his poorer displays this term. 5 Oleksandr Zinchenko Struggled with the pace and when booked put himself under pressure. Booked. 5 Fernandinho Was the pick of City’s midfielders until he had to limp off early in second half after tackle on Pogba. 7 David Silva Could have been sent off for a boot in Pereira’s chest but was also a telling influence. 7 Ilkay Gündogan Was initially unable to control the midfield for City but became more of a factor as the game went on. 7 Bernardo Silva Like his team, got better as the contest progressed and scored a fine goal to break the deadlock. 8 Sergio Agüero Given little service up front but was still sharp and difficult for the home team to contain. 7 Raheem Sterling Should have scored opener as the interval neared but was instrumental in City’s second strike. 7 Subs: Leroy Sané (for Fernandinho, 51) 7; Jesus (for Agüero, 89) 6, Danilo (for Gündogan, 89) 6."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}