{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2019/apr/09/tottenham-hotspur-v-manchester-city-champions-league-quarter-final-first-leg-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-04-09T21:12:37Z", "webTitle": "Tottenham 1-0 Manchester City: Champions League quarter-final, first leg – as it happened", "webUrl": "https://www.theguardian.com/football/live/2019/apr/09/tottenham-hotspur-v-manchester-city-champions-league-quarter-final-first-leg-live", "apiUrl": "https://content.guardianapis.com/football/live/2019/apr/09/tottenham-hotspur-v-manchester-city-champions-league-quarter-final-first-leg-live", "fields": {"headline": "Tottenham 1-0 Manchester City: Champions League quarter-final, first leg – as it happened", "bodyText": "I’ll leave you with Daniel Taylor’s match report from the Tottenham Hotspur Stadium. Thanks for reading and emailing. Bye! In more annoying news for Manchester City, Liverpool beat Porto 2-0 at Anfield in the night’s other game. That gives Liverpool some welcome breathing space, though the tie isn’t over yet. It wasn’t a crazy selection from Pep Guardiola - the formation was nothing out of the ordinary - but some of his individual picks didn’t come off. Fabian Delph and Riyad Mahrez failed to justify their inclusions and Leroy Sane and Kevin de Bruyne were missed. Guardiola needs to get it right next week. City probably still start the second leg as favourites - they should be more than capable of overturning a 1-0 deficit at home - but Guardiola teams have been known to falter in this kind of position before. Son Heung-min speaks! “As a team we never give up. We fight. It was a very difficult game but we deserved to win and were more clinical than them. I like this stadium. It is so amazing to play here. I am really grateful to have these team-mates and these great fans. We performed well and fought well and the next 90 minutes are away. We will fight together.” Hugo Lloris speaks! “It’s a big game. As expected the crowd pushed us till the end. Of course it was very tough but we rode it. Hopefully [Harry Kane’s injury] is not too bad. You know the feeling when one of your best players goes off. But we stayed strong and Lucas brought some fresh energy. I don’t know [about the VAR award for City’s penalty]. I didn’t see it. It’s part of the game, we have to accept that. We didn’t concede the penalty. We stayed in the game and it gave us more energy.” That was a strange game. It was decent at times, very scrappy at others, and a goal looked unlikely for long spells. Especially when Tottenham lost Harry Kane to yet another ankle injury. But just when it seemed that Manchester City were getting on top, up popped Son Heung-min with a vital strike to give Tottenham a 1-0 lead to take to the Etihad Stadium next Wednesday. City will need to be better in the second leg and Pep Guardiola will need to come up with a better tactical plan than he did here. It didn’t really work for City tonight. They didn’t create much after Hugo Lloris saved Sergio Aguero’s penalty. That’s your lot! 90 min+6: De Bruyne’s free-kick is punched away by Lloris. Not very far, though. But Fernandino heads over the bar. And... 90 min+5: Wanyama fouls Sane on the left. A last chance for City. 90 min+4: De Bruyne escapes down the right but his fizzing low cross is too close to Lloris. 90 min+3: All the machinations going through Guardiola’s head now. I can’t wait to see what he comes up with next week. One man at the back. Ederson up front. Arteta in midfield. Claudio Bravo in goal. 90 min+1: There will be six added minutes. Six! 90 min: It’s happened again: a moron has run on the pitch. He’s being booed by the crowd. Play has to be stopped. Expect Uefa to punish Tottenham for that. 89 min: Leroy Sane replaces Riyad Mahrez, a substitution that should have taken place 89 minute ago. David Silva also makes way for Kevin de Bruyne. 87 min: Fernando Llorente replaces Dele Alli, who won’t be playing Fortnite for a while if that’s a serious wrist injury. Then Spurs attack again, Eriksen picking out Son, who shoots wide. 86 min: Dele Alli is down with a wrist injury. Fernando Llorente is going to replace him. 84 min: Mauricio Pochettino is a brilliant manager. That is all. 82 min: The goal came against the run of play, though City haven’t really created any clear chances tonight. They’ve been becalmed in attack and have missed Kevin de Bruyne and Bernardo Silva, while Tottenham have defended very well. 81 min: 723 years after the goal was scored, play resumes. Victor Wanyama has replaced Harry Winks to give Spurs more steel in midfield. The goal stands! And it’s the right decision. Christian Eriksen caught City out with a clever pass over the top to Son, who’d been left all alone by Delph. Son couldn’t control at first, but he just managed to keep the ball in before it went out for a goal-kick. From there he turned, spun back on to his left foot and, with Delph still not close enough to him and too busy appealing for offside, smashes a powerful low shot underneath Ederson! The Spurs fan erupt! Son, who scored the first goal in this stadium last week, has done it again! They’re having a look to see if Son was offside... Looks like it was nothing serious. 77 min: Son has just received treatment after going down. Tottenham can’t afford to lose him. Let’s hope it’s nothing serious. 76 min: Silva skips into the Tottenham area. Space momentarily opens up for him, but his shot’s blocked. Then Walker drives down the right and strikes a cross against Rose. There’s another appeal for handball. Nothing doing this time. 75 min: Mahrez’s cross is headed over by Gabriel Jesus, though the last touch might have come off Vertonghen. Tottenham are starting to fall back. 73 min: Delph, who’s being booed by the Spurs fans, wallops one wide from 25 yards. 72 min: “I think the initial afters was from Delph to Kane as soon as the tackle happened,” John Painter says. “I saw the very first of it on a replay that cut short.” 71 min: “Cheeky cheeky Fernandinho,” Alex Alfonso says. “Surely there is a place for him on the shithousery starting eleven?” 70 min: Gabriel Jesus replaces Sergio Aguero. 69 min: Delph and Pochettino are still arguing. It’s Delph’s misfortune that he’s spent most of the second half next to Pochettino, prowling in his technical area. 68 min: This has become a dirty, scrappy, boring game. You feel that Tottenham need the goal more; that they need a lead to take the Etihad next week. City will back themselves to win from 0-0 at home, even though they’d love to score an away goal here. 65 min: In the absence of anything interesting happening on the pitch, let’s talk more about that silliness from Kane. He’s looked crabby all evening and I wonder if he was still fuming after that Fernandinho elbow in the first half. If so, you have to applaud the snide sneakiness from Fernandinho, City’s unrepentant hatchet man. 64 min: “Kane on Delph,” Ian Sargeant muses. “Shades of Gazza in 91. Light shades but shades nonetheless.” 63 min: Sterling cuts inside from the left. He drops a shoulder and looks certain to shoot. He drops another shoulder. Is the shot on the way? No. Another delay. Then he dinks a pass through to Silva, who’s offside. Rare hesitation from Sterling. 62 min: Ederson still isn’t moving freely. At least he doesn’t have to worry about Kane any more. 60 min: Lucas is involved straight away, darting through the middle and winning a free-kick off Mahrez, who concedes it with a cynical rake down the Brazilian’s achilles. Mahrez, who will surely be hooked soon, is booked. 58 min: Lucas Moura replaces Harry Kane. 56 min: That didn’t look pretty at all. Tottenham will already fear that it could be another long lay-off for Kane, who gets so many of these ankle injuries. The irritating thing is that he didn’t really need to go in with so much force on Delph, who was in a harmless position. Delph was actually annoyed with the challenge from Kane and had a word with Pochettino about it. 55 min: Kane clatters into a thunderous 50-50 with Delph on the right touchline and appears to hurt his ankle doing so. He’s shaking his head. Uh oh. He’s hobbled down the tunnel and is being helped back to the Tottenham dressing room. Pochettino can’t believe it. This is the last thing he needs. Lucas Moura is getting ready to come on. 54 min: Ederson, wincing as he rubs his left hip, is back on his feet. Play resumes. 52 min: Kane lifts a ball into the area, looking for Alli, but Ederson is quickly off his line to claim it with a commanding catch. He hurts himself falling, though, and will need some treatment. 50 min: The second City corner causes Tottenham some bother, but they manage to get the bouncing ball away and launch a counter attack. Son bursts into the area and tries to screw a shot into the far corner from the right, but his effort isn’t pacy enough to beat Ederson. 49 min: A City corner on the left. When it’s only half cleared, Mahrez’s eyes light up on the edge of the area, but his shot’s diverted wide for another corner. 48 min: Son produces a nifty stepover and make space for a shot, but his bending effort from 25 yards flashes wide. Ederson didn’t seem particularly worried. 47 min: Tottenham get caught out on the break, Gundogan free to release Aguero down the right. He picks out Sterling with a cross from right to left. Sterling controls and shoots, but Lloris gets down to make the save and is grateful Alderweireld is in the right place to hack clear. 46 min: Tottenham get the second half underway. Both teams are unchanged. It’s been eventful but goalless. City will feel they should lead given that Sergio Aguero’s had a penalty saved by Hugo Lloris, but Tottenham have done well and have had moments up the other end. This, as they say, is fascinatingly poised. 45 min+1: A City counterattack ends with Aguero lashing wide from the right of the area. Meanwhile a replay of the penalty shows that Lloris might have been off his line when he saved Aguero’s effort. VAR? 45 min: There will be two added minutes. 44 min: Rose, who’s having a positive impact on the left, wins a corner off Mahrez, who’s done more defending than attacking. The corner comes to nothing, though. 42 min: Sterling concedes a free-kick on the right after pulling Son back off the ball. The foul started outside the box and continued inside, but a free-kick’s awarded. City have made a few sloppy errors. They’re grateful that Rose wallops the free-kick straight at Ederson, who collects calmly. 40 min: Fernandinho clatters into Kane as the pair challenge for a header and annoys the Tottenham striker by leaving an elbow on him when they tussle on the ground. that was a bit naughty from Fernandinho, who isn’t friends with Kane any more. Kane is fuming. 39 min: Aguero, who hasn’t done much since having his penalty saved, shoots well wide from long range. 37 min: Eriksen clips a dismal free-kick straight into the wall. But when he belts a second effort through the bodies and into the area, City are slightly caught on the hoof. Kane collects and has a chance to set up Son, but his pass just forces the forward wide. Son’s cross eventually reaches Vertonghen, who sees a volley blocked from the edge of the area. 36 min: Otamendi, too eager in his determination to win the ball, nibbles at Kane and brings the Tottenham striker down 30 yards from goal. Eriksen will fancy this. “Handball and offsides are not subject,” Ruth Purdue says. “They are either are or aren’t. Handball should be a black and white rule. Take the word deliberate out. And no player won’t start trying to scoop the ball up to hit a hand. They try that now and it doesn’t work most of the time. I do agree on the time VAR takes and fouls sometimes being subjective however.” 35 min: Sissoko takes a huge gamble, sliding in to tackle Sterling just as the City winger entered Tottenham’s area. That was very close to being another City penalty, but Sissoko timed it well enough to get the ball. 32 min: Trippier has shaken off his knock. He’s back on the pitch in no time at all. “An obsession with consistency is the problem,” David Williams says. “The only way to take judgement out of it is to practically penalise every time the ball hits a hand. But it’s obviously absurd in that the penalty is way out of proportion with the supposed offence.” 31 min: Trippier fouls Mahrez on the right. Gundogan sends a deep free-kick to the far post, but the unmarked Otamendi is offside when he heads straight at Tottenham. When the ball was delivered, however, Trippier slipped and seems to have hurt himself. This is worrying for Spurs, who are without Serge Aurier as well. “VAR in football has always seemed fatally flawed to me, Jacob, for the simple reason that it’s not needed for most decisions made,” Simon McMahon says. “Goal line decisions, yes - technology can say with 100% certainty in those instances. But for penalties, handballs, fouls, even offsides, it will always be subjective, unlike cricket or tennis where technology can say whether it pitched in line, was hitting the stumps, clipped the line etc. Football’s just not like that. And the officials by and large do a brilliant job. If the occasional offside goes against your team, well, that’s hard to bear. If a goal is scored and not given, technology should see to that. Otherwise, carry on.” 30 min: Ederson easily claims Trippier’s disappointing corner. 29 min: Rose’s persistence earns Tottenham a corner on the left. Trippier will take it. 28 min: Eriksen’s free-kick is headed away. Trippier has another go. It’s a poor cross. The ball comes back to Winks, who raps a harmless shot over from long range. 27 min: Trippier gifts possession to Delph on the left and City set off on a speedy attack, Silva and Aguero combining to find Mahrez on the right. Mahrez runs at Rose, who uses his strength, speed and positional awareness to win the duel. Up the other end Alli gets the better of Laporte on the right, forcing the defender to bring him down. Laporte’s booked and Tottenham have a free-kick in a good area. 26 min: The stats show that City have had 66% of the possession. Is that news? Probably not. 24 min: Kane lifts a pass towards Son on the right of the City area, but Sterling halts the South Korean. Moments later Tottenham attack down the left. Rose is fouled, but a good advantage is played when the ball runs to Kane in the City area. He takes a touch, opens up his body and tries to find the far corner, only for Ederson to dive to his left and beat the striker’s effort away! “At least the refs are being consistent after the PSG call,” Ian Sargeant says. “Very, very harsh yellow. Funny but very, very harsh.” 21 min: “Don’t blame VAR, the handball rule is a joke,” Conor Clarke says. But was it a clear and obvious error? Did anyone appeal for it in real time? 19 min: By the way Hugo Lloris has saved the last three penalties he’s faced. Aguero follows Jamie Vardy and Pierre-Emerick Aubameyang in being denied by the Tottenham goalkeeper. 17 min: Peter Walton, BT Sport’s refereeing analyst, says the City penalty was correctly awarded, simply because the referee followed Uefa’s new guidelines on handball. Hey, I don’t make the laws. 15 min: Tottenham also had a penalty appeal a moment ago, Kane going down in the City area, but there’s no need for a VAR check this time. This is turning into a good game, though. The pace is frenetic. 14 min: So, VAR. The BT commentators think the award of the penalty was very harsh, much like the one Manchester United got against PSG. The shot did hit Rose’s elbow, but was it intentional? Did he make enough of a movement towards the ball? The system is too pedantic at times. “City fan here,” Andrew McIlroy says. “That was a ridiculous decision. Nobody at all thought that was a penalty. To win like that would have been embarrassing, to say the least!” 13 min: Sergio Aguero steps up. He has to score, right? Wrong! His run-up is tentative and he telegraphs his intentions to Hugo Lloris, who dives to his left to palm the striker’s weak effort to safety! How the Tottenham fans roar! Having bungled against Liverpool recently, Lloris is the Spurs hero! 12 min: Bjorn Kuipers has a quick look at the replay and comes to the conclusion that Danny Rose, throwing himself to the ground to block Sterling’s shot, handled the winger’s effort with a slightly raised arm! The Tottenham fans can’t believe it. Nor can Rose, who’s booked. 11 min: We’re having a VAR check. The officials are having a look to see if Rose handled Sterling’s shot! We haven’t seen a replay. The Dutch referee has run over to look at the screen. 10 min: The Tottenham fans are belting out Danny Rose’s name. But they fall silent when Sterling gets his first chance to take on Trippier. He darts inside with too much ease, moves on to his right foot and tries a shot. A deflection off Rose takes it spinning wide for another City corner. 8 min: Dele Alli finds space in between the lines, ignores Harry Kane through the middle and sends Sissoko clear down the left. Sissoko has room to run into and he has the composure to pick out Alli with his cross. The ball comes at Alli at an awkward height, however, and he can only send a fierce volley over the bar from 18 yards. 7 min: It has now been a while since Tottenham had the ball. City inch forward, Mahrez receiving possession on the right. He runs a corner and sends a cross into the middle. A deflection off Rose takes the ball on to the roof of the net. Tottenham deal with the corner. 5 min: Under pressure in his own area, Laporte sends a pass straight out for a throw. Tottenham are trying to exert a high press. 3 min: Tottenham are stroking the ball around at the back. City are letting them have it. It’s Catenaccio from Guardiola! Peep! Manchester City, wearing that weird purple and orange away kit, get the game underway. They’re kicking from left to right in the first half and are going to have to deal with a right old din in the stands. They’re on the attack straight away, Silva creeping behind the Tottenham defence and drilling wide of the near post under pressure. Here come the teams! They walk out into an electric atmosphere. This really is a very good stadium. A big old mosaic in that big new stand: To Dare Is To Do is the message from the Tottenham fans. Their team will need plenty of bravery against this lot. Pep Guardiola speaks! “It’s a stadium. Always in the Champions League the supporters are loud. The calendar is what it is. We have been training to prepare well. We periodised after the tough game against Brighton. We tried to handle it. Bernardo is injured and Kevin de Bruyne could play but I decided David Silva in that position. When you play every three days everybody is needed.” That was a big win for Tottenham against Crystal Palace last week, and not just because it was in their new stadium. They were feeling pretty low after a poor run, four defeats in five leaving them at risk of losing their top-four spot. They aren’t out of the woods yet, though. They really can’t afford to make any mistakes at the back and need to be lethal in front of goal. City have had their number recently. Bernardo Silva is out as a precaution. He picked up a thigh injury in training yesterday. This is top work from these Tottenham fans. What a depressing few months it’s been for English football - but it’s always good to get a reminder that there are good people out there. It feels like one of those team selections that could go wrong for Pep Guardiola. Leaving out Kevin de Bruyne is a risk, though Bernardo Silva must have a knock. It’s quite a conservative selection. Tottenham will hope to target Fabian Delph at left-back and it’s also a big night for Riyad Mahrez. He scored the winner when these sides met at Wembley in the league but he’s had an up and down first season with City. All that said, City’s bench is awesome and Guardiola does probably know more about football than I do. Tottenham make one change to the side that beat Crystal Palace last week, the inclusion of Harry Winks in place of Ben Davies allowing Mauricio Pochettino to switch from 3-5-2 to 4-2-3-1. Eric Dier, Serge Aurier and Erik Lamela are injured. Toby Alderweireld and Son Heung-min are a booking away from a ban. Manchester City pick a slightly surprising team after reaching the FA Cup final at the expense of Brighton. In come Fabian Delph, Fernandinho, Riyad Mahrez and the fit again Sergio Aguero; out go Benjamin Mendy, Kevin de Bruyne, Bernardo Silva and Gabriel Jesus. Is Pep Guardiola thinking about Sunday’s trip to Crystal Palace? This isn’t City’s strongest side. Nicolas Otamendi and Aguero are a booking away from a ban. Tottenham: Lloris; Trippier, Alderweireld, Vertonghen, Rose; Sissoko, Winks; Eriksen, Alli, Son; Kane. Subs: Gazzaniga, Foyth, Davies, Sanchez, Wanyama, Lucas, Llorente. Manchester City: Ederson; Walker, Laporte, Otamendi, Delph; Fernandinho, Gundogan, D Silva; Mahrez, Aguero, Sterling. Subs: Muric, Kompany, Stones, De Bruyne, Sane, Jesus, Foden. Referee: Bjorn Kuipers (Netherlands) Pre-match reading Hello. According to Kevin De Bruyne, there’s nothing special about a stadium. They’re just buildings with seats, turnstiles, toilets, big screens, bars, tunnel clubs and luxury cheese rooms. Everybody has fans. There’s really no need to go overboard. Unless you’re Son Heung-min, that is. The Tottenham Hotspur forward has a different perspective to his Manchester City counterpart. He reckons Tottenham’s glorious return to their old stomping ground could make all the difference in this Champions League quarter-final. “Maybe the City players don’t realise because they always play at home but we’ve had nearly two years away from our home stadium,” the South Korean says. “We missed home a lot and we can show City the difference between Wembley and our new stadium.” Clinical logic, meet hopeless romanticism; you probably aren’t going to agree with each other. Only one way to settle this argument, then, and that’s by playing the game. And the good news is that this has all the makings of a cracker. Tottenham, buzzing now they don’t have to play at Wembley, are bound to be at their most intense in their second game at their new ground (which really does look like an architectural triumph, by the way). They already appear to have adjusted to their new surroundings, beating Crystal Palace here last Wednesday, and will be hoping to make the most of home advantage against the Premier League champions. If Harry Kane’s in the mood, if Son’s got his shooting boots on, if Christian Eriksen and Dele Alli feel the creative juices flowing, and if Hugo Lloris doesn’t plan on dozing off while the game’s going on, this could be a famous evening for Mauricio Pochettino’s side. City arrive in north London forewarned. They faced Premier League opposition at this stage last year and were blown away in the first leg on one of those famous European nights at Anfield. They were 3-0 down at half-time against Liverpool and the accusation was that they couldn’t deal with the atmosphere, which means Tottenham’s fans will know what their job is here. The locals, fully aware of their underdog status, will want to rattle City by making it as loud as possible. Expect noise! Expect whistling! Expect every City touch to be booed during the early stages! A narrative beckons, people! No wonder De Bruyne was talking all that boring sense yesterday. Mind you, it’s probably worth making clear that this isn’t just about the atmosphere. Far from it. City’s players should be able to handle it and keep their nerve. Then it will be down to whether they’re good enough to maintain their four-pronged assault on world domination (or five-pronged, if you believe Pep Guardiola, who’s very annoyed nobody’s counting the Community Shield). In all likelihood the answer to that question is yes, meaning that Tottenham are going to need a very good tactical plan to come out on top. City have won the last three games between these two sides by an aggregate of 8-2 and will punish any defensive errors from Pochettino’s players. The tests are coming thick and fast for Guardiola’s side and a draining schedule could yet catch up with them, but for the time being history is there to be made. They won’t want a pesky stadium to get in their way. Kick-off: 8pm BST."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}