{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/apr/25/nhs-must-close-gender-gaps-and-prioritise-staff-wellbeing-hancock", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-04-24T23:01:35Z", "webTitle": "NHS must close gender gaps and prioritise staff wellbeing - Hancock", "webUrl": "https://www.theguardian.com/politics/2019/apr/25/nhs-must-close-gender-gaps-and-prioritise-staff-wellbeing-hancock", "apiUrl": "https://content.guardianapis.com/politics/2019/apr/25/nhs-must-close-gender-gaps-and-prioritise-staff-wellbeing-hancock", "fields": {"headline": "NHS must close gender gaps and prioritise staff wellbeing - Hancock", "bodyText": "Matt Hancock has said the NHS must end the gender pay gap and overhaul its working culture to free doctors from punishing shift uncertainty, in a speech that will burnish the Conservative leadership hopeful’s liberal credentials. The health secretary called for the NHS to have “a more caring and compassionate culture” towards its own staff, speaking of his shock at the story of one doctor who worked long shifts while going through a severe and traumatic miscarriage. Writing for the Guardian, he said it was “the uncomfortable truth that women are paid less, promoted less and systematically under-represented among the top jobs … This has to change – and I won’t rest until it has.” Hancock, who is likely to be among the Conservative party centrists vying to replace Theresa May, sought to put clear water between his tenure as health secretary and that of his predecessor, Jeremy Hunt, who weathered the first mass strikes by junior doctors in 40 years. In a speech to the Royal College of Physicians’ annual conference on Thursday, Hancock will say that the NHS needs a modern working culture where doctors are not expected to cancel important family events because of short-notice shift changes. He said he had been shocked by stories of doctors working through periods of ill health or family tragedy because of inflexible working. “There were stories about doctors who couldn’t get time off to attend a wedding or a funeral. I have doctors in my own family who have often missed important family events because the rota says no,” he said. “And there were stories about doctors, who were told they had to work even when they were sick or had gone through a personal trauma.” He said the story of the woman who had worked through a severe miscarriage risk “has really stayed with me” and that it showed the NHS needed to prioritise staff wellbeing. The anonymous doctor had described needing early pregnancy scans every 48 hours because of a threatened miscarriage and returning to work distraught after finding out she did not have a viable baby. “Everyone knew, but no one asked me how I was. I eventually had a ruptured ectopic pregnancy and ended up in emergency theatre,” the doctor wrote. “I was back at work within a week as we were short-staffed, having lost my baby, still no one thought to ask how I was. I had to see a lady [patient] with a miscarriage when I returned to work. And I cried and cried in the toilets.” Hancock will tell the conference in Manchester that the doctor was just “one woman out of more than a million working in the NHS” but that he found her story heartbreaking. “The NHS of all places. The NHS: it’s a caring organisation. That’s what it does. And yet sometimes it doesn’t care enough about its own workers. So yes, we need more staff, more resources, better technology, and on my watch, we will have all of those. “But more than anything, we need to create a more caring, a more compassionate culture.” Hancock will call for rotas to be fixed a minimum of six weeks in advance and that more part-time, job sharing or home-working roles should be available. In his piece for the Guardian, Hancock said a lack of flexible working was hampering the careers of women and men in the health service. “No mother or father should be made to feel that their job is incompatible with their family,” he wrote. Hancock will use his speech to praise female doctors who have shared their stories as part of the #NHSMeToo campaign and say that more must be done to create an inclusive and female-friendly work environment to get more women into top jobs. The health secretary said it was “deeply troubling” that the 1 million women made up 80% of the NHS workforce but were paid on average 23% less than male staff. The comments come before the publication of an Interim NHS People Plan, which was ordered by the health secretary in January, developed by Lady Dido Harding, and is expected to set out more concrete plans to improve staff retention. The package will include measures to promote flexibility, support staff wellbeing and career development, and tackle issues of discrimination, violence, bullying and harassment."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}