{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/apr/17/proms-2019-comment-little-to-challenge-or-feel-exceptional", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-04-16T23:01:05Z", "webTitle": "Proms 2019 comment: There's little here to challenge or feel exceptional", "webUrl": "https://www.theguardian.com/music/2019/apr/17/proms-2019-comment-little-to-challenge-or-feel-exceptional", "apiUrl": "https://content.guardianapis.com/music/2019/apr/17/proms-2019-comment-little-to-challenge-or-feel-exceptional", "fields": {"headline": "Proms 2019: There's little here to challenge or that feels exceptional", "bodyText": "If the content of last year’s Proms, the second season under the aegis of director David Pickard, was dominated by its obligation to mark a number of significant anniversaries, especially the centenary of the end of the first world war, there are no such overriding imperatives this time. It may be 150 years since Hector Berlioz died and the founder of the Proms, Henry Wood, was born, and both are duly recognised, but otherwise there are no musical anniversaries demanding fulsome tributes, and with the Beethoven anniversary (the 250th of his birth) likely to overwhelm everything else next year, then the 2019 summer season should have been the chance for Pickard to show just how enterprising he could be, with a programme covering all the necessary musical bases and offering a wide range of both mainstream repertoire and less familiar works, both old and new. Yet there’s little evidence of real enterprise in what has been announced today. If anything, this year’s programme, which begins on 19 July with Karina Canellakis conducting Janáček’s Glagolitic Mass (the third time that particular choral work has opened the season in the last 20 years) is less adventurous than its predecessor, even more concerned with being seen to do the right thing, with programming its quota of non-classical events, minimising box-office risk and otherwise settling for the lowest respectable denominator. There’s very little grit, and a bit too much easy listening. The idea of sugaring the pill of contemporary music by including challenging scores in concerts of standard repertory works, which was such a successful policy of the Proms for so long, seems to have been abandoned almost completely. That’s also because there is very little challenging music to be found anywhere in the season; few premieres here excite real enthusiasm, and most promise to be well behaved rather than anything else. The Sunday-morning performance of John Luther Adams’s huge choral piece In the Name of the Earth (8 September) will surely be special, but the novelty of celebrating conductor Martyn Brabbins’ 60th birthday (13 August) by mirroring Elgar’s Enigma Variations with a new set of variations commissioned in his honour from 14 composers, including Sally Beamish, Brett Dean, Anthony Payne, Judith Weir and Harrison Birtwistle, seems a bit too contrived. It’s surely no accident that what’s potentially the season’s most interesting new-music concert, featuring composer performers including Oliver Coates and Jennifer Walshe, is safely hived off to a Saturday afternoon (27 July) at Battersea Arts Centre. The Monday lunchtime series at Cadogan Hall also looks set to produce some interesting rarities, with each concert including at least one work by a woman composer, from Hildegard of Bingen and Barbara Strozzi to a commission from Freya Waley-Cohen, via Fanny Mendelssohn, Clara Schumann and Grażyna Bacewicz. Of course there are one-off mainstream concerts that promise something special too – Simon Rattle and the LSO performing Charles Koechlin’s wonderful tone-poem Les Bandar-log, for instance (20 August), and Andrew Davis and the BBC Symphony reviving Hugh Wood’s ravishing Scenes from Comus (29 August), while admirers of Martha Argerich will want to catch her appearance with Daniel Barenboim and the West-Eastern Divan Orchestra (12 August) in Tchaikovsky’s First Piano Concerto, a work she hasn’t played in London for many years. But the procession of international visiting orchestras, though headed by Mariss Jansons conducting the Bavarian Radio Symphony in Shostakovich and Strauss (30 and 31 July), the Leipzig Gewandhaus playing Bach and Bruckner under Andris Nelsons (23 August) and the Dresden Staatskapelle (5 September) conducted by Myung-Whun Chung (who’s heard too rarely in the UK), is decent rather than exceptional, just like a bit too much of this year’s programme. • The 2019 BBC Proms run from 19 July to 14 September"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}