{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/apr/01/e-cigarettes-do-not-normalise-smoking-for-young-people-study", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-04-01T22:30:04Z", "webTitle": "E-cigarettes do not normalise smoking for young people – study", "webUrl": "https://www.theguardian.com/society/2019/apr/01/e-cigarettes-do-not-normalise-smoking-for-young-people-study", "apiUrl": "https://content.guardianapis.com/society/2019/apr/01/e-cigarettes-do-not-normalise-smoking-for-young-people-study", "fields": {"headline": "E-cigarettes do not normalise smoking for young people – study", "bodyText": "The sharp increase in the use of e-cigarettes has not led more British children to take up cigarettes or regard smoking as normal, the first study of its kind has shown. Some health experts and anti-smoking groups have expressed concern that the growth of e-cigarettes might normalise the idea of smoking for young people. But the study led by Cardiff University researchers suggests the number of teenagers who said they had tried smoking or thought it was acceptable to smoke has continued to fall despite the rise in e-cigarette use. The study, published in the journal Tobacco Control, examined data from England, Wales and Scotland, and found that from 1998 to 2015 the percentage of children aged between 13 and 15 who had smoked decreased from 60% to 19%, while regular smokers in the same age group fell from 19% to 5%. It also reported that the percentage of young people who reported that trying a cigarette was “OK” declined from 70% in 1999 to 27% in 2015. The report also points out that in the same period there was a fall in cannabis and alcohol use. The analysis, funded by the National Institute for Health Research and conducted in collaboration with academics from Edinburgh, Stirling, Glasgow and Bristol, focused on three national surveys canvassing the views of almost 250,000 young people. Dr Graham Moore, based at the Centre for the Development and Evaluation of Complex Interventions for Public Health Improvement, said: “These findings suggest that fears over a resurgence in youth tobacco smoking because of the rise in e-cigarette use are largely unfounded to date. “The nature of e-cigarettes, and the landscape in which they are sold and used, continue to change rapidly, and we need to continue to keep a close eye on how they affect young people. However, this study demonstrates the success of public health efforts in reducing smoking among young people in the last 20 years and provides no evidence that e-cigarettes are reversing this.” E-cigarette experimentation is becoming more popular among young people who have not previously used tobacco, although regular use of e-cigarettes by young people remains rare, the report says. Prof Linda Bauld, from the University of Edinburgh, added: “Teenagers across Great Britain were trying e-cigarettes during the period when they were unregulated, and recent data suggests that these trends have continued up to the present day. But the findings of this study show that youth tobacco smoking has nevertheless continued to decline.” The Welsh government was so concerned about the idea of e-cigarettes normalising smoking that in 2016, it tried to bring in legislation banning them from enclosed public places where children are likely to be present. Opponents claimed a ban could discourage smokers from switching to vaping to try to kick the habit, and the ban did not come into force. The tobacco control campaign group Ash Wales believes e-cigarettes have a crucial role to play in reducing smoking. The group’s CEO, Suzanne Cass, said: “We welcome the results of the study and hope this will strengthen the case for e-cigarettes to be considered a highly effective smoking cessation tool and a far safer alternative to smoking tobacco, rather than the first step to becoming a smoker.” Simon Clark, the director of the smokers’ group Forest, said: “The study shows there is nothing to fear from the growth of vaping. “The results support our view that government should ease restrictions on e-cigarette advertising. It’s time too for local authorities to lead by example and lift restrictions on the use of e-cigarettes in the workplace and other public areas. “Young people’s negative views on smoking also suggest the health risks are very well understood. Now they need to be taught about choice and personal responsibility so when they are adults they can make informed decisions without unnecessary state intervention.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}