{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/apr/11/he-was-bigger-than-his-music-thousands-of-fans-arrive-for-nipsey-hussle-memorial", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-04-11T22:56:03Z", "webTitle": "Nipsey Hussle: Snoop Dogg and Stevie Wonder pay respects as memorial draws 21,000", "webUrl": "https://www.theguardian.com/music/2019/apr/11/he-was-bigger-than-his-music-thousands-of-fans-arrive-for-nipsey-hussle-memorial", "apiUrl": "https://content.guardianapis.com/music/2019/apr/11/he-was-bigger-than-his-music-thousands-of-fans-arrive-for-nipsey-hussle-memorial", "fields": {"headline": "Nipsey Hussle: Snoop Dogg and Stevie Wonder pay respects as memorial draws 21,000", "bodyText": "Nipsey Hussle’s legacy as a persistent rapper, community activist, uniter, doting father, protective sibling and loving son were underscored at his public memorial service on Thursday, with deeply personal testimonies from those closest to the rapper, including his fiancee, Lauren London; collaborator and dear friend Snoop Dogg; and his mother, who said she was at peace with the death of her “superhero” son. Beyoncé and Jay-Z were among the celebrities who attended the three-hour event in Los Angeles at the Staples Center. The last celebrity funeral held at the concert arena was Michael Jackson’s in 2009. The arena was packed with more than 21,000 fans and drove home the important impact that Hussle, who was just 33 when he died, had on his city and the rest of the world. “My son Ermias Joseph Asghedom was a great man,” said Angelique Smith, dressed in all white. Standing onstage with Hussle’s father, Dawit Asghedom, she declared: “Ermias was a legacy.” London, in dark sunglasses, was emotional but stood strong as she told the audience: “I’ve never felt this type of pain before.” London called Hussle “majestic” and “brilliant”, adding that though she was hurting, she was really sad for their son, Kross, whom she feared wouldn’t remember his dad. A blogger, Karen Civil, read a letter from Barack Obama. “I’ve never met Nipsey, but I’ve heard his music through my daughters, and after his passing I had the chance to learn more about his transformation and his community work,” the former president wrote. “While most folks look at the Crenshaw neighborhood where he grew up and only see gangs, bullets and despair, Nipsey saw potential. He saw hope.” Snoop Dogg’s words to immortalize his friend were both serious and silly, as he told old stories about Hussle and their brotherhood. “This a tough one right here,” he said. Hussle’s father said he knew his son was strong because when he was born, the umbilical cord was wrapped around his neck but he prevailed. “He was a fighter,” he said. Stevie Wonder was the last performer to pay tribute to Hussle, who he said he had the chance to meet. Before he sang Rocket Love, one of Hussle’s favorites, Wonder denounced gun violence. A DJ called the event a celebration, and indeed, Hussle’s mother danced in the aisle in tribute to her son as the R&amp;B singer Marsha Ambrosius sang the Mariah Carey song Fly Like a Bird while fighting back tears. A montage of photos featuring the rapper from infancy, childhood and adulthood were shown to the crowd, set to Frank Sinatra’s song My Way. Singer Anthony Hamilton invoked the spirit of a church service as he performed. The Nation of Islam leader, Louis Farrakhan, hailed Hussle’s ability to bring different factions together. Hussle was killed last month at age 33 in front of The Marathon, a clothing store that he created to empower his south central Los Angeles neighborhood. Most who filed in for the public memorial at the arena on Thursday were young adults, but ages ranged from small children to the elderly. “We’re here for a great man. We’re all here for big Nip. It wasn’t his time,” said Wutup Levy, 27, of Long Beach, California. Daren B Harris waited outside the arena before the doors opened with his grandmother and other family members, who wore black T-shirts with Hussle’s face on them. Harris said he grew up listening to the rapper’s music and followed his journey to improve his community. “This is a once-in-a-lifetime thing,” said Harris, 23, who lives in South Los Angeles. “He was a treasure.” Harris’s grandmother, Reba Johnson, said she couldn’t miss the occasion to celebrate Hussle’s life. “He was bigger than his music,” she said. Books with an image of Hussle on the cover were handed out to service attendees. The book of nearly 100 pages contained numerous photos of Hussle with London, his children, and friends such as Russell Westbrook and Snoop Dogg. It also had heartfelt messages from Rick Ross, the Game and LeBron James. “I’ve never cried myself to sleep over any public figure before, but Nipsey’s presence meant so much for our community,” the actor Issa Rae said in her message inside the book. The hearse carrying Hussle’s coffin went through a 25-mile lap through the city, past the property where Hussle had planned to turn an ageing strip mall into affordable homes and new businesses – including his clothing store, where thousands had gathered. The Los Angeles police department urged mourners to stay calm amid concerns over a loud noise, as emotions ran high. The casket was scheduled to arrive at a funeral home in the city’s hardscrabble Crenshaw district, where the rapper was born on 15 August 1985. Eric R Holder Jr, who has been charged with killing Hussle, has pleaded not guilty. Police have said Holder and Hussle had several interactions the day of the shooting and have described it as being the result of a personal dispute. Hussle, whose real name was Ermias Asghedom, was an Eritrean American father of two. He was a beloved figure for his philanthropic work that went well beyond the usual celebrity “giving back” ethos. Following his death, political and community leaders were as quick and effusive in their praise as were his fellow hip-hop artists. For a decade, Hussle released much sought-after mixtapes that he sold out of the trunk of his car, helping him create a buzz and gain respect from rap purists and his peers. He said his stage name, a play on the 1960s and 70s rhyming standup comic Nipsey Russell, was given to him as a teen by an older friend because he was such a go-getter, always hustling. He received a boost when Jay-Z bought 100 copies of his 2013 mixtape Crenshaw for $10,000. Last year, he hit new heights with Victory Lap, his Grammy-nominated major-label debut album on Atlantic Records that made several critics’ best-of lists. The album debuted at No 4 on Billboard’s 200 albums charts and features collaborations with Kendrick Lamar and Cee-Lo Green. On Thursday, his family and friends vowed to continue his work, and London told the crowd: “The marathon continues!”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}