{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/apr/06/revealed-five-australian-children-trapped-in-china-amid-uighur-crackdown", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-04-05T22:48:21Z", "webTitle": "Revealed: five Australian children trapped in China amid Uighur crackdown", "webUrl": "https://www.theguardian.com/world/2019/apr/06/revealed-five-australian-children-trapped-in-china-amid-uighur-crackdown", "apiUrl": "https://content.guardianapis.com/world/2019/apr/06/revealed-five-australian-children-trapped-in-china-amid-uighur-crackdown", "fields": {"headline": "Revealed: five Australian children trapped in China amid Uighur crackdown", "bodyText": "At least five Australian children are trapped in China, unable to return home because of the Chinese government’s crackdown on Uighur Muslims, the Guardian can reveal. The children, who range in age from one to six, are all Australian citizens and come from three different families. They have been stuck in China for up to two years, and are all separated from at least one of their parents. In one case, the parents say Chinese authorities threatened that the child would be taken into a state-run orphanage and given up for adoption to a Han Chinese family, and the Chinese parent would be sent to a detention centre. Parents of the children and advocates for the families have criticised the Australian government for perceived inaction in seeking to bring the children to Australia, saying they have “grave fears” for them. In all the cases, which have been confirmed to the Guardian by multiple sources, the children have one Australian parent and one Chinese parent. In all cases both parents want the family to live together in Australia. All the families are members of the Uighur ethnic minority group, which has suffered severe human rights abuses, including the detention of hundreds of thousands in secretive facilities in the western region of Xinjiang. The news that five Australian children are trapped in Xinjiang follows the Guardian’s revelation that there are 17 Australian residents believed to be under house arrest, in prison or detained in China’s secretive “re-education” centres in Xinjiang. In one case, a Chinese mother travelled with her two children to Xinjiang for a holiday almost two years ago. She is married to an Australian citizen and was in Australia on a spouse visa. Shortly after arriving in China her passport was confiscated and she was unable to return to Australia with her children. In another case, a Chinese woman married to an Australian man, Sam*, returned to Xinjiang to be near her family while pregnant with her first child. Her passport was seized after she arrived and she gave birth in China. When their child was six months old, Sam’s wife was detained in China for two weeks. She was released because she was still breastfeeding, but says she was told that when her baby turned one she would be detained again and her son would be put into a state-run orphanage and then adopted by a Han Chinese family. Sam says her family has been paying bribes totalling more than 60,000 RMB (AU$12,500) to the police for the last six months to stop her being rearrested. Despite being Australian citizens, all three children have been unable to leave China and return to Australia because they do not have an adult to accompany them. Their fathers have been denied visas to return China to collect them. In another case, a father who is an Australian citizen and his Chinese wife were visiting Xinjiang with their two Australian children when the mother was arrested and taken to a detention centre. The father refuses to leave the country because he fears if he does so he will not be allowed back in and will never see his wife again. People familiar with the cases say the Australian Department of Foreign Affairs and Trade (Dfat) is aware of all three families, but that they have received no support from the department. “If Australia was involved, my wife and son might be here,” Sam said. “But Australia is not involved, they’re scared. China can do whatever they want because Australia is quiet.” The Greens spokesman for immigration and citizenship, Nick McKim, said there was a lot Australia could do, “given we’re consistently told by the government that they have a strong relationship with China”. “We ought to be demanding that Uighur people who are Australian citizens or who are permanent residents of Australia should be released to freedom and safety in Australia.” A spokesperson for Dfat said: “Australia is concerned about the human rights situation in Xinjiang, and continues to urge China to cease the arbitrary detention of Uighurs and other Muslim groups. “Since 2018, at the request of family members, DFAT has made enquiries about a number of individuals with connections to the Uighur-Australian community. Due to privacy considerations we will not comment on specific cases.” The Chinese embassy in Australia was repeatedly contacted for comment but did not reply to detailed questions from the Guardian."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}