{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2019/apr/20/talking-horses-pipes-of-peace-musselburgh-saturday-itv-horse-racing-tips", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-04-19T23:01:06Z", "webTitle": "Talking Horses: Pipes Of Peace tuned up for big prize in Queen's Cup", "webUrl": "https://www.theguardian.com/sport/blog/2019/apr/20/talking-horses-pipes-of-peace-musselburgh-saturday-itv-horse-racing-tips", "apiUrl": "https://content.guardianapis.com/sport/blog/2019/apr/20/talking-horses-pipes-of-peace-musselburgh-saturday-itv-horse-racing-tips", "fields": {"headline": "Talking Horses: Pipes Of Peace tuned up for big prize in Queen's Cup", "bodyText": "The Easter racing programme is always more about quantity than quality but a £62,000 first prize is more than some Group-race winners receive and the Queen’s Cup at Musselburgh on Saturday has attracted a strong field of stayers as a result. Ulster has been making up for lost time after missing the 2018 season and is likely to attract plenty of support, while Tor also has form in the book that would give him a chance at around 20-1. They may all be struggling to contain Pipes Of Peace (3.35), however. The five-year-old was a good second behind a progressive opponent at Kempton last month and the time of the race suggests he is well in here. Musselburgh 1.50 Parys Mountain will be a big player if he is fit enough to do himself justice after a five-month break but the safest option may be to stick with those that have had a run. Porth Swtan had several of his opponents behind when successful over this track and trip this month and while Raselad should be a little closer on revised terms, a 3lb turnaround may not entirely bridge the gap. Haydock 2.05 Only a handful of these can be ruled out with any certainty and there is a strong case to be made for Cause Toujours, Hijran and Casa Tall in particular. The latter’s trainer, Tom George, has form in the race having saddled the winner two years ago but narrow preference is for Cause Toujours, who has logged some decent times when finishing second on his last three starts and remains fairly handicapped on a mark of 132. Musselburgh 2.25 Several of these have the potential to improve significantly on what they have achieved to date but Reggae Runner could easily have been asked to begin his handicapping career from a higher mark than 82 and could prove to be very hard to catch from stall one. Haydock 2.40 Jonjo O’Neill has been having a tough time of it this season and has only recently passed 50 winners for the campaign. Quarenta has contributed two of those wins already, however, and can ensure that her trainer finishes the season on a high with a winner on this card for the second time in three years. Musselburgh 3.00 A suitably strong field of sprinters to chase a £30,000 first prize and no end of possibilities, but the likely pacesetters Eeh Bah Gum and A Momentofmadness are both drawn middle-to-low and that could be the way to go. A Momentofmadness has definite claims on his best form but Savalas, from stall two, went well fresh in the early part of last season and should be able to lie up with the early pace and then strike late. At around 12-1 he makes plenty of appeal. Haydock 3.15 A remarkably tight handicap in which all 12 runners are priced up between 13-2 and 16-1 and no outcome could really be called a surprise. Creep Desbois is offered as a hopeful choice at around 12-1, having posted a decent time when second at Southwell last time out on his first start over hurdles since October 2017."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}