{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/apr/11/chelsea-fans-barred-bomber-chants-mo-salah", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-04-11T21:22:00Z", "webTitle": "Chelsea fans barred from game after ‘bomber’ chants against Mohamed Salah", "webUrl": "https://www.theguardian.com/football/2019/apr/11/chelsea-fans-barred-bomber-chants-mo-salah", "apiUrl": "https://content.guardianapis.com/football/2019/apr/11/chelsea-fans-barred-bomber-chants-mo-salah", "fields": {"headline": "Chelsea fans barred from game after ‘bomber’ chants against Mohamed Salah", "bodyText": "Three Chelsea supporters were barred entry into the club’s Europa League tie here after they were identified by security staff as having engaged in a chant describing the Liverpool forward, Mohamed Salah, as a “bomber”. A video, apparently filmed by the fans themselves, was broadcast on social media on Thursday, surfacing before the first leg of the quarter-final against Slavia Prague, for which the London club had sold out their allocation of 1,077 tickets. The 19-second clip showed a small group of fans gathered in a bar in the Czech capital singing the derogatory chant. Salah, a former Chelsea player and Egypt international, is of Muslim faith. Chelsea, working in conjunction with their away security staff, identified the individuals involved before the game, with three of the six stopped as they attempted to enter the Sinobo Stadium. They were turned away and face further action from the club. It is understood the remaining three fans did not attempt to enter the ground. “Chelsea FC finds all forms of discriminatory behaviour abhorrent and, where there is clear evidence of Chelsea season-ticket holders or members involved in such behaviour, we will take the strongest possible action against them,” the club said in a statement. “Such individuals are an embarrassment to the vast majority of Chelsea supporters who won’t tolerate them in their club.” Liverpool also issued a statement, saying: “The video circulating online, showing vile discriminatory chants being aimed at one of our players, is dangerous and disturbing. This behaviour needs to be called out for what it is – unadulterated bigotry. “Liverpool Football Club believes it is the responsibility of those in positions of authority, following proper process, to act urgently to identify and then punish anyone committing a hate crime. “There is no place for this behaviour in football, there is no place for it in society. A crime of this nature has more victims than any individual it is aimed at and, as such, collective and decisive action is needed to address it. “As pertains to this latest incident, the club is working with Merseyside Police to ascertain the facts around this footage with the aim of identifying individuals featuring in it. “In addition, we are working directly with Chelsea Football Club on the matter. We thank them for their condemnation and a commitment to act urgently to identify any individuals responsible.” The quality and inclusion organisation, Kick it Out, moved swiftly to condemn the incident. “It’s not on the terraces, but it’s still a disgrace,” it said. “We don’t want fans like that anywhere near our game. We will be liaising with Chelsea to ensure those involved are identified and punished swiftly and effectively.” The Chelsea chairman, Bruce Buck, published a 700-word open letter to the club’s supporters back in December condemning the actions of a “mindless” minority and vowing not to rest “until we have eliminated all forms of discrimination from our club.” While Uefa chose not to pursue charges over allegations that some supporters had sung an antisemitic chant during the Europa League group game at Vidi before Christmas, some travelling fans were photographed holding a Chelsea Headhunters flag featuring a Nazi symbol in Budapest. That incident came just four days after the England forward, Raheem Sterling, was subjected to alleged racist abuse in Chelsea’s 2-0 win over Manchester City at Stamford Bridge, with four supporters subsequently suspended by the club. Buck condemned the actions as a “plague” and “unacceptable and unwelcome both in our club and in football”, and pointed to “a deeply unpleasant but vocal minority, which refuses to join us in the 21st century, has shamed the great majority of our decent, well-behaved fans.” Earlier this season, West Ham condemned “the abhorrent racist abuse” aimed at Salah as he took a corner for Liverpool at the London Stadium. A video emerged in which a fan was heard shouting: “Salah, you fucking Muslim, fucking Muslim cunt,” with the club handing evidence over to the Metropolitan Police."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}