{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/apr/02/big-four-accountancy-firms-should-break-up-say-mps", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-04-01T23:01:07Z", "webTitle": "Big four accountancy firms should break up, say MPs", "webUrl": "https://www.theguardian.com/business/2019/apr/02/big-four-accountancy-firms-should-break-up-say-mps", "apiUrl": "https://content.guardianapis.com/business/2019/apr/02/big-four-accountancy-firms-should-break-up-say-mps", "fields": {"headline": "Big four accountancy firms should break up, say MPs", "bodyText": "Britain’s big four accountancy firms should face a full break-up to weaken their “stranglehold” on an audit market discredited by corporate failures including Carillion and BHS, MPs have suggested in a hard-hitting report. The business, energy and industrial strategy (Beis) committee said the competition watchdog – which is due to release its final recommendations for reform of the audit industry – should consider the break-up of the country’s biggest accountants by separating their audit and consulting arms. Between them, the four big players – KPMG, Deloitte, PwC and EY – conducted the audits at all but one of the UK’s 100 biggest listed companies last year. “The big four’s dominance has fostered a precarious market which shuts out challengers and delivers audits which investors and the public cannot rely on,” Rachel Reeves MP, the Labour chair of the committee, said. “Our report proposes a range of measures to boost competition, improve the audit product, and ensure that the UK continues to be a world leader in corporate governance.” The committee suggested imposing market share caps on the big four and bringing in joint audits conducted by a big four player and a challenger firm. The latter proposal is already supported by the Competition and Markets Authority. Reeves said the big four were also often using their audit work as a route to “milking the cash-cow of consultancy business”. The CMA has already proposed splitting the audit and consulting at an operational level but has stopped short of recommending a full separation. But the Beis committee’s report, The Future of Audit, argued for a “full structural break-up” of the big four. A break-up would be more effective in “tackling conflicts of interest” and providing the “professional scepticism” needed to deliver high-quality audits, the committee said. “We must not wait for the next corporate collapse,” Reeves said. “Government and regulators need to get on and legislate to deliver these reforms and ensure that audits deliver what businesses, investors, pension holders and the public expect. “Change is needed to deliver for investors, workers and the public. The big four may not like it, they may seek to undermine the case for reform, but vested interests should not be allowed to get in the way of positive change.” However, the British business lobby group, the CBI, accused MPs of being “heavy-handed” and warned that “rushing to simplistic” changes would damage the UK’s reputation. “The committee’s idea to force a break-up of the big four jumps the gun,” Josh Hardie, the CBI’s deputy director-general, said. “It puts forward a heavy-handed solution rather than waiting for the evidence of the reviews investigating the state of the current market and future vision for audits. “Businesses are aware there are problems with the audit market and it is a tough challenge to fix them. High-profile corporate failures have rightly prompted searching questions. But the UK’s position as a stable, evidence-based country is already under threat. So rushing to simplistic measures rather than following a clear, considered long-term approach will damage our reputation further.” PwC warned that breaking up the big four would weaken resilience, increase costs and damage the UK’s global competitiveness. “We recognise the need for reforms which will enhance audit quality; however, the report’s recommendation to break up the largest firms risks hampering, rather than enhancing it,” Hemione Hudson, PwCs head of assurance, said. “Arguing for ‘break-up’ sounds like action, but actually it will reduce quality, weaken resilience and distract attention from more practical steps to ensure auditing keeps pace with society’s expectations. “There are likely to be significant unintended consequences from breaking up the large professional services firms, with increased cost and disruption to the economy and businesses which would be damaging to the UK’s competitiveness.” A separate review, carried out by the Legal &amp; General chair, Sir John Kingman, will lead to the accountancy watchdog, the Financial Reporting Council (FRC), being abolished and replaced with the Audit, Reporting and Governance Authority. An FRC spokesperson said: “The FRC shares a number of the concerns expressed in the select committee report which are consistent with the evidence we submitted to its inquiry. Long-term fundamental changes to the regulation of audit form part of the implementation programme we are developing with Beis.” Liz Murrall, the director of stewardship and reporting at The Investment Association, which represents asset managers, welcomed the Beis commitee recommendations. “Investors rely on the quality and robustness of audits when making investment decisions, and a high-quality audit is vital to ensure that the markets have confidence in the information in a company’s annual report,” she said. “The recommendations outlined in today’s report are an important step in achieving this.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}