{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/apr/29/plenity-diet-capsules-could-help-weight-loss", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-04-28T23:01:36Z", "webTitle": "Diet capsules that swell in stomach could help weight loss", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/apr/29/plenity-diet-capsules-could-help-weight-loss", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/apr/29/plenity-diet-capsules-could-help-weight-loss", "fields": {"headline": "Diet capsules that swell in stomach could help weight loss", "bodyText": "Gel capsules that part-fill the stomach before a meal may help people lose weight and keep it off, the European Congress on Obesity was told on Sunday. The hydrogel capsule first made news in 2010, when it was called Attiva. Now, as Plenity, it has been trialled on more than 400 people. It worked on only 59% of people, but in those, it doubled their chances of losing 5%-10% of their bodyweight. Diet pills have had a chequered history and only one is approved for NHS use in the UK – Xenical – which is not hugely popular because of its mode of operation. It stops fat being absorbed, so that it passes straight through the body, and can give rise to stomach or bowel issues. Plenity, made by the US company Gelesis, is technically a medical device rather than a medicine, so does not need such extensive trials. The capsules contain hydrogel made from cellulose, which is found in fruit and vegetables, and citric acid. Three capsules are taken with two glasses of water 20 minutes before a meal. They absorb water and swell in the stomach. “What happens is these little particles are released in your stomach and they turn into a gel. This gel occupies about 250ml of your stomach – about a quarter of its volume,” said Dr Harry Leider, chief medical officer of Gelesis. “This gel – it’s like chewed vegetable – mixes with the food. This makes you feel fuller when you eat so you don’t eat as much. That’s the main mechanism.” The gel is not absorbed. It goes through the small intestine, then gets to the colon where it is broken down, the water reabsorbed and what is left passes out in the faeces. “Because there is no chemical interaction with the body, it is not absorbed, it is mostly mechanical. It has a really good safety and tolerability profile,” he said. “That’s why it is regulated as a device and not a drug. “It is recommended that it is an aid in weight management in conjunction with diet and exercise. We encourage patients to contribute to diet prudently and focus on exercise because we know it is going to help people be successful. Nothing is the silver bullet. This is a new tool in our armoury.” The study involved 436 people, half of whom took the capsules while the other half had a placebo. All were overweight or moderately obese and trying to lose weight through diet and exercise. The average weight at the start was about 100kg 15st 10lb). Those in the placebo group lost 4.4% of body weight and those taking the active capsules lost 6.4%. But adjusting for differences including starting weight, age and gender, said Leider, there was a 2% weight loss over placebo. Obesity experts said the capsules, which could potentially be available in pharmacies from next year, could be useful. “I would warn against magic bullets, but for a certain group of consumers who are doing all the right things in terms of diet and exercise, this may help keep them on track,” said Prof Jason Halford from Liverpool University, at the Glasgow meeting where the trial results were presented. “This could be a huge help to millions of people. It is well tolerated, and increases satiety so that people eat less. You don’t need a surgeon to do it, you just buy it in a box and swallow a pill. It seems to be easy and effective, so millions could benefit,” said Dr Nathalie Farpour-Lambert, president of the European Association for the Study of Obesity. But Prof Helen Stokes-Lampard, chair of the Royal College of GPs, sounded a note of caution. “This certainly sounds like an interesting development and the non-invasive nature of a pill would be attractive to many patients and healthcare professionals,” she said. “But we must advise caution about thinking of this as a new miracle cure for weight loss, as non-medical approaches to a healthy lifestyle should always be explored in the first instance, so that as a society we don’t become dependent on medical interventions.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}