{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/apr/20/our-leaders-are-ignoring-global-warming-to-the-point-of-criminal-negligence-its-unforgivable", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-04-19T21:00:06Z", "webTitle": "Our leaders are ignoring global warming to the point of criminal negligence. It's unforgivable | Tim Winton", "webUrl": "https://www.theguardian.com/environment/2019/apr/20/our-leaders-are-ignoring-global-warming-to-the-point-of-criminal-negligence-its-unforgivable", "apiUrl": "https://content.guardianapis.com/environment/2019/apr/20/our-leaders-are-ignoring-global-warming-to-the-point-of-criminal-negligence-its-unforgivable", "fields": {"headline": "Our leaders are ignoring global warming to the point of criminal negligence. It's unforgivable", "bodyText": "I’ve been asking myself a question – and even posing it makes me queasy. Is it too late – are we beyond saving? As a culture and a polity, when it comes to climate change, have we arrived at a point where we are now expected – even trained – to abandon hope and submit to the inevitable? OK, I guess that’s two questions. In good faith I can still say that the answer to the first is no. But I’d be a liar and a fool to give the same response to the second. No, it isn’t too late. But we’ve squandered decades of opportunities to mitigate and forestall impacts and we’re making a pig’s breakfast of responding to what is now a crisis. Even so, humans are not yet beyond saving themselves from the worst ravages of global warming. There’s fight in us yet, even if it’s a bit shapeless. The problem – and it’s an existential threat both profound and perverse – is that those who lead us and have power over our shared destiny are ignoring global warming to the point of criminal negligence. Worse than that, their policies, language, patronal obligations and acts of bad faith are poisoning us, training citizens to accept the prospect of inexorable loss, unstoppable chaos, certain doom. Business as usual is robbing people of hope, white-anting the promise of change. That’s not just delinquent, it’s unforgivable. Over the last 15 years in Australia our national governments have failed to respond effectively to the challenge of climate change, and for most of that time we actually gave ourselves the luxury of calling it a challenge. Now it’s more of a crisis. And it’s not as if our leaders are incapable of producing a timely response to a crisis. After all, in 2009 the government took bold steps to avoid an economic depression. And in the matter of refugees arriving by boat, governments still spend billions on emergency-level funding and infrastructure to meet what they view as a crisis of national security. But in the case of climate change there’s no equivalent sense of immediacy, no sense of priority commensurate with the dangers it poses to our future ability to feed ourselves, defend our largely coastal settlements, insure our homes, maintain national security and keep our children safe from harm. The message implicit in our governments’ refusal to act is that we should all just suck it up – as in “climate change is bullshit, and even if it’s not there’s nothing you can do about it”. Once internalised, this narrative is profoundly dangerous, not only for individuals, but for the entire community. It’s a licence for nihilism, a ticket to hell in a handbasket. And the cohort responsible for this mixture of denial and fatalism is far removed from the daily experience of the ordinary citizen, especially the youngest and poorest of us. They have become a threat to our shared future and we must hold them to account, immediately and without reservation. In the last 25 years I’ve observed a peculiar social phenomenon in individuals and communities that I mistakenly thought I understood because I was a child of the cold war. While working to help save ecosystems across Australia I’ve noticed a bruised attitude of beleaguerment in individuals and within groups that’s increasingly hard to ignore, a mounting grimness in the faces and language of people barely holding on in the face of steady, cumulative and unrelenting losses. They’re losing places, ecosystems, potential. It’s not restricted to activists; I see it in neighbourhoods and towns, I read it online, I get it in the mail. Ordinary folks – young and old – watching their waterways curdle, their soils blow away, their green spaces bulldozed, their fish gasping for air. Feeling wounded and betrayed, some are clinging to the last tendrils of hope, others are falling into despair. And that worries me. Ecological depletion is being experienced communally as a mounting loss of access and an erosion of possibility. In essence, a pruning back of future prospects. It’s expressed as grief, and the most palpable, widespread and immediate expression of it is now brewing over climate change. Beneath that grief there’s rage. I worry that this widely-shared grief and unfocussed rage may become the signal human disposition of our time, that the Anthropocene will be marked by fury and hopelessness. This frightens me just as much as the prospect of beachside properties falling into the sea, or even the death of our coral reefs. Acidifying cultures are as chaotic and dangerous as acidifying oceans. Younger people in particular have begun to feel abandoned by their leaders and elders. They suspect they’ll be left without food or ammunition to stage a fighting retreat in which every battle is a defeat foreseen and every bit of territory was surrendered in advance by politicians and CEOs who deserted them long ago to hide in their privileged bunkers and silos. So what hope for our kids? Why should we be surprised they’d walk out of school and march? Their futures are being traded away before their eyes. They see what many of their elders and betters refuse to acknowledge. That they’re being robbed. During the cold war many of us were gripped by dread – it was personal and communal – and in the books and films of the era our anxiety was palpable. We lived every day with the prospect of nuclear annihilation, and sometimes that possibility was clear, present and extremely proximate, a matter of hours and minutes when a possibility became an actual probability. And for some time now I’ve been trying to see our current crisis through that lived experience. Because we survived, didn’t we? The worst never happened. No one pressed the button. So, chances are, all will be well this time, too – right? But the reason humanity survived the cold war is because world leaders paid attention. They took emergent crises seriously. And in each instance of utmost danger, arguments of ideology and nationalism eventually fell away before the sacred importance of life itself. Beneath all the posturing there was, finally, a bedrock of humanity informing the technocrats and generals. Stepping back from the brink was expensive. Think what it cost in terms of pride, political prestige, assets, even territory. Consider the expenditure of ingenuity and infrastructure. And there’s our problem. Because in this country, when it comes to climate change, there’s no equivalent attention to the crisis. For some there’s no crisis at all. Our governments and corporations are ensnared in a feedback loop of “common sense” and mutual self-preservation that’s little more than a bespoke form of nihilism. Ideology, prestige, assets and territory are now tacitly understood to be worth more than all life, human or otherwise. And the four great capacities of humanity to solve a crisis – ingenuity, discipline, courage and sacrifice – these seem to be reserved for more important enterprises. The future, by all accounts, can wait. But the future is already with us. The button has been pushed – again and again. In 2011, along hundreds of kilometres of the West Australian coast, abalone crawled off the reefs to die in their untold thousands on the baking white beaches because of a 2-degree spike in sea temperature. A little further north at Shark Bay, the world’s largest seagrass meadows suffered a sudden mortality of 20%. In the Northern Territory two years later, mangrove forests died along a 1,000km stretch of coast. And the Great Barrier Reef experienced successive bleaching events so catastrophic they caused the nation’s most senior coral scientists to weep. Here’s the thing. To our current national government climate change is but a dry-lightning storm in a district unknown. For the denialists who control policy, the storm itself is an endlessly debatable phenomenon. And if the parish it’s lighting up really does exist, then it can safely be dismissed as remote and insignificant. But that district is real. Most of us know it as the immediate future. Some know it as the present. And it’s already burning. It’s peopled with folks who weep and seethe and dread what else may lie ahead. We can no longer wait patiently for our leaders to catch up. We cannot allow ourselves to be trained to accept hopelessness. Not by business, nor by governments. Both have subjected us to a steady diet of loss and depletion. It’s sapped us and left us mourning a future we can see fading before it even arrives. There’s no good reason to submit to this. No sane purpose in putting up with it. Because grief will paralyse us, and despair renders doom inevitable. We can afford neither. Australians can make a bad outcome inexorable by submitting to it meekly. Or we can fight for a viable future and meet this crisis shoulder to shoulder. I am of the passionate belief that we can and will. But to do this we’ll need to get our house in order – and fast. That means calling bullshit on what’s been happening in our name for the past 15 years. It’s time to make sharp demands of our representatives, time to remove those who refuse to act in our common interest, time to elect people with courage, ingenuity and discipline, people who’ll sacrifice pride, privilege and even perks for the sake of something sacred. Because there’s something bigger at stake here than culture wars and the mediocrity of so-called common-sense. It’s the soil under our feet, the water we drink, the air we breathe. Life. It’s worth the fight. But, by God, after decades of appeasement, defeatism and denialism, it’s going to take a fight. Time’s short. So, let’s give our grief and fury some shape and purpose and reclaim our future together. Enough cowardice. Enough bullshit. Time for action. Support Guardian Australia’s independent journalism with a one-off or recurring contribution"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}