{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/apr/12/premier-league-10-things-to-look-out-for-this-weekend", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-04-11T23:01:34Z", "webTitle": "Premier League: 10 things to look out for this weekend", "webUrl": "https://www.theguardian.com/football/2019/apr/12/premier-league-10-things-to-look-out-for-this-weekend", "apiUrl": "https://content.guardianapis.com/football/2019/apr/12/premier-league-10-things-to-look-out-for-this-weekend", "fields": {"headline": "Premier League: 10 things to look out for this weekend", "bodyText": "1) City need to regain spark to keep up chase Roy Hodgson said his side enjoyed “one of those bonanza days” when they beat Manchester City 3-2 at the Etihad in December. They did not gain a corner in the game, had 22% of possession and scored with all three of their shots on target. Yet their win was no fluke. It was the reward for sharp counterattacking and meticulous defending, as Palace successfully prevented their hosts from prising them apart. Pep Guardiola’s side often resorted to hopeful crosses into the box, shiny-wrapped gifts for Palace defenders. Hodgson will no doubt deploy a similar game plan this weekend. So Guardiola’s men are going to have to show more wit than they mustered in December or, indeed, in their recent games against Spurs and Brighton. City have won their past eight Premier League games but will need to improve on their most recent displays to make it nine in a row and avoid giving Liverpool a pre-Chelsea boost on Sunday. PD 2) Who wants the Europa League booby prize? A disclaimer to start: this is absolutely not to suggest that any team in the Premier League would try to lose games, or even deliberately not attempt to win them. But the coming weeks might see a delicate dance from a number of teams who will not be especially upset if they finish below seventh. That position will earn the lucky recipient a Europa League place this season, if Manchester City beat Watford in the FA Cup final and that competition’s allocated slot drops down the Premier League. Theoretically, playing in Europe is an honour, a prize to be aimed for, but we’ve seen the early start that comes with the Europa League preliminary rounds make complete messes of seasons, Burnley this term being the latest example. Currently Leicester, Wolves, Everton and Watford are separated by two points, and Everton are most likely to pull clear this weekend as they face Fulham. They will try to win, but you suspect they won’t cry themselves to sleep if they don’t. NM 3) The first of five cup finals for Newcastle? While attending to his media duties in the build-up to his side’s match against Leicester City, Rafael Benítez stressed the need for his team “to keep treating every game as a final” as they are still five points short of the magic 40 mark that guarantees safety except on the very rare occasions when it doesn’t. Considering they’ve lost the past four finals they’ve played in, the wisdom of that particular approach might seem questionable to say the least, but however his players treat this game they are likely to face a stern test under a Leicester side that has been invigorated under Brendan Rodgers. With his contract due to expire and his own future still up in the air, Benítez has said he is still waiting to hear from his employer, Mike Ashley, but did point out that he disapproves of the Newcastle owner’s reluctance to sign player’s older than 25. On loan from West Brom, who value their Venezuelan striker at £16m, Salomón Rondón is 29. He has a good season for Newcastle and is a firm fan favourite on Tyneside, but failed to impress in recent games against Arsenal and Crystal Palace. A run of goals in Newcastle’s remaining five games, starting on Friday at the King Power Stadium, could go a long way towards persuading Ashley to stump up the asking price. BG 4) Will Jordan Henderson turn Eden Hazard into Xherdan Shaqiri? For Liverpool now, every match is crunch time, domestically and in Europe. Jürgen Klopp must be encouraged that key players have returned to the fore in recent games. Meanwhile, Xherdan Shaqiri has been nowhere to be seen. Even Divock Origi and Daniel Sturridge have been introduced on the left wing ahead of him. Earlier in the campaign it looked as if Shaqiri would be a vital contributor to Liverpool’s title challenge, an ideal player to spring from the bench, at least. Now, though, it looks as if Klopp has lost faith in him. The Swiss has not played a minute in the last eight matches. It would certainly be a shame if the absence were because of inadequacy in training. Sunday’s match against Chelsea is likely to be tight: it would be good if Klopp could feel confident enough in Shaqiri to throw him on if Liverpool need a goal late on. Speaking of confidence, Jordan Henderson and Naby Keïta must be full of it after good performances in their last two matches, especially going forward. But Henderson could be given a more conservative, and critical, role this weekend: manmarking Eden Hazard in the hope of making the Belgian’s impact on the title race as negligible as Shaqiri’s. PD 5) Arsenal seek cure for limp away displays There were two massive reasons for Watford’s victory over Arsenal when the sides last met at Vicarage Road: cojones. That was Troy Deeney’s version of events, anyway, and the home team’s striker will be eager to put his theory to the test again on Monday. That means Arsenal’s defence will have to stand firmer than they have done in most away matches this season. Arsenal have amassed fewer points on their Premier League travels than Crystal Palace and, for that matter, Watford, and have conceded as many away goals as Cardiff. When you consider that at home they have conceded as few as Manchester City, the discrepancy between their home and away form is ridiculous. Unless it is solved quickly, it will more than likely cost them a place in the top four. Win this, meanwhile, and Watford can have high hopes of adding a top-seven finish to their FA Cup final appearance. PD 6) Saints need a win to make Hasenhüttl’s work worthwhile In a Premier League table made up only of games since Ralph Hasenhüttl arrived at St Mary’s, Southampton would be 13th – in terms of points closer to the European spots than the bottom three. Unfortunately in the actual Premier League they are 17th, and still not completely safe from relegation. As an indication of the hole Hasenhüttl found Southampton in, they were beneath Huddersfield at the time, with only one win to their name. The Austrian has turned the Saints from lacklustre relegation certainties into a vibrant side who have beaten Arsenal and Tottenham, and pushed Liverpool all the way. But, to repeat, they’re not safe: this weekend they face Wolves, and probably at a good time too, as Nuno Espírito Santo’s side deal with the deflation of having a place in the FA Cup final whipped from under their noses. A win for Southampton would go some way to ensuring Hasenhüttl’s work has not been in vain. NM 7) A long overdue goal for Solanke? Bournemouth have won just four games on the road this season, two of them against teams that have been relegated by now. Luckily, Eddie Howe’s side accumulated enough points in the first half of the season to cover for an atrocious second half of the season in which they have acquired just 11 of their 38 points since the turn of the year. Early January was also when Bournemouth signed Dominic Solanke, who has yet to complete a game or score for his new team. The 21-year-old has largely been restricted to substitute appearances and has played just 289 minutes since his move. Having failed to make much of an impression at Liverpool or Chelsea before that, this was hardly what he had in mind when making his move. His most recent goal came 11 months ago, against this weekend’s opponent’s Brighton, and in the colours of Liverpool. BG 8) Two games in four days that will decide Cardiff’s fate It is, if you’ll excuse the non-dinner table language, shit or bust for Cardiff. Neil Warnock’s side have two games in the next four days that will decide their season: win both and they’re in business, win one they’ve got a chance, but win neither and they’re toast. Cardiff are five points from safety, trailing a clutch of teams, but the good news is their big games are against two of those teams. “I think it’s Brighton who we can catch,” Warnock told Wales Online this week. “Especially going there a few days after the Burnley game. If we can beat Burnley, we could haul them in, but we’ve really got to win three out of the four games against teams around us.” Presumably the other two he’s referring to are against Fulham and Crystal Palace, even if the latter – in 12th and 11 points north of Cardiff – would dispute that they’re “around” Warnock’s side. Their two remaining games might be a little trickier: they’re against Manchester United and Liverpool. NM 9) Solskjær must look at Manchester United’s leaky defence In addition to the physical fatigue, competing on domestic and continental fronts must be a relatively confusing business for Manchester United at the moment: on Wednesday they’re playing Barcelona and trying to prove they’re the best in Europe, while on Saturday against West Ham their aim is to show they’re among the best four in the Premier League. Suddenly, United are sixth, and are in danger of losing further ground on the Champions League with another careless performance this weekend. Ole Gunnar Solskjær has assorted problems to deal with, but one is United’s defence: they haven’t kept a clean sheet in the last eight games, the last coming in that stultifying stalemate with Liverpool in February. Various “funky” systems haven’t helped, with Ashley Young and Luke Shaw taking their turns in a back three over the last two games, so perhaps simplicity would be preferable. If United’s domestic campaign is to avoid petering out, their backline is where Solskjær needs to direct his attention. NM 10) Spurs to rest stars ahead of sterner tests ahead? Currently in fourth place with Arsenal and Manchester United breathing down their necks, Tottenham could not have asked for easier opponents than Huddersfield between the two legs of their Champions League quarter-final against Manchester City. With just three wins to their name all season, Huddersfield are unlikely to become the first team to beat Tottenham in their swanky new stadium. Indeed, with just 19 goals to their name, they are unlikely to become the first away team to score. Tottenham will be without Harry Kane through injury and Mauricio Pochettino will surely be tempted to rest several other big names against truly feeble opposition that has nothing to play for. It is a gamble worth taking with much sterner tests ahead, albeit one that could backfire badly. Dare he take the risk? BG"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}