{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2019/apr/17/cheating-men-can-be-spotted-by-their-face-type-study-suggests", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2019-04-16T23:01:07Z", "webTitle": "Cheating men's face shapes can give it away, study suggests", "webUrl": "https://www.theguardian.com/science/2019/apr/17/cheating-men-can-be-spotted-by-their-face-type-study-suggests", "apiUrl": "https://content.guardianapis.com/science/2019/apr/17/cheating-men-can-be-spotted-by-their-face-type-study-suggests", "fields": {"headline": "Cheating men's face shapes can give it away, study suggests", "bodyText": "Philandering men have unfaithfulness written all over their faces, according to research that suggests men and women are able to spot cheating chaps just by looking at them. Experts found men with more “masculine” faces were more likely to be thought to be unfaithful, and such men also self-reported more cheating or “poaching” of other men’s partners. However, they stressed the results were modest, and said people should be wary of deciding whether someone is a love rat based on impressions of facial features alone. The team said being suspicious of men with masculine features – such as a strong browridge, strong jaw and thinner lips – might have offered an evolutionary advantage, allowing heterosexual women to spot a flaky partner and men to recognise a potential rival who might seduce their partner or leave them raising someone else’s child. Previous research has suggested women are able to spot unfaithful men from their mugshot, with the masculinity of the man’s face a key factor in the judgment, while weaker effects have been found for men weighing up images of women. However, it was unclear whether people could also spot a philanderer of the same sex. Writing in the journal Royal Society Open Science, researchers described how they asked heterosexual white participants to judge the facial features of 189 white adults who had been photographed and taken part in previous research. Overall, 293 men and 472 women rated pictures of women, while 299 men and 452 women judged images of men, rating on a scale of one to 10 how likely they thought each person was to be unfaithful. Those in the pictures had previously reported the extent of any cheating and whether they had “poached” a partner from someone else. Their photos had already been rated for attractiveness, untrustworthiness and how masculine or feminine they appeared. The results showed men and women as a whole gave higher scores of unfaithfulness to the images of men who had self-reported more cheating or poaching. “Therefore, perceived unfaithfulness may indeed contain some kernel of trust in male faces,” the authors said. However, there was no such effect for the images of women. When the team examined what about the men’s faces might have offered clues to their unfaithfulness, they found the standout feature was how masculine the face appeared. Further analysis confirmed facial masculinity was linked to self-reported unfaithfulness, although it did not completely predict it. However the team stressed many other factors are linked to whether someone is unfaithful. “The actual unfaithfulness varies in our sample of faces, and 4-8% of this variation is accounted for by the average perceived unfaithfulness of those faces,” said Dr Yong Zhi Foo, the first author of the research from the University of Western Australia. The team said they were surprised that participants only saw cheating and poaching of partners in the face of men, and suggested it could be down to a number of factors, including women being less prone to cheating than men, or that women’s use of cosmetics masks links between facial features and behaviours. They said further experiments with a wider range of photographed participants – including older people who might have had more time to be unfaithful – were necessary. Dr Kristen Knowles, an evolutionary psychologist from Queen Margaret University in Edinburgh, who was not involved in the study, said it was interesting the research made a clear connection between perceptions of infidelity and actual infidelity. She said the results may only be seen in men as women may be less likely to self-report they have cheated on a partner or poached someone else’s. But Knowles stressed it should not be assumed that men with masculine faces were likely to be unfaithful. “We should be aware that these behaviours are incredibly complex, and are likely to be influenced by many factors, including social and cultural effects, personality, genetics and life experiences,” she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}