{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/apr/06/eu-to-decide-against-health-warning-for-suspected-carcinogen", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-04-05T23:01:39Z", "webTitle": "EU to opt against health warning for suspected carcinogen", "webUrl": "https://www.theguardian.com/world/2019/apr/06/eu-to-decide-against-health-warning-for-suspected-carcinogen", "apiUrl": "https://content.guardianapis.com/world/2019/apr/06/eu-to-decide-against-health-warning-for-suspected-carcinogen", "fields": {"headline": "EU to opt against health warning for suspected carcinogen", "bodyText": "A suspected carcinogen found in spray paints, sun creams and varnishes will not receive a cautionary health label, under European Union proposals seen by the Guardian. In what campaigners say is an unprecedented and potentially illegal step, the European commission has dropped a recommendation from its chemicals advisers for mandatory health warnings on all inhalable liquid forms of titanium dioxide (TiO2). The regulation was drafted under what EU officials describe as “very heavy” pressure from industry, supported by the UK and the Trump White House. Bas Eickhout, a Green MEP, said: “The commission is being weak on the chemical industry and watering down the meaning of Reach [chemicals] legislation, in a pattern that is becoming increasingly concerning. If the risk assessor has given clear warnings, the commission cannot ignore them. As a parliament, we will absolutely push to make sure this does not happen.” TiO2 is a whitening substance found in a vast array of paints, plastics, pills and toothpastes, with a global turnover estimated at $13bn (£9.8bn) a year. France has moved to ban its use in foods and the European commission initially proposed a universal health warning for any products that could be inhaled, after the European chemicals agency (Echa) joined the World Health Organization and US agencies in declaring it a suspected carcinogen. But the move sparked a £12m industry-led pressure campaign, and intense lobbying led by the UK, focused on the “socioeconomic consequences” of health regulation. President Donald Trump’s US trade representative also complained to the World Trade Organization that the move was “unnecessarily disruptive to billions of dollars of US-EU trade” and called for it to be delayed. Now, a new proposal to be debated by EU national representatives on 11 April would exempt all forms of TiO2 except powders from cancer warnings. One EU source speaking on condition of anonymity said: “I am ashamed to say I don’t know why we are derogating them. We should not be having a problem with this. I think it is because we received a lot of pressure from industry, particularly on paints. It has been the worst I have seen.” They added: “Without proper labelling, people may not wear masks when they are using spray paints, and they would be exposed.” The Titanium Dioxide Manufacturers Association (TDMA) has spearheaded a multimillion-euro lobby campaign, in which officials reportedly met with up to 24 lobbyists at a time, some of whom were “giving us orders”, according to one diplomat. Letters seen by the Guardian show no letup in the jockeying over the last month. One missive from the European Chemical Industry Council (Cefic), which represents the TDMA, described the TiO2 issue as “politically very sensitive”. The TDMA did not respond to questions but made clear that it opposes any regulation of what it sees as a “non-hazardous” substance in real-world consumer situations. Perceptions of “over-lobbying” are due to the complexities of the case, the TDMA believes. The group has been accused of gaining undue influence after spending as much as €800,000 on representation from FleishmanHillard, a global marketing agency. It has no separate listing in the EU’s transparency register."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}