{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/grogonomics/2019/apr/13/lies-arent-new-to-election-campaigns-but-now-they-are-more-brazen-than-ever", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-04-13T22:00:31Z", "webTitle": "Lies aren't new to election campaigns. But now they are more brazen than ever | Greg Jericho", "webUrl": "https://www.theguardian.com/business/grogonomics/2019/apr/13/lies-arent-new-to-election-campaigns-but-now-they-are-more-brazen-than-ever", "apiUrl": "https://content.guardianapis.com/business/grogonomics/2019/apr/13/lies-arent-new-to-election-campaigns-but-now-they-are-more-brazen-than-ever", "fields": {"headline": "Lies aren't new to election campaigns. But now they are more brazen than ever", "bodyText": "Six months ago I was sure this election campaign was going to be a vile mass of racism and lies. The Victorian election campaign had set the template. Add in the fight over the medevac bill with the prime minister’s Donald Trumpesque line that this would see the imminent arrival of murderers, paedophiles and rapists, and it all seemed set for a terrible campaign. The horrific events in Christchurch, however, appear to have put a significant halt to those lines. No one wants to be accused of saying things that would not be out of place in a racist mass murderer’s manifesto. So with luck this campaign won’t be a mass of racism and lies. It will just be a mass of lies. The lies of course started before the campaign even did. And as ever all it took was a policy related to climate change. Nothing has ever reduced the conservative forces in this country to a pool of sweaty stupidity than climate change. At the moment the most you need to do to respond to the conservative arguments on climate change is to say of their attack “You do realise you’re just making stuff up, don’t you?” Lies of course are not new to politics. Two weeks out from the 2016 election Lenore Taylor wrote of the ALP’s Mediscare claim that the Liberal party planned to privatise Medicare: “This was never true. In fact, when you think about it, it’s hard to know what ‘privatising’ Medicare even means.” But the lies seem more brazen now. I suspect the Donald Trump effect has now fully taken hold – it is not so much that there are more lies, it is that politicians care less about being called out for lying. Which brings us to electric vehicles. All it took was for the ALP to announce a policy of a target for 50% of new car sales in 2030 to be electric for you to think the world was about to end. The apoplexy was unbounded. Despite the Department of the Environment confirming in Senate estimates last week that “the government’s electric vehicle abatement number assumes that up to 50 per cent of new vehicle sales in 2030 are electric vehicles”, Scott Morrison and others in the Liberal party were adamant this would see the end of the natural order of life – weekends, don’t you know, would be over. Michaelia Cash suggested on Twitter the ALP was going to “ban” tradies’ favourite utes. And all over social media the Liberal party began plastering adverts about a “car tax” because the ALP also proposed introducing vehicle emissions standards. But even such a policy will not necessarily lead to any new car being “banned” (let alone your favourite ute being taken away from you in the middle of the night). The ALP’s policy states that the emission standards will “be applied on an average emission basis and be subject to real world testing, rather than imposing blanket mandatory standards on manufacturers or specific car models”. And as Paul Karp and Nick Evershed reported, in 2017 the now treasurer, Josh Frydenberg, was talking up emissions standards as a way to reduce “fuel costs and carbon emissions at the same time”. He also noted “in Australia in 2016 the average amount of CO2 emitted per kilometre was 182 grams, while the EU is moving to 100g/km by 2021, and in the US the target is 105g/km by 2025.” The ALP’s target? That same 105g/km. And then we get to tax, where the Liberal party began their campaign by announcing Treasury modelling that the ALP would be hitting Australians with “$387bn of new taxes” over the next 10 years. First off, this government’s own budget papers contained absurd predictions for reducing net debt over the next 10 years, so I’m not quite sure why anyone is too infatuated with their estimates. But I guess if you put things out to 10 years the numbers get big and scary, even while they get more and more absurd. Given over the next 11 years we’re going to see about $6,000bn worth of revenue gathered, we’re not talking a massive amount of money in full context. And 60% of the amount comes not from new taxes, but from the ALP not agreeing the Liberal party’s stage 2 and 3 of its income tax plan. Those two stages would see someone on $60,000 receive a 0.6% tax cut of $378 a year, while someone on $200,000 gets a 5.8% cut worth $11,520. Most of that “extra” tax is going to be paid by those earnings well above median and average incomes. But heck, who cares about that – focus on the big number that everyone knows will not be anything like reality come 2030. If we start having to deal with truth and veracity, the whole campaign system crumbles. After all we have a prime minister who is content to say that suggestions Peter Dutton was criticising Ali France, the ALP candidate in the seat of Dixon, of “using her disability as an excuse” were taking Dutton’s words “out of context”. Given the context was Dutton telling the Australian that “if you are serious about representing an area, you live in that area and using her disability as an excuse for not living in our area is really making residents angry”, I suspect the prime minister’s definition of context is different to that normally ascribed in most English dictionaries. We have a ways to go and the signs are not good that concerns about truth are pre-eminent. • Greg Jericho is a Guardian Australia columnist"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}