{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/apr/13/corbyn-told-back-eu-referendum-or-lose-millions-voters-brexit", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-04-13T21:45:00Z", "webTitle": "Brexit: Corbyn told to back new EU referendum or lose millions of supporters", "webUrl": "https://www.theguardian.com/politics/2019/apr/13/corbyn-told-back-eu-referendum-or-lose-millions-voters-brexit", "apiUrl": "https://content.guardianapis.com/politics/2019/apr/13/corbyn-told-back-eu-referendum-or-lose-millions-voters-brexit", "fields": {"headline": "Brexit: Corbyn told to back new EU referendum or lose millions of supporters", "bodyText": "Jeremy Corbyn has been warned by Labour’s leader in the European parliament and other grandees that the party will be deserted by millions of anti-Brexit voters if it fails to clearly back a second referendum in its manifesto for next month’s EU elections. The message from Richard Corbett, who leads Labour’s 20 MEPs, comes amid growing fears at the top of the party that it could lose a generation of young, pro-EU voters if it does not guarantee another public vote. That age group, as well as many other Remainers, MPs say, could turn instead to unambiguously anti-Brexit parties, including the fledgling independent group Change UK, the Liberal Democrats, the Greens and the SNP. Corbett said: “If Labour does not re-confirm its support for a confirmatory public vote on any Brexit deal in its manifesto then it will haemorrhage votes to parties who do have a clear message. If on the other hand we do offer clarity and a confirmatory ballot we could do very well.” While Labour says it is keeping the option of a second referendum on the table in talks with the government, some key figures close to Jeremy Corbyn have been reluctant to confirm that another public vote would be held on any deal that is agreed and approved by parliament. This has prompted speculation that there may be no commitment to one in Labour’s European election manifesto. Former Labour foreign secretary Margaret Beckett also called for the manifesto to back a second public vote, saying: “It is very important that there is a clear message about where Labour stands and what Labour is offering. In my view that clear and simple message should be that there should be a confirmatory vote of the British people. “There is a great opportunity for Labour if we are clear. But lack of clarity would cost us support not only in these elections but it will feed through into the next general election and that may not be far away.” The issue of whether Labour commits to another referendum in its European manifesto, or fudges the issue to avoid alienating its Leave-supporting voters, is already renewing tensions at the top of the party. Those in the shadow cabinet who believe the manifesto should have a second referendum pledge at its heart fear they will be cut out of discussions and that the content and wording will be decided by Corbyn’s office and the national executive committee (NEC), which is dominated by Corbyn supporters. On Saturday night a senior party source said responsibility for what would be in the manifesto would be “an NEC decision in consultation with stakeholders”. Second referendum supporters in the shadow cabinet – Keir Starmer, Emily Thornberry and Tom Watson – are likely to insist, however, that it is also fully involved. “It would be beyond unacceptable if the shadow cabinet is not able to approve the document and it is all done by the NEC and leader’s office,” said another shadow cabinet member. Opponents of another referendum in the shadow cabinet, including party chairman Ian Lavery, warn that Labour will lose support among its Leave voters if it backs a second vote. An Opinium poll for the Observer today finds that just 17% of people who say they are certain to vote in the European elections would choose the Tories, against 29% who would back Labour. Some 27% say they would back pro-Remain parties – the Liberal Democrats (10%), the SNP (6%), the Greens (6%), Change UK (4%) and Plaid Cymru (1%) – while 25% would back either Ukip (13%) or Nigel Farage’s new Brexit party (12%). Although it is now almost three years since the June 2016 referendum put the UK on course to leave the EU, European leaders last week insisted Britain would have to take part in European elections at the end of next month as a condition for extending membership until 31 October, unless a Brexit deal passed through parliament before 22 May. Labour insiders say all but four of the party’s current MEPs, who all back another referendum, want to stand again and will in all probability be confirmed as candidates this week. One senior party figure said: “The result of this is that even if our manifesto does not confirm a second referendum, that is what our candidates will be advocating on the doorsteps.” At the last European elections in 2014 – in which Ukip won the most seats – responsibility for writing Labour’s European election manifesto was delegated to a sub-group of the national policy forum. But this time, given the hugely increased profile of the elections, there are demands for the process to widened. Watson said Labour had to tread carefully and suggested the party follow the lead of Harold Wilson, who in 1975 allowed MPs and his cabinet to vote according to their consciences in the referendum confirming UK membership of the European Community. He said: “A Labour government would be duty bound to deliver the result of a confirmatory referendum, whatever that may be. The public must trust us to honour that result so it makes sense for our party leadership to take a careful position and our MPs to be allowed to campaign with their consciences. Wilson’s example is a good one. He kept the government and country together.” Labour MP Stephen Kinnock, who has warned that another referendum would damage trust in democracy, said the focus should be to reach a cross-party agreement. He said: “Most Labour colleagues are very encouraged by media reports – and by the prime minister’s recent comments about a customs union – that we may be within touching distance of an exit deal that protects jobs, environmental standards and workers’ rights. “If this is indeed the case, then it’s vital that we do not allow the negotiations to be torpedoed by insisting on a public vote. It is just not realistic to hope the prime minister would ever whip her MPs to back a second referendum. The first task should be to get a ‘Labour-shaped’ deal agreed and embedded in the withdrawal agreement so it was not able to be ripped up by future Tory leader. “There will then of course be ample opportunity for colleagues to press their case for a second referendum on the basis of this renegotiated deal by attaching an amendment to the legislation needed to implement Brexit.” • This article was amended on 29 April 2019 to add that of the 27% of poll respondents who said they would back pro-Remain parties in European elections, 1% were Plaid Cymru supporters."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}