{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/apr/19/mohamed-salah-liverpool-time-magazine-100-most-influential", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-04-19T21:31:53Z", "webTitle": "Jürgen Klopp says Liverpool need a trophy to fulfil his promise on arrival", "webUrl": "https://www.theguardian.com/football/2019/apr/19/mohamed-salah-liverpool-time-magazine-100-most-influential", "apiUrl": "https://content.guardianapis.com/football/2019/apr/19/mohamed-salah-liverpool-time-magazine-100-most-influential", "fields": {"headline": "Jürgen Klopp says Liverpool need a trophy to fulfil his promise on arrival", "bodyText": "Jürgen Klopp has said he needs to win the Premier League or Champions League this season to fulfil his promise of delivering a title to Liverpool inside four years. Klopp made the vow at his unveiling as Liverpool manager in October 2015, saying: “If we sit here in four years, I think we win one title. If not, the next one [job] may be in Switzerland.” His team have come close on three occasions, losing finals in the Champions League, Europa League and League Cup, and have two opportunities to meet the deadline this season. Liverpool lead Manchester City by two points going into what may prove a defining week in the Premier League title race, and face Barcelona in the Champions League semi-finals. Klopp admits he has been reminded of his four-year promise regularly of late and, though reluctant to set any more timeframes for success, believes his seven-year contract should be sufficient to complete his restoration job at Anfield. “It should be enough time,” Klopp said before Sunday’s game at Cardiff. “A lot of people have reminded me when I came here and signed a four-year contract that [I said] in four years we probably would have won something. It didn’t happen yet. Both sides – the club and myself – have a wonderful commitment that we really try everything to make the club as successful as possible. How long it will take I have no clue. “The position we are now in I am really happy with. Not that it is the final position we want to be but the awareness from outside of the club of where we are, second time in the Champions League semi-finals, that is really special. So many teams tried this year again and it did not happen for different reasons. Of course you need luck in some moments. Before the Napoli game who would have thought we would be in the semis again? It is not where we want to be at the end. We want to improve. Our problem is the other teams do not sleep and have made a lot of good decisions as well.” Klopp, meanwhile, has lamented Barcelona’s decision to charge Liverpool fans €119 (£103) for tickets to next month’s first leg at the Camp Nou. Anfield officials had hoped to negotiate a lower reciprocal price for both legs, as they did with Porto for the quarter-finals, but were given short shrift. Liverpool will charge Barcelona fans €119 for the second leg and use the extra revenue to subsidise away tickets at the Camp Nou by £31. It has also emerged Barcelona have allocated only five wheelchair spaces for Liverpool fans. On the ticket prices Klopp said: “Wow, that is really a big price. There is nothing good to say about it. I know anyway for our supporters we played three times in the last four years pretty much to the last international match day and that was intense mentally and financially. Thank you very much for that. But on the other side I think all together we made some pretty good experiences and probably it was worth it. Hopefully it was worth it. But a semi-final, Liverpool versus Barcelona, and it was pretty clear that they don’t make presents. How many people go in that stadium? 96,000? That’s big money for Barça.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}