{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/apr/10/cancer-surgeons-need-to-be-aware-quality-of-life-is-an-abstract-concept-for-many-patients", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-04-09T23:43:31Z", "webTitle": "Cancer professionals need to be aware quality of life is an abstract concept for many patients | Ranjana Srivastava", "webUrl": "https://www.theguardian.com/commentisfree/2019/apr/10/cancer-surgeons-need-to-be-aware-quality-of-life-is-an-abstract-concept-for-many-patients", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/apr/10/cancer-surgeons-need-to-be-aware-quality-of-life-is-an-abstract-concept-for-many-patients", "fields": {"headline": "Cancer professionals need to be aware quality of life is an abstract concept for many patients", "bodyText": "It has been a long consult. Gently adjusting his father’s hearing aid, the attentive son asks: “Dad, you hear what the doctor is saying? The chemotherapy won’t cure you, but it might help keep things stable for some time.” “Nah, I don’t buy that.” “That’s what I heard, Dad. Should we go over it again?” “I’ll be fine, stop worrying.” But the son is right to worry about his elderly father who’s losing weight and can’t get to the shops anymore. He easily loses his breath and has begun to need more help around the home than his equally elderly wife can provide. He refuses to believe that he has an incurable malignancy, which in turn leads him to insist that I treat him with “the best you’ve got”. In these circumstances, forgoing chemotherapy for supportive care would be reasonable, but the patient not only dilutes my concerns but also expects to be cured. This divergence of opinions is as vast as it is ominous. I warn that his quality of life will be significantly impaired by chemotherapy. There is no quality of life when you’re dead, he says blandly, and is surprised when I agree. But, I counter gently, there can be quality in one’s remaining days if they were led without the nausea, vomiting, fatigue and infections that could mar his existence. At this, he leans forward. “You mean I’d get all of that with chemo?” “Yes, although I’ll do my best to shield you.” The son glances at me as if I’ve achieved a breakthrough, but his hopes are quickly defeated when his father squares his bony shoulders and declares “Nah, I can beat this.” I want to counsel the son that his father is not unusual, but the exchange does leave me pondering what I could have done differently to influence the patient’s understanding. After all, prescribing chemotherapy is an onerous responsibility, especially when one also has to confront the aftermath of the decision. Patients with advanced cancer who believe with absolute certainty that they’ll be cured pose a unique challenge for the entire healthcare system because they use disproportionately more time and resources but not always from the right people, such as community support services and palliative care experts. I see every day that the very mention of cancer triggers a tsunami of emotions and no patient had ever made decisions based on a dispassionate set of evidence. But every cancer treatment involves a trade-off between curability and quality of life, so how should an oncologist do right by the patient who doesn’t want to hear what’s being said? Or, might it be the case that the oncologist and patient are not speaking the same language? A new, thought-provoking study sheds some light on the interplay between patients’ belief about curability and the trade-offs they are prepared to make. The authors asked 500 patients aged 70-96 years with incurable cancer as deemed by their oncologist, to rate their belief that their cancer “will go away and never come back with treatment”. A 5% minority reported that there was a 100% chance that their cancer would be cured and nearly a quarter of patients estimated their chances of cure as 50% or greater. Patients who held the most absolute beliefs about curability were the most willing to trade their quality of life for survival, but in contrast, nearly three quarters of patients said that maintaining quality of life was more important to them than living longer. However, it was the authors’ nuanced approach to what quality of life really means that gave me food for thought. “I have no quality of life,” a recent patient mourned. After a while, when we’d discussed her responding disease, long walks and social outings, she conceded that she was actually not too bad but did worry about the future. The next patient with exactly the same complaint described an inability to get out of bed, make a cup of tea, or take his medications on time. Based on an exploration of quality of life, the first patient continued her chemotherapy but the second stopped it. The authors of the study point out that the broad term of quality of life is interpreted or imagined in different ways by different people depending on their values, beliefs and world view. Therefore, when cancer surgeons and oncologists mention quality of life, they should be aware of the abstract nature of this concept for many people. A more fruitful discussion, however, may be to describe concrete consequences of treatment that people can easily envision, such as vomiting, being bed-bound, worsening memory or prolonged hospitalisation. Many patients either don’t think to ask about such things or figure someone will mention it, but all too often, in the rush to treat these vital facts can be omitted. Far from fear-mongering, a thorough discussion about what it means to have impaired quality of life is vital for patients to make a fully informed choice. If doctors don’t offer such a discussion, patients and relatives should insist on it. It’s a cause for concern that in the study, a third of patients were uncertain about their prognosis, which often inclines people towards having more treatment than less. This is a timely reminder that the understanding of disease is not based on a rational assessment of the facts and figures. Over the years, I have been humbled to learn that no amount of expertise replaces the need to understand the fears, values and world-view of my patients. Sometimes doctors and loved ones can feel defeated in their attempts. Despite the warnings, my patient went on to receive chemotherapy and suffered early complications that were enough to tip him into hospital, where his exhausted wife joined him a day later. Unable to manage without each other, they both ended up in residential care against their wish. The son felt guilty that his father had got the trade-off between survival and quality of life wrong. I told him that he’d done what he could. He told me I had too. Quietly, we both knew that the consolation didn’t feel like much. Ranjana Srivastava is an Australian oncologist and her sixth book, A Better Death: Conversations in the Art of Living and Dying Well will be published in June 2019."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}