{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/apr/16/manchester-united-facing-rebuilding-job-after-barcelona-defeat-admits-solskjr", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-04-16T22:09:48Z", "webTitle": "Manchester United facing rebuilding job after Barcelona defeat, admits Solskjær", "webUrl": "https://www.theguardian.com/football/2019/apr/16/manchester-united-facing-rebuilding-job-after-barcelona-defeat-admits-solskjr", "apiUrl": "https://content.guardianapis.com/football/2019/apr/16/manchester-united-facing-rebuilding-job-after-barcelona-defeat-admits-solskjr", "fields": {"headline": "Manchester United facing rebuilding job after Barcelona defeat, admits Solskjær", "bodyText": "Ole Gunnar Solskjær has admitted Manchester United are facing a rebuilding job after watching them suffer their heaviest aggregate defeat from a two-leg European tie in the club’s history. Two goals from Lionel Messi and another from Philippe Coutinho condemned United to a 3-0 loss in Barcelona, following their 1-0 reverse at Old Trafford last week, and Solskjær acknowledged it could take years before United catch up. “We’re getting on with the job and we have spoken to the players about how we need to get the best out of each other, create an environment of top-class attitudes, world-class attitudes, every single day,” the United manager said. “We have good players and we have done really well to get to the quarters and challenge for the top four [in the Premier League]. But we have a rebuilding job. “We know there’s work to be done. I’ve said all along this isn’t going to change overnight and the next few years are going to be massive to get to the level of Barcelona and other teams.” The scale of that challenge was summed up by Messi’s performance as he delivered a reminder why he has won the Ballon d’Or five times. “He’s an exceptional talent,” Solskjær said. “He and Cristiano [Ronaldo] have been the best players in the world over the last decade. He showed tonight why we think that and why this team have won so many Champions Leagues. Whenever he gets the ball around the box he will be decisive and unfortunately for us he was the matchwinner.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}