{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2019/apr/11/slavia-prague-v-chelsea-europa-league-quarter-final-first-leg-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-04-11T21:07:59Z", "webTitle": "Slavia Prague 0-1 Chelsea: Europa League quarter-final first leg – as it happened", "webUrl": "https://www.theguardian.com/football/live/2019/apr/11/slavia-prague-v-chelsea-europa-league-quarter-final-first-leg-live", "apiUrl": "https://content.guardianapis.com/football/live/2019/apr/11/slavia-prague-v-chelsea-europa-league-quarter-final-first-leg-live", "fields": {"headline": "Slavia Prague 0-1 Chelsea: Europa League quarter-final first leg – as it happened", "bodyText": "And with that, we’ll leave you for the evening. Thanks for reading everyone, and we will see each other soon I’m sure. Here’s Dominic Fifield’s match report from Prague: Glenn Hoddle says Chelsea “got away with it” tonight, and you wouldn’t disagree. The final score in Lisbon: 4-2 to Benfica, Joao Felix helping himself to a hat-trick in that game. They’re looking good to make it through to the semi-finals, to face either Chelsea or Slavia Prague. Ultimately, job done for Chelsea. They were by no means convincing and had to burn unnecessary energy from Hazard, Kante and Loftus-Cheek, but they have the away goal to take into next week’s home leg. Can’t really complain too much about that. Peeeeeeeeeeeeeep. 90 mins: Four minutes of added time. Chelsea looking to close this one out. 88 mins: Tough on Slavia, really: they have been really good for most of the game, but haven’t been able to break through. 86 mins: A simple goal in the end: Willian is given time and space on the right to pick out a cross, and he puts the perfect ball into the middle where Alonso, sneaking up from left-back, gets between two defenders and powers a header into the corner. From absolutely nowhere! 85 mins: Here’s a story on the responses from Chelsea and Liverpool to the racist song that six of their fans were filmed singing earlier today. 83 mins: First yellow card of the evening as Coufal cynically, but perhaps sensibly, wraps his arms around Hazard’s torso to prevent the Belgian from launching a counter-attack. 82 mins: Final change for Slavia, as the excellent Olayinka is replaced by Mick van Buren. 80 mins: The Two Sides of Kepa Arizabalaga: he comes for a cross, misjudges it again and can only paw it out to Boril, but he recovers well to save when the Slavia man shoots towards the bottom corner. 79 mins: Chelsea have the ball in the net after Giroud cuts back to Jorginho and he slots into the corner, but the striker was offside by a good two yards and the flag goes up. 77 mins: Giroud is miffed, with good reason, after Deli sticks his studs near the Frenchman’s eyebrows. A free-kick is awarded. 75 mins: Subapalooza: Chelsea this time, as Ruben Loftus-Cheek comes on for Barkley. Not a brilliant sign that Sarri has been forced to use the three players he ideally didn’t want to use from the bench. 73 mins: Another sub for the hosts, as Masopust trots off, to be replaced by Josef Husbauer. 70 mins: Arizabalaga gets away with one: Masopust skims over a cross from the right, the Chelsea keeper comes for it but misjudges his advance and in the end only just gets fingertips onto the cross, and is lucky it didn’t fall to a Slavia attacker. 69 mins: Slavia go close. They counter at some pace after Chelsea don’t make anything of a free-kick, Ibrahim Traore running straight down the middle of the pitch before launching a powerful shot at goal, but it was too close to Arizabalaga who makes a diving, but ultimately fairly straightforward save. 68 mins: Another change for Chelsea, and another big gun is called for: Kovacic is off, replaced by N’Golo Kante. 66 mins: Barkley again in mither with the officials, this time for shoving an opponent to the floor. He wags his fingers in the air, but nothing doing there. 64 mins: Slavia make a change: Stoch comes off, replaced by Jaromir Zmrhal. 63 mins: Another corner for Chelsea, this time from the right: Willian swings it over and Rudiger meets it, but just seemed to mistime his jump just a fraction, and his header goes wide. 62 mins: For the second time in the last ten minutes, Barkley is lucky to escape a booking for diving, after throwing himself over a nearby Slavia leg. Very odd the referee didn’t take action that time, after instructing the Englishman to rise to his feet. 60 mins: Two quick chances for Chelsea: that second corner falls to Rudiger at the back post and he displays very un-centre-backian technique to very smartly keep a volley down, but Kolar saves with his foot. Then Willian breaks into the box from the left, shoots low across goal but it skips just past the post. 59 mins: Hazard comes on, replacing a vexed-looking Pedro, who trudges off slowly. Willian puts over the corner that Kolar tries to punch but misses, it hits Giroud but for some reason he doesn’t move after the loose ball, and it’s put behind for another corner. 58 mins: Christensen dithers and is very nearly make a fool of by Masopust, but mercifully for the Chelsea man his foe slips over. Chelsea then counter through Barkley, and for a moment they have four on three, but in the end a corner is the best they can muster. Meanwhile in Lisbon, Benfica are 3-1 up, Ruben Dias with the latest goal. 56 mins: After Slavia go on the attack again and force a corner, Sarri is breaking glass in case of emergency: Eden Hazard is stripped and ready to come on. 54 mins: Kral, he of the David Luizesque hair, gets down the left side of the box and flicks over a cross, but Arizabalaga catches with relative ease. 51 mins: Chelsea have been much more positive in this nascent half so far: they work a short corner nicely, finding Giroud at the near-post but his effort goes wide. He insists it went wide off a Slavia defender, but his pleas are ignored. 50 mins: Further to the statement put out by Chelsea about those racist songs, Liverpool have also released their own statement. That’s here. 49 mins: Ross Barkley throws himself to the floor after a loose hint of a suggestion of contact, but he gets nothing from the ref. Probably lucky he wasn’t booked for diving, there. 48 mins: Chelsea attack, would you believe, as Alonso lopes down the left and puts in a low cross, which is deflected by Ngadeu but straight into the arms of his goalkeeper, Kolar. 46 mins: We’re underway. Can Chelsea stick their foot on the ball a bit more in this second half? The players are back out for the second 45. Looks like no changes on either side. Chelsea have released a statement after six of their fans apparently engaged in racist songs at a Prague bar earlier today, three of whom were identified and were eventually barred from attending the game. According to reports, the songs were about Mo Salah, so you can probably guess the nature of them. The statement said: Chelsea FC finds all forms of discriminatory behaviour abhorrent and where there is clear evidence of Chelsea season ticket holders or members involved in such behaviour, we will take the strongest possible action against them. Such individuals are an embarrassment to the vast majority of Chelsea supporters who won’t tolerate them in their club. Quick update from the other game in this half of the draw: Benfica now lead 2-1 at half-time, Joao Felix again the man who gives them the lead at half-time. Entertaining first-half, but Chelsea might be concerned about just how much they’ve been pinned back by an excellent and tenacious Slavia Prague team. That said, the hosts haven’t created too many clear-cut chances: in fact their best opportunity probably came in the first minute, when a free-kick was headed wide. Peeeeeeeeeeeeeeeep. 43 mins: Over in Lisbon, the inevitable has happened. 41 mins: There’s Azpilicueta again, blocking Stoch after he dithered over a cross. Masopust throws himself to the floor as if he’s just stepped on a landmine, the referee waves him to his feet but the replay proves that Azpilicueta did tread quite heavily on his foot, so perhaps the reaction was justified. 38 mins: Well Slavia have been the better side so far - aggressive, sharp, not letting Chelsea settle on anything - but the visitors have come the closest to scoring. Actually not that dissimilar to the Ajax v Juve game last night. 36 mins: Sarri waves at...someone. Not sure who, but he did look quite annoyed, so it probably wasn’t Jorginho. 33 mins: Ach, careless from Giroud. Arizabalaga collects a cross and launches a rapid counter-attack which Barkley picks up and brings forwards. He passes to the Frenchman, who is home free on goal after his marker Ngadeu slips over, but he strayed just offside. That one was tight, but he was looking right down the line: like I said, careless. 31 mins: A move down the right flickers out and the ball dribbles out of play. Everyone looks at everyone else as if it’s their fault. 30 mins: Tactical flexibility is not something you really expect from Sarri, so this probably isn’t a directive from the touchline, but Azpilicueta has found himself tucking inside quite a lot in his opening half hour. He’s done a lot of good work with clearances and whatnot, but it’s probably also why Olayinka is having so much joy down that left flank. 27 mins: Remember we do already know who the winners of this tie will face in the semis - it’ll be either Benfica or Eintracht Frankfurt, and that one is going one way at the moment. Benfica lead, and the Germans are down to ten after Evan Ndicka was sent off. 25 mins: Crossbar! Pedro shuffles along the edge of the area but can’t manufacture a decent angle for a shot to shifts it square to Willian. No such shilly-shallying from him: he moves the ball to his right foot and whips a beautiful shot that has the keeper grasping at air, but it pings off the bar. So very close. 23 mins: Olayinka - who looks v lively - is barged to the ground by Rudiger, out on the left. Dangerous free-kick for Stoch to send in, but Barkley heads clear at the near-post and then the follow up cross sails straight to Arizabalaga. 21 mins: Sevcik spins delightfully, leaving Jorginho in his dust all too easily, and shoots from about 25 yards. It’s straight at Arizabalaga, he misjudges is slightly and it hits him in the chest, but happily for him loops directly in the air and he gently catches. 20 mins: Olayinka does brilliantly to ward off two markers and storm down the left, doing even more brilliantly to ping over a threatening cross. However, with Stoch running onto the ball behind him, Coufal decides to nab the header, even though he’s facing the wrong way, and in the end the effort barely has the strength to reach the goalline. 19 mins: Barkley is absolutely wiped out by a late, cynical barge by Ngadeu: a free-kick is awarded, but no harsher sanction than that, which is a surprise. 17 mins: Alonso collects the ball on the left edge of the Chelsea box, facing his own goal, a potentially problematic situation for the left-back, but happily for him Masopust suggests he has lead between his ears by pointlessly barging him over, thus bailing him out of trouble. 16 mins: Stoch shoots, it deflects high up in the air and there’s Azpilicueta again to clear. Sarri looks agitated on the touchline, but then again he always looks agitated. 13 mins: Nice exchange of passes by Olayinka and Sevcik creates half a chance for Slavia, but there’s Azpilicueta to intercept and clear. Probably not the best sign for Chelsea in these opening stages that their right-back is their most influential player. 10 mins: Willian makes a nice run down the left, outstripping Stoch with ease then skipping over a kamikaze lunge from Ngadeu, but his cross into the middle is knocked down to nobody by Pedro, and the attack ends. 7 mins: Azpilicueta finds himself in midfield where he wins the ball and spreads it left to Willian. He runs into the box from the left, but dithers for too long and his shot it easily blocked. From there it breaks out to Barkley, a good 35 yards from goal, who displays some adorable optimism by trying a shot, which sails high into the stands. 5 mins: Chelsea barely out of their own half so far. Slavia attack down their right but Azpilicueta mops up, passing back to Arrizabalaga. 3 mins: Slavia aren’t messing around here: they’re right up in Chelsea’s grill right away, forcing an error from Marcos Alonso. Then the ball hits the linesman in the face: all action so far. 1 min: We’re away, and Slavia have a chance already: former Chelsea man Miroslav Stoch lines up a free-kick from the left, booms it over to the back stick and Simon Deli gets a head to it, but sends it wide. The players are out, and football is imminent. Be excited! Should also mention that Slavia Prague are at this stage because of that bonkers game against Sevilla in the last round. Get a load of that one here. If you fancy doubling up on your Europa League MBMs, Paul Doyle has Arsenal v Napoli for you over here. A couple of sections of Slavia Prague’s Sinobo Stadium will be closed tonight, punishment from UEFA after some pyrotechnic/missile-related naughtiness in a previous game - the last 32 tie against Genk. In a creative touch, those sections of seating that are not to be used have been covered with banners depicting club heroes Josef Bican and Frantisek Vesely. Some non-Chelsea, but related in terms of domestic matters, news. Harry Kane’s ankle has gone pop again. “Since you’ve already established a precedent of referencing American entertainment from the 1990s,” writes Matt Burtz, “it would seem that a link to the Seinfeld episode “The Van Buren Boys” is in order.” Quite right Matt, an oversight I’m happy to correct. Beware: this Slavia team are good, apparently. And have an eccentric chairman. But the first bit is probably more relevant. Allow Nick Ames to explain further. “Is Hudson-Odoi injured?” asks Matthew Drake. “Or is he leaving Chelsea no matter what?” I suspect the answer to question A has no bearing on the answer to question B. He is, I believe, not injured but rather rested ahead of the big game against Liverpool on Sunday, but that of course doesn’t mean he’s a blue for life. He might well be off at some point in the near future, but I would guess that non-inclusion in a Europa League quarter-final game will not be a deciding factor. Slavia Prague manager Jindrich Trpisovsky has taken a shrewd approach to preparation: by only watching Chelsea games when they’ve been rubbish. He said ahead of this game: It’s much harder to try to find some mistakes or weak spots that we could use in order to get some advantage because they are a high quality. We’ve watched different games, especially matches where the opponents managed to get more points or put them under pressure and played very well. We were choosing matches where Chelsea were not as strong as they usually were. No real surprises in the Chelsea team, with the expected changes up top and Callum Hudson-Odoi given the night off completely. Slavia Prague however do spring something of a shock by naming the eighth president of the United States of America, Martin van Buren, among their substitutes. A great comeback from the big man, not letting having died in 1862 get in the way of his hopes of Europa League progression. Slavia Prague Kolar; Coufal, Ngadeu, Deli, Boril; Traore, Kral; Masopust, Sevcik, Stoch; Olayinka. Subs: Kovar, Zmrhal, Husbaeur, Van Buren, Kudela, Skoda, Frydrych. Chelsea Arizabalaga; Azpilicueta, Rudiger, Christensen, Alonso; Barkley, Jorginho, Kovacic; Willian, Giroud, Pedro. Subs: Caballero, Zappacosta, Luiz, Kante, Loftus-Cheek, Hazard, Higuain. Referee: Felix Zwayer (Berlin) If you presented someone who had spent the last eight or so months in Shawshank-esque solitary confinement with the basic facts of Chelsea’s season to date, they would think you were being obtuse to suggest anything was wrong at all. Third in the table, behind a couple of juggernauts, one cup final and the quarter-finals of another. It’s only when you start adding some colour - the Kepa Mutiny, Maurizio Sarri’s stultifying playing style, the Ross Barkley-Mateo Kovacic hokey-cokey, the managerial stubbornness - that the frustration becomes more understandable. Still, all’s well that ends well, and if Chelsea can get through this tie then that well ending is a step nearer. Naturally they are favourites to beat Slavia Prague tonight, but the usual caveats apply: their opponents for this one have only lost three league games all season and came through a Europa League group featuring Zenit St Petersburg and Bordeaux, so we’re obliged to describe them as ‘no mugs’. Hubris gets a man nowhere, and Chelsea won’t be taking anything for granted, no easy games in European football, etc and so on and so forth. “They are dangerous, so it won’t be easy,” platituded Sarri this week. Nevertheless, expect rotation for this one. Sarri complained - understandably - about a week in which his side had to play on Monday against West Ham, tonight in Prague and then travel to Liverpool on Sunday for a game to be filed under ‘ticklish’, to say the least. In fact, expect heavy rotation: the front three will probably be completely different to Monday, so that means no Eden Hazard, no Callum Hudson-Odoi and, less disappointingly, no Gonzalo Higuain. Still, this is about the stage of the Europa League when the big boys put their game face on, so the prospect of a happy ending (leave it) to Chelsea’s season is possible. Hope. Remember, Red, hope is a good thing, maybe the best of things, and no good thing ever dies. Kick-off: 20.00 BST."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}