{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/apr/05/to-import-nuclear-fuel-saudi-arabia-must-agree-to-inspections-iaea-chief", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-04-05T21:01:27Z", "webTitle": "To import nuclear fuel Saudi Arabia must agree to inspections – IAEA chief", "webUrl": "https://www.theguardian.com/world/2019/apr/05/to-import-nuclear-fuel-saudi-arabia-must-agree-to-inspections-iaea-chief", "apiUrl": "https://content.guardianapis.com/world/2019/apr/05/to-import-nuclear-fuel-saudi-arabia-must-agree-to-inspections-iaea-chief", "fields": {"headline": "To import nuclear fuel Saudi Arabia must agree to inspections – IAEA chief", "bodyText": "The head of the UN nuclear watchdog organisation said Saudi Arabia would have to agree to a programme of inspections and other safeguards before importing nuclear fuel for a research reactor nearing completion in Riyadh. Yukiya Amano, director general of the International Atomic Energy Agency (IAEA), said, however, that Riyadh had not yet given a clear answer on its intentions. “They didn’t say no. They didn’t say yes, and they are now giving it thought,” Amano told journalists on Friday. “This is where we stand now.” Saudi Arabia’s first nuclear reactor, a small research facility in a university compound, is due to be completed by the end of the year. An Argentinian state-owned company, Invap SE, has designed the 30-kilowatt reactor and has agreed to provide the nuclear fuel when it is finished. Amano pointed out that as soon as the fuel arrived in Saudi Arabia, the kingdom’s status would change. It would no longer benefit from a “small quantities protocol” (SQP) that exempted it from rigorous requirements of an IAEA comprehensive safeguards agreement, designed to ensure that no fissile material is diverted to the production of weapons. Those requirements include complete accounting of all stocks of radioactive material and the acceptance of IAEA inspections, which the Saudi monarchy has avoided so far. Last year, the crown prince, Mohammed bin Salman, said his country would develop a nuclear weapon “as soon as possible” if its arch-rival, Iran, did the same. The small research reactor under construction is far too small to be viewed as a proliferation risk, but its construction has brought to a head the question of whether Saudi Arabia would accept the IAEA scrutiny that comes with its obligations as a non-weapons state under the Non-Proliferation Treaty (NPT), which it joined in 1988. Amano said that agency had been in communication with Riyadh since 2014 about the new reactor, due to be completed by the end of this year. “It is not a secret at all,” Amano told reporters in Washington. “We were informed they have the intention to construct the research reactor and we have been following it.” But he added: “Once the nuclear material as fuel for the research reactor is imported, they have to move on to a full-fledged comprehensive safeguards agreement.” That would involve sending a letter to the IAEA rescinding the SQP agreement that has hitherto exempted Saudi Arabia from normal safeguards obligations. During his visit to Washington this week, Amano met the US secretaries of state and energy, Mike Pompeo and Rick Perry, as well as the national security adviser, John Bolton. He said he had restated the IAEA’s findings that Iran is fulfilling its commitments under the 2015 nuclear deal, known as the Joint Comprehensive Plan of Action (JCPOA). Donald Trump announced he was taking the US out of the JCPOA last May and his administration has since being trying to isolate Iran by punishing countries and companies that do business with it. Amano said in Washington that the current monitoring arrangements for Iran “amount to the most robust verification system in existence anywhere in the world.” He did not comment on a report that IAEA inspectors had visited a warehouse in Tehran which Israel says was used to store archives of past development work on nuclear weapon design. The Japanese diplomat cited the confidentiality of information under safeguards agreements. But Amano added: “When we find the information is broadly credible, especially when it is related to the presence of nuclear equipment, or nuclear material … we can seek access to a site even though it is not officially declared. “The IAEA has access to all the locations that we need,” he said. In a speech in Washington on Friday he said his agency had “no credible indications of activities in Iran relevant to the development of a nuclear explosive device after 2009.” In his speech, he said that North Korea had shown signs of continuing and expanding some nuclear activities over the past year, when Trump and Kim Jong-un have held two summits, while winding down others. He said the regime’s 5-megawatt reactor in Yongbyon, which it has used to produce plutonium, “seems not to have been operating since December” and that there had been “no indications” of plutonium reprocessing at a radiochemical laboratory at Yongbyon. But he said the centrifuge plant at the nuclear complex which has been used to enrich uranium appears still to being used over the past year, and has been enlarged, while a light water reactor is still under construction."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}