{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2010/aug/10/saving-free-milk-david-cameron-gaffe", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2010-08-09T23:05:23Z", "webTitle": "Letters: Saving free milk is Dave's first genuine gaffe", "webUrl": "https://www.theguardian.com/society/2010/aug/10/saving-free-milk-david-cameron-gaffe", "apiUrl": "https://content.guardianapis.com/society/2010/aug/10/saving-free-milk-david-cameron-gaffe", "fields": {"headline": "Saving free milk is Dave's first genuine gaffe", "bodyText": "By overruling the health minister's proposal to scrap free milk for under-fives David Cameron has made his first genuine gaffe (Report, 9 August). First, it sets a standard of acceptability which can only mean that either much more useful programmes will be cut or expected cuts won't be achieved. More importantly, it signals the depressing continuation of government by sofa. The prime minister's job should be to lead the development of a strategy, choose and support the team he believes are best able to deliver it, and report and explain to the public. However, this intervention shows that Mr Cameron is no different from his immediate predecessors. He is admittedly more personable than Gordon Brown (not hard) and less messianic than Tony Blair (thank God), but is just another populist, short-sighted control freak who will not think twice about undermining those who work for him for a quick fix of personal glory. The honeymoon's over. Cameron Ratcliffe Buxton, Derbyshire • You quoted David Willetts saying on the Andrew Marr show in regard to the milk fiasco: \"We have an endless process of assessing options. Of course, it is inevitable that if you go through those decisions, some options go ahead and others don't.\" When the last government went through the same process in regard to care of the elderly, it came up with three options – for consultation only, not government policy. Despite this, one of the options was branded a \"death tax\" by the Tories who spoke as if it had been agreed as government policy. Do the Tories have no shame? David Buckle Radley, Oxfordshire • David Cameron \"milk snatcher\" will seem mild compared to the names his premiership will actually be remembered for when the cuts are implemented after the spending review. Malcolm Rivers Isleworth, Middlesex"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}