{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/aug/06/you-are-the-ref-laws", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-08-05T23:10:00Z", "webTitle": "You are the Ref: Gordon Strachan. Middlesbrough", "webUrl": "https://www.theguardian.com/football/2010/aug/06/you-are-the-ref-laws", "apiUrl": "https://content.guardianapis.com/football/2010/aug/06/you-are-the-ref-laws", "fields": {"headline": "122. Gordon Strachan, 2010", "bodyText": "Click to enlarge, and debate the strip below the line. Keith Hackett's official answers appear in Sunday's Observer and here from Monday. Keith Hackett's verdict 1) The laws of the game state that if, in the opinion of the referee, the feinting to confuse the goalkeeper is considered to be unsporting behaviour, the player must be cautioned. In this situation the action is clearly unsporting. Record the kick as a miss and show the kicker a yellow card. Tom Naylor wins the shirt for this question. 2) It's a save – there is no retake. Players need to be able to handle distractions in a noisy stadium environment. But you should tell the ground safety manager to tighten security around the goal area, and ask for an announcement to be made to fans. Afterwards, report what happened to the authorities. Thanks to Colin Hammond for the question 3) Allow him to go ahead. There is nothing in the Laws to stop a manager making a decision like this, as long as the names of the two players are on the teamsheet. When the players arrive and are ready to come on, they would need to wait for your signal in the usual way. Thanks to Jordon Munro for the question. Competition: win an official club shirt of your choice For a chance to win a club shirt from the range at Kitbag.com send us your questions for You are the Ref to you.are.the.ref@observer.co.uk. The best scenario used in the new Observer YATR strip each Sunday wins a shirt of your choice from Kitbag. Terms &amp; conditions apply. For more on the fifty year history of You Are The Ref, click here."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}