{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/aug/17/salman-butt-dark-days-pakistan-cricket", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-08-16T23:05:07Z", "webTitle": "Salman Butt: 'In these dark days for Pakistan, cricket can lift spirits'", "webUrl": "https://www.theguardian.com/sport/2010/aug/17/salman-butt-dark-days-pakistan-cricket", "apiUrl": "https://content.guardianapis.com/sport/2010/aug/17/salman-butt-dark-days-pakistan-cricket", "fields": {"headline": "Salman Butt: 'In these dark days for Pakistan, cricket can lift spirits'", "bodyText": "Salman Butt is an Anglophile and the captain of Pakistan looked comforted at first by the view of one of England's loveliest cricket grounds as he sat in the pavilion at Worcester last week. He gazed beyond the ground to the trees along the banks of the hidden, secret Severn and, above that, to the umber of the cathedral's stone. There are few counties as English as Worcestershire, the home of Edward Elgar and The Archers, the Malvern Hills and AE Housman. But it became almost too English for Butt as he continued to survey the verdant square and the scudding dark clouds. \"This is a lovely country to be in but when is the sun going to shine?\" he implored, with thoughts of tomorrow's third Test at The Oval crowding in on him. Most people in Britain consider that it has been a half-decent summer but Butt, 25, said: \"Only one day at Headingley and one day at Edgbaston we've seen the sun shine. The rest of the Test matches, 18 days – no sun! These are the most difficult batting conditions in the world.\" England are dormie two in a Test series that has seen Pakistan bowled out for 80 and 72, while the fielding of Butt's side was so inept at Edgbaston that they resembled a travelling troupe of jesters. At Worcester, where Pakistan warmed up for tomorrow's match, Butt's right forefinger was bandaged, a consequence of the intense fielding drills the players have been going through. \"We dropped many more catches than we should have at Edgbaston. It was so frustrating. No one wants to listen to the boos of the crowd. No one wants to see the crowd or his team-mates look at him with anguish. These are the dark days.\" Butt is Pakistan's 14th captain in this still young century and took over from Shahid Afridi, who was replaced when he stood down after only one Test in charge this summer. Look at Pakistani cricket for long enough and the impression grows that the players' flannels must be loose‑fitting straightjackets. This country produces some of the world's most richly gifted cricketers but their ability to self-destruct is even greater than that to detonate their opponents. They present madness in mime – earlier this month the former captain Aamer Sohail described Pakistan cricket as a \"basket case\". Butt confounds this caricature; he is neither brilliantly talented nor chronically disruptive. He is, though, an impressive young man, and he speaks with a fluency and a quiet dignity in the middle of the wreckage of his country's cricket. CLR James, that most eclectic and radical of men, wrote one of the finest of all cricket books, Beyond a Boundary. Within it James could have been referring to Butt in that book's most defining phrase – \"What do they know of cricket who only cricket know?\" Butt knows that mere cricket is not as important as the monsoon floods, the air disaster, and the continued fighting and political unrest that have devastated his country. \"These are dark days, not just for the cricket side but for Pakistan,\" he says. \"The air crash happens, the flood comes, the earthquakes before and all sorts of other things happening. \"It feels really bad. People are concerned about their young ones. But cricket is something that can lift people, lift their moods and cheer them up.\" Butt, who cheers himself up through music and watching Top Gear, feels that his players could do a great deal more for their country if they were allowed to play at home rather than at neutral venues because of security concerns. \"Imagine what the atmosphere would have been like in Pakistan if we had beaten Australia there, instead of at Leeds, before the England series. Imagine. I know people miss it and I feel for them – we miss them too. \"Teams win most of their matches at home. Pakistan has lost that advantage. We always play in foreign conditions. It's not an excuse but it's a big reality. These boys have just played their home series against Australia in England. In Pakistan the results might have been different. Not many teams win in Pakistan.\" Butt is adamant that Pakistan must keep faith in their callow players and was understandably against the call-up of the former captain Mohammad Yousuf, who had retired after receiving a life ban following his \"disruptive\" behaviour during the tour of Australia in the winter. \"This team is the future. I have played much first-class cricket in Pakistan and these are the boys, the ones who will carry us forward. We don't have the logistical support, or the financial support, but we do have a God-given help with the arrival of very talented players. \"So having been given difficult conditions in England, we must stay with them when it gets easier. Next we play South Africa in Dubai, and that will be more conducive to stroke-making, reverse swing and spinning. \"One reason the boys are struggling is that they are natural stroke-makers and they are playing in conditions where they can't play their strokes – after playing so much one-day cricket it is very hard. Even Kevin Pietersen is struggling because he's a stroke‑maker. \"It has been a tough tour. It has not been a great performance so far but we have a bunch of new guys who are trying their hearts out. We haven't been lucky and had more bad days than good ones. But the mindset is that if we can put up a good show and make things happen, take our catches and get a few runs then we will have England in trouble.\" Pakistan were hardly helped by the brain-dead decision to play the second Test at Edgbaston, which was more building site than cricket ground. And the Pakistan players did not know – until informed by the Guardian – that the pitch, poor from day one, had not been used for a Test before. There is a diplomatic half-smile from Butt. \"Every decision about this tour was made prior to me becoming captain so I wasn't consulted. In the next series I might say what the team want and what we don't want.\" Pakistan, though, must not take all the responsibility for their miserable performances this summer. According to Butt they are up against a formidable England side. \"England, in England, are usually tough. But this is the best England side since the time of Ian Botham. It is the most balanced England side in recent times. They are winning things they don't usually win, like the Ashes series and big international tournaments like the T20 World Cup. England play well as a unit. And [James] Anderson hasn't bowled this well in his life.\" The Oval will provide Pakistan with another reminder of their chaotic past. The last time they played here they refused to take the field and forfeited the match after the umpire Darrell Hair accused them of ball tampering. \"Every time Pakistan comes round there is controversy,\" Butt admits. \"When the government changes, everything changes. That's why people suffer. When you don't know what is going to happen to you, you yourself become unpredictable. You don't know how you will react to a different situation.\" At The Oval, Butt needs a performance from himself as well as his team, for he is not really proven as a Test player, for all the wristy style of his left-handed batting. His average, after 31 Tests, is 30.83 and in this series his scores have been one, eight, seven and nought. \"I've been in and out of the side,\" he says. \"I was out for a year and out for six months. So although I've been playing Test cricket for six to seven years I've missed a lot of cricket.\" He was inspired by cricket when, as a boy of seven, he watched Imran Khan's Pakistan win the 1992 World Cup. \"No one in my family was a cricketer or played any high-level sport. But it was the passion of my life. I would go out in the street to look for someone to play with and if I couldn't find anyone I would play in front of the mirror or just throw the ball against a wall and catch it.\" A bright student, especially when studying maths, physics and chemistry, Butt nonetheless did not see studying itself as a path he would follow. \"I didn't need much time to learn things. But I didn't want books around me. I could pick things up quickly but I didn't want to sit around studying. I wanted to get out and play.\" Pakistan cricket makes the Mad Hatter's tea party seem like a paradigm of cogent thought and sensible action. But those who run the game in Pakistan so maladroitly would do well to stick with Butt. He is their best hope in a land often without hope."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}