{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2010/aug/12/david-beckham-fabio-capello-england", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-08-11T23:44:21Z", "webTitle": "David Beckham's England career snuffed out by Fabio Capello on TV | Paul Hayward", "webUrl": "https://www.theguardian.com/football/blog/2010/aug/12/david-beckham-fabio-capello-england", "apiUrl": "https://content.guardianapis.com/football/blog/2010/aug/12/david-beckham-fabio-capello-england", "fields": {"headline": "David Beckham's England career snuffed out by Fabio Capello on TV", "bodyText": "As a moth to the media lamp David Beckham can hardly object to having his England career ended in a TV interview. He minded when Steve McClaren dumped him after the 2006 World Cup and fought his way back, into the squad but there is no skirting round Fabio Capello's insistence in a televised pre-match conversation that Beckham is \"a little bit old\" to win another competitive cap. The England coach's sureness of touch deserted him in South Africa and there was no sign of it returning as he appeared to have demobbed Beckham without telling him first, though there were claims late last night that Capello had conveyed his decision through an intermediary. \"I say thank you very much for helping me at the World Cup but probably he is a little bit old,\" Capello said on ITV before the 2-1 victory over Hungary. But in a statement sent to the BBC, Beckham's agent said: \"There has been no discussion of retirement. He will always be available for his country, when fit, and if needed he will be there.\" This all fits the comedy of ego-struggles and miscommunications that has characterised English football this summer. Beckham can control most things but not time or Capello's aloofness. The Italian has been tiptoeing across an ice sheet of supporter angst and player disaffection since England were hammered by Germany in Bloemfontein and has landed himself with another diplomatic problem by stating the obvious on TV rather than allowing Beckham his choreographed exit. After the debacle at the World Cup plenty of England players expected to feel the cold steel of Capello's blade but it was a non-combatant who went first: \"Coach Beckham\", as he was known after joining the England back-room staff in South Africa, recovering from a serious achilles injury and now doomed never to break Peter Shilton's England record of 125 appearances. On a night when a cull of underachievers was demanded by many England fans in a stunningly large 72,000 Wembley crowd, Capello erased the last international ambitions of the leader of the so-called golden generation, who emerged in the Noughties with huge reputations and even bigger pay packets. Some, such as Steven Gerrard, the new captain, who scored both England goals against Hungary, survive, but at 35 Beckham has been consigned to a shadowland of thwarted promise. Capello is under immense pressure to discard a generation of players who have fallen short for the past decade and the truth is that it was easy to start with one who is burdened with ageing and increasingly injury-prone legs. In last night's game Capello used the young flyers Theo Walcott, Adam Johnson and Ashley Young in wide positions. There is no room now for Beckham's intelligent but ponderous dead-ball prowess. Twelve years after he scored his first England goal, against Colombia at the 1998 World Cup in France, Beckham has been purged in absentia. An achilles problem, sustained in a game for Milan in March, may seem an appropriate weakness for a player who turned himself into a god of the new football celebocracy. Beckham overcame countless obstacles before the clock defeated him: McClaren's faintly showy attempt four years ago to prove England could live without their product-shifting idol, Capello's anger when the two were yoked at Real Madrid and Beckham announced he would be joining LA Galaxy, and finally the hostility of those who accused him of prolonging his England career to protect the Beckham brand. Some felt he had no business surpassing Bobby Moore to become England's most capped outfield player. Beckham ramped up his total with cameos in friendlies. This classically English drama has no bearing on the team's prospects of qualifying for Euro 2012. Beckham was a bit-part player by the end and has slowed in his movements to a regal stroll. But the symbolic importance is unmistakable. The former captain had waged war on the most formidable opponent: time itself, and was intent on being remembered as the most ubiquitous England player in history. All this disguised the reality that his international career was one of badly timed injuries and blow-outs. Sent off in his first World Cup, 12 years ago, he had barely recovered from a broken metatarsal in 2002 and was a ghostly presence at Euro 2004. In 2006 he left the podium in tears after resigning the captaincy in the wake of England's quarter-final defeat. He constructed around himself a beguiling myth: he was the new Moore for the commercial age. Much of it was sincere. In other aspects it reflected his awareness that the England crest boosted his corporate profile. Capello's clumsy announcement will be demotivating. At 35 an achilles injury is particularly hard to overcome. Beckham trained diligently in South Africa to extend his England reign. Now all he can look forward to is run-outs for LA Galaxy. Obsolescence claims him, as it does all footballers: even those accustomed to writing their own narratives. \"Too old\" said Capello. And Beckham heard it on TV: the window for his life."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}