{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/aug/29/pakistan-cricket-betting-allegations", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-08-28T23:46:24Z", "webTitle": "Pakistan embroiled in no-ball betting scandal against England", "webUrl": "https://www.theguardian.com/sport/2010/aug/29/pakistan-cricket-betting-allegations", "apiUrl": "https://content.guardianapis.com/sport/2010/aug/29/pakistan-cricket-betting-allegations", "fields": {"headline": "Pakistan embroiled in no-ball betting scandal against England", "bodyText": "Pakistan lost 14 wickets in a day at Lord's, which means that they are bound to lose both the fourth Test and the series against England, but last night this seemed to be the least of their concerns. The Pakistan camp was subjected to allegations of corruption by the News of the World. The paper claims that a middle-man, Mazhar Majeed, had accepted £150,000 and it is alleged that in return the Pakistan pace bowlers, Mohammad Asif and Mohammad Amir, delivered no-balls on purpose at preordained moments in the match. Asif said: \"I have spoken to the management and they have told us something happened, but not what. The management will tell us more later. We are 100% focused on the match tomorrow.\" Yawar Saeed, the Pakistan tour manager, said: \"I can confirm that we are aware of the allegations and Scotland Yard police are with us now at the hotel and we are helping them with their enquiries.\" The practice is widely dubbed as \"match-fixing\", but the term \"spot‑fixing\" would be more accurate. Occasional no-balls are unlikely to affect the outcome of a match, but if delivered to order they can make huge sums of money for those participating in the illegal betting syndicates of the subcontinent. Even so, these are extremely serious allegations in a sport that has agonised over match-fixing since Hansie Cronje, the former South African captain, publicly acknowledged that he had taken money from illegal bookmakers in 2000. Pakistan players have always been under scrutiny. Several investigations have been launched though none have admitted to wrongdoing in the manner of Cronje. However, in 2000, a former captain, Salim Malik, was banned for life by the Pakistan authorities after allegations of match-fixing. The ban was rescinded in 2008. The News of the World, who also named other players, has passed on their evidence to Scotland Yard and police were interviewing members of the Pakistan tour party last night. Asif and the precocious 18-year-old Amir have spent most of the summer tormenting Australian and English batsmen. On Friday Amir wrecked England's upper order by taking four wickets for no runs as England were reduced to 47 for five. During that innings Amir took his 50th Test wicket in his 14th match, thereby becoming the youngest cricketer in the history of the game to reach that landmark. A glittering career was predicted by all onlookers, the only proviso being that he stayed fit. Now another more menacing proviso has surfaced. The News of the World alleges that Amir delivered no-balls just as Majeed had predicted; for example with the first ball of the third over of the innings. It is true that Amir has overstepped in this match by a margin that caused commentators on television and radio to express their surprise. Fast bowlers have always been prone to overstep; it is an occupational hazard, but usually they do so by an inch or two. It was striking that on several occasions Amir overstepped by six or eight inches, a remarkable distance given how rhythmically Amir had been bowling throughout most of England's innings. If it can be proven that Amir bowled these no-balls to order then the career of one of the most brilliant young cricketers in the world could be in jeopardy. Moreover, Pakistan's capacity to go beyond the sports pages has been confirmed yet again. The final Test of the 2006 series at The Oval against England ended in chaos when Pakistan refused to take the field after tea on the fourth day because the umpire Darrell Hair had implicated that they were tampering with the ball. The match was abandoned and eventually awarded to England. This episode is potentially even more damaging to a cricket team, already denied the chance to play cricket in their own country because of the threat of terrorism. It is assumed that the Lord's Test will continue this morning and that England, who expect play to go ahead as scheduled, will win. But it will be a victory that no one will feel inclined to celebrate."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}