{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/aug/06/hugh-muirs-diary-conrad-black", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-08-05T23:15:04Z", "webTitle": "Hugh Muir's diary", "webUrl": "https://www.theguardian.com/politics/2010/aug/06/hugh-muirs-diary-conrad-black", "apiUrl": "https://content.guardianapis.com/politics/2010/aug/06/hugh-muirs-diary-conrad-black", "fields": {"headline": "Diary", "bodyText": "• Battle rages over Conrad Black, the main question being: his successful appeal, is it a good thing? Some in his native Canada say not, and that in any event, having fought for a peerage, he should plan a future here rather than there. Others insist that even when his body was constrained by a correctional facility in Florida, his spirit remained in Canada. In Britain, opinions are also split. And there is particular soul-searching at the Garrick, of which Black is a member – and so, funnily enough, is his biographer and bete noir Tom Bower. The rules say members \"guilty of conduct unbecoming a gentleman\" or acts \"prejudicial to the interests of the club\" can be exiled. And indeed there is grumbling about whether Conrad is the sort they want sharing the comfy chairs. But Bower says he has better things to do than join the haters: \"I tell them that it is all the same to me.\" • But is it even likely, as his supporters would have us believe, that Black will soon take his place again in polite London society? Even now, it requires a leap of the imagination. He won his appeal against conviction on the basis of \"honest services\" fraud, relating to the failure to provide shareholders with honest services. The supreme court ruled that the honest services statute is too broad. But the courts still have to decide whether that change totally invalidates his fraud convictions. And, in the event that the appeal court throws out the fraud charges, it is worth remembering that Conrad was also convicted of obstruction of justice relating to the removal of boxes from his Toronto office in 2005, during the criminal investigation. About six years of his sentence related not to fraud but that obstruction charge. In any event he is banned, as things stand, from leaving the United States under bail conditions. So sniffy types shouldn't worry about bumping into him just yet. • Just seven weeks until the papal visit. Seven weeks to prepare for a momentous spiritual occasion. Seven weeks to deepen that once-in-a-lifetime experience by buying the Catholic church's officially sanctioned trinkets. The papacy has, of course, a long history of flogging off indulgences – saintly bones and the like – as a way to smooth the route to heaven. Now, serving much the same purpose, there are religious souvenirs: crucifixes, rosaries and holy cards, baseball caps, T-shirts, jackets and sweatshirts, candles, keyrings, bags, bookmarks and fridge magnets. There is, however, no brand of condoms, as was suggested by those helpful people in the Foreign Office. If the excitement boils over, adherents are merely advised to abstain. • And the Jeremiahs will tell you that there is not much good news coming out of Afghanistan. Think WikiLeaks, Canada and the Netherlands pulling out, and so on. But we do sunrise when others do sunset, so good it is to report that the US army, after years of planning, is starting to transform the carbon footprint of the conflict by shipping out up to 200m \"environmentally friendly\" bullets to Afghanistan. The new M855A1 \"Enhanced Performance Round\" will still go into American soldiers' rifles, but it contains less harmful lead. Apparently, it shows the US army's \"commitment to environmental stewardship\". The \"Green Ammo\", as described in Army Times, was supposed to be ready for action last summer, but tests showed the bullets had a tendency to go off target in higher temperatures. The new batch not only flies straight but is also worse for the enemy, thanks to \"improved hard target capability\". Some claim the campaign is bogged down and progress is slight, but we have never bought into that. Hard as it can be, we cling to these rays of light. • Finally, amid the vibrancy of the Labour leadership campaign, all sorts of people seem keen to line up once again with the People's Party. \"I am putting my cross down for Ed in the election,\" declared Kelvin MacKenzie in the Sun yesterday. Another one for Miliband minor. Perhaps this contest is doing more harm than good."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}