{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/aug/29/mohammad-amir-pakistan-mike-brearley", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-08-28T23:06:52Z", "webTitle": "Mohammad Amir's absence betrayed Pakistan's lack of a killer instinct", "webUrl": "https://www.theguardian.com/sport/2010/aug/29/mohammad-amir-pakistan-mike-brearley", "apiUrl": "https://content.guardianapis.com/sport/2010/aug/29/mohammad-amir-pakistan-mike-brearley", "fields": {"headline": "Mohammad Amir's absence betrayed Pakistan's lack of a killer instinct", "bodyText": "Cricket is the cruellest game. It is also, by the same token, the kindest. As England's record-breaking eighth‑wicket partnership proceeded serenely, Pakistan's mortification and frustration became more and more palpable. The prospect of a massive first-innings lead, and of putting pressure on England on a pitch that might wear, had been replaced by weariness and a sense of inevitability. There is no future tense in Urdu; the future is in the hands of Allah, it is not for mortal men to speak as if they presume to know what it holds. But Pakistan's players must at least have feared for their future as the day wore on. Though the pitches at Lord's have tended to get easier as matches go on, this Test match comes later in the summer than usual and the ball was turning more in the morning than the day before. Graeme Swann is already having a big impact and should continue to do so. And Pakistan must have regretted their past. Think of it: at lunch on Friday morning their young tyro Mohammad Amir had bowled a mere 5.3 overs during the session, taking four wickets for 10 runs. Having bowled two more overs after lunch he had taken six for 12 in the day. England were, remarkably, reduced to 102 for seven. And yet, two overs later, with overall figures of six for 37, he was off the field (for only a few minutes, apparently for treatment on his calf), and he did not bowl again for almost an hour and a half, by which time the score was 174 for seven; the English horses were galloping away from the stable door and now very hard to check. Amir's absence from the attack reminded me of the Test at Perth in 1978-79, when Rodney Hogg came off after bowling four eight-ball overs with figures of two wickets for no runs. Perhaps his asthma made bowling impossible, but it would have had to be very bad to justify removal from the attack at such a moment. I have no knowledge of the state of Amir's calf muscle, except to observe that later in the same afternoon he was still running in with a spring in his step, delivering at his usual 83 to 88mph. I cannot imagine Ian Botham or Darren Gough letting anyone else get hold of the ball when they had taken six wickets in nine overs. You get to such situations rarely in Test-match life, and you need to grab them. As Douglas Jardine said to his fast bowler Harold Larwood, before the Sydney Test in 1933, after winning the Ashes: \"We've got them down, Harold. Now we'll tread on them.\" The events of the past two days show how readily it can happen that, if you do not tread on them, they will tread on you. As England did – and not only in the magnificent partnership, but with the new ball. When Amir did bowl, he usually had only two slips, yet he was bowling a probing length at lively speed and moving the ball. He had a deep square leg for Jonathan Trott almost throughout; yet the one area where Trott, who played with magnificent assurance throughout, looked at all vulnerable was outside the off stump. Amir is a prodigiously promising cricketer. He is 18 years old. There was some speculation yesterday that the decision to cut short his bowling spell when he had England for the taking might have been down to health and safety regulations applying to young cricketers. When Parthiv Patel kept wicket for India here a few years ago, at the age of 17, he ought technically to have brought a letter from his mother giving him permission to keep wicket without a helmet. While Trott gave the impression of utter, unhurried security, Stuart Broad was also superb, and no mere prop for his senior partner. Again, I think Pakistan played into his hands, by not attacking him enough, especially with Amir, and by giving him too much room outside the off stump to swing his arms and hands through the ball. Bowlers should bowl much straighter to him. There is some similarity in this regard between Broad and Graham Dilley, but while both looked at one stage as if they might become England No8s, Dilley ended up at No8, while Broad may become a No7 (thus in the process simplifying England's selection discussions about the balance of the side). Not that it is only Pakistan who fail to seize moments, or too quickly go defensive in the field. I see it in several sides, including England. In the previous Test, at The Oval, England had an outside chance of bowling Pakistan out to win the match. James Anderson started with a deep cover and deep square leg. Soon it became clear that the key bowler would be Swann; so what was most required at the other end was to get control, to keep the runs down so as to keep pressure on at both ends and also give Swann the maximum time to bowl. England found a means to this end only after lunch, when Pakistan were already well over 100; and then Anderson bowled with seven on the off side; of the two on the leg side, one was, inexplicably, wasted at deep midwicket. Yesterday, with a score of 446 behind them, Anderson started his bowling to left-handed Imran Farhat with a straight mid-on (almost behind the bowler in the latter's follow-through),a short midwicket and a square leg, with only two slips. How much more likely it was that a chance should go to third slip than to short midwicket. Modern cricket is much better for the fact that runs are scored more quickly, that batsmen are more enterprising. But it seems that captains and bowlers often miss the opportunity for creating pressure by putting fielders in attacking positions. Short square leg has, for the quicker bowlers, gone out of fashion; yet his presence not only offers the possibility of bad-pad chances, but also can make batsmen more reluctant to come forward, thus making them do something they would rather not do, and opening up greater chances of lbws. The game of cricket is cruel because one can pay so heavily and in such prolonged ways for what might have turned out to be insignificant."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}