{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2010/aug/29/rita-and-roger-wills-lets-stick-together", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2010-08-28T23:09:47Z", "webTitle": "Let's stick together: Rita and Roger Wills", "webUrl": "https://www.theguardian.com/lifeandstyle/2010/aug/29/rita-and-roger-wills-lets-stick-together", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2010/aug/29/rita-and-roger-wills-lets-stick-together", "fields": {"headline": "Let's stick together: Rita and Roger Wills", "bodyText": "Rita and Roger Wills, 66 and 68 respectively, have been married for 43 years. They have two children and three grandchildren. They live in Rugby. ROGER We were set up on a blind date by a work colleague. He'd told me he had a second cousin who was single, so he and his girlfriend invited us both to the pub. RITA I'd seen him around, but we'd never met. My first impression was that he was good-looking and had a dry sense of humour. He made me laugh a lot. He still does. ROGER Our relationship grew slowly. We decided to have a break for a few weeks about a year in. Rita had become good friends with my mum by then. While on our break, Mum invited Rita to join our family on a holiday to Liverpool, and that's where we decided to get back together. RITA We got engaged a year later, just after I turned 21. He proposed as we were driving back from a friend's wedding. He turned to me and said: \"I think it's time we get engaged.\" ROGER There was no ring, and I didn't get down on one knee. I'm the first to admit I've never been very romantic. RITA We didn't have a grand wedding, but it was lovely. We were married in a little church, had a day reception and then went off on our honeymoon. ROGER We've been really happy, but I'd say the hardest time was when the children were in their teens. There was a lot of upset and stress, which is normal for most families. Rita would want to talk about things and my way of dealing with it was by tending the allotment or going to the rugby club. RITA Our happiest time, aside from when the children were little, is probably now. Since we've retired, we've been on lots of holidays; we went to Australia for five weeks with friends. ROGER One of the things I love about Rita is that she is very easy to talk to. There are no uncomfortable silences – she was so chatty and friendly from the start. She's always smartly dressed: even though she takes a while to get ready, when she walks out I still think \"wow\". RITA Roger is reliable. He's taught me not to look at things through rose-tinted glasses. I've learned to look at things with a more rounded view. ROGER My favourite thing about Rita is the fact she likes people. She sees the good in everyone. RITA Your spouse should be your best friend. As you get older, the friendship becomes the most important thing. ROGER Understanding and accepting the other's opinion is important, too. You're not sacrificing anything, you just have to be flexible. If you would like to appear in this column, email letssticktogether@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}