{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2010/aug/21/frank-kermode-tribute-john-sutherland", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2010-08-20T23:22:16Z", "webTitle": "Frank Kermode: a tribute by John Sutherland", "webUrl": "https://www.theguardian.com/books/2010/aug/21/frank-kermode-tribute-john-sutherland", "apiUrl": "https://content.guardianapis.com/books/2010/aug/21/frank-kermode-tribute-john-sutherland", "fields": {"headline": "Fierce reading", "bodyText": "Frank Kermode died on Tuesday afternoon and, over the days since then, the term \"greatest literary critic\" has been much bandied around. What, though, will be Kermode's critical \"legacy\"? And who will carry it forward? He himself liked to complain, ruefully, that \"there are no Kermodians\". FR Leavis had his servile Leavisites, Paul de Man had his \"Yale School\", Christopher Ricks (with whom Kermode boxed and coxed) had his Ricksians. Frank Kermode stood alone. The fact is, he didn't want disciples: any more than Tiger Woods, when he was at the top of his game, wanted them. The analogy is apt. Kermode loved sport – more particularly the virtuosic skill displayed by sporting competition at its highest level. It was a thing of beauty to him. So too, when it was done best, was literary criticism a thing of beauty. It wasn't a pit-stop job on books, with wrenches and tyre-irons; it was Ayrton Senna. When asked, as guileless undergraduates sometimes did, what was the point of studying all these dusty texts, he would fall back on the sport-game analogy. After three years in my department, he would promise, you will play like a master. If, that is, you have the right stuff. If not, try somewhere else. The literature he himself liked best to play against, and master, was complex. He had little time, for example, for Thomas Hardy. Why? Because he felt Hardy gave up his meanings too easily. The modern poet Kermode most respected was Wallace Stevens – never a writer who yields to the reader without a struggle. Once at Edinburgh in the 1960s (I was there), he mischievously asked the audience if they wanted his easy or his difficult lecture on Stevens. We stuffily opted for \"difficult\" and tried, desperately, to keep the bamboozledom off our faces over the next hour. Kermode was hard to keep up with in those days. When, at University College London, Kermode was given a whole department to play with, he created a syllabus which was the curricular embodiment of his belief in the primacy of the difficult. The first undergraduate year required of the student a full reading of Donne (not just the \"Songs and Sonnets\" – but tougher nuts, like the \"Anniversaries\"), the whole of The Faerie Queene (including the intractable Book V), the whole of Paradise Lost and Paradise Regained, the whole of Chaucer (including Troilus and Criseyde) and the less familiar plays of Shakespeare. They were all dragons at the gate – but Kermode never believed in easy access for those who wanted to engage seriously with the subject. In later years of the UCL course, there was a network of options – including a generous slab of American literature. Not for Kermode the lazy assumption that it was English literature published in America. He recruited one of his former graduate students, Stephen Fender, to set up what was the first coherent and thought-through programme of American literature in the country. It remains as one of Kermode's many monuments. Kermode was, in his Wallace Stevens period, fascinated by phenomenology, Husserl and sub-Kantian categories of understanding. It was harder than ever at that time to keep abreast of what he was doing. There were occasional appearances in Pseuds Corner. But one of the aspects of his critical personality was its fluidity of attention. By the time you finally caught up, he was somewhere else. At another point, in the early 1970s, he turned to religion – not as a believer, but a literary critic – examining Bible stories using state-of-the-art narratology, many of whose techniques he had himself patented. Beginnings and endings (genesis, apocalypse, final judgment) were a particular area of interest. It's in this period that his most quotable quote originates. Why is it, Kermode asked, when the alarm clock by our bed goes \"tick-tick\", the brain insists on hearing \"tick-tock\"? The reason, he suggests, is our human addiction to beginnings and (even more addictively) endings: \"Tick is a humble genesis, tock a feeble apocalypse.\" We're wired, in other words, into teleology. It relates to a larger point. Literature, as Kermode saw it, cannot make sense of our lives – and the end points, or destinations that we like to think we are heading for in our lives. What literature can do is \"attempt the lesser feat of making sense of the ways we try to make sense of our lives\". Explain, that is, why our ears insist on hearing tick-tock, not tick-tick. And why we must have, or invent, our happy-ever-afters not just in grand narratives such as the Bible or Das Kapital, but in the smallest tracts of our daily lives (why, for example, do we begin and finish meals rather than just eating?) There will be disagreement about which is Kermode's best book. His most Kermodian is The Classic, first delivered as the Eliot lectures at Kent in 1975. Kermode's starting point is, dutifully enough, TS Eliot's lecture entitled \"What Is a Classic?\" given as an address to the Virgil Society in 1944. While accepting Eliot's main contention that a classic is the mature cultural product of a mature civilisation, Kermode adds a typically complicating spin. If Shakespeare (to take the least disputable example) is a classic, why does every age interpret Shakespeare differently? Is Dr Johnson's interpretation less right than Coleridge's, or Coleridge's than William Empson's, or Empson's than Stephen Greenblatt's? If one interpretation is more right than the others, why do we still equally revere all those Shakespearians? Put another way, why – with the passage of centuries – don't we get cleverer at making sense of our classic texts? In a brilliant critical move Kermode argues that it is the very pliability of the classic, its unfixed quality, that is its essence. It \"accommodates\" – makes itself at home – wherever and whenever it finds itself. It is the classic's ability to be both antique, yet modern, its infinite – but never anarchic – plurality that categorises it as classic. A work such as King Lear, Kermode argues, \"subsists in change, by being patient of interpretation\". The word is beautifully chosen. Every generation will read, or understand, King Lear differently insofar as every generation is different from its predecessors. No final version, or interpretation, of the play can be achieved. But every generation will find its own satisfactory interpretation. And the classic is tolerant of each and every different explanation of itself. Kermode's breadth of reference and extraordinary flexibility of mind helped to fashion a career which was, at every stage, out of step with conventional academic rhythms. A Manxman, of working-class background, he attended a redbrick university, Liverpool, when it was less fashionable to do so than today. He had an excessively boring war, recalled, humorously and sardonically, in his memoir Not Entitled. In later life he had more honorary doctorates than he bothered to tell you about but, as a young man, he did not complete his PhD thesis. The narrow discipline of the doctorate might, one may surmise, have desiccated his intellect. Or perhaps, having lost all those years to the war, he was in a hurry. Scholarly though his instincts were he had no snobberies about higher journalism. One of the formative periods of his career was at Manchester University, during which he formed a working relationship with the Guardian. It fed into early books such as Puzzles and Epiphanies, where his liveliness of mind fizzes off the page. His friends (and, often, the women whose company he liked) tended to be very clever people who, like him, possessed some offbeat qualities. He was particularly close, for example, to poker-playing maverick intellectuals such as Anthony Holden and Al Alvarez. The downside of his sense of being an outsider was an inferiority complex kept in control by his ironic awareness of its being there. Hence the title of his memoir, Not Entitled (he was, at this stage of his career, knighted for his services to literary criticism). This mild Jude Fawleyism led to his selling out, as some of his friends thought, to Oxbridge at the peak of his career when he accepted the offer of the King Edward VII chair at Cambridge and was elected to a fellowship at King's College. No table is higher. He says in his memoir, without huge remorse, that he supposed his happiest years as an academic were at UCL, into whose senior common room, in Kermode's day, colleagues used to bring their bicycles. To close friends, he occasionally complained that at Cambridge he had a magnificent office (unlike the slum quarters at UCL, which housed the English department in a converted mattress factory) but no real occupation. Nothing to play with. Nor, not having served his time in that environment, did he have the necessary guerrilla skills in the committees where battles over resources were fought and won. He was easy meat for lesser men. By way of compensation, teaching at Cambridge was light and he could write as he pleased. Although he had liked to say in the mid-70s that he had \"one more book left in me\" (he was thinking of The Classic) he had, as the bibliography records, a whole string of them (his many books were listed, with economical description, by John Mullan in his obituary on Thursday). In the long years of his retirement at Cambridge he capitalised on his uniquely well-stocked mind to establish himself as a stylish literary essayist. He had, with Karl Miller, helped to found the London Review of Books in 1979. It became the principal outlet for what, in one of his gathered collections, he called Pieces of my Mind. These essays ranged from meditations on the penis of Jesus to Kazuo Ishiguro's Nocturnes and speculations as to whether the resurrection actually happened or was Christianity's finest fiction. A good, though by no means complete, selection is found in his last collection, Bury Place Papers, published at the end of last year. Famously, Kermode introduced \"theory\" into English intellectual life in the 1960s. His invitational seminar at UCL hosted figures such as Roland Barthes and Umberto Eco, and instructed a whole generation of young academics and graduate students in new ways of thinking (among the most eminent is Jacqueline Rose, whom Kermode always regarded as a prize pupil). The English, as Gabriel Josipovici laments in his new book Whatever Happened to Modernism?, are constitutionally resistant to new ideas – particularly those which originate abroad and are difficult to understand. At one lecture, in Edinburgh again, a former colleague, Tom Creighton, rose to his feet to protest after a peculiarly challenging exposition of new Continental thinking: \"it's all higher froggy nonsense, isn't it Frank?\" Kermode suavely intimated that no, it wasn't. He kept saying it until the protests died away and people got interested. None the less in his later career he backed away from the sterilities and the orthodoxies of theory as it was legislated in graduate schools across America. It was not, in the hands of lesser critics than Barthes, Eco or de Man, beautiful any more. It had become a kind of intellectual drill for dull minds. Kermode's later books, particularly Shakespeare's Language (2000), also back away somewhat from his earlier affection for mind-bending complexity. Who knows, had he lived to make his century he might have come to love Thomas Hardy. He was lecturing until a few months ago, although the cancer of the throat that was beginning to throttle him made it a heroic effort. His last public lecture was in February at the British Library. It was packed out to standing-room only, with more than 600 in the audience. There may not be Kermodians, but there was never a shortage of people wanting to listen to him. The lecture took as its subject the \"shudder\" as something in literature and, more particularly in our whole-body response to literature. The lecture was a vindication of what he called \"fierce reading\". \"Fierce reader\" probably captures the distinction of Kermode's achievement more accurately than \"great literary critic\", a compliment which would, probably, have elicited from him a slightly contemptuous shrug, if not a shudder."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}