{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2010/aug/21/ricky-ponting-whitewash-the-ashes", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-08-20T23:06:48Z", "webTitle": "Talk about the Ashes: you know you want to | Barney Ronay", "webUrl": "https://www.theguardian.com/sport/blog/2010/aug/21/ricky-ponting-whitewash-the-ashes", "apiUrl": "https://content.guardianapis.com/sport/blog/2010/aug/21/ricky-ponting-whitewash-the-ashes", "fields": {"headline": "Let's talk about the Ashes: you know you want to", "bodyText": "This week it felt as though a peculiar kind of white-trousered stasis had been briefly punctured. The winter's Ashes series has been a tangible presence all summer, stalking the fringes, rattling its chains and making the kind of hollow, sinister booming sounds that are often the cue for someone to remark in an urgent whisper: \"It's as though it's trying to crash through the dimensional portal ... into our world.\" Finally, though, the pressure has shifted, the blockage prodded decisively around the U-bend by Ricky Ponting's comment during Australia's hilariously solemn two-day \"Ashes planning conference\" that his team can win the series 5-0. With this single stroke of levity it felt as though the lid had been blown off: England were also now free to not talk about the Ashes while talking about the Ashes, sending forward Andrew Strauss to mumble awkwardly about \"people coming out with all sorts of predictions\", with all the ease of the young Prince Charles discussing The Goon Show and modern beat music with a frowning Richard Dimbleby. With this in mind I feel it is now acceptable to call a brief, one-page amnesty right here, to cast off the old strictures, tear down the drawing-room curtains and hurl away our pinafores. Let's talk about the Ashes. You know you want to. To date people have tended to get quite cross about the idea of not talking about the Ashes. Ashes talk has been banned, snorted at and subjected to much weary grimacing. The most common reason is that it is \"disrespectful to Pakistan\", England's current opponents. Is this really right? I love Pakistan's cricketers for their talent, their mischief and their great hair, which tends towards the imperiously bouffant, reminiscent of a muscular male hairspray advert of the 1970s. They also have the brilliant Mohammad Asif, who may lack pace, muscles and an ECB-issue eager facial expression but who does have a terrible genius in his zippy fast-medium, and who, like Glenn McGrath before him, delivers the ball as though somehow his severed hand is still attached as it fizzes down, still jabbing and primping and waggling its rudder. Plus Pakistan provide two members of my world XI of uncooperative-sounding cricketers (so far Butt and How are opening the innings with Asif and Ishant taking the new ball). Pakistan are great. But I do still want to talk about the Ashes. Perhaps the real problem is that talking about the Ashes is just so alluring. The fear is that once you start you might not be able to stop. There are already words I find myself wanting to blurt out. For example the phrase \"that first morning in Brisbane\", as in: \"It all comes down to that first morning in Brisbane;\" or: \"You've got to stand up on that first morning in Brisbane.\" It sounds so bracing and salty, like the kind of thing only usually attempted by men in Thinsulate balaclavas. I have also felt an urge to ask out loud various questions, questions such as \"But how do you balance the team?\" and \"What more does Carberry have to do?\", this last generally brought on by the sight of the crabbed and geriatric Alastair Cook, a player who after tireless fine-tuning of his technique in the nets now bats like an arthritic family retainer thrashing at the scullery mice with a yard broom. In the end the real reason talk of the Ashes seems almost wickedly exciting is that it is just such a brilliant thing: a 25-night after-hours private party that thrums away behind each daylight-hour mundanity – work, talking to people, the obligation to have breakfast – yeastily colonising entire continental lobes of the waking brain. It is that feeling of being lulled to sleep by gruff amiable Australian men abrasively joshing some flustered and suddenly effete domestic radio export. Plus the eerily washed out Aussie summer TV colours, the familiar watercolour sunshine in which a half-speed Ian Botham somehow finagled five wickets at the MCG in 1986 with a selection of paunchy bouncers and jowly away-nibblers; and in which, in 2002, a visibly panicked Nasser Hussain won the toss, put Australia in and then watched Andy Caddick embrace the first morning by barfing up a series of floaty wide leg-side half-volleys. The Ashes are a distinctly public party these days and it is perhaps the salesmen-presenters of Sky Sports who have embraced most hungrily Pointing's remarks. With this in mind it is probably best to cap this Ashes amnesty by suggesting a new rule: from now on the only people allowed to talk about the Ashes – having embraced all necessary disclaimers – are Ricky Ponting saying something silly and that little voice that keeps popping up inside your head with all its tantalising (you can't ignore Monty's record), dangerous (Tremlett's the man in form) and wickedly distracting Ashes talk. twitter.com/barneyronay"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}