{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2010/aug/10/nic-coward-bha-funding", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-08-09T23:05:24Z", "webTitle": "Nic Coward losing conviction in BHA's battle against the bookies | Lydia Hislop", "webUrl": "https://www.theguardian.com/sport/blog/2010/aug/10/nic-coward-bha-funding", "apiUrl": "https://content.guardianapis.com/sport/blog/2010/aug/10/nic-coward-bha-funding", "fields": {"headline": "Nic Coward losing conviction in BHA's battle against the bookies", "bodyText": "\"Who's zoomin' who?\" Aretha Franklin once asked. Apart from a small grammatical quibble with the Queen of Soul, the question applies exactly to the state of British horseracing today. The high stakes game of brinkmanship between racing and the betting industry over how the sport should be funded is reaching its climax. Look in their eyes: who do you believe? The problem for racing's leaders is that, currently, a popular answer among their constituents is: not them. Perhaps uniquely, the industry is agreed. Agreed that its existing funding structure is holed below the waterline. Yet there also seems to be a growing consensus that the leadership is not standing at the helm and pointing to a distant shore. For Nic Coward, the chief executive of the British Horseracing Authority, along with its chairman Paul Roy, this is a problematic backdrop to the ongoing and arduous process of presenting a statutory case to government. As Gordon Brown can testify, when the critics are prepared to put names to their complaints, you have a leadership challenge. At a racehorse breeders' meeting six weeks ago, two leading figures spoke openly of \"lacking leadership\". One hankered after the days of Peter Savill, a past chairman. Most damningly, another referred to Coward as \"a nice guy\". Ouch. Last month, James Given – who trains the leading St Leger hope Dandino – broke ranks on his website: \"I, for one, do not have confidence in our leaders … a member of the All Party Parliamentary Group does not think our leader [Coward] is credible and that will without doubt work against us … Coward has to … change everyone's perception of him and establish credibility as a leader, quickly.\" Yesterday, Given added: \"We need to know what we're doing and how we're doing it. Nic Coward says we want £130m from the next levy. You might as well bark at the moon. I may be being critical of a man who has a game in hand, but he's had three years now and hasn't achieved anything bar moving his team into one building. That's the job of an office manager, not the chief executive.\" In racing, where the sport and betting have been intertwined for centuries, those on opposite sides of this funding flashpoint rub shoulders every day. Propaganda, manipulation and misinformation spread like wildfire, knowingly and unwittingly, among friends, at work, on courses, in Whitehall. At the moment, with most big-name bookmakers having slunk offshore, they seem to be winning the levy argument. Even surefooted Betfair appears to have lost ground in recent months. Yet Coward believes his team have convinced the new government to make payments to racing a condition of licence for betting operators, in any form, in Britain. \"Those who say our demands are fanciful should read our case to government,\" says Coward. \"Our shareholders are not saying we aren't doing the job. It is part of my job to be incredibly unpopular among our adversaries and people will seek to undermine me. This is game-changing stuff.\" For now, racing has little choice but to trust its leaders to win the argument. But those leaders need to be more widely convincing, too. And if they lose on either front, then the game is up. Blind spot at Ascot Whose idea was the jockeys' silks for the Shergar Cup? Clearly, nobody who has ever watched a horse race. The shirt seemed to be modelled on those eye tricks that, if held at a certain angle, suddenly reveal a picture of the Sphinx. The \"identifying\" caps of hoops, spots and checks were indistinguishable in motion. To top it off, one team was in black and another in navy blue. How someone at Ascot didn't spot the problem at the draft stage is baffling. Greg Wood is away"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}