{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2010/aug/02/sky-england-pakistan-first-test", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-08-01T23:06:55Z", "webTitle": "Loving Sky's coverage of England v Pakistan and not just for the naan | Martin Kelner", "webUrl": "https://www.theguardian.com/sport/blog/2010/aug/02/sky-england-pakistan-first-test", "apiUrl": "https://content.guardianapis.com/sport/blog/2010/aug/02/sky-england-pakistan-first-test", "fields": {"headline": "Loving Sky's coverage of England v Pakistan and not just for the naan", "bodyText": "A funny thing has happened to me in my old age. Alongside dodgy knees, a nostalgia for proper mustard, and a habit of striking up conversations on public transport, I have discovered an interest in cricket. In the words of those great philosophers 10cc in their seminal 1970s work Dreadlock Holiday: \"I don't like cricket, Oh no, I love it.\" What it means is I now have some fifty-odd years of cricket history to catch up on. I was put off the sport at a very early age when my dad took me to a Test match at Old Trafford, and PBH May and KF Barrington batted for what seemed like 12 and a half hours for not many runs. In those days, I was a boy in a hurry – trees to climb, doorbells to ring on and run away from, not to mention the Lone Ranger on TV at five o'clock – and I simply had no time to sit eating fish‑paste sandwiches watching chaps with far too many initials standing around doing not very much. Now, though, I am not going anywhere – family and work colleagues will confirm this – and so have been following avidly the last few Test matches on Sky. The chaps on the telly no longer seem to be speaking a foreign language. I found myself nodding sagely when Pakistan were 100 for six in their first innings, and Ian Botham said England should put a third slip in, and \"go for the jugular\". \"Absolutely. Third slip,\" I said to my wife, as she lifted up my feet to Hoover underneath. Even David Lloyd's exposition, on what he called his \"naan-based\" nightlife – a fondness for Asian cuisine, rather than older women – could not deflect me from the developing plot (which fizzled out disappointingly in the end, but was interesting while Pakistan were saving the follow-on). Bumble was explaining to his co‑commentator Shane Warne how he and the crew were on a \"five‑day extravaganza, based round the naan\". \"There's the Peshwari naan, the garlic naan, the butter naan, they're all delicious,\" Lloyd said. \"Garlic naans may be the way forward,\" he added, suggesting that one put down a cricketer's pants could replace the thigh pad, and then revert to its original purpose should a player need to refuel. \"They're enormous, some of those naans,\" Warne said admiringly. Now in the old days my interest in unleavened bread – my view, incidentally, is that the quality of an Asian restaurant is in inverse proportion to the size of its naans – far outweighed any in cricket, but no longer. Away with fragrant breads, and give us more analysis of Pakistan's fielding deficiencies, came the call from my sofa. As luck would have it, during the lunch break, Sky filled in some of the gaping holes in my knowledge of the game with archive features; one looking at past Tests between England and Pakistan, and another on the history of the one-day game. I am aware of the arguments for widening cricket's constituency by showing it on terrestrial TV but, from a purely selfish point of view, the all‑encompassing nature of the satellite coverage provides the kind of total immersion I need at this stage. I knew, for instance, of Lancashire's epic Gillette Cup semi-final victory over Gloucestershire in 1971 finishing in near darkness, causing the BBC to postpone the nine o'clock news, but hearing the participants, Jack Bond, David Hughes, and Bumble himself, tell the story was useful for those of us not paying attention at the time. Lloyd's view that this was the game that put one-day cricket on the map was spot‑on, and I also enjoyed his story of men arriving home at 11pm claiming to have been at a cricket match, prompting a rash of letters from dubious wives asking for confirmation. Mike Turner, who was in charge of Leicestershire, where one-day cricket started with a tournament for Midlands counties in 1962, had an interesting story, too, about the hate mail he received from keen Christians objecting to sport on the Sabbath, invariably beginning \"Dear sinner\". The big change the one-day game brought to cricket, though, especially the Rothmans International Cavaliers, and the John Player League, was that television became a senior partner. \"For the first time we had a real say in what was going to happen in front of our cameras,\" Nick Hunter, the former BBC outside broadcasts chief, said. The ultimate result of that – along with the inevitable technological advances – is, I suppose, the exemplary coverage I enjoyed at the weekend. Arguments will continue to rage over cricket's more or less complete sell‑out to satellite TV, but even those of us for whom the title of Blur's second album, Modern Life Is Rubbish, is a kind of rallying call could not help but appreciate an engrossing few days of TV."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}