{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/aug/06/liverpool-funding-bidders-takeover", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-08-05T23:05:09Z", "webTitle": "Liverpool demand proof of funds and commitment from prospective buyers", "webUrl": "https://www.theguardian.com/football/2010/aug/06/liverpool-funding-bidders-takeover", "apiUrl": "https://content.guardianapis.com/football/2010/aug/06/liverpool-funding-bidders-takeover", "fields": {"headline": "Liverpool demand proof of funds and commitment from prospective buyers", "bodyText": "Liverpool have told all prospective owners to prove they have the funds and intent to buy the club from Tom Hicks and George Gillett as they attempt to conclude a takeover before the transfer window closes. At least four different parties have reaffirmed an interest in buying the Anfield club in the last week but none, as yet, has made an official offer to buy a club £350m in debt and needing a new stadium. Kenny Huang, the businessman believed to have secured backing from the China Investment Corporation, has held talks with those conducting the sale of Liverpool and hopes to win majority approval from the Anfield board to usurp Hicks and Gillett as owners as early as next week. Yahya Kirdi, a Syrian former footballer with business connections in Canada, has claimed to be in advanced negotiations with Gillett. The Rhône Group, a private equity firm based in New York, and the Kuwaiti billionaire Nasser al-Kharafi have also returned to the processin recent days. Yet no one has made the first formal move to gain control of Liverpool and Anfield officials, while confident the calamitous reign of the Americans will soon be over, are now in the process of separating serious bidders from speculators. Any recommended investor will be subject to the Premier League's new owners and directors test – the prospect of the Chinese government buying Liverpool will not be a problem for the league, it is understood – but Anfield officials are anxious their choice has the resources to fund the club's long-term aims, not simply buy the debt from the Royal Bank of Scotland. Huang made his interest known through RBS rather than the American owners, who, under the terms of their last refinancing package with the bank in April, cannot prevent a sale if outvoted by their fellow directors Martin Broughton, the Liverpool chairman, the managing director Christian Purslow and the commercial director Ian Ayre. Gillett has since reopened talks with Kirdi, but the Liverpool board's criteria will be to sell the club to the party who can prove they can clear the debt and attract the backing required to build the stalled stadium on Stanley Park. While there has been dialogue between Huang and Liverpool the discussions have not reached a stage where the club are certain of his backers' identity. The Chinese approach appears the most likely to succeed, although Liverpool will still be under American ownership by the time their league season begins against Arsenal on 15 August. The Premier League requires 10 days notice before any takeover can be completed."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}