{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/aug/02/liverpool-takeover-kenny-huang-rbs", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-08-01T23:41:29Z", "webTitle": "Liverpool takeover 'stepped up' as Kenny Huang enters talks with RBS", "webUrl": "https://www.theguardian.com/football/2010/aug/02/liverpool-takeover-kenny-huang-rbs", "apiUrl": "https://content.guardianapis.com/football/2010/aug/02/liverpool-takeover-kenny-huang-rbs", "fields": {"headline": "Liverpool takeover 'stepped up' as Kenny Huang enters talks with RBS", "bodyText": "The battle for ownership of Liverpool has returned to the spotlight with reports that the Chinese tycoon Kenny Huang is in negotiations with Royal Bank of Scotland to take control of the club. Huang, who is partnered by one of the biggest sovereign wealth funds in the Far East, is determined to seize control before the transfer window closes at the end of the month, according to the Times. The current owners, the Americans Tom Hicks and George Gillett, took over little more than three years ago but put the club up for sale in April and appointed Martin Broughton, the British Airways chairman, to oversee any deal. Huang was first linked with a buyout at Liverpool two years ago. Sources close to the businessman have reportedly said that he is keen to complete a deal so that the manager, Roy Hodgson, can be given extra funds to sign much-needed players this month. On the field, Joe Cole's debut ended in defeat yesterday when Liverpool lost 1-0 at Borussia Mönchengladbach. Hodgson fielded a strong side, including Steven Gerrard, Jamie Carragher and Glen Johnson, while Fabio Aurelio was named on the bench after re-signing for the club today. Mönchengladbach, who had arranged the match at Borussia-Park as part of their 110th anniversary celebrations, made the breakthrough in the eighth minute. The Algerian Karim Matmour took advantage of some poor play by Daniel Ayala inside the area and produced a powerful finish. Liverpool had to wait until the 56th minute for their first real chance, when Cole's low drive was parried. The former Chelsea player was withdrawn nine minutes later. Although Liverpool's David Amoo headed narrowly wide, Mönchengladbach deserved their win."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}