{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/aug/25/modern-language-decline", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-08-24T23:05:13Z", "webTitle": "GCSE results: Tongues tied | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2010/aug/25/modern-language-decline", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/aug/25/modern-language-decline", "fields": {"headline": "GCSE results: Tongues tied", "bodyText": "There is no single Russian word for blue; instead the language applies distinctive words to lighter and darker bluish shades. That may not be a useful fact for getting by in day-to-day British life, but it is an intriguing reminder of the varying ways different cultures carve up the world, and as such it should be a spur for curious minds to get to grip with foreign tongues. There is, however, little room for curiosity in the British school system. Yesterday's record GCSE results provided more testimony, if it were needed, of our schools' narrowing utilitarianism. Teaching to the test, exam board competition and – above all – unremitting study have combined to push the pass rate up by a chunky two percentage points in a single year. Heaven knows what Maynard Keynes would have thought: he looked forward to the days of his generation's grandchildren with the hope that three hours' work a day would be \"quite enough\", leaving time aplenty for \"the arts of life as well as the activities of purpose\". Instead, just as with last week's A-levels, there was a trend towards choosing science subjects in the hope that these will smooth the path to college. While not a bad thing in itself, this is a tack that will self-defeat in its instrumental purpose if enough students rush to the same lifeboats at once. As with A-levels, too, the numbers studying foreign languages skidded downwards again. There were exceptions. Spanish nudged up, though not by enough to make up for the collapse in the number studying German. Just like French, which this year dipped out of the top 10 subjects for the first time, the number of GCSE entries in that language has virtually halved in just eight years. The trend is set to continue. The removal of the requirement to study languages through secondary school a few years ago was supposed to be matched by the universal teaching of second languages at the primary level, but the legislation to effect that fell with the Brown government, and it is now far from clear when it will be implemented. A suspicion that the web is more Anglosphere-wide than worldwide fuels a feeling that others are under more pressure to learn our language than we are to master theirs. Within a learn-to-earn educational philosophy, it is then a short step to deciding that our priorities should lie elsewhere. This is a dangerous line of argument, even in its own terms. If the weave of the web is working in favour of English, there is an awfully long way to go. Three in four of the world's people speak no English, which is a lot of people to give up hope of trading with. More profoundly, to forgo familiarity with foreign languages is to forgo the chance to see the world from a foreign point of view."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}