{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2010/aug/17/corrections-clarifications", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2010-08-16T23:05:09Z", "webTitle": "Corrections and clarifications", "webUrl": "https://www.theguardian.com/theguardian/2010/aug/17/corrections-clarifications", "apiUrl": "https://content.guardianapis.com/theguardian/2010/aug/17/corrections-clarifications", "fields": {"headline": "Corrections and clarifications", "bodyText": "• A graphic showed the extent to which, in various countries, high income inequality coincides with serious health and social problems. But in early editions of the newspaper the vertical axis, showing the scale of health and social problems, was upside down. As amended in later editions, it should have ranged from \"better\" at the bottom to \"worse\" at the top – so that the United States, Portugal and the United Kingdom were among those at the juncture of worst social/health problems and highest inequality, while things looked much better for Japan and the Nordic countries (Spirited defence: how 'ideas wreckers' turned bestseller into political punchbag, 14 August, page 3). • The appointment was said to be pending of the Liberal Democrats's former leader, Menzies Campbell, as governor general of Australia. We meant high commissioner to Australia (No poll pact with Tories, says Hughes, 16 August, page 4). • Our latest Scrabble board showed the word \"irdal\" (14 August, Puzzles, page 69, Weekend). It featured as word of the week and was said to mean \"pertaining to the iris of the eye\". We meant iridal. The board solution given on page 65 was unaffected, though. • A factbox said that the Greek singer Nana Mouskouri resigned as a member of the European parliament in 1999. In fact, she served her full five-year term, but did not seek re-election (Artists in politics, 28 July, page 3)."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}