{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "law/2010/aug/17/legal-aid-family-law", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2010-08-16T23:05:11Z", "webTitle": "Legal aid cuts put access to justice at risk, say lawyers", "webUrl": "https://www.theguardian.com/law/2010/aug/17/legal-aid-family-law", "apiUrl": "https://content.guardianapis.com/law/2010/aug/17/legal-aid-family-law", "fields": {"headline": "Legal aid cuts put access to justice at risk, say lawyers", "bodyText": "Thousands of the most vulnerable people risk being denied emergency access to free advice from lawyers following major changes to the way legal aid is delivered, family law experts warn today. Ninety per cent of family lawyers surveyed by Resolution, the family lawyers' association, say they believe access to justice is seriously under threat after the recent shake-up of the tendering process across all civil legal work which now revolves around bidding for three-year contracts. The survey reflects fears that legal aid is going to take the biggest hit following last week's announcement that the Ministry of Justice will cut its £9bn budget by £2bn. Justice secretary Kenneth Clarke said in a recent interview that legal aid, which has a budget of £2bn, was one area \"where our cuts can come from\". Previously firms were paid for work on a case-by-case basis, or for a set of cases, and critics of the changes say they favour bigger firms and are devastating for smaller practices, among which specialists in family law are often found. According to the Legal Services Commission (LSC), which runs the legal aid system in England and Wales, only 1,300 of the 2,400 family law firms previously doing legal aid work have won new contracts, which start in October. Of those which responded to Resolution's survey published today, 86% said they will be appealing the LSC's decision. Last night Steve Hynes, director of the Legal Action Group, said: \"The big concern with family law is the reduction in outlets, which has been dramatic. It seems pretty obvious that if you reduce the number of outlets on the high street by 1,300 then there will be members of the public missing out on getting access to legal aid.\" The LSC insists the new system, in which firms have to competitively bid for legal aid contracts in blocks and meet a set of assessment criteria, works well. It says that because all categories were oversubscribed it is simply a case of a smaller number of providers doing broadly the same amount of work, and that in the family law sector a minimum of five providers will remain in each procurement area to ensure against any conflict of interest. But one respondent to the survey said the changes would have a particularly \"devastating\" impact on the family law sector, which deals with cases including children in care, domestic violence, forced marriage, divorce and adoption. The survey found: • Family lawyers overwhelmingly believe vulnerable people most in need of emergency legal aid, such as domestic violence and forced marriage victims, will be unable to find the advice they need after a number of key specialists in these areas lost their bids. • Patchy nationwide provision, especially in rural areas, will result in \"advice deserts\", including in Cornwall, Dorset, Bedfordshire and Lincolnshire. • The reduced number of firms will lead to potential conflicts of interest – or clients having to travel significantly further to access a different lawyer – if a single firm is forced to take on more than one client party to the same dispute. • The government's proposed closure of magistrates and county courts will further seriously impede access to justice. • There will be more than 500 redundancies in the family legal aid sector, with one firm saying it was likely to lose up to 30 staff members, and six firms saying they may have to close their offices entirely. \"Our survey has painted a very worrying picture for the future of legal aid provision,\" said David Allison, chair of Resolution. \"We have written to the Ministry of Justice and the LSC and are calling on them to immediately and publicly set out the steps they will take and the practical measures they will introduce to meet any emerging access to justice issues.\" Hugh Barrett, executive director of the LSC, admitted that it \"did not intend that there should be a significant reduction in the number of firms that were doing family legal aid work\". He said: \"We are only part way through a process of allocating the work. We have a process of appeals and we will further look at whether in any particular parts of the country there are issues with access to justice.\" Firms specialising in domestic violence services seem to have been particularly hit. The new system requires that lawyers are on a specialist domestic violence panel in order to qualify for contracts. However, the Guardian has spoken to several family law firms who say they were not given enough time to join the panel and that as a result the LSC has not awarded contracts to those who are actually doing the complex, specialist work on domestic violence. Stamps Family Solicitors in Hull, which provides family legal aid services as well as a free 24/7 domestic violence hotline and confidential crisis counselling, said it did not know membership of the panel was obligatory. \"This is extremely serious,\" said chief executive Oliver Hudson. \"We're not just a law firm – we're a community service as well. Where else can people in Hull now go for legal advice about domestic violence at 3am on a Sunday morning?\" Women's Aid says it is \"exceedingly concerned\" that the problems arising from the tender process will leave domestic violence victims and their children at risk. \"Domestic violence victims already have difficulty finding law practices that will take on legally-aided family law and immigration matters,\" said Deborah McIlveen, Women's Aid policy and services manager. \"It is crucial that the LSC carries out a gender impact assessment on any proposals and policies to ensure that women are not disproportionately disadvantaged by this process or the forthcoming comprehensive spending review.\" Russell Conway, senior partner at Oliver Fisher Solicitors in Kensington and Chelsea, said despite being awarded the legal aid work it bid for, his is the only firm in the area doing matrimonial work and as a result is being inundated with requests for cases it cannot take on. \"My firm has been swamped with enquiries recently and we are turning away large volumes of work. Take on extra staff you will say – but what happens in October when the government cuts are announced. Why should I take on extra staff if I do not know if I can afford to pay them come October? \"The customers are hurting the most and they are the most vulnerable. If the government really does have an agenda of getting rid of legal aid it is certainly succeeding. We once had a system that was the envy of the world. It is now slowly perishing.\" The survey was sent to all Resolution legal aid lawyers, representing 1,355 firms; 597 responded, and 561 of those had bid for a family contract."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}