{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2010/aug/21/bernstein-aerial-view-big-c", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2010-08-20T23:09:46Z", "webTitle": "Jonathan Bernstein's Aerial View of American TV", "webUrl": "https://www.theguardian.com/tv-and-radio/2010/aug/21/bernstein-aerial-view-big-c", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2010/aug/21/bernstein-aerial-view-big-c", "fields": {"headline": "Jonathan Bernstein's Aerial View of American TV", "bodyText": "Actresses of America, secede from next year's Emmy race right now. Laura Linney has it all sewn up. Obviously, she's a beloved stage star and reliable big-screen presence but in her first TV series The Big C she's laughing through cancer. Showbusiness awards ceremonies pretty much exist to reward actors for displaying gallows humour and indomitable spunk in the face of life-threatening illness. Rendering Linney even more Emmy-worthy is the fact that she's not just endearingly cranky, she's reborn. That is correct: it's only with the prospect of death closing in on her that she finally begins to live. In the first episode, Linney's uptight, by-the-book suburbanite tosses her irresponsible husband out of the house, unleashes terrifying rage on her horrible son, and pours wine over the white couch she previously cherished more than life itself. But what she doesn't do is tell anyone else. No one in Linney's life has any clue she's sick. This is denying the supporting cast which, in weeks to come, will include the likes of Gabourey Sidibe, Liam Neeson, Idris Elba and Cynthia Nixon, scenes of uncontrollable weeping and heartbroken screams of \"Why, God, why?\" Obviously, we've only got so long before the tears begin to flow but until that happens we get to watch one of America's finest performers elegantly losing her rag with people she used to pussyfoot around. A few years ago, the cable network AMC was a minor movie channel unable to allow a week to pass without at least half a dozen showings of Point Break. All that changed with its first original series, the slow, stylish Mad Men. It changed even more with the slow, ominous Breaking Bad. And now, it's changed a third time with the even-slower conspiracy series Rubicon. Here's what got me watching: a show openly claiming to share the same DNA as such 70s classics as The Conversation, The Parallax View and Three Days Of The Condor. Here's what might stop me watching: I've seen a few episodes and I can't really tell you what's happening. James Badge Dale is the woolly-haired, mumbly lead, a data analyst in a shabby, dimly lit, underfunded policy organisation based in Washington. His days are spent ploughing through paperwork and looking for secret codes buried inside textbooks and crosswords. On the other side of the city, Miranda Richardson's rich industrialist husband commits suicide. There you go. Now you know as much as me. Oh yeah, and there's a four-leaf clover involved somehow. And someone else got murdered. The analyst and the widow will, at some point, cross paths, but at this stage, there is no predicting how or why. Here's what might keep me watching: no invisible drones in the sky, no triangulation, no satellites. This might be the least hi-tech spy show produced in the past two decades. Everybody writes. With pens. In notebooks. When information is needed, analysts pick up books and leaf through pages. Like I said, it's slow and, Richardson aside, the entire cast seems to have been hired on the strength of their dowdiness. But I had qualms about Breaking Bad at first and I ended up sitting happily through an episode that only featured two actors and a fly. So, the people behind high-end reality competitions like Project Runway and Top Chef joined forces with Sarah Jessica Parker. The result: Work Of Art. Its breakout star and likely winner is a 23-year-old villain called Miles. In his first seconds on the show, he insults SJP to her face. Then he launches into a monologue about his struggle with obsessive compulsive disorder. Then he falls asleep. This is during a challenge when all the other contestants are beavering away with papier-mache and lightbulbs and fingernails. He snoozes through the whole thing and then with minutes to go he pees on a ball of twine, positions it next to a croquet mallet and presents it as his work. And when the judges ask him about his piece, he uncorks a tsunami of textuality, juxtaposition and functionality. He wins. He is openly hated by all the other contestants. Equally despised and equally impervious to elimination is Jaclyn. In the first episode, all the artists displayed their work and were then asked to draw portraits of each other. The artist given Jaclyn as a subject gave her a long appraising look and then announced, \"I'm calling your portrait Proud Pussy!\" Jaclyn looked nonplussed in her to-camera cutaway: \"Why would she think that about me?\" Then the show cut to the most prominent picture in Jaclyn's portfolio: a naked self-portrait. In fact, the majority of Jaclyn's work turned out to be naked self-portraits. No matter what the challenge is, Jaclyn feels she can best express herself by taking off her clothes. The last episode I saw teamed up the remaining contestants. Miles was paired with Jaclyn; the theme they were asked to interpret was Opposites Attract. Miles unleashed a torrent of syllables then he turned to his new partner and suggested she shed her clothes and take a picture of herself masturbating. Once again, they escaped elimination."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}