{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2010/aug/14/dvd-bluray-elvis-kurt-russell", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2010-08-13T23:06:43Z", "webTitle": "This week's new DVD and Blu-ray releases", "webUrl": "https://www.theguardian.com/film/2010/aug/14/dvd-bluray-elvis-kurt-russell", "apiUrl": "https://content.guardianapis.com/film/2010/aug/14/dvd-bluray-elvis-kurt-russell", "fields": {"headline": "This week's new DVD and Blu-ray releases", "bodyText": "Elvis – The Movie DVD &amp; Blu-ray, Fremantle This 1979 TV movie, starring Kurt Russell and directed by John Carpenter, was a huge hit when it first aired - so why is it only now being released on DVD? It's that thorny old matter of music rights, an issue that keeps plenty of other movies from getting a home-ents release – and these aren't even Elvis originals, rather decent enough cover versions by country singer Ronnie McDowell. Aside from that landmark, this film is a piece of history in its own right, as it represents the first pairing of Carpenter and Russell, a relationship that went on to spawn two stone-cold classics (The Thing and Escape From New York), and three if you count Big Trouble In Little China (which you should). At the time, though, neither was a big deal: Russell was making the transition from child stardom, and Carpenter was a low-budget director in search of a payday. Together, however, the sparks flew. Under Carpenter's sure, steady hand, Russell is a riot – he's no mere Elvis impersonator. Always an enjoyable actor, he just tears into playing Elvis, showing full-on hillbilly charm and raw rock'n'roll spirit. He never disappears into the role – no one could – but it's a bravura attempt, ably supported by Shelley Winters as Presley's beloved momma. The King had been dead less than two years when shooting began, before his image could be tarnished by scurrilous rumours of drugs and incontinence, so this tale cuts off at 1969. You get the happy ending, then, not the nappy one. Also out Centurion Romans take on the Picts in Neil Marshall's violent second-century action epic. DVD &amp; Blu-Ray, Fox Extract Food factory comedy from King Of The Hill creator Mike Judge. DVD, Paramount It's A Wonderful Afterlife Wacky murder-mystery, set in London's Asian community. DVD, Icon Perrier's Bounty Irish gangster thriller, with Brendan Gleeson. DVD &amp; Blu-Ray, Optimum The Joneses Consumer satire, with Demi Moore and David Duchovny. DVD &amp; Blu-ray, E1 Whip It Roller derby girl-power flick, directed by Drew Barrymore. DVD &amp; Blu-ray, Lionsgate"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}