{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2010/aug/17/policy-on-clean-energy-clear", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2010-08-16T23:05:07Z", "webTitle": "Letters: Our policy on clean energy is clear", "webUrl": "https://www.theguardian.com/environment/2010/aug/17/policy-on-clean-energy-clear", "apiUrl": "https://content.guardianapis.com/environment/2010/aug/17/policy-on-clean-energy-clear", "fields": {"headline": "Our policy on clean energy is clear", "bodyText": "The idea that we are \"watering down\" our commitment is simply incorrect (Dirtiest coal power plants win reprieve, 16 August): this government has committed to introducing an emissions performance standard. We are moving as quickly as possible and our consultation on a radical reform of the electricity market to deliver secure, affordable and low carbon energy will be out within six months of the election, while a white paper will be published within a year. The view that this might raise the possibility of new coal-fired power stations \"slipping through the system\" is ludicrous. We consider planning applications thoroughly and will not allow any new coal power station to be built unless equipped with carbon capture and storage. While we will consult on the final details of an emissions performance standard, I am clear that without CCS it would be impossible to meet such a standard. However, an EPS on its own is not a magic bullet to decarbonise our economy. We have inherited an energy system that has suffered from a lack of clear direction and was not fit for purpose. That is why we will be implementing comprehensive electricity market reform to ensure that we can have a secure, low-carbon, affordable electricity mix for decades to come. Chris Huhne MP Secretary of state for energy and climate change • Your article on Danish wind farms (10 August) ignores several key facts. There are more than 40 anti-wind turbine groups active in Denmark, because more people, in spite of the financial incentives for communities living within 5km to a windmill, are fed up with the noise and destruction of landscape and natural habitat. 20% of Denmark's electricity may be generated by wind, but less than 5% is used in Denmark. Due to intermittency and location, most is virtually donated to Denmark's northern neighbours, who store it as hydroelectric and sell it back to the Danes at peak periods for huge profits, ensuring that the Danes pay among the highest electricity tariffs in the EU. Denmark's CO2 emissions have substantially increased over the last five years, mainly due to increased coal-fired \"back up\" generators. The main reason the Danish government imposes more turbines in the face of opposition is that their manufacture is a major employer and export. By directing subsidies away from unpredictable wind to tidal, methane, biomass, micro-hydrogeneration and conservation, the UK would have no need to import noisy expensive intermittent turbines and would produce tens of thousands of permanent jobs. The French, with more technically qualified people in government and the civil service than the UK, have ensured their recent Grenelle-2 energy policy will effectively halt wind-farm development. J Jenkins Bridgend, Mid Glamorgan"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}