{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/aug/20/premier-league-transfer-window", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-08-19T23:17:15Z", "webTitle": "Premier League transfer window – who needs whom?", "webUrl": "https://www.theguardian.com/football/2010/aug/20/premier-league-transfer-window", "apiUrl": "https://content.guardianapis.com/football/2010/aug/20/premier-league-transfer-window", "fields": {"headline": "Premier League transfer window – who needs whom?", "bodyText": "Arsenal Laurent Koscielny and Marouane Chamakh have arrived to bolster defence and attack. Arsène Wenger still needs a goalkeeper as he remains unconvinced by the current No1, Manuel Almunia. Mark Schwarzer is favourite but Manchester City's Shay Given may interest the manager, who has up to £15m to spend Who they have signed Laurent Koscielny (Lorient, £9.7m), Marouane Chamakh (Bordeaux, free) Who they still want Mark Schwarzer (Fulham), Shay Given (Manchester City) Aston Villa It is difficult to see much activity at Villa Park unless a permanent manager is appointed before the window closes. With Stephen Ireland arriving as part of the James Milner deal and several promising youngsters emerging, Villa's squad looks reasonably strong, although a prolific goalscorer would be a welcome addition Who they have signed Stephen Ireland (Manchester City, part-exchange) Who they still want No targets at present Birmingham City Alex McLeish has endured plenty of frustration since making a couple of early signings. The arrival of Matt Derbyshire has increased McLeish's attacking options but the Birmingham manager still feels his squad lacks depth and quality. A left-winger, such as Charles N'Zogbia, remains high on his list Who they have signed Ben Foster (Man Utd, £6m), Nikola Zigic (Valencia, £6m), Enric Valles (NAC Breda, free), Matt Derbyshire (Olympiakos, loan) Who they still want Charles N'Zogbia (Wigan) Blackburn Rovers A prospective new owner is talking up a £100m war chest for Sam Allardyce and, alarmingly, the prospect of bringing David Beckham to Ewood Park. Back in the real world, Allardyce is continuing his exhaustive search for an inexpensive striker to rectify last season's glaring weakness Who they have signed Hugo Fernández (Unión Deportiva Cornellà, nominal), Mame Biram Diouf (Man Utd, loan) Who they still want Ivelin Popov (Litex Lovech), Benjani Mwaruwari (free agent) Blackpool A chaotic summer has now seen Blackpool's chairman, Karl Oyston, step down, leaving Ian Holloway and his players with little inkling of what the future holds. A £10,000 a week wage ceiling makes recruitment tricky Who they have signed Craig Cathcart (Man Utd, £500k), Chris Basham (Bolton, £500k), Marlon Harewood (free agent), Elliot Grandin (CSKA Sofia, undisc), Ludovic Sylvestre (Mlada Boleslav, undisc), Malaury Martin (Monaco, free) Who they still want Anyone Holloway can get his hands on Bolton Wanderers Owen Coyle hopes mainly to trim his squad, with Danny Shittu and Jlloyd Samuel among those available, but he will explore the loan market towards the end of the window. The priority is a passer in midfield after recruiting Jack Wilshere on loan from Arsenal last season Who they have signed Marcos Alonso (Real Madrid, £1.6m), Tom Eaves (Oldham, £350,000), Robbie Blake (Burnley, free), Ivan Klasnic (Nantes, free), Martin Petrov (Man City, free) Who they still want Tom Cleverley (Man Utd) Chelsea Carlo Ancelotti began the summer wanting to bolster his midfield and attack, and following Ricardo Carvalho's departure for Real Madrid he now appears light in central defence, although he says he will not be strengthening that area. If he can add the Brazil forward Neymar he will be content Who they have signed Ramires (Benfica £16.3m), Yossi Benayoun (Liverpool, £5m), Matej Delac (Zapresic, £2.7m), Tomas Kalac (Sigma, undisc) Who they still want Neymar (Santos) Everton Ideally, David Moyes would love to add a top goalscorer and a quick right-midfielder to his squad. The reality is that he has no money to spend unless he sells Yakubu Ayegbeni, Joseph Yobo and, more reluctantly, Steven Pienaar. The approach to Craig Bellamy shows Moyes has not given up hope of a late solution Who they have signed Magaye Gueye (Strasbourg, £900k), João Silva (Aves, £500k), Jermaine Beckford (Leeds, free), Jan Mucha (Legia Warsaw, free) Who they still want Marat Izmailov (Sporting Lisbon) Fulham Mark Hughes's squad is light on fresh faces and, if Mark Schwarzer moves to Arsenal, he will need a goalkeeper. A central defender is also a requirement due to Philippe Senderos's six-month layoff with an achilles injury. Hughes's budget extends to around £12m Who they have signed Moussa Dembélé (AZ Alkmaar, £5m), Jonathan Greening (West Brom, free), Philippe Senderos (Arsenal, free) Who they still want Shay Given (Man City), Paul Robinson (Blackburn), Curtis Davies (Aston Villa) Liverpool Roy Hodgson has confirmed he will not be seeking marquee names if a takeover does materialise very soon. \"We are looking to add one or two players,\" he said this week. Priorities are a striker and a left-back Who they have signed Christian Poulsen (Juventus, £5m), Brad Jones (Middlesbrough, £2.3m), Danny Wilson (Rangers, £2m), Jonjo Shelvey (Charlton £1.7m), Joe Cole (Chelsea, free), Milan Jovanovic (Standard Liège, free) Who they still want Paul Konchesky (Fulham), Nacho Monreal (Osasuna), Ola Toivonen (PSV Eindhoven) Manchester City Roberto Mancini has said City's summer spending – six players at a total cost of £126m – is now finished and there is no reason to disbelieve him but the club's financial position means they will always be in the market if a top player suddenly becomes available. Saturday's draw at Tottenham demonstrated there are still areas of the team that need improvement, particularly in defence but also the need for a target man in attack Who they have signed David Silva (Valencia, £26m), James Milner (Aston Villa, £26m), Yaya Touré (Barcelona, £24.5m), Mario Balotelli (Inter, £22.5m), Aleksandar Kolarov (Lazio, £16.5m), Jérôme Boateng (Hamburg, £10.5m) Who they still want David Luiz (Benfica) and Zlatan Ibrahimovic (Barcelona) are possible targets Manchester United Sir Alex Ferguson has spent around £25m this summer and it is difficult to imagine the Glazers releasing any more transfer funds given the club's financial position. United are the best in the business, though, when it comes to pulling off under-the-radar deals, so it cannot be completely ruled out. Mesut Ozil was a genuine target until it became clear he favoured Real Madrid Who they have signed Chris Smalling (Fulham, £10m), Bébé (Vitória, £7.4m), Javier Hernández (Chivas, £6m) Who they still want Raúl Meireles (Porto) is a possible target Newcastle United Chris Hughton has been constrained by the general policy directive – breached in Sol Campbell's case – to sign promising under-25s as cheaply as possible on salaries lower than £25,000 a week. Lack of cover in defence and a shortage of creativity needs addressing Who they have signed James Perch (Nottm Forest, £1.4m), Sol Campbell (free agent), Dan Gosling (Everton, free) Who they still want Hatem Ben Arfa (Marseille), Victor Anichebe (Everton), cover at left-back Stoke City Tony Pulis was linked with a bid for the Wigan Athletic striker Hugo Rodallega, but news that Kenwyne Jones's injury is as not as serious as first feared means that the deal is unlikely. Pulis's main task for the remainder of the transfer window is to offload several fringe players who are contributing little beyond adding to the wage bill Who they have signed Kenwyne Jones (Sunderland, £8m), Florent Cuvelier (Portsmouth, undisc) Who they still want Nobody Sunderland Recruiting a physically imposing target man to replace Kenwyne Jones is Steve Bruce's priority, although Charles N'Zogbia is also very much wanted on Wearside Who they have signed Marcos Angeleri (Estudiantes, £2m), Simon Mignolet (Sint Truidense, £2m), Titus Bramble (Wigan, £1m), Cristian Riveros (Toluca, free), Nedum Onuoha (Man City, loan), Danny Welbeck (Man Utd, loan) Who they still want Charles N'Zogbia (Wigan), Asamoah Gyan (Rennes), Roque Santa Cruz (Man City) Tottenham Hotspur Harry Redknapp is ready to ship out Robbie Keane and Jermaine Jenas to accommodate new personnel. With Ledley King a perennial injury concern and Jonathan Woodgate's season in doubt, he would like to sign a central defender. He was also keen on Craig Bellamy, suggesting he wants a forward Who they have signed Sandro (Internacional, £6m) Who they still want William Gallas (free agent), Brede Hangeland (Fulham), Loïc Rémy (Nice), Scott Parker (West Ham) West Bromwich Albion The flaws in Roberto Di Matteo's squad were exposed in the 6-0 defeat at Chelsea. The manager is keen to bring in a defender, central midfielder, winger and centre-forward Who they have signed Nicky Shorey (Aston Villa, £1.5m), Boaz Myhill (Hull, £1.5m), Gabriel Tamas (Auxerre, £800k), Pablo Ibáñez (Atletico Madrid, free) Who they still want Marc Wilson (Portsmouth), Cheick Tioté (FC Twente), Peter Odemwingie (Lokomotiv Moscow) West Ham United Avram Grant has bought in bulk but is still in the market for a right-back and is keen to sign a 15-goal-a-season man. Kieron Dyer made yet another comeback in the reserves recently so may give the squad a welcome boost Who they have signed Pablo Barrera (Pumas UNAM, £4m), Winston Reid (Midtjylland, £3m), Frédéric Piquionne (Lyon, £1m), Thomas Hitzlsperger (Lazio, free), Tal Ben Haim (Portsmouth, loan) Who they still want Nigel Reo-Coker (Aston Villa), Roque Santa Cruz (Manchester City) Wigan Athletic The loss of Titus Bramble has destabilised the defence and manager Roberto Martínez desperately needs to replace him. Keeping the likes of Hugo Rodallega and Charles N'Zogbia is also crucial Who they have signed Mauro Boselli (Estudiantes, £6.5m), Ronnie Stam (FC Twente, £3m), James McArthur (Hamilton, £500k), Antolín Alcaraz (Brugge, free), Ali al-Habsi (Bolton, loan) Who they still want Franco Di Santo (Chelsea, loan), Steven Caldwell (free agent) Wolverhampton Wanderers With five players arriving at Molineux this summer at a total cost of £16.5m, Wolves got their business done before the last-minute rush. Mick McCarthy has cover in most positions and Michael Kightly will seem like a new signing shen he returns from injury. Who they have signed Steven Fletcher (Burnley, £6.5m), Stephen Hunt (Hull, £3m), Steven Mouyokolo (Hull, £2.5m), Jelle van Damme (Anderlecht, £2.5m), Adlène Guedioura (Charleroi, £2m) Who they still want Nobody"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}