{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/aug/29/us-open-2010-andy-murray", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-08-28T23:06:49Z", "webTitle": "US Open 2010: Andy Murray must be prepared to roll the dice | Kevin Mitchell", "webUrl": "https://www.theguardian.com/sport/2010/aug/29/us-open-2010-andy-murray", "apiUrl": "https://content.guardianapis.com/sport/2010/aug/29/us-open-2010-andy-murray", "fields": {"headline": "US Open 2010: Andy Murray must be prepared to roll the dice", "bodyText": "Andy Murray does not drink and does not gamble. But there will be key moments when he is tempted to take the odd risk at the US Open, which starts in Flushing Meadows tomorrow, because there is quite a dividend at stake. If the Scot is finally to break through, to prove he deserves to be regarded as the best British tennis player since Fred Perry, he has to conquer his reluctance to attack the net at some point over the next fortnight. This is his favourite surface and his best chance of winning a grand slam tournament. It would be wasteful to ignore those advantages in a field slightly weakened by Roger Federer's incremental slippage from greatness and Rafael Nadal's preference for the slower clay of Europe. Murray, whose progress has seemed alternately built on and delayed by his natural conservatism, gave heart to those supporters urging him to abandon his grinding baseline strategy when he attacked with killing efficiency and near-perfect timing to beat the resurgent David Nalbandian, Nadal and then Federer to win his first tournament of the year in Toronto two weeks ago. Respected commentators see him as a legitimate contender, even though he went out to Mardy Fish in the quarter-finals of the Cincinnati Masters, exhausted to the point of collapse. And that is what is nagging at Murray. The fear of a repeat on a much bigger stage may be the only incentive he needs to go for the quick finishes. \"I've played like that before,\" he said last week. \"In Australia this year it was really good, in the Hopman Cup it was good. It's easier on the body because you don't have to do as much running, especially in the conditions here when it gets hot. It's important to play your game but also, when you can, get some free points and shorten the points, so it definitely helps.\" Then he back-tracked a little. \"The other tournaments are preparation, really, to play your best tennis in the grand slams. Once you get there it's only about winning. If you have to play ugly, ugly tennis to win, it doesn't matter. I'll try to play aggressive and play like I was playing in Toronto but, if it's not working, I'll change and just try to play and win.\" His game has not quite returned to the level he reached in Melbourne in January, and there are so many players at or near his level that his 3-1 third line of favouritism before a ball has been hit in a tournament where he has to win seven matches is a bit thin. Murray said he may wait until the end of the year before deciding on a coach, after the recent departure of Miles Maclagan. He said he has had plenty of offers, but he would not consider asking his mother, Judy, to get involved directly, even though she is an excellent coach. \"I haven't been on a practice court with my mum for years. She's helped with tactics in some of my matches, and that's something that she's good at. But in terms of actual coaching, it's something that I don't want to get involved in. I am sure it's something my mum doesn't want to get involved in. It's just nice having family around.\" Tomorrow Murray continues his sometimes tortured odyssey with a first-round workout against the world No72, Lukas Lacko of Slovakia. Tomas Berdych and Nadal lurk on his side of the draw, Federer on the other. His former coach Brad Gilbert thinks Murray can win here; so does Bjorn Borg. He can – but, as John McEnroe said earlier in the year, his time is more likely to come at this tournament next year."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}