{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/aug/21/tax-burden-rowland-philip-green", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-08-20T23:06:29Z", "webTitle": "Tax: Sharing the burden | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2010/aug/21/tax-burden-rowland-philip-green", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/aug/21/tax-burden-rowland-philip-green", "fields": {"headline": "Tax: Sharing the burden", "bodyText": "All in it together? Going by this week's slew of stories, some are less in it than others. David Cameron's big promise was that in the almost unprecedented fiscal austerity that would define his time in office, plutocrats and politicians would not enjoy any favouritism. In which case he should be going full tilt after the business people who have arranged their tax affairs so as to escape the full brunt of HM Revenue and Customs. Rather than do so, the prime minister instead seeks to promote them to office, while his tax officers make worrying noises about how they will be more pragmatic in dealing with tax avoiders. One example from this week: David Rowland has declined to take up his appointment as treasurer of the Conservative party, which he was due to assume within a few weeks. The official reason is that the property multimillionaire's \"developing business interests\" have got in the way. But Mr Rowland was also a tax exile for decades, before returning last year and donating millions to the Tory party; and it would be fair to assume that Mr Cameron could have expected some opprobrium (not least from his own MPs) for appointing such a recent returnee from the tax haven of Guernsey to a prominent position within his party. The wonder is that this was not spotted earlier. But that sits alongside No 10's decision to make billionaire Sir Philip Green an adviser on how to cut public spending – despite the fact that his Arcadia retailing empire is directly owned by his wife, who is resident in the tax haven of Monaco. Let us not mince words: it is shameful that no Lib Dem cabinet minister has come out to criticise or even question Sir Philip's appointment. Then there is HMRC, which yesterday signalled that it would adopt a more pragmatic approach when dealing with tax avoiders. Dave Hartnett, permanent secretary at the department, told a newspaper that his staff has been \"sometimes too black and white about the law\". Mr Hartnett has previously played an admirable role in chasing down instances of massive corporate tax avoidance. If he now wants to be pragmatic as a means to getting more money from tax receipts more quickly then all well and good; but government tax collectors should not be less than bloody-minded in tackling loophole merchants. This is about more than cute progressive posturing; billions are at stake. According to the government's own calculations from last September, tax avoidance is worth £5.5bn a year. Yet this new government has been softer on tackling the issue and keener to project itself as (to quote George Osborne) \"open to business\". The question is, what kind of business?"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}