{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/aug/20/peter-kenyon-liverpool-takeover-kenny-huang", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-08-19T23:23:00Z", "webTitle": "Peter Kenyon called in as unlikely dealmaker for Liverpool takeover", "webUrl": "https://www.theguardian.com/football/2010/aug/20/peter-kenyon-liverpool-takeover-kenny-huang", "apiUrl": "https://content.guardianapis.com/football/2010/aug/20/peter-kenyon-liverpool-takeover-kenny-huang", "fields": {"headline": "Peter Kenyon called in as unlikely dealmaker for Liverpool takeover", "bodyText": "Peter Kenyon has been engaged by Kenny Huang to lead negotiations for the Chinese consortium in its bid to take over Liverpool. The news emerged as Marc Ganis, the Chicago-based sports executive, was stood down by the Chinese consortium. Digger understands Ganis has not been involved with Huang since Tuesday this week after what appears to have been a clash of cultures. Bloomberg reported Kenyon has been involved in talks for several months. He is acting as a consultant on behalf of Huang, having won the mandate through his employer, Creative Artists Agency, whom he joined upon leaving his post as Chelsea's chief executive. Kenyon, who is also a former chief executive of Manchester United, will not take up any boardroom position at Liverpool in the event of success in Huang's bid. Meanwhile Ganis, who had assisted Huang's QSL sports group in previous negotiations with US sports franchises and sponsors, has lost his own mandate. It was Ganis who detailed in an interview with the US wire agency the Associated Press on 6 August the merits of Huang's bid. That interview also carried a warning that rather complicated the negotiations with Liverpool's board, which still includes as directors the American co-owners, Tom Hicks and George Gillett. Ganis said: \"What is not one of our goals is the enrichment of the existing owners.\" Ganis was not available to respond to Digger's request last night to explain his departure from the Huang consortium. It is impossible to know for sure why he is no longer part of the bid. But at a time when Hicks and Gillett's principal motivation is to recover some cash value for their equity, the best bet is he has paid for those comments. Bleating a bit rich Press briefings from China that Huang is growing frustrated with the sale process at Liverpool are a little rich. It is not the fault of the club's vendors that as recently as this week his consortium had still not provided incontrovertible evidence that he had the money to turn his proposal into a purchase. There are signs that at last it has now been provided, and if so it is quite likely that his is the only credible bid on the table. Huang is certainly convinced his package is the best for the club (though quite how he would know what others are offering is another matter entirely). But even so, Liverpool fans must not expect the Chinese consortium to gain control imminently: Barclays Capital and the club's chairman, Martin Broughton – who together are leading the process – have a fiduciary duty to explore the merits of other bids first. Leeds test new waters Leeds United's Championship fixture against Millwall tomorrow will be streamed live across the internet on a pay-per-view basis in overseas territories, with the Football League using it as a market-testing exercise before possibly rolling out the process more widely in future. The League has so far gained permission for the match to be streamed in three overseas territories and will be closely monitoring data on take-up: if it goes well there will be an appetite for developing what will be a source of entirely new revenues for clubs. SPL needs new channel The most worrying aspect of the £13m broadcast deal that the Scottish Premier League had no option but to sign with Sky and ESPN following the collapse of Setanta would seem to be that it is for five whole years. That would suggest the SPL will have no opportunity to increase its pitiful broadcast revenues beyond the levels revealed in the PricewaterhouseCoopers report discussed here yesterday. However Digger understands the £65m, five-year deal does have a break clause after three years, and the SPL is now one season in: Scottish clubs must hope some fresh competition enters the market so they have only two more years of pain. Paul backs England bid With less than a week to go before Fifa's technical experts head to these shores for their official inspection visit, England 2018 has added a new ambassador to its roster. And, frankly, you would need a certain cephalopod's powers of prediction to have guessed his identity. But after anointing Spain as world champions before the event, as well as correctly predicting every single winner in Germany's run to the World Cup semi-final Digger can reveal that Paul the Octopus is now backing the bid. I honestly cannot believe I have just written that sentence."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}