{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/aug/12/stephen-bates-diary-blair", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-08-11T23:15:14Z", "webTitle": "Stephen Bates's diary", "webUrl": "https://www.theguardian.com/politics/2010/aug/12/stephen-bates-diary-blair", "apiUrl": "https://content.guardianapis.com/politics/2010/aug/12/stephen-bates-diary-blair", "fields": {"headline": "Diary", "bodyText": "✒I am sure we're all agog to read Tony Blair's memoirs next month, but the Bookseller warns that those wanting a signed copy when he drops into Waterstone's in Piccadilly for a session on 8 September will have to jump through hoops to get it. The bookshop is laying down stringent conditions: no bags or mobile phones allowed, obviously, but also there will be no photographs with the Great Man; no personal dedications will be signed and there will be a maximum of only two copies of the book each. Waterstone's says: \"Customers who wish to have a chance to meet Blair will have to show proof of purchase of his book from Waterstone's at the morning of the signing. They will then receive a wristband, which allows entry to the signing queue. However, it does not guarantee Blair will sign the customer's book.\" Who says the age of control freakery is dead? Other signings have apparently yet to be arranged. Wouldn't it serve him right if no one turned up? ✒The Diary vividly recalls covering a Ted Heath book-signing session years ago. Ted, fabled for his inter-personal skills, disposed of pleasantries and each customer in seven seconds flat. \"He likes the chance to meet people,\" his publicist explained gamely. \"Not like that Alistair Cooke – he practises the head-down technique, doesn't look at anyone and gets through 1,000 an hour.\" ✒Those peaceable Swiss folk in Basle are getting a trifle worked up to find that Aegis Defence Services, the British security company supplying protection to allied contractors in Iraq and Afghanistan, has relocated its headquarters for tax purposes to their neck of the Rhine. The local press is full of stories about British private armies marching into neutral Switzerland. The Basler Zeitung complains that the company makes a great deal of discretion, something you'd think the Swiss usually approve. Aegis says, on the contrary, it's just its holding company that's moving, to take advantage of the transparent and stable tax system and keep close to the NGOs already based there. ✒How reassuring: just 36 hours after former Alaskan senator Ted Stevens dies in a plane crash while going fishing and conservative conspiracy theorists are already blaming Barack Obama for assassinating him. Mark you, they're also crediting the president with unleashing weather wars, using the same Tesla beam weapon that brought down Stevens's plane to cause a heatwave to Russia and flooding in China, so at last he's done something the wingnuts can support. ✒Legal history in the making at Brighton magistrates' court today, where local activist Tony Greenstein has been arraigned by the rozzers under the Miscellaneous Provisions Act (1916) for running a stall last January for the Palestine Solidarity Campaign, which had a tin for donations to the cause. They claim the collection was unauthorised, but Tony's arguing no other groups have been prosecuted, and anyway he's been running the stall for years unmolested. He's got legal aid too, so the forces of law'n'order may live to regret taking him on. ✒So farewell, then, Jimmy Reid, hero of the Upper Clyde Shipbuilders' work-in in the early 1970s. One who was there recalls the shop stewards' meeting at which a bouquet of red roses and a cheque for £10,000 arrived with the best wishes of John and Yoko Lennon. Sceptical voice from the back: \"Are you sure it's from them?\" Chairman, witheringly: \"Do you know another Yoko?\" Another voice from the back, cheerfully: \"No, but I know another Lenin ...\" ✒Is it yet time to institute the Curse of Cameron? No sooner does the prime minister announce he's an Aston Villa fan (nothing so obvious as a lifelong devotion to north Birmingham – he's a nephew of the club's former chairman Sir William Dugdale) than the manager leaves. Spooky, or what?"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}