{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2010/aug/12/england-hungary-theo-walcott-fabio-capello", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-08-11T23:10:00Z", "webTitle": "Still glad you left Theo Walcott behind then Mr Capello? | Richard Williams", "webUrl": "https://www.theguardian.com/football/blog/2010/aug/12/england-hungary-theo-walcott-fabio-capello", "apiUrl": "https://content.guardianapis.com/football/blog/2010/aug/12/england-hungary-theo-walcott-fabio-capello", "fields": {"headline": "Still glad you left Theo Walcott behind then Mr Capello?", "bodyText": "Bring on Spain? Not just yet, thank you very much. Last night England took an excruciatingly long time to overcome uninspired opposition, and for eight awful minutes they flirted with the risk of another humiliation. Only very limited encouragement could be taken from such a scratchy victory. But no wonder Steven Gerrard looked so happy as he left the field. The first of his two decisive goals had been driven home with a controlled ferocity that spoke of all the frustrations of the past few weeks. The second, a delicious piece of skill executed at high speed and in restricted space, may even have banished the painful memory of the abject apology the captain had been forced to present to the nation 24 hours earlier. The two strikes demonstrated that behind a sometimes deadpan façade lurks the same level of commitment that drives his best performances for Liverpool. Elsewhere, Theo Walcott was able to spend 45 minutes showing Fabio Capello that he made a big mistake in leaving the Arsenal forward out of his final selection for the World Cup. The player whose hat-trick in Zagreb two years ago set England on the road to South Africa showed that a little more trust in his gifts might well have been rewarded. The manager's problem with Walcott, it was said, concerned the 21-year-old's ability to carry out instructions. Football, however, is not just a matter of following the script – as Capello, whose club sides included the likes of Dejan Savicevic and Francesco Totti, should know well. The recent discovery that students at Germany's university of sport in Cologne spent 1,000 hours analysing England's approach before the fateful encounter in Bloemfontein, apparently feeding Joachim Löw with an accurate analysis of the side's weaknesses, suggests that a touch of the unexpected will be vital if Capello is to see any real improvement in the coming months. Walcott is a prime contender to help the team emerge from the foetid swamp of their recent displays. After seven minutes of tonight'sfirst half he showed the speed that brought him to prominence as a teenager, leaving Vilmos Vanczak stranded before clipping over a cross that took a deflection and won a corner. Six minutes later he dribbled into the penalty area, leaving Roland Juhasz on the seat of his pants, and laid a precise ball back to Adam Johnson, who contrived to hit a sidefoot shot over the bar from a perfect position 10 yards out. Doubts are regularly cast on Walcott's ability to turn his gifts into hard currency, but here were two examples of highly relevant activity. Midway through the half there was another demonstration of his growing maturity when he beat both Vanczak and Juhasz in one movement, raced down the wing and looked up to see no credible goalmouth target for a cross. Instead of hammering the ball hopefully into the middle, he used his imagination as well as his technique to measure a long, high pass that landed on the toe of Adam Johnson, waiting in a deep position beyond the far post. The Manchester City winger was also excluded by Capello in May, although he could not have felt it as keenly as Walcott, with only one senior cap to the Arsenal man's 11. In the first half last night the left-footed Johnson was stationed on his \"natural\" side - which is not where he usually plays for his club, who use him as an inside-out winger, cutting inside the opposing full back - and his performance was disappointingly subdued. Had he put away the chance created for him by Walcott, there might have been none of the pantomime noises that accompanied the side into the tunnel at the interval. Walcott and Johnson were the beneficiaries of an unexpected change of direction from Capello. The manager had gone to some trouble during the build-up to defend his membership of the 4-4-2 Preservation Society, citing Sir Alex Ferguson's enduring preference for a system that England were almost alone in adopting for the World Cup finals. But tonight, after many of his critics had urged him to join the rest of the world in switching to the fashionable 4-2-3-1, he sprang a surprise by unveiling a version of Jose Mourinho's 4-3-3. For the second period, however, the manager reverted to his favourite system, with Johnson moving across to the right, the two-footed Ashley Young appearing on the left, and Bobby Zamora partnering Wayne Rooney up front. Young made an immediate impression, using his speed to torment Zoltan Szelesi in a way that Johnson, a much more deliberate type of winger, could not. And Johnson, too, immediately looked more dangerous. But then, as if to mock England's earnest bid for rehabilitation, came the moment that overshadowed all the small gains made during the first hour. Phil Jagielka's name will go into the record as the author of an own goal, but the crucial error was made by Michael Dawson, who was unlucky in the linesman's negative view of his goal-line clearance. Desperate for any sign of spirited resistance, the crowd greeted Gerrard's goals as an act of exorcism. The rest of the match suggested that little has really changed. But for all those parents who took advantage of the reduced prices to give their children a glimpse of England's superstars, there will have been a more cheerful ride home."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}