{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2010/aug/14/environment-cuts-seas-marine-conservation", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2010-08-13T23:13:02Z", "webTitle": "Environment cuts: fight to preserve the health of the seas", "webUrl": "https://www.theguardian.com/environment/2010/aug/14/environment-cuts-seas-marine-conservation", "apiUrl": "https://content.guardianapis.com/environment/2010/aug/14/environment-cuts-seas-marine-conservation", "fields": {"headline": "Environment cuts: fight to preserve the health of the seas", "bodyText": "Plans to set up a network of marine conservation areas and safely build vast offshore windfarms and deep-sea oil rigs around the UK could be hampered or irreparably damaged by spending cuts, senior ecologists have warned. They fear that 40% cuts in the government's environment funding will hit crucial research programmes into the health of Britain's seas at a time of unprecedented pressures on marine habitats. Conservationists believe the cuts will severely affect a marine research centre in Aberdeen, an outpost of the Joint Nature Conservation Committee (JNCC), where 30 scientists and support staff lead crucial surveys and scientific studies on fish stocks, marine biodiversity and the seabed around Britain. One senior government adviser said that this would leave the UK exposed to legal action and potentially the loss of funding from the European commission for breaching its duties under EU birds and habitats directives, which require ministers to protect vulnerable species such as dolphins and sea birds. Legal action and uncertainties about the suitability of sites could delay the offshore renewables programme and cost industry and the taxpayer more in future. \"It's a double bang: it gets in the way of development and if we make mistakes we'll be clobbered by the [EU] commission. We'll get whopping great penalties, to say nothing of the reputational damage,\" he said. Energy companies are installing thousands of offshore wind turbines around the British coast, while the oil industry, led by BP, is pushing for licences to drill test wells in deep but poorly studied waters off western Scotland and Shetland. Under legislation passed by the Labour government, the UK is also committed to setting up a network of marine conservation zones, dedicated to preserving the most vulnerable and significant areas of sea, as the first step towards introducing marine protection areas where tough controls on industry, fishing and pollution will be enforced. Stuart Housden, director of the Royal Society for the Protection of Birds Scotland, said the JNCC's work in Aberdeen played a vital role in establishing where to set up marine protection zones and where it was safest to build offshore windfarms or tidal and wave power machines, or to sink oil wells. \"These are very expensive and difficult to do, and these processes have already been starved of funds, but at the same time governments in Edinburgh and London are very anxious to see opportunities for offshore renewables and oil and gas pursued with vigour,\" he said. \"But to do that we need to have good environmental assessments; we need to know what's out there and where to declare the best protected areas. They're trying to cut corners and save money when the pressures to do developments at sea are so fast and furious, and before the best sites are identified, with serious damage potentially being done.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}