{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2010/aug/25/cost-dilemmas-over-expensive-drugs", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2010-08-24T23:05:09Z", "webTitle": "Letters: Cost dilemmas over expensive drugs", "webUrl": "https://www.theguardian.com/world/2010/aug/25/cost-dilemmas-over-expensive-drugs", "apiUrl": "https://content.guardianapis.com/world/2010/aug/25/cost-dilemmas-over-expensive-drugs", "fields": {"headline": "Cost dilemmas over expensive drugs", "bodyText": "The National Institute for Health and Clinical Excellence has decided that Avastin is not a cost-effective treatment for advanced bowel cancer (Report, 24 August). It estimates it would cost the NHS about £135m a year to treat 6,500 people at £20,800 per person and the limited extension to life that Avastin provides cannot be justified. Never mind, says the government. This is why we're setting up the Cancer Drugs Fund of £50m to pay for these expensive treatments. But the money won't even fund this one treatment for all its potential beneficiaries – never mind the next wonder drug that comes along. So having rubbished Nice, how will the government decide which drugs will be supported from the new fund? And as the fund won't even cover Avastin for all bowel cancer sufferers, what mechanism will it use to arbitrate on just who out of the 6,500 sufferers will get this treatment and who will miss out? Is this just one more problem of how to allocate scarce resources that he will dump on the new GP consortiums? Iain Kitt Newcastle upon Tyne • Your survivor Barbara Moss is indeed a remarkable success. But following the logic of your piece, if taking Avastin gave her at least an extra 21 months of disease-free existence, then scores of others do not even benefit from the extra six weeks quoted as the average benefit from its use. I have no objection to the NHS paying for genuinely successful treatments. But until the drug companies agree not to charge for their failures, I can see no resolution to a system that either funds all treatment, failures included, or none. Roche's offer of a risk-sharing scheme, whereby the NHS picks up the bill for the first year and Roche funds treatment thereafter, is perverse. The failures will be dead by then. Dr Jim Paris Preston, Lancashire"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}