{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2010/aug/21/sue-arnold-audiobook-choice", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2010-08-20T23:06:45Z", "webTitle": "Audiobook review roundup", "webUrl": "https://www.theguardian.com/books/2010/aug/21/sue-arnold-audiobook-choice", "apiUrl": "https://content.guardianapis.com/books/2010/aug/21/sue-arnold-audiobook-choice", "fields": {"headline": "Audiobook review roundup", "bodyText": "Timebomb, by Gerald Seymour, read by Mike Grady (17hrs unabridged, Whole Story Audio, £29.99) In 1993 a disaffected KGB major working at a secret Soviet nuclear missile decommissioning plant steals a warhead in lieu of a pension, wraps it in bin liners and buries it in his vegetable patch. Fifteen years later he finds a buyer for his Zhukov RA114, a Middle Eastern arms dealer willing to hand over $11m to the Berlin-based Russian mafia boss who has brokered the deal via his financial adviser in London. So far so simple, but if you are familiar with Seymour's thrillers you know that the plot will slowly thicken to the consistency of muligatawny, steeped with a rich mix of desperate and driven characters happy to knock off their grandmothers to save their own skins. Except for the über-creepy Russian heavy in Berlin, whose tiny, frail 83-year-old granny Anna is even tougher and creepier than he is. Anna, a Polish Jew, had to be tough to survive the Nazi death camp where 250,000 Jews, including her entire family, were murdered. As ruthless as the mafia minders who kneecap their victims with power drills is the MI6 spymaster Christopher Lawson, who regards all agents as dispensable. So, I suppose, did George Smiley, but he seemed a nice guy. Lawson is a monster. A long, distinguished career as an ITV war reporter gives Seymour's books absolute authenticity. He knows how the nuts and bolts of undercover surveillance and terrorism work. Remember Harry's Game back in 1975? He hasn't lost his touch. Slow Horses, by Mick Herron, read by Sean Barrett (10hrs unabridged, Isis, £28.99) Nothing makes me cheerier and impatient to get into bed earlier than discovering a good new thriller writer – well, new to me at least. This funny, stylish, satirical, gripping story about what happens to MI5 spooks who blot their copybooks by, say, leaving sensitive material in red folders marked \"HMG TOP SECRET\" on the tube is Herron's sixth novel. The opening scene is brilliant, as tense and atmospheric as any TV spy chase. Sean Barrett's reading, apparently through gritted teeth, piles on the agony. The target – a dark-skinned youth, rucksack, jeans, white vest under blue shirt – is being pursued by armed police in a London tube station – no, not Stockwell, King's Cross. The target isn't shot (it turns out he's innocent), but meanwhile the real suicide bomber – jeans, rucksack, blue vest under white shirt – has already blown himself up on another platform causing 120 deaths. Responsible for the colour coordinated cock-up (it's only a training exercise) is aspiring secret agent River Cartwright, demoted from the fast lane to the dreaded Slough House in Finsbury, where the failures, the \"slow horses\", are given dead-end jobs, encrypting mobile phone messages, searching through rubbish, and so on. Cartwright seems doomed until he stumbles on a plot to abduct and behead a young man live on the internet. Memorably seedy characters, sharp dialogue, complex plot. I'm hooked. 61 Hours, by Lee Child, read by Jeff Harding (14½hrs unabridged, Soundings, £32) Ask me what Child's 13 previous thrillers featuring former US military police officer Jack Reacher are about (I've read them all), and I couldn't give you precise details. It's the super-humanly strong 6'5'' Reacher, who can take on a dozen armed men with his bare hands, you remember – the latter-day Lone Ranger, no home, no phone, no possessions, hitchhiking through America,fighting bad guys, pulling women, saying little. I vaguely thought he'd been killed off but here he is again, leaner, terser and a damn sight colder because the arch-villain has taken his parka and it's -20 in the badlands of South Dakota. I didn't know Lee Child comes from Sheffield, or that you can get Jack Reacher scholarships to Sheffield University. I only know that I love his books."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}