{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2010/aug/17/dovedale-stones-to-be-used", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2010-08-16T23:05:08Z", "webTitle": "Letters: Dovedale's stones are there to be used", "webUrl": "https://www.theguardian.com/travel/2010/aug/17/dovedale-stones-to-be-used", "apiUrl": "https://content.guardianapis.com/travel/2010/aug/17/dovedale-stones-to-be-used", "fields": {"headline": "Dovedale's stones are there to be used", "bodyText": "The stepping stones over the river Dove in Derbyshire's Dovedale have not been renovated because of an obsession with health and safety (Simon Hoggart, 7 August), but because they are part of a right of way used in high season by thousands of walkers each day. Despite their being referred to in The Compleat Angler (a book it is doubtful whether one visitor in 10,000 has ever heard of, let alone read) they were not constructed, nor are they used today, purely as a landscape ornament in the manner of Capability Brown. These stones were made for walking and the renovation (using local limestone, in a perfectly respectful and unobtrusive way) is aimed at keeping them that way. Perhaps Hoggart hates having to share \"his\" picture-postcard stones with the hoi polloi who continue to use them to get from A to B. If the council had done nothing, and in 20 years the stones had become so eroded as to be both unusable and irreparable, Hoggart would doubtless be sitting somewhere in France moaning about how much better care the French take of their heritage than we do. Robert Saunders Edinburgh • Twice this year you have recommended Dovedale as a beautiful place to visit, but people should be warned: its famous stepping stones across the river are beautiful no more. Derbyshire county council, presumably with National Trust consent, have stuck paving slabs on the top of the stones – a hideous sight that desecrates our dale. Can anyone out there come up with a worse example of how to ruin what you are trying to protect? Jane Taylor Smethwick, West Midlands"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}