{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/aug/21/maarcus-trescothick-essex-somerset-match-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-08-20T23:06:39Z", "webTitle": "Peter Trego supports Somerset's title charge", "webUrl": "https://www.theguardian.com/sport/2010/aug/21/maarcus-trescothick-essex-somerset-match-report", "apiUrl": "https://content.guardianapis.com/sport/2010/aug/21/maarcus-trescothick-essex-somerset-match-report", "fields": {"headline": "Peter Trego supports Somerset's title charge", "bodyText": "When Marcus Trescothick retired from international cricket it was widely assumed he would not be able to reach the same heights in the county game he did while playing for England. Yet if Trescothick leads Somerset to their first county championship, it might even rank right up alongside his part in the 2005 Ashes. Somerset kept themselves firmly in contention for the title by completing a comfortable victory over Essex with four sessions to spare. In a fascinating three-horse race, they now sit four points behind the leaders Nottinghamshire, who have a game in hand, and two ahead of Yorkshire. But Somerset are unbeaten since April, have probably the easiest run-in – and they also have an in-form Trescothick, whose murderous 228 yesterday decided this game. In this particular race, an old banger is a major virtue. Today Trescothick needed to do little other than rotate his bowlers and let nature take its course. Essex, who resumed on 38 for one chasing an improbable target of 432, were dismissed for 232 on the stroke of tea, with only Billy Godleman and Ryan ten Doeschate reaching 20. For them, relegation looks increasingly inevitable. The most eye-catching figures went to Zander de Bruyn, who hoovered up the lower order to finish with four for 23, but the outstanding bowler by some distance was Peter Trego, who broke Essex's resistance – such as it was – with an outstanding 11-over spell in which he picked up three for 27. It was his best return since April, and it did not flatter him one bit. After a relatively sedate start to the day, Trego, all hustle and bristle, got right in Essex's face from his first ball. Ravi Bopara was bowled by a good delivery that jagged back off the seam; Godleman, the ball after reaching his half-century, edged behind; and Mark Pettini, dropped in the gully off Trego just before lunch, chipped a return catch straight after the interval. That left Essex on 127 for six and although Ten Doeschate played some feisty strokes in his 41 the end was swift. De Bruyn took the last three wickets in eight balls, the last two with consecutive deliveries. Sussex returned to the top of the Second Division after beating Derbyshire at Horsham by an innings and 109 runs with more than four sessions to spare. Monty Panesar strengthened his claims for an Ashes tour place with four for 67."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}