{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/aug/10/welfare-cuts-free-school-milk", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-08-09T23:05:26Z", "webTitle": "Welfare cuts: Crying over spilt milk | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2010/aug/10/welfare-cuts-free-school-milk", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/aug/10/welfare-cuts-free-school-milk", "fields": {"headline": "Welfare cuts: Crying over spilt milk", "bodyText": "Like Lady Macbeth, Margaret Thatcher was never too sure about the milk of human kindness. David Cameron, in deliberate contrast, makes a virtue of lapping it up. Thus at the weekend, when he found himself accused – just like the iron lady – of snatching real milk from infants, he acted fast to see off the charge. The hapless minister David Willetts was live on television bravely insisting that it was necessary to take a tough look at things like nursery milk, when word came through from No 10 that this particular freebie would be spared the axe. For all his tough talk about the deficit, this is not the first time that Mr Cameron has ridden to the rescue of state-funded perks which are dished out with little regard for whether or not they are needed. Just before the election he gave the costly undertaking that fuel payments, bus passes and free TV licences for older people would all be safe in his hands. As with free milk, he feared that threatening these universal benefits-in-kind would be politically ruinous, because they are simple and well-understood, and – above all – because moving against them would involve moving against rich, poor and middling families all at the same time. Something-for-everyone welfare has some important advantages, most obviously in health and education. Where well-to-do families all opt out of the state system, the result is residualised services for the poor, which soon become poor services. More rarely, there is also a serious argument for handing out money without resort to a means test. Like everyone else, the middle class tend to feel the pinch at particular stages in life, and child benefits and pensions can help them – like everyone else – through the most cash-strapped parts of the journey from cradle to grave. But sometimes, as when the state sends healthy and wealthy pensioners cheques for their fuel bills, the free-for-all goodies are more about politics than anything else. Free milk for children was far from being such a gimmick when it was introduced in the 1940s, a time when many children risked growing up without enough protein. Today childhood obesity is the greater problem, and the case is less clearcut. Some experts would argue that it is better to give youngsters milk than not to do so, but fewer would defend it as the optimal way to spend scarce funds, as opposed – for example – to expending them on healthier school dinners. This, however, is not the real choice, given the government's savage budgetary plans. The £59m which will now continue being spent on free milk will not be diverted from some nice-to-have school dinner scheme, but will very possibly be drained away from an essential service which is relied upon by people below the breadline. The budget threw a shield over universal child benefit while savaging rent support for the poor, and Mr Cameron's grim weekend warnings about erroneous tax credit payments may be preparing the ground for a fresh attack on targeted benefits. The obvious danger is that continuing support for the many will come at the cost of the neediest few. The government is wrong in the scale and pace of the cuts it is proposing, even if the direction of travel is hard to escape. But if it is bent on precipitating so many thorny decisions at once then its claim to be a progressive force rests entirely upon the coalition's promise to put \"fairness at the heart of those decisions so that all those in most need are protected\". Achieving that will not be easy, since across-the-board cuts to services invariably hit the vulnerable people who rely on them most heavily. Very often, the only way to avoid that result will be to target cuts away from the poor. If every universal perk that comes under threat is granted a last-minute reprieve then by the time the spending review is finally written the little available cash will be gone. And worrying about the plight of the poor will then be like crying over spilt milk."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}