{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/aug/12/andy-murray-malisse-canada-masters", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-08-11T23:13:45Z", "webTitle": "Andy Murray sees off Xavier Malisse to progress in Canada Masters", "webUrl": "https://www.theguardian.com/sport/2010/aug/12/andy-murray-malisse-canada-masters", "apiUrl": "https://content.guardianapis.com/sport/2010/aug/12/andy-murray-malisse-canada-masters", "fields": {"headline": "Andy Murray sees off Xavier Malisse to progress in Canada Masters", "bodyText": "No coach, a new focus and a sense of uncertainty, but despite all this Andy Murray provided hints of what he may yet achieve as he began the defence of his Canada Masters title by turning a match on its head during a 7-5, 6-2 victory over Xavier Malisse, a former Wimbledon semi-finalist. Malisse may be yesterday's man but he still possesses strikingly dangerous weapons and, for half an hour, he used them well enough to suggest that he might give the champion a nasty surprise. Then, with the flashes of a few great shots, it all changed. Murray, who had looked pressured, became the master of the change of pace and direction, and won at a canter. \"It does feel a little bit different,\" he had said earlier, referring to the absence of his former coach Miles Maclagan and the changes in his training. \"My physical trainers know what I should be doing.\" He certainly did. The first set was altered by three minutes of sudden and unexpected brilliance. Malisse was serving for the set at 5-4 but was dramatically denied. Three times Malisse landed good deliveries and attacked. Each time Murray plunged to control the return and counterattacked. Once he sprinted for a ball way beyond the tramlines and caught it so perfectly that it hurtled past Malisse with an angle-defying change of direction. When Malisse broke a string in the next game he pretended to play the violin with it. The game after that the Belgian not only lost his serve to love and the first set, but any hope of regaining the momentum. Malisse lost his serve to love for 2-4 in the second set and again two games later. Murray has been gearing his training to be in the best shape for the US Open in two and half weeks' time and will go into the third round against the dangerous Gaël Monfils believing he can succeed again. \"It was a decent win because he is a talented player, but I feel I could be a bit better,\" said Murray. \"I feel I could be moving better.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}