{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/aug/21/women-in-politics-julia-gillard", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-08-20T23:08:52Z", "webTitle": "Women in politics: Progress and the unreasonable man | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2010/aug/21/women-in-politics-julia-gillard", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/aug/21/women-in-politics-julia-gillard", "fields": {"headline": "Women in politics: Progress and the unreasonable man", "bodyText": "By tonight another frontier in the slow march of global democratic equity may have been reached. In Australia, Julia Gillard, Labor leader and prime minister since she ousted Kevin Rudd in June, is locked in a photo-finish with the Liberal Tony Abbott: if she wins, she will become the first woman to be elected Australian prime minister and she will have overcome every cliched attempt to exploit her sex and to define and limit her ambition. But before every Australian who cares for fairness celebrates, it might be salutary to look at other democracies where seemingly irreversible progress has been made. At around the time when the Australian results will become clear, in Edinburgh the Hansard Society will be considering the fragility of the advances made by women in the parliaments of the UK since the election of our own first woman prime minister. After a campaign remarkable only for being entirely unremarkable in its gender balance, the results of the UK general election offered a little reassurance. There are more women MPs than ever before: just under 22%. That is 142, of whom an unprecedented 48 are Conservative. Another first: Labour lost seats, but its proportion of women MPs rose. Only the Lib Dems, resistant still to imposing quotas or all-women shortlists, selected fewer women candidates and elected fewer women MPs. So change is happening, and it brings other change in its wake. An early indication of the outlook of the new generation of Tory women was the revolt that halted plans to end anonymity for defendants on rape charges. David Cameron's A-list approach to candidates not normally drawn to political activism has attracted women who reflect 21st-century attitudes, including an intolerance of Westminster laddishness. But there is less progress than meets the eye. There are just 4% more women in the 2010 parliament than in the one of 1997. The percentage of women in the UK parliament has slipped to number 73 in the International Parliamentary Union world league table, down 40 places in 10 years. That means women continue to be in a small minority on committees as well as in the Commons itself, while the coalition manages just four women cabinet ministers, barely a dozen junior ministers and only one – Justine Greening – in an economic department. Meanwhile, the recommendation from the Speaker's conference on representation, that parliament should consider enforcing progress towards gender parity, failed to feature in Nick Clegg's constitutional reform programme. Away from Westminster, whatever the result of next year's elections to the devolved parliaments, it seems women will lose. At the current rate, the proportion of women is predicted to plummet from around a half to less than a third. If Australia elects Julia Gillard it will indeed be a moment of triumph, most of all for Ms Gillard, who had to campaign for a rule change just to get selected for a parliamentary seat. Feminists will celebrate, and commentators will undermine her victory. They will move from public debate of just how much of a woman Ms Gillard can claim to be when she has no children but plenty of ruthlessness in deposing her predecessor, to discussing the triumph of girl power, describing a world transformed in which nothing more needs to be done except to soothe men's affronted sensibilities. The world will look changed. But it might just be Blair's Babes all over again. The complexities that lie behind gender inequality are only slowly being understood. Where there used to be optimistic talk about achieving critical mass in an organisation that would embed cultural change, academics now argue that having critical actors matters more. Feminine cannot be presumed to mean feminist; change driven by sheer weight of numbers is not inevitable. So, if Julia Gillard does succeed in overcoming the odds, do not consider her election to be the end of a fight. It is merely one more victorious skirmish."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}