{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/aug/20/a-level-results-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-08-19T23:05:38Z", "webTitle": "A-Level results: Got the visa. Can't go | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2010/aug/20/a-level-results-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/aug/20/a-level-results-editorial", "fields": {"headline": "A-Level results: Got the visa. Can't go", "bodyText": "The hum of a great machine whirring into action was familiar yesterday, with the release of the A-level results. Throw in harder-working pupils, harder-working teachers, a little lubrication from the exam boards and – hey presto! – record results. There is an assembly-line feel to contemporary British education, but at least it has served its utilitarian purpose by getting youngsters into the colleges they increasingly wish to attend. Or at least it always used to do so. Yesterday it faltered badly, with a clogged clearing system likely to leave 80,000 qualified students without a university place. The malfunctioning didn't stop the piston being pressed for the annual row on grade inflation. It once again missed the point. Yes, the proportion of students achieving the new A* grade now is more or less the same as the proportion who achieved an ordinary A a generation ago. Yes, the exam boards once again served up flannel as they protested that standards had been maintained – boasting about having toughened up the papers, while also admitting to having \"adjusted\" the marking scheme to ensure this did not disadvantage students compared to last year. But no, contrary to excited reports in advance, the new top grade is not so commonplace that the top universities will struggle to pick out the uber-swots. Admissions tutors ought to be wary of the edge that the new grade gives to intensely tutored private-school pupils, but subject to that important caveat they now have a system that allows them to discriminate perfectly adequately at the top end. Don't bank on it lasting for ever, though. The mere fact of the new grade arriving pushed up the number who made it by one percentage point, as compared with what had been forecast on the basis of last year's results. More evidence, if it were needed, of how our collective obsession with testing drives up the marks. That, however, is not a bad thing. A-level certificates are first and foremost university visas, a function which serves the community as well as the individual. Reviewing the evidence across the rich world, the OECD has established that, \"despite the massive increase\" in college attainment, the graduate \"earnings premium ... has remained high\". The much-maligned expansion of universities has fattened pay packets and contributed to government coffers. Not in every case, but often enough, graduates pick up the wherewithal to survive in a changing economy by learning how to learn. And amid burgeoning debts, and with fee increases in prospect, students are – for better or worse – approaching the decision to invest in their future as a business-like proposition. The rising tide of passes in those maths and science A-levels which employers most covet underlined the point yesterday. It is a great shame that Whitehall is suddenly unwilling to take the same economically enlightened approach. Most of the 150,000-plus youngsters who are now chasing 20,000 places through clearing have played by the rules of the game that successive governments have told them to follow. The budget deficit, which new figures yesterday revealed is less severe than had been feared, is a singularly poor argument for cutting their education short. With youth unemployment 50% higher than it was two years ago, the alternative opportunity beckoning for many of them is the dole. This is madness, and not merely because that will involve the state paying them to stay idle instead of paying for them to learn. It is madness, too, because with capital cheap and the wages forgone by students low, the midst of a slump is precisely the right time to be investing in the future. The classic Keynesian argument is most familiar in relation to physical infrastructure, but it applies in spades to investment in the capabilities of the next generation. The government may scrape a pass in public accountancy, but at the cost of a dismal fail in economics."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}