{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2010/aug/14/games-kane-lynch-2-ps3-xbox", "type": "article", "sectionId": "games", "sectionName": "Games", "webPublicationDate": "2010-08-13T23:06:41Z", "webTitle": "This week's new games", "webUrl": "https://www.theguardian.com/technology/2010/aug/14/games-kane-lynch-2-ps3-xbox", "apiUrl": "https://content.guardianapis.com/technology/2010/aug/14/games-kane-lynch-2-ps3-xbox", "fields": {"headline": "This week's new games", "bodyText": "Kane &amp; Lynch 2: Dog Days, PlayStation 3, Xbox 360 Psychotic anti-heroes Kane and Lynch are stuck in Shanghai, a world of dilapidated architecture, glaring neon and lethally armed hoodlums. The plot, something about gang bosses and deals gone bad, whizzes past in its irrelevance while you're assailed by gangsters, policemen, attack dogs, soldiers and helicopter gunships on your way to final escape. Its mockumentary, shakycam presentation is startlingly convincing, an effect that's enhanced by judicious blurring of nudity and more obscene moments of gore. With no boss fights or much to do beyond shooting and seeking cover - save for a brief spell firing from a helicopter - the game is sustained by its raucous staging and the breathless, chaotic feel of its engagements that take you with freight train-like momentum to its finale, where the action just sort of peters out. But with well-thought-through multiplayer mechanics, this is dramatically more fun than its unpleasantly sleazy predecessor. Eidos, £44.95 Piczle Lines, iPhone, iPod Touch Helping a mad scientist recover his data-corrupted holiday snaps is the unusual story glued onto this Japanese puzzle game that plays like a mixture of Sudoku, Mine Sweeper and Picross. You're presented with pairs of numbers on a grid. You draw a line between each pair that is the same length in squares as the numbers you're connecting, so each brace of threes gets connected with a line three squares long, for example. Like sudoku, hearing the rules in isolation makes it sound like a painful, near-educational drudge, whereas in reality, it's extremely hard to put down once you get into the swing. Coming with 20 completely free stages, another 120 will set you back a very reasonable 59p. A combination of the iPhone's diminutive screen and Piczle Lines' tightly-drawn grids will make your fingers feel ogre-sized, but, with no time limit, you can rectify gaffs at your leisure. Score Studios, free Highborn HD, iPad Highborn HD is a turn-based strategy game, relying wholly on tactics and mild cunning rather than those old gaming favourites, reflexes and dexterity. Capture towns to supply you with more troops, and monasteries to acquire healing monks, then take on the baddies in a series of eight missions, brought to life by neat graphics and an amusing script with characters unafraid to mock hackneyed game play and plot devices as they crop up. It keeps the atmosphere light and is an excellent counterpoint to fights that can take well over half an hour to complete, although being able to save at any time prevents that becoming an inconvenience. With a cumbersome interface that won't let you undo actions and unhurried battle animations that can't be turned off, it's not without its flaws, but at £1.79 for five hours' worth of entertainment it would be churlish to complain. Jet Set Games, £1.79"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}