{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/oct/09/warrington-wigan-super-league-match-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-10-09T20:55:02Z", "webTitle": "Wigan's Liam Farrell strikes late to send Warrington spiralling downwards", "webUrl": "https://www.theguardian.com/sport/2020/oct/09/warrington-wigan-super-league-match-report", "apiUrl": "https://content.guardianapis.com/sport/2020/oct/09/warrington-wigan-super-league-match-report", "fields": {"headline": "Wigan's Liam Farrell strikes late to send Warrington spiralling downwards", "bodyText": "On the weekend the Super League Grand Final was originally scheduled to be held, perhaps it was fitting that sides with 14 Old Trafford appearances between them delivered a spectacle worthy of the biggest occasion of the year. The prize was by no means as significant as is usual in the second week of October but it may prove to have been a decisive night. Wigan and Warrington started level in second place but owing to victories for St Helens and Catalans earlier on Friday, plus the bizarre nature of the win-percentage formula determining the identity of the four sides in the play-offs, both sides knew a defeat would put them outside the top four. Warrington may still not quite believe they now occupy fifth place, rather than Wigan. For large periods it looked as though they were on their way to victory, evidenced by the fact that they led for well over an hour. But as Wigan, past masters of peaking at the right time of the year, will tell you, it is all about how you finish. Leading 12-0 after as many minutes following tries from Matty Ashton and Chris Hill, it looked as if it would be a fairly straightforward victory for Warrington and for large periods of the first half they dominated. To their credit Wigan did not buckle. By half-time they had halved the deficit thanks to a well-taken Joe Greenwood try and were very much in the contest. The key word for their coach, Adrian Lam, after Liam Farrell’s late try secured a dramatic victory, was one you so often hear at this time of the season: resilience. “We were embarrassed last week in the cup and while it wasn’t pretty here, we hung in there, were resilient and ended a big week with a win,” he said. This was not a season-defining week for either side but after defeat by Salford in the Challenge Cup and now another loss that dropped them out of the play-offs, Warrington’s form has dipped at the wrong time. “We’re not looking at the table but we’re learning some harsh lessons at the moment,” said Steve Price, their coach. After Zak Hardaker’s well-executed try had brought Wigan level in the second half, Warrington regained the lead via a Stefan Ratchford penalty, even if it was not the intended option. “The call was to run the play and not to take the penalty but I think there was a miscommunication to the referee,” Price said. Regardless, it put the Wolves 14-12 in front but from thereon their attack began to falter. Various opportunities to extend their lead came and went, and with the introduction of Harry Smith from the bench, Wigan began to pose more of a threat. That eventually proved decisive four minutes from time when Smith’s pinpoint pass sent Farrell over to put Wigan in front for the first time. Hardaker’s conversion made it 18-14 and with fighting spirit in abundance Wigan saw out the final few minutes with a level of comfort usually associated with sides who are in the mix for the big prizes. That can only be a good sign as the season’s race enters its final furlongs."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}