{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/oct/13/us-russia-arms-control-talks-new-start-treaty", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-10-13T23:46:16Z", "webTitle": "Nuclear arms talks spiral into confusion as Russia rejects US 'delusion'", "webUrl": "https://www.theguardian.com/us-news/2020/oct/13/us-russia-arms-control-talks-new-start-treaty", "apiUrl": "https://content.guardianapis.com/us-news/2020/oct/13/us-russia-arms-control-talks-new-start-treaty", "fields": {"headline": "Nuclear arms talks spiral into confusion as Russia rejects US 'delusion'", "bodyText": "US-Russian nuclear arms control talks have sunk into confusion after the top American negotiator claimed there was “an agreement in principle” between Donald Trump and Vladimir Putin, a claim Moscow quickly rejected as a “delusion”. Marshall Billingslea, the US special envoy for arms control, said he had flown to Helsinki on Monday to meet the Russian deputy foreign minister, Sergei Ryabkov, on the understanding that there could be an imminent breakthrough in discussions on whether to extend the 2010 New Start treaty, which limits the number of deployed strategic warheads on either side, and which expires in February. “We believe that there is an agreement in principle at the highest levels of our two governments. That’s why I cut short my trip to Asia and made a beeline for Helsinki when the Russians called and wanted to sit down,” Billingslea told a Washington thinktank, in an apparent suggestion that there had been an informal verbal agreement between Trump and Putin. He added the US condition for extension would be a verified freeze on the complete arsenals of both countries, including non-strategic (short-range or “tactical”) warheads. That condition was quickly and emphatically rejected by Moscow. The foreign ministry was quoted by the RIA Novosti agency as calling Billingslea’s claim a “delusion” and a “fraud”. Ryabkov said a freeze was “unacceptable” adding that Moscow would not approve a New Start treaty extension before the US election on 3 November. “If the Americans need to report to their superiors something about which they allegedly agreed with the Russian Federation before their elections, then they will not get it,” Ryabkov said. In his remarks Billingslea suggested that Ryabkov might be out of touch with the Russian’s leader’s wishes. “I am hopeful that that sort of gentleman’s agreement – that arrangement that we believe has been reached at the highest levels – will ultimately need to percolate down through their system so that my counterpart hopefully will be authorized to negotiate,” he told the Heritage Foundation. “We’re ready to strike this deal. We could strike it tomorrow, in fact, but Moscow’s going to have to show the political will to do so as well.” The US had previously insisted that China be included in any future arms control negotiations rather than extending the bilateral arrangements in New Start, but Billingslea has dropped that demand in recent weeks, accepting that trilateral talks could be arranged later. Alexandra Bell, a former state department official and now senior policy director at the Center for Arms Control and Non-Proliferation, said the pre-election urgency followed “literally months of the Trump administration saying there’s plenty of time to do this – there’s no rush”. The Trump administration has been keen to showcase foreign policy achievements before the election, but over the past four years, it has pulled out of three arms control agreements and signed none. James Acton, a nuclear policy expert at the Carnegie Endowment for International Peace, said Russia was unlikely to agree to a freeze that affected its non-strategic warheads, a category in which it has a big advantage over the US and Nato. “Russia is not going to agree to something that addresses the US’s biggest concern on Russia and get nothing in return,” Acton said. “If there is a deal to be made, we’re going to have to give something to the Russians in return. And most of us think that the price is probably something to do with ballistic missile defense.” Senior parliamentarians from across Europe wrote to their US counterparts on Tuesday urging them to support a New Start extension. In the letter, organised by the European Leadership Network, the MPs from 19 countries said: “As officials who strive to protect the health and security of millions of European citizens, we feel distressed by the possibility that New Start may lapse in less than six months.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}