{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/oct/19/eoin-morgan-warns-of-mental-health-withdrawals-from-englands-bubble-life", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-10-19T21:19:01Z", "webTitle": "Eoin Morgan warns of mental health withdrawals from England's bubble life", "webUrl": "https://www.theguardian.com/sport/2020/oct/19/eoin-morgan-warns-of-mental-health-withdrawals-from-englands-bubble-life", "apiUrl": "https://content.guardianapis.com/sport/2020/oct/19/eoin-morgan-warns-of-mental-health-withdrawals-from-englands-bubble-life", "fields": {"headline": "Eoin Morgan warns of mental health withdrawals from England's bubble life", "bodyText": "Eoin Morgan believes the strain of bubble life will see England players begin to withdraw from tours on mental-health grounds and insists any such decisions will need to be accepted without prejudice. Morgan is one of 10 England players to bounce from a condensed home summer behind closed doors to the current Indian Premier League and faces less than a fortnight at home before a white-ball tour of South Africa departs on 17 November. The six-match trip, which is expected to be approved this week, will see the squad confined to just the team hotel in Cape Town and the grounds at Newlands and Paarl, meaning little escape from the pressures of performance. With no end in sight for such restrictions and a backlog of international fixtures to make up, England’s one-day captain is keen to create an environment where players feel able to flag up concerns and even sit out a series if required. Speaking at an online event for the cricket charity Chance to Shine, Morgan said: “We’ve spoken about this [issue] as a team and we’ve accepted that guys will come in and out of the bubble if they feel it is affecting their mental health. I do think we will see people pull out of tours. That is just going to be the reality of things. I don’t think people should look down on it and they shouldn’t feel like people aren’t doing their job or not committing to their country. “You can drill a player mentally and physically and it can cause extreme burnout, which no one wants to see. That is a reactive way of dealing with things and we want to be at the forefront of making it acceptable for people to say: ‘I need to spend time with my family now and I’m taking this tour off,’ just because of the extraordinary circumstances.” Despite forecasting withdrawals down the line, Morgan appears upbeat about the looming tour and, with it worth an estimated £3.2m to Cricket South Africa in revenues, has stressed the need for countries to help each other out. Morgan added: “There is a huge amount of responsibility not only to get just your home country’s fixtures under way but to facilitate other countries around the world and do what we can to try to get cricket back on. “Not only does it mean a huge amount to people in lockdown in their own countries – in this case South Africa – but also for Cricket South Africa financially. I know the worry we had about potentially not bowling a ball all summer and the detrimental impact on grassroots cricket, so if the tour goes ahead we would love to be there.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}