{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/oct/24/ministers-still-hiding-full-details-of-2016-pandemic-simulation", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-10-24T22:17:24Z", "webTitle": "Ministers ‘still hiding’ full details of 2016 pandemic simulation", "webUrl": "https://www.theguardian.com/world/2020/oct/24/ministers-still-hiding-full-details-of-2016-pandemic-simulation", "apiUrl": "https://content.guardianapis.com/world/2020/oct/24/ministers-still-hiding-full-details-of-2016-pandemic-simulation", "fields": {"headline": "Ministers ‘still hiding’ full details of 2016 pandemic simulation", "bodyText": "The government has been accused of withholding the full findings of a simulation exercise that warned ministers that the UK would not cope in the event of a pandemic. Campaigners have questioned what the government is hiding by choosing not to release all the documents relating to Exercise Cygnus, a three-day wargaming simulation that examined what would happen if there were an influenza pandemic in the UK. Last week, in response to pressure from the Information Commissioner’s Office, health secretary Matt Hancock announced that he had published the report into the exercise. However, it transpired the report was the same as that leaked to the press in May – but failed to include numerous other reports that are believed to make up the full filings. Now an NHS doctor and journalist who have been campaigning for the full disclosure of the documents relating to Cygnus have called on the government to release all the findings from the exercise. Dr Moosa Qureshi and Tommy Greene submitted a Freedom of Information request to see the full findings in April. They have lodged an application for judicial review into the government’s decision not to release the full report that is due to go to appeal on 19 November 2020. The pair have been told that the full findings of Exercise Cygnus are contained in numerous reports, not just the one released by Hancock. In their legal case they explain that it is their understanding that there is a “compendium” document containing all of the lessons and recommendations from Exercise Cygnus which does not resemble the report now published. They say that they are aware there are specific reports focusing on NHS population triage – the process for deciding how to treat patients – and what powers would have to be enacted legally to prepare for a pandemic. There are also individual reports assessing the performance of the different bodies and organisations that were involved in the three-day simulation. “This announcement by Matt Hancock to the House of Commons on Tuesday does not take us any further,” Greene said. “We already know what is in the version of the report he has ordered to be published. We want to see the full findings of the report that details in full the gaps in NHS provision that would have helped this country be better prepared when Covid hit and could still help us as we go into a the second wave of the pandemic.” The pair claim that further attempts by their lawyers, Leigh Day, to have the full findings published have been met throughout by “evasion” and “obstruction”. Recently, the Information Commissioner ordered Hancock to respond to Qureshi and Greene’s Freedom of Information request by Friday 23 October. Government lawyers said they required further time until 9 November to provide a substantive response. “We have been requesting Cygnus for many months now, and the government has repeatedly delayed disclosure, saying each time that it was ‘weighing the public interest’ while NHS frontline workers were struggling blindly, deprived of potentially life-saving data,” Qureshi said. “Now the government has published what the newspapers published months ago, and its document is preposterously bereft of the healthcare data expected from a national pandemic exercise, which begs the question, “What else is this government hiding?” Tessa Gregory, a partner at Leigh Day, said: “Our clients understand that there are other key documents which set out more fully the findings of Exercise Cygnus and the action which the government should have taken following the exercise. Our clients will continue to fight for transparency and seek the release of the full findings of Exercise Cygnus as the findings had and continue to have a bearing on the government’s response to the ongoing pandemic.” A government spokeswoman said it could not comment on a matter involving potential legal action. But she said: “Exercise Cygnus was a national exercise that looked at how well prepared the UK was to respond to a serious flu pandemic. “It was not designed to consider other potential pandemics, or to identify what action could be taken to prevent widespread transmission. “We have used the lessons learned from Exercise Cygnus to rapidly respond to this unprecedented global crisis.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}