{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2020/oct/05/live-theatre-10-minutes-to-call-home-review-online-short-plays", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2020-10-05T21:00:50Z", "webTitle": "10 Minutes to … Call Home review – loss, regret and pot plants", "webUrl": "https://www.theguardian.com/stage/2020/oct/05/live-theatre-10-minutes-to-call-home-review-online-short-plays", "apiUrl": "https://content.guardianapis.com/stage/2020/oct/05/live-theatre-10-minutes-to-call-home-review-online-short-plays", "fields": {"headline": "10 Minutes to … Call Home review – loss, regret and pot plants", "bodyText": "Anyone remember the olden days? They used to have places called theatres for putting on plays. The funny thing was, they couldn’t cut from scene to scene like they do in the movies. Instead, they had to turn the lights off and get the actors to rearrange the props in the dark. That’s what Donald McBride does in Gutter Weeds. He plays a green-fingered widower who takes it on himself to maintain his former garden, much to the consternation of Samantha Neale as the new owner. Every time the seasons change in Benjamin Storey’s bittersweet play, McBride moves his plant pots into position in readiness for the next scene. Director Graeme Thompson could have edited these bits out but Gutter Weeds, like the other eight plays in Live Theatre’s 10 Minutes to ... Call Home series, does not pretend to be cinema. Rather, this is the Newcastle upon Tyne theatre doing what it knows best: championing new playwrights and testing out their ideas on stage. This is theatre; we just happen to be watching online. The short plays were whittled down from 300 submissions to an open call. Prompted by the “Call Home” theme, the playwrights have little time for domestic bliss. Instead, their plays are haunted by loss, regret and broken family relationships. In the case of Mandi Chivasa’s powerful Amai Vangu – My Mother, it is a howl of rage against a cruel Zimbabwean stepmother, the fear and bewilderment of a helpless daughter captured in a tough, lucid performance by Shvorne Marks. For all its poetic flourishes, Chivasa’s writing is sharp and direct. Things are no less bleak in Sarah Tarbit’s Invisible Boundaries, a two-hander that shows how easily the dreams and ambitions of children in care can become dashed by circumstance. Punchily played by Jake Jarratt and Jackie Edwards, it has the unsentimental authenticity of Jenni Fagan’s The Panopticon, a similar tale of children battling against the odds. The plays, none of them longer than 15 minutes, are better at portraying relationships than allowing major plot developments, be it the will-they-won’t-they romance of Niall McCarthy’s Star Fish or the are-they-aren’t-they revelations of Rebecca Glendenning-Laycock’s Sheltered. Invariably well acted, they show there’s life in the old theatre yet. • 10 Minutes to … Call Home is available online."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}