{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2020/oct/12/surge-in-number-of-uk-children-applying-for-free-school-meals", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2020-10-11T23:01:18Z", "webTitle": "Surge in number of UK children applying for free school meals", "webUrl": "https://www.theguardian.com/education/2020/oct/12/surge-in-number-of-uk-children-applying-for-free-school-meals", "apiUrl": "https://content.guardianapis.com/education/2020/oct/12/surge-in-number-of-uk-children-applying-for-free-school-meals", "fields": {"headline": "Surge in number of UK children applying for free school meals", "bodyText": "There has been a surge in the number of UK children registering for free school meals, with an estimated 1 million pupils recently signing up for the first time, according to food poverty campaigners. Analysis by the Food Foundation thinktank, released as part of footballer Marcus Rashford’s campaign to end child food poverty, estimates that as many as 900,000 more children have sought free school meals, on top of the 1.4 million who were already claiming, as the Covid-19 crisis plays havoc with family incomes. Campaigners urged ministers to prevent a growing food insecurity crisis for millions of children by widening eligibility for free lunches to all children up to the age of 16 whose families were claiming universal credit or other benefits. The Manchester United and England footballer Rashford, who was this weekend awarded an MBE for services to vulnerable children, said: “The numbers recorded here just reinforce the need for urgency in stabilising households … we must act now to protect the next generation and the most vulnerable across the UK.” Analysis by LGA Labour reveals that more than 450,000 pupils face spending half-term under increased lockdown restrictions but without free school meals. Most of those children are concentrated in the north of England and the Midlands. “All across the country, millions have lost their jobs or been furloughed, businesses are going under and everyone is finding things hard – eight out of 10 families feel worse off thanks to the pandemic. The economy is in dire straits and new restrictions will make it even harder to make ends meet,” LGA Labour’s deputy leader, councillor Michael Payne said. Rashford urged the government to extend its £15 a week holiday food voucher scheme for children on free school meals over half-term. The period coincides with the end of the existing job retention scheme ends, raising the prospect of a fresh wave of unemployment. In June, Rashford forced a government U-turn on the provision of food vouchers to families on low incomes over the summer holidays after he published an open letter calling on Boris Johnson to reverse plans to drop the scheme, a demand initially rejected by No 10. The Food Foundation analysis showed even where they were eligible for free school meals, many children were missing out on a hot lunch – the key meal of the day for children in poverty. This was because Covid-19 measures meant some school canteens had not yet become fully operational. Of more than 1,000 UK school-age children surveyed by the foundation in September, only 45% said their canteens were running as usual and 8% reported their canteens were closed. One in 10 said most pupils had been asked to bring a packed lunch, while 21% said canteens were only serving a small number of pupils. The deepening impact of the economic crisis was illustrated by a big increase in registrations from families that did not normally claim free school meals, typically where the main earners had been in relatively high-paying administrative and supervisory roles, the foundation added. Several local authorities and schools contacted by the Guardian confirmed there had been an increase in free school meal registrations. Sarah Hewitt-Clarkson, the headteacher at Anderton Park primary in Birmingham, said the proportion of her pupils claiming free school lunches had risen from 35% to 47% in September. She said some struggling families were unable to claim free school meals because they were ineligible for social security benefits. Others had suffered big cuts in household income but would still not meet the threshold for school lunch support. “School meals are £45 a month for one child. It’s a lot of money,” she added. Eligibility for free school meals is restricted to children in households where parents claim out of work benefits, including some on universal credit. The latest official figures showed 1.4 million children in England were on free school meals in 2018-19. Blackpool council said there had been a 21% increase in free school meal registrations since March. Suffolk county council has reported a 15% rise over the same period. Hammersmith and Fulham council in London, which has been piloting universal free lunches in two of its secondary schools, also reported an increase. The Department for Education said it was anticipating a rise in free school meal registrations. The next set of official figures is not published until December. A government spokesperson said: “We have taken substantial action to make sure children and their families do not go hungry during this pandemic.” This included extending free school meals support to those eligible when schools were partially closed during lockdown, temporarily increasing universal credit by £20 a week, funding councils to provide emergency food assistance to families, and allocating £63m to councils for families in hardship. Widening access for free school meals was a key recommendation of the government-commissioned National Food Plan published in July. It said 1.5 million more seven to 16-year-olds in England in households claiming universal credit should get free school lunches, at a cost of £670m a year."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}