{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/oct/09/pretty-gorgeous-makes-the-day-for-shane-crosse-after-his-st-leger-isolation", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-10-09T23:05:28Z", "webTitle": "Talking Horses: chaotic scenes as wrong horse is announced as third", "webUrl": "https://www.theguardian.com/sport/2020/oct/09/pretty-gorgeous-makes-the-day-for-shane-crosse-after-his-st-leger-isolation", "apiUrl": "https://content.guardianapis.com/sport/2020/oct/09/pretty-gorgeous-makes-the-day-for-shane-crosse-after-his-st-leger-isolation", "fields": {"headline": "Talking Horses: chaotic scenes as wrong horse is announced as third", "bodyText": "The wrong horse was officially announced as third in a Group One race here on Friday, leading to extraordinary scenes as dusk fell, with officials frantically trying to establish what had happened after the mistake was spotted by Twitter users. Two Aidan O’Brien-trained runners in the Fillies’ Mile, worth £226,000 to the winner, were saddled with the wrong number cloths by members of his staff who have been based in Britain during the coronavirus crisis. Mother Earth, the more talented of the pair, started at odds of 18-1 and finished third but she carried the colours, the jockey and the number cloth of Snowfall, a 50-1 shot who finished eighth. Misled by the colours, the commentator called Mother Earth as Snowfall throughout the race and Snowfall was recorded as third in the official result, which seems certain to be changed. “I didn’t see the race live, I was busy all day,” said O’Brien, from his Ballydoyle stable in County Tipperary. “When I saw it [being mentioned] on Twitter, I watched the race then. When I saw them coming out the stalls, I knew the colours were wrong and I informed the British Horseracing Authority right away. “Our grooms can’t go over and back with the travel restrictions and the quarantine just now, so we have a group of people in England, staying there. The lads tacking up put the wrong saddles on the wrong horses, then the jockeys have got on the wrong horses, they’ve gone into the wrong stalls and the commentator has called them the wrong way round.” James Doyle was due to partner Snowfall and William Buick was booked for Mother Earth but in the event it appears that Doyle has finished third on Mother Earth, who is darker in colour and lacks the white sock that Snowfall has on a hind leg. Neither man had ridden either horse before. The mix-up was flagged by a Twitter user almost an hour after the race and was brought to the attention of the stewards after racing had finished. The BHA indicated that a full inquiry would be held at the track on Saturday. For the result of a top-class race to be so affected is highly embarrassing for all concerned. Each-way punters who got paid out on Snowfall will be feeling extremely lucky, while those who backed Mother Earth at 18-1 will be furious and, in some cases, clamouring for a “justice” payout from their bookmaker. The question now is whether Mother Earth should be named as the actual third horse, or if both should be disqualified for carrying the wrong jockey, leaving Dubai Fountain as a fortunate inheritor of third place. The race was won by Pretty Gorgeous, trained by O’Brien’s son, Joseph, and ridden by Shane Crosse. It was a first Group One win for the 19-year-old Crosse, who was prevented from taking the winning ride on Galileo Chrome in the St Leger last month by a positive test for Covid-19. “Unbelievable,” was Crosse’s first reaction. “A lot of jockeys spend their lives trying to get to this stage. I’m lucky to have rode in a few already and to grab one is amazing.” A frustrating year for fans of Pinatubo, last year’s megastar juvenile, got worse with news that Godolphin have retired him to stud rather than tackle the Breeders’ Cup Mile, for which he had been 5-2 favourite. No explanation was offered, Godolphin offering only a statement that said the decision followed “a discussion of key horses”. Greg Wood’s TV tips With a maximum field of 34, the Cesarewitch Handicap at Newmarket will be, as ever, one of the great spectacles in Flat racing, but the closing stages have been a tough watch for punters in recent years with winners at 66-1 twice, 50-1 and 25-1 twice in the past decade alone. Great White Shark has been well backed to give Willie Mullins a third consecutive win, but was down the field when fancied 12 months ago – and Coltrane, the Melrose winner, makes more appeal among the market leaders. At the likely odds, though, Just Hubert (3.35) jumps out at around 20-1. He is only 5lb higher than when winning the two-and-a-half miler at Glorious Goodwood in July and improved again to put up a career best on his last run. Newmarket 1.45 Soft ground makes this 10-furlong contest for juveniles a significant challenge, but Kyprios needed every yard of an extended mile on heavy to make a winning debut at Galway last month and should rise to the challenge. York 2.00 Regional looked in urgent need of today’s extra furlong when a fast-finishing fourth in the Listed Harry Rosebery Stakes last time and could offer some value against the obvious form horse, Legal Attack. Newmarket 2.20 Latest Generation is an interesting runner at around 8-1. He was within two lengths of opponents, One Ruler and Maximal, on debut at Sandown in August and has been a winner since. Van Gogh will be popular for Aidan O’Brien, but needed five attempts to get off the mark in a maiden last time. York 2.35 Anythingtoday has less scope than some others, but saves his best for this course and has won here off a 1lb higher mark. Newmarket 2.55 A strong renewal of the Dewhurst on paper. Thunder Moon overcame trouble in running to win the National Stakes last time, but unbeaten Chindit has looked Group One quality on all three starts so far. York 3.10 No end of possibilities, but Kynren ran well in the Ayr Gold Cup last time when dropping back to six furlongs after a wind op, and should go well again at around 12-1."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}