{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/oct/13/phil-neville-drops-toni-duggan-in-really-difficult-england-womens-squad-decision-germany", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-10-13T21:49:47Z", "webTitle": "England's upcoming fixtures 'don't feel like a trial', says Phil Neville", "webUrl": "https://www.theguardian.com/football/2020/oct/13/phil-neville-drops-toni-duggan-in-really-difficult-england-womens-squad-decision-germany", "apiUrl": "https://content.guardianapis.com/football/2020/oct/13/phil-neville-drops-toni-duggan-in-really-difficult-england-womens-squad-decision-germany", "fields": {"headline": "England's upcoming fixtures 'don't feel like a trial', says Phil Neville", "bodyText": "Phil Neville has said he does not feel he will be on trial in England’s matches against Germany and Norway, as the Football Association stalls on announcing the coach of Team GB at the Tokyo Olympics next summer. “I knew the timeframes at the start of the season and the communication has always been clear and honest with me,” said Neville, whose England team play Europe’s highest-ranked side, Germany, in Wiesbaden on 27 October in their first international game since March. “Any time you go out onto the pitch as a footballer or a manager there’s always that element of ‘you’ve got to perform, you’re being assessed, you’re being scrutinised’ and that’s no different now but it doesn’t feel like a trial.” On Tuesday Neville announced a 28-strong squad and said it was “really difficult” to leave out the Atlético Madrid forward Toni Duggan but that “somebody has to suffer”. The manager said: “I called her yesterday and she was obviously disappointed. That’s her mentality and her character. She is a winner. She missed the last camp because of Covid restrictions and other players have been playing really well. They have gone to a level that is really impressive and they have earned that right to come into the squad.” Duggan, who will be 31 by the time of the Euros in 2022, faces a fight to keep her international career alive. She scored her last England goal during World Cup qualifying in August 2018 and struggled in France the following summer on her return from injury. She made two substitute appearances and one start at the SheBelieves Cup in March of this year. “Toni is still a big part of what we want to do,” said Neville, who believes the pool of players from which he is picking has grown from 20-25 when he started in 2018 to “35, maybe 40”. Another player omitted from Neville’s squad, for the second time, is the Euro 2017 golden boot winner Jodie Taylor. “I wouldn’t read too much into it,” said Neville of whether the 34-year-old will play for England again. “If you look at the competition for places in that centre-forward position, it’s fierce. “Age doesn’t come into it for me; it’s whether your performance is good enough and the performances have got to be better than those that are in the squad.” Looking to the future, Neville has called up Manchester United’s centre-back Millie Turner and forward Ella Toone, the Manchester City defender Esme Morgan and the Chelsea winger Niamh Charles after the quartet impressed at their first camp in September and continued to shine in the Women’s Super League. Returning to the squad are the Lyon forward Nikita Parris, who was unable to travel to St George’s Park last month because of Covid travel restrictions, and the Manchester City right-back Lucy Bronze, who has retuned from injury. England are “at the start of a journey” of building towards the Euros and 2023 World Cup, Neville said. Germany, ranked No 2 in the world behind USA, will be the first of two tough tests before Christmas for Neville’s side, who play Norway at Bramall Lane on 1 December. Germany lost against Sweden in the quarter-finals of the 2019 World Cup. “When we were building for the World Cup, they were blooding some young players,” Neville said. “So they’re ahead of us in their journey at this moment in time. But my expectation as a manager is I want us to compete, I want us to put on a performance and I expect to go for the win. That’s not going to change whoever I put out."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}