{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2020/oct/02/premier-league-10-things-to-look-out-for-this-weekend", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-10-01T23:12:49Z", "webTitle": "Premier League: 10 things to look out for this weekend", "webUrl": "https://www.theguardian.com/football/blog/2020/oct/02/premier-league-10-things-to-look-out-for-this-weekend", "apiUrl": "https://content.guardianapis.com/football/blog/2020/oct/02/premier-league-10-things-to-look-out-for-this-weekend", "fields": {"headline": "Premier League: 10 things to look out for this weekend", "bodyText": "1) Positives for Villa as champions come to town Jack Grealish responded to the news that Ross Barkley had signed for Aston Villa in typically impish fashion: a tweet full of heart emojis. And why not? Barkley, arriving on a season-long loan, is quite the coup for a side that just about stayed up last season by a single point. The question is how Dean Smith finds a place for Barkley in a midfield that has now found some balance – Villa are now unbeaten in six league games after their 3-0 win at Fulham. Smith would be smart to leave Barkley out of the XI for the visit of Liverpool on Sunday – his side will need defensive discipline and tactical awareness that has obviously been honed on the training ground in recent weeks – but his time will come. Beyond this weekend, Barkley should revel in being a creative talisman once again alongside Grealish. Villa feel a good fit. MB • Aston Villa v Liverpool (Sunday, 7.15pm – all times BST) 2) Thiago Silva in for another test against Palace Wilfried Zaha was the most fouled player in the Premier League last season after Jack Grealish. But the mistreatment of poor old Jordan Ayew tends not to get mentioned so much. Ayew was the league’s third most fouled player last season, joining his Palace teammate and Grealish as the only people to be hacked down more than 100 times in the course of the campaign. But Ayew is not cowed – in fact, he was also the league’s most prolific fouler last season. All things considered, then, he will be a testing opponent for Thiago Silva, who is attempting to bring order to a chaotic Chelsea back line while adapting to the Premier League at the age of 36. Assuming, that is, that Frank Lampard persists with the Brazilian in central defence after last week’s unhappy debut at West Brom. PD • Chelsea v Crystal Palace (Saturday 12.30pm) 3) Reguilón facing another early Spurs test It was not a perfect debut for Sergio Reguilón against Chelsea in the Carabao Cup – the new Tottenham left-back was partly at fault in the buildup to Timo Werner’s goal – but there were glimpses of huge potential. He provided the cross for Érik Lamela’s equaliser and looked very composed on the ball, as would be expected of a Real Madrid graduate. But above all, it was refreshing for Spurs to have some searing pace in the position. One particular moment stood out, Reguilón making up 15 yards on a sprinting Callum Hudson-Odoi to make an outstanding recovering tackle. Should Mason Greenwood start for Manchester United on the right wing, Reguilón will need to continue his form, and will need all of that pace. MB • Manchester United v Tottenham (Sunday, 4.30pm) 4) Blades would now take a scrappy draw at Arsenal In January, Chris Wilder was unhappy with his side despite their salvaging a late draw at the Emirates. Wilder felt Sheffield United had got away with one, performing nowhere near the standards they had set in a season that saw them routinely outwit more fancied opponents. On Sunday he would probably take the muckiest of points, though, given the Blades are goalless and pointless from three games against sides who would all once have been classed as beatable. It might not technically be a case of second-season syndrome, given they also lost their final three fixtures of 2019-20, but something is not quite right and Wilder knows reinforcements would freshen things up. He has called this “the hardest window I’ve ever experienced” and there is no doubt his team is crying out for some added firepower. Against Arsenal they will probably be required to go with what they have got, but the same goes for their opponents given the uncertainty over Houssem Aouar’s arrival. Arsenal often struggle to get going when they are expected to take the initiative in games, as they recently showed against West Ham. Even if United have to ride their luck again, digging in could finally get them back on their feet. NA • Arsenal v Sheffield United (Sunday, 2pm) 5) Leeds v Man City set to be a football fiesta Manchester City responded to their first league defeat last season by winning their next league game 8-0. Leeds are no Watford but we can be sure that Pep Guardiola will be demanding another goal spree. Marcelo Bielsa will probably do likewise so this showdown could be a breathless attacking fiesta. The managers have similar thoughts about the game but their personalities are different: it might just be that Guardiola’s is starting to wear on his players, whereas belief in Bielsa is inspiring a team of comparatively modest parts to greater feats. Saturday’s clash at Elland Road could be revealing; it will definitely be entertaining. PD • Leeds v Manchester City (Saturday 5.30pm) 6) Focus on another Colombian at Goodison It’s already been quite the ride for Steven Alzate. Born in Camden to Colombian parents, the midfielder came through Leyton Orient – after a successful loan spell at Swindon, he made his Premier League debut for Brighton a year ago, at left wing-back versus Newcastle, and was named man of the match. He made his international debut for Colombia shortly afterwards, and was given the No 10 shirt in the following match, with James Rodríguez injured. This season, the 22-year-old has started every league game for Brighton in central midfield and will come face-to-face with Rodríguez this weekend in a trip to Everton, as two form teams meet at Goodison. Alzate has got quite the package: South American flair combined with a steel forged in League Two. He is young, composed, versatile and could go right to the top. MB • Everton v Brighton (Saturday, 3pm) 7) Is the jig up for Burnley? Burnley make this particular writer look stupid every season but early signs have done little to alleviate the suspicion that, this time, the jig might be up for Sean Dyche’s redoubtable group. For a club in their fifth straight top-flight season there appears to be very little money sloshing around and eventually, for all the remarkably consistent application their core of players has shown, there comes a point when the magic wears off. Dyche rowed back slightly on his previous call for action in the transfer market this week, rightly pointing out that Burnley have several key men injured, but he surely knows they are in danger of being outflanked by a number of rivals who are cleaning up their acts and investing smartly. It will be instructive to see whether they can recover any of their old gusto against a shapeless Newcastle, who were mightily fortunate to come out of the past week with a point at Spurs and progress to the quarter-finals of the Carabao Cup. Dyche and Burnley have risen to challenges like this many times before; it will be another notable achievement if they can do it again. NA • Newcastle v Burnley (Saturday, 8pm) 8) Leicester and West Ham both out to prove a point These two teams enjoyed superb victories last weekend but Leicester followed that up in the transfer market by beating West Ham to Wesley Fofana, a hugely promising centre-back who should greatly enhance Brendan Rodgers’s options once his transfer is complete. West Ham’s existing defenders, meanwhile, will have to find a way to cope on Sunday with a thrilling home attack consisting of James Maddison, who was omitted from the latest England squad, Harvey Barnes – who has justifiably been called up by Gareth Southgate – and Jamie Vardy, who has retired from international football. For the visitors, Michail Antonio will aim to show that he, too, deserved another England call-up and Declan Rice will attempt to get the better of Nampayls Mendy, whose recent improvement has helped Leicester to tolerate the absence of Wilfried Ndidi. PD • Leicester v West Ham (Sunday, 12pm) 9) Lookman could give Nuno and Wolves a headache Wolves could hardly have been more off-colour in taking a hiding at West Ham, leading Nuno Espírito Santo to lament “lack of concentration, anxiety and mistakes … no organisation” in their defending. Everyone is allowed a blip, especially one of the Premier League’s most clear-headed outfits, although there is a nagging sense that the departures of Matt Doherty and Diogo Jota – together with Jonny’s long-term injury – have left them weaker than they were a few weeks ago. Fulham may not appear very well placed to expose the relative chaos, having begun the season disastrously and shown little aptitude at either end of the pitch. They may have pulled off a masterstroke in signing Ademola Lookman on loan, however. The forward rarely got a look in at RB Leipzig and found Julian Nagelsmann’s exacting demands tricky to plug into; he should stand out in a relegation-threatened side, though, and has the ability to conjure the danger from nothing that Fulham require in the absence of any real cohesion. If he makes his league debut at Molineux, Nuno may need Wolves’ usual steely focus to return quickly. NA • Wolves v Fulham (Sunday, 2pm) 10) Will Djenepo get to keep role for Saints? When Moussa Djenepo scored a stunning solo goal to beat Sheffield United on his first start for Southampton, the talent of the Malian was there for all to see. But it has been a difficult year for Djenepo, who lost his mother in February, struggled to adapt to a different lifestyle and culture, and saw injuries limit his involvement on the pitch. The 22-year-old is now finding his feet: he speaks good English and plays darts with Jack Stephens at the training ground, where he can often be found dancing or playing the piano. Confidence is also high on the pitch after the win over Burnley but with Nathan Redmond fit again for the visit of West Brom, Ralph Hasenhüttl has a decision to make on the wing. Djenepo should be given the chance to showcase his enormous talent again. MB • Southampton v West Brom (Sunday, 12pm)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}