{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2020/oct/05/transfer-deadline-day-2020-cavani-partey-sancho-and-more-news-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-10-05T22:41:03Z", "webTitle": "Transfer deadline day 2020: Partey to Arsenal, Cavani to Man Utd, and more", "webUrl": "https://www.theguardian.com/football/live/2020/oct/05/transfer-deadline-day-2020-cavani-partey-sancho-and-more-news-live", "apiUrl": "https://content.guardianapis.com/football/live/2020/oct/05/transfer-deadline-day-2020-cavani-partey-sancho-and-more-news-live", "fields": {"headline": "Transfer deadline day 2020: Partey to Arsenal, Cavani to Man Utd, and more", "bodyText": "And that’s your lot, my transfer-hungry friends. A reasonably exciting deadline day, something that can’t always be claimed. Fans of Arsenal, Manchester United, Everton, Leeds and Southampton, among others, have plenty to be excited about. Thanks for reading! Manchester United have confirmed a fourth deadline-day deal late on: the signing of Uruguayan teenage winger Facundo Pellistri. He’ll cost £10m from Penarol. Some welcoming words for Thomas Partey. “We have been watching Thomas for a while, so we’re now delighted to add such a high quality player to our squad,” says Mikel Arteta. “He is a dynamic midfielder with great energy. He brings a lot of experience from a top club that has competed at the highest level in La Liga and the Champions League for several years. We’re very impressed with his attitude and his approach to the game. He’s an intelligent footballer and we’re looking forward to him integrating into our system and contributing to the progress we’re building at the moment at the club.” Confirmation from Jacob Steinberg that Fikayo Tomori rejected the chance to join West Ham on loan from Chelsea. But he adds, tantalisingly: “Fulham have had more luck with a Chelsea academy graduate - we’re just waiting for confirmation.” Joe Rodon to Spurs won’t happen tonight. But the Swansea defender could still make the move to north London; the clubs have until October 16 to complete a deal, thanks to the window extension agreed between the Premier League and Football League. We knew it was coming, but it’s now been made official. Thomas Partey is an Arsenal player. West Ham’s loan deal for Chelsea defender Fikayo Tomori has fallen through, according to Sky Sports. Fees had been agreed and paperwork filled in, but just before the 11pm deadline, Tomori got cold feet and decided against the move. He stays at Stamford Bridge. Chris Smalling bids farewell to Manchester United, writing on Twitter: “An incredible club, that I am proud to have been a part of. 10 years ago I could have only dreamt of everything we have achieved. I wish you all my very best, whilst I am saddened to leave I know you will continue to achieve great things!” Everton have completed the signing of goalkeeper Robin Olsen on a season-long loan from Roma. The Sweden international, 30, becomes the club’s sixth signing of the transfer window. Everton had looked into signing Sergio Romero from Manchester United and Paulo Gazzaniga from Spurs but neither wanted to do a loan deal. Lucas Torreira meanwhile moves the other way. He joins Atletico on loan, a move just confirmed by the Gunners. Well, that didn’t take long. Here comes a potential game-changer. And so the window closes. A few deals yet to be announced, though. Barcelona have not met Manchester City’s £20m valuation for Eric Garcia, according to Sky Sports. He’ll be staying put at the Etihad, on the bench, for the next couple of months at least. A few words from Joachim Andersen, who has joined Fulham on a season-long loan from Lyon. The 24-year-old, capped once by Denmark, says: “I’m looking forward to playing in the Premier League and playing for a nice club like Fulham. It’s a league I’ve been following since I was a child and it’s a big, big dream to play in the Premier League, so I’m looking forward to it.” Arsenal fans can relax – Thomas Partey will be signing and it’s just a waiting game now, with completion of the deal well on track for 11pm. As for a formal announcement, we’ll have to hope that comes soon after. All today’s dealings (£45m payment and medical) have taken place in Madrid. Things have moved surprisingly quickly, by any standards, after a summer-long stand-off and he’ll be coming to the Emirates after the international break. A few words from Theo Walcott on his return to Saints. “I had a few opportunities from other clubs, but as soon as Southampton came in for me, it’s part of me and has made me into the player I am. It’s in my heart. I will probably cry, I bet, when I first play, and it means so much. All the people that made it happen, I can’t thank them enough. Honestly, I’m so pleased. I was seriously lost for words when Southampton came on the table, and for me it was such an easy decision.” The fee for Raphinha is undisclosed, though reports suggest the Brazilian winger cost Leeds £17m. The 23-year-old, who helped Rennes make the Champions League last season, has agreed a four-year deal. The done deals keep on coming. Here’s some exciting, if not totally unexpected, news for Leeds United supporters ... Fulham’s loan signing of Ruben Loftus-Cheek has been confirmed. Also ... Theo Walcott’s career has come full circle with the Everton winger rejoining Southampton 14 years after leaving his boyhood club. The 31-year-old was in the final year of his Everton contract and his only start for Carlo Ancelotti’s in-form team this season was the Carabao Cup second-round win against Salford. Having completed the signing of Ben Godfrey from Norwich on deadline day, and moved for a new goalkeeper to compete with Jordan Pickford, Everton accepted Southampton’s offer of a loan deal with wages split between the two clubs. Walcott earns a basic £110,000-a-week at Everton and also cost a £20m fee when signing for Sam Allardyce from Arsenal in January 2018. The winger, who has had an underwhelming spell at Goodison Park, left Southampton in January 2006, having risen through the club’s academy to make his first team debut at 16. Sevilla have made a couple of signings today. Defender Karim Rekik comes in from Hertha Berlin, while winger Oussama Idrissi joins from AZ Alkmaar. Here’s Sid Lowe on Julen Lopetegui’s big rebuild. Rangers have completed the signing of South Africa international Bongani Zungu. He joins on loan from Amiens until the end of the season. Zungu is a long-time Liverpool fan and is looking forward to working with his hero Steven Gerrard. “I have studied the squad and feel I can come in and bring my attributes to help the team improve,” he says. “The chance to play for such a big club especially in European competitions is very exciting for me. I can’t wait to fly to Scotland and meet my new team mates. I know that I will settle in Glasgow and am looking forward to getting started as soon as possible. I really want the fans to be proud of my performances and will always give 100 per cent for my new team. Rangers is a global club and I know there are already many supporters across Africa. I am looking forward to playing in front of a big crowd and audiences across the world.” More good news for Fulham! First a medical for Ruben Loftus-Cheek, now this from Jacob Steinberg: “Fulham are closing in on the signing of Lyon centre-back Joachim Andersen.” The love is reciprocated, Ole Gunnar Solskjaer saying: “Edinson is an experienced ultimate professional who always gives everything for his team. His goalscoring record for club and country is fantastic and we are delighted to sign a player of his calibre. He’ll bring energy, power, leadership and a great mentality to the squad but, most importantly, he’ll bring goals. He has had a brilliant career so far, winning trophies at almost every club he has played for, and he still has so much more to give at the highest level. The opportunity for our young players to learn from one of Europe’s top goalscorers over the last 10 years is fantastic and it will really benefit them going forward. Edinson knows exactly what it takes to succeed and we are all looking forward to seeing him make an impact at Manchester United.” Here’s what Cavani has had to say upon arrival at Old Trafford. “Manchester United is one of the greatest clubs in the world, so it is a real honour to be here. I’ve worked really hard during the time off and I feel eager to compete and represent this incredible club. I have played in front of some of the most passionate supporters in football during my career and I know that it will be the same in Manchester. I cannot wait to experience the Old Trafford atmosphere, when it is safe for the fans to return. I look forward to continuing to write my little story inside the book of football and I know that’s why my focus has to remain the same as always - work, work, work. I have had a conversation with the manager and this has increased my desire to wear this beautiful shirt.” BREAKING NEWS AT TEN. Edinson Cavani to Manchester United is a done deal. Manchester City and Barcelona might reach agreement on Eric Garcia, though. The young defender wants to return to Spain, Barca want him, and City are happy to sell. It only requires agreement on valuation: Barca have bid £15m but City want £5m more. It doesn’t look as though Liverpool are going to offload any of Xherdan Shaqiri, Marko Grujic and Harry Wilson. All were reportedly available for sale, but Liverpool weren’t considering loan deals, and no acceptable bids were made. A drama-free day at Anfield. Celtic have formally completed the loan signing of AC Milan and Uruguay left-back Diego Laxalt. The 27-year-old has passed his medical and paperwork was filed less than three hours before Scotland’s midnight transfer deadline. Meanwhile Celtic have sold 20-year-old forward Jack Aitchison to Barnsley. Aitchison is Celtic’s youngest-ever goalscorer, having scored against Motherwell at the age of 16. As we await more breaking transfer news ... why not take a little time to reflect upon the astonishing implosions of the weekend? The 18-year-old Atalanta winger Amad Diallo will join Manchester United in January. It’s all subject to a medical, personal terms and work permit, but agreement has been made between the clubs and announced by United. The cost: £19m with £18m in add-ons. Still no word on Edinson Cavani. Chelsea midfielder Ruben Loftus-Cheek is having his medical at Fulham now. All being good, he’ll join on loan for the rest of the season. Theo Walcott has successfully completed his medical at Southampton, according to Sky Sports. It’s now a scramble to get the paperwork completed in time. Manchester United have officially confirmed Chris Smalling’s transfer to Roma. A statement on their website said: “Manchester United have reached an agreement with AS Roma for the transfer of defender Chris Smalling. Well liked and trusted by every United manager he played under, the only current first-team player to have made more appearances for the club than Chris is, at the time of writing, David De Gea. Everyone at Manchester United would like to thank Chris for his years of service, dedication and professionalism, and wish him all the best for his future.” For your aural pleasure. Scott Parker and Fulham are struggling to catch a break this season. Here’s Jacob Steinberg with the latest bad news for the beleaguered Cottagers: “It’s being reported in Holland that Timo Baumgartl’s move to Fulham is off. They still haven’t brought in a centre-back.” Former Middlesbrough, Aston Villa, Nottingham Forest and Cardiff winger Albert Adomah has signed a two-year deal with QPR - the club he followed as a youngster. “Imagine being a supporter and playing for the club you love,” the 32-year-old, who was a free agent following the expiry of his deal at Forest, says. “Words can’t even describe it. It’s just amazing, just a pleasure to be here. This is just surreal. All I can see right now is Bobby Zamora scoring at Wembley - I should be here talking about myself, but that’s all I can think of right now. If I could get a third promotion, that would be one of my great achievements. That’s my ambition.” Wesley Hoedt has left Southampton for Lazio. The Dutch defender rejoins his old club on a season-long loan. Also on his way from St Mary’s: club-record £19m striker Guido Carrillo, who has joined Elche after Saints terminated his contract. The 29-year-old only managed 10 appearances in his time on the south coast. No more word yet on the possible return of Theo Walcott, though. Two hours to get that one over the line. Bayern Munich midfielder Michael Cuisance, who reportedly failed a medical with Leeds United, has moved to Marseille instead. He joins on a year-long loan. In other hot Ligue 1 news, Lyon have borrowed Juventus full-back Mattia De Sciglio for the season. Jack Wilshere, formerly of West Ham United, has taken to social media to offer his take on events. He doesn’t seem particularly happy, all told. “I have been fully fit for a large period of time at the club, including over the course of the last eight months, training hard every day, but unfortunately have not been given the opportunity to play ... I’m still only 28 and feel fit, strong and ready to play.” Chris Smalling’s transfer to Roma is complete. “The paperwork to the Italian FA was lodged with a minute to spare,” reports Jamie Jackson. “The price is 15 million euros plus add-ons.” The latest drama of an extremely busy day at Old Trafford. A bit more on Jack Wilshere’s demise at West Ham ... in actual story form. Jacob Steinberg has the details. Federico Chiesa has made the move from Fiorentina to Juventus. The 22-year-old winger joins the Old Lady on a two-season loan deal worth 10 million euros, with an obligation to buy for a further 40 million. Chiesa is the son of former Fiorentina striker Enrico Chiesa, who was in the team which won the club’s last major trophy, the 2001 Coppa Italia. He’s scored 34 goals in 153 appearances for La Viola. A gentle reminder that when Roberto Baggio made this move in 1990, there were riots on the streets of Florence. Chris Smalling to Roma is not a done deal yet. “Manchester United are waiting on confirmation that Roma lodged papers in time with the Italian FA for Chris Smalling’s transfer to go through,” reports Jamie Jackson. No word on Edinson Cavani yet, either, though as he’s a free agent the club have until tomorrow to sign him in time to register him for Europe. Rangers are hoping to bolster their midfield with 27-year-old South Africa international Bongani Zungu. Reports claim they’re close to agreeing a fee with his current club Amiens of France. Meanwhile an unidentified Serie A club has made an unsuccessful loan bid for Alfredo Morelos, who is now expected to stay at Ibrox. First Jack Wilshere, now another great unfulfilled talent bids farewell. Gerard Deulofeu has left Watford, joining Udinese on loan. Meanwhile another winger, Leicester City’s Rachid Ghezzal, is off to Besiktas. If you’re in the market for a comprehensive audit of this summer’s transfer action, you could do worse than click below. Click below! “Re: Arsenal’s new signing. I’m hearing that he’s been given shirt number three because his associates claim that Partey fears two.” New-wave satirist Gary Naylor, ladies and gentlemen, giving us any old excuse to spin one of the classics. West Ham, who are targeting a loan move for Chelsea’s Fikayo Tomori, have cancelled Jack Wilshere’s contract by mutual consent. The former Arsenal midfielder has made little impact since moving to the London Stadium on a three-year deal worth £100,000 a week in 2018. What a sad tale. We’ll always have the memory of Wilshere against Barca in 2011... Here’s Arsenal fan Glenn Stainsby, only partially toeing the Partey line. (This guy is a sub-editor’s dream.) “I think Partey is an improvement on what we’ve got in that area but still believe that missing out on Aouar might come back to bite us. We used to be over-reliant on diminutive creative players - Arshavin/Nasri/Rosicky/Cesc/Wilshere/Santi to name but a few - but now I worry we lack someone who can unpick the lock when teams sit back against us. Bring back a little genius!” Glad you brought up Jack Wilshere, because ... Newcastle United have signed 21-year-old Peruvian Rodrigo Vilca from Deportivo Municipal. He’s scored two goals in ten Peruvian Primera Division appearances this season, and can play as an attacking midfielder, a number ten, or as a winger on either flank. “It seems a very nice city and the hotel has a very nice view,” says the Nobby Solano de nos jours. Here’s a word from our man in Manchester, and it’s disappointing news for United fans desirous of welcoming Ousmane Dembélé to Old Trafford. “The latest is that this proposed loan move to Man United is OFF, is the understanding,” reports Jamie Jackson. Will that force them to meet Watford’s demand for £50m for Ismaïla Sarr? They would, of course, have 11 more days to work that one out, thanks to the aforementioned second domestic window. Arsenal have met Thomas Partey’s £45m release clause and now the race is on to get everything done. It’s a complicated business: in instances like this, the buying club deposits the release fee with La Liga, who then check the money has cleared and inform both player and club. Partey is believed to have completed his medical in Madrid, personal terms are all sorted – as per my earlier news story – and now he hopes to tie up the loose ends in London tonight. As long as the money clears in time, there should be no problems ... but expect to be hanging on for a few hours yet. Joe Rodon to Spurs has a decent chance of happening, according to somebody close to the deal. It would not be a loan, rather a permanent deal and, if Spurs could get the Swansea centre-half, it would complete a near perfect window for Jose Mourinho. Hello everyone. Here we all are, then. Four hours until it’s all over. Sort of. A reminder that the window closes at 11pm BST in England, Spain and France. Scotland have an extra hour; Germany’s window has already shut. But Premier League clubs can continue to trade with Football League clubs (though not each other) until October 16, when a second domestic window closes, and some administrative venetian blinds are snapped shut. Someone will then put a log on the fire, with the nights fair drawing in. Right then ravers, my watch is ended. Here’s Scott Murray to coax you through the staggering denouement. West Ham: Porto are closing in on a loan move for West Ham’s Felipe Anderson, who has massively gone off the boil after a bright first season in England. “Outstanding Back to the Future reference an hour ago,” says Espen Bommen. “Just wanted to let you know at least one person got it.....” My assumption is that everyone did. And while we’re here... “So much for Lampard’s homegrown revolution,” says Robert Lin. “He got so much praise for that last season and now goes and spends £200m on foreign players all the while loaning out his English players.” I don’t know – if his English players aren’t good enough, then what can he do? Mason Mount might get there and Tammy Abraham will always be a good option, but if there are better players around, why shouldn’t he buy them? How many properly good centre-backs are there in the entirety of the Premeer League? The current standard is remarkably low. Chelsea/West Ham: Meanwhile West Ham are interested in Fikayo Tomori on loan. Chelsea really need to shift a centre-back now that Rudiger is staying. Chelsea/Fulham: I am told that Ruben Loftus-Cheek to Fulham on loan could well happen now. The Chelsea midfielder needs games. That’s a good deal for everyone apart from Man United. “What I’ll always also remember about that goal,” writes David Sweet, “was Pulis, in the post-match interview, furious that one of his players had not taken Boufal out – and saying so in pretty much so many words. Pulis, gone, but not forgotten - or missed.” That is not ununderstandable. Sky are reporting that Wolves are going to chat a new contract through with Adama Traore. I’m surprised no one tried to have him off them, but maybe I’m saying that because I love watching him play. Barnsley have signed Jack Aitchison from Celtic. “Would you have Smalling back in the United team at the moment seeing as no new centre-back appears likely?” asks Jim Caudwell. “Apparently he’s been training separately from the squad and I reckon West Ham could do worse than make a move for him.” In a second. He’s quick, strong, good in a rearguard and knows what it takes to win. He’s miles better than Lindelöf and probably better than Maguire too. “That Boufal goal is possibly my favourite-ever goal,” emails Ben Lake, and it seems to be lost to the mists of time. I would personally rate it far above Son’s goal last year, as Boufal isn’t just outpacing players, he takes it past everyone on his way to goal. Not that Son’s goal wasn’t also fantastic. Also, two WBA players run into each other so distracted are they by the flowing skill unfolding and once Boufal scores he runs straight over to rub it into his own manager’s face (Mark Hughes) for leaving him out of the side for so long. That bit is mysteriously cut out of that Southhampton promo reel. Dunno why. It has drama, comedy and a genuine wow factor. Love it.” Agree with every word of that – it was by far the best goal scored that season as far as I saw it, though I’ll always go for runs and moves ahead of belts. “As a Swansea and Wales fan,” says Craig Foley, “I’m torn about Rodon going to Spurs. He’s certainly good enough so it’s a great move for him and for Wales, and it’s a good fee for the club (though I would have liked a bit more than the reported £18m). It leaves us short of a centre-back though. Cooper was looking to bring an extra one in, not lose one.” I guess if they get the deal done quickly, they’ve got more time to spend the money. Man United: “Utd been tracking Telles since he was at Galatasaray in 2014, is understanding; scouted comprehensively by scouts in Portugal and club’s chief scout.” “Aston Villa have had a widely accepted great window,” says Matt Collins. “But do you think any of last season’s top four or even top eight have? The general feeling at most clubs is that they’ve done too much business (Chelsea) or not enough (everyone else). Or is that just general pandemic related dissatisfaction on fans’ parts?” I feel like an idiot saying this, but I can’t say who’s had a good window until I’ve seen the players play. I think Chelsea have bought three really nifty ones, but they’ve not addressed their principal weaknesses – the question there is whether Frank Lampard does well enough to get another go at sorting his defence. Mr Tickle must’ve been unavailable. Everton: Everton have now turned to Roma’s Robin Olsen as potential competition/replacement for Jordan Pickford with Manchester United and Tottenham reluctant to sanction loans for Sergio Romero and Paulo Gazzaniga respectively. United were in a one-horse race for Telles and still find themselves completing the deal on the final day of the window, having conceded six goals at the weekend, two the one before that and three the one before that. It’s almost as though the board don’t really care about football. Ole Gunnar Solskjær speaks: “First and foremost I welcome Alex to United. He is a player we have been tracking for some time and his performances over the past few years are exactly what we are looking for. He is a fighter and a winner and will add real determination and competition to the squad. Alex has the qualities, both as a player and as a person, that we want here at Manchester United.” Telles speaks: “To join a club with the prestige of Manchester United is a huge honour,” he says. “You have to work hard to get to this moment in your career and now I am coming to this club, I can promise that I will give everything in my heart to be a success here. I won many trophies at FC Porto and I want to continue that at United. The manager has a clear plan and direction for this team and I can’t wait to pull on the famous shirt.” Sometimes the lines write themselves. “Do United have the same concerns about Smalling now that they had when they moved him down the pecking order before shipping him off to Roma?” asks Michael Jake Shaffer. “Can’t understand why he hasn’t been recalled given the shambolic defensive displays. Admittedly, United need some defensive strengthening, but is the focus on that issue just a cover for the true, and much larger problem: an incoherent mess of a midfield?” The midfield needs a player, I agree – an upgrade on Matic. That would’ve been my first priority, followed by a centre-back. But given the events of yesterday, I’m wondering if we’ll see something different after the break – Van de Beek in for Pogba and McTominay in for Matic. He’s already been named their man of the match for yesterday. “Ancelotti is well-known as one of the nicest men out there,” says Admir Pajic, “and his trophy-room is nicely laden, but there have been quite a few examples of him failing to keep up his early good form. Hence so many tight title races lost with Juventus (twice), Milan (once) and Real (twice). Now, at Everton, he might have an advantage of not playing in Europe but the schedule will be hectic enough so that fatigue can kick in. Also, he knows how to make the best of talent he has at his disposal. James has been tremendous since his arrival.” Yep, and Richarlison struck me quite some time ago as someone with the raw materials to do a lot in the game. Gene Salorio returns on players’ wages: “Agree with your points but I’m thinking of the 275K in relation to (1) other Arsenal players, and (2) a club that just dropped Gunnersaurus for financial reasons.” I agree, but players’ wages aren’t to blame for this, immoral owners are. We can’t let them misdirect us. The right centre-back would make a big difference to them. Southampton are talking to Angers about loaning them Sofiane Boufal. “Seeing that Theo Walcott may/might/is going back to Southampton,” says Russell Richardson, “I wondered if there couldn’t be a Bethlehem Clause that summarily returns all players (over 30?) to their clubs of origin? Southampton would look quite a tasty proposition, as would Anderlecht and Sporting Lisbon. I seem to remember that Speedway did something similar way back, by randomly placing stars among the top flight teams. If anyone knows how that worked, I’d love to hear it. Madness!” Strong Jon Stark, matchwinner for hire, vibes. “I’m from the US,” confesses Doug Moire, “and even I know Ancelotti at Milan built perhaps the most consistently excellent club in the world in the aughties. I assume a Buddy Holly man would have that understanding...” One league title in that time. Two Champions Leagues too (though I’ll never get over 06-07 – injuries to Ferdinand and Vidic got them through the semi, though saved the world Liverpool v Man United in Athens). He plays at left-back or in attacking midfield. His contract has been cancelled. Shrewsbury have signed Jan Zamburek from Brentford on a season-long loan. Sky reckon Antonio Rüdiger is staying at Chelsea. I guess Barcelona and Real Madrid aren’t ready for him yet (but their kids are gonna love him). But the streets will never forget his performance at Watford away, one of the all-time great mares. Any more for any more? Chelsea: Tiemoué Bakayoko joins Napoli on loan from Chelsea, confirmed and official. Consider it done! “Money,” says Richard Hirst. “It could go to reducing the cost for the supporters.” It could and it should – with the money the Glazers are taking out of Man United, for example, they could let every supporter in free to every game – but it’s never going to. I’m also extremely reticent to gripe about the money made by largely working-class types who are brilliantly talented. I can think of far better receptacles for my ire. He’s only realised a quarter of his potential so far. “The €50 million fee for Partey seems reasonable,” reckons Gene Salorio, “but the reported €275,000 a week wages is beyond excessive.” I don’t know. The players are the attraction, the best in the world at what they do who sacrifice their youth for a short career. Do we baulk at what actors get? Ultimately, there’s a lot of money in football and if it doesn’t go to players, it’ll go to owners. I know what I prefer. Have a shmy. Man United: Alex Telles contract is the standard for Manchester United of four years plus one year option: medical passed/deal almost completed, is the understanding... Sky reckon Sead Kolasnic’s putative move to Bayer Leverkusen is off. But who’s gonna tell him? “Everton fan here,” says Matt Burtz. “Once upon a time Everton did actually win league titles (nine of them, to be exact, including two out of three in the mid-80s). I think we can all agree that they have a manager who knows how to win. And if Leicester City could do it five seasons ago, well...” Yes, I remember the 80s – I’m not going to lie, I wasn’t convinced by the Ancelotti appointment because his success is mainly with other people’s teams, turning up and making everyone feel nice. Everton seemed to need more than that, but not for the first time, I was talking nonsense. “Thanks for the link to the Buddy Holly clip,” says Charles Antaki. “In one of the photos he bears an unmistakable resemblance to Sergio Busquets. Unsettling.” I shall investigate. Busquets should definitely wear glasses though. Ben Godfrey to Everton is an interesting move. I’m beginning to wonder whether if, given the craziness we’re seeing at the moment, we’ll see a surprise title challenge, and if it weren’t for the inescapable reality of them being Everton, Everton would be the pick for that. The Athletic report that Spurs are weighing up a move for Joe Rodon, Swansea’s Welsh centre-back. They’ve got till 16 October to make up their collective mind. “Bayern have lost Perisic (back to Inter), Coutinho (back to Barcelona) and Thiago (sold to Liverpool)“ returns Amir Pajic, “so their squad is quite short at the moment. Costa is a fleet-footed winger and I guess they wanted someone who would take no time to adapt. Also, they need someone to score two from the bench in an 8-3 drubbing of Man United at Old Trafford in Ro16.” Costa’s career path – Shakhtar, Bayern, Juventus loan, Juventus, Bayern – is not easy to understand. Do you like him, or don’t you? Breaking: it’s raining at Spurs’ training ground. And also in my heart. He’s having a medical as we speak. “Is the answer zero?” wonders Jim Caudwell in response to the poser below. Why have Bayern re-signed Douglas Costa? What am I missing? “I’m being pedantic but as a former resident of the Isle of Dogs I wanted to point out that Millwall FC are now based in South Bermondsey,” says Ben Blatch-Hanlon, “despite being named after the Millwall dock area where they were first based!” Love it, thanks – with the caveat that it’s all south to me. Liverpool: Marko Grujic will not be joining Werder Bremen today. The midfielder was keen on a return to the Bundesliga and held talks with Bremen coach Florian Kohfeldt but the club’s board would not sanction a permanent transfer. Grujic to stay with Liverpool for now and most likely move in January. It’s on a season-long loan, with the option of a £22.5m permanent move. If seems that Maxim Choupo-Moting is leaving PSG for Bayern Munich, exactly the career trajectory predicted by all who saw him play at Stoke. Isaac Olaofe of Millwall has had his season-long loan terminated by St Johnstone, so is returning to the Isle of Dogs. Quiz time: how many players have Chelsea and Man United sold between them? Updates contained herein. Sky says Ismaïla Sarr isn’t going to Man United. Surely someone will have him away, he’s not a Championship player. Man United: Hello from a rain-lashed HQ somewhere near Old Trafford where the understanding is a move involving Sergio Romero to Everton from Manchester United is characterised as “unlikely”. I wonder if that’s United’s doing. If it isn’t, it should be. Man United: “I’m hearing that Chris Smalling’s potential move from Manchester United to Roma might not happen. Roma were expected to sign the United centre-back, who was on loan there last season, but could now target a reunion with Chelsea’s Antonio Rudiger.” “Having watched quite a bit of Alex Telles over the last few years,” says Alan Gomes, “I completely agree with your description here: ‘Telles is more of an attacker who I’m not sure has the pace necessary to be self-sufficient.’ “Indeed! Telles is a fine player, but he usually relies on Porto’s centre-backs to close the wing as he pushes forward. Porto’s system catered to his strengths, with the excellent anchor midfielder Danilo Pereira (leaving for PSG) often covering for him too. Telles distinguished himself at Porto mostly as an excellent set-piece taker - something United, having Bruno Fernandes, don’t really need?’ Yes, if there’s one area in which United are tickety-booooooooooo! it’s penalty-takers. Quick, mobile, intelligent centre-backs, on the other hand.... “For years we had been told that Arsenal lack physical presence in the midfield,” says Admir Pajic. “Now that we are about to sign a Champions League-quality player who would give us space to play with a back four – meaning we can put one more creative player on the pitch – some people are complaining that he is not a De Bruyne. At the age of 27, he’s entering his best years and the Arsenal midfield with Partey will be much, much better than it is right now.” I agree with you – what I’ve seen of Partey, he’ll make a big difference to Arsenal. But they also lack goals and imagination in midfield, so he won’t resolve everything. Walcott is southward bound for a medical, apparently, and he’ll be loaned with Everton and Southampton sharing his wages. Southampton have also asked about Brandon Williams, but he’s saying at Man United. “In response to the earlier post about Theo Walcott really being 31,” says Dale Haslam from Aberdeen. “When lockdown working from home started, I spent my lunch breaks rewatching Peep Show (wondering whether this whole covid-19 thing would blow over before I had chance to finish all nine series - how naive I was back in March!) Anyway, I reached the ‘Three-o Walcott’ episode and it made me think ‘God, how long is it since this was filmed? How old must Walcott be now?’ Then I remembered the national controversy around Sven ignoring other strikers in favour of including Walcott in the England World Cup squad in 2006 AGED 17 the nation gasped and did the maths myself to work out his current age – 31. Peep Show literally has a quote for everything (even several about where I live). Leeds and Newcastle: Leeds are inching ever closer to completing the £17m signing of Raphinha, the 23-year-old left-footed Brazilian winger who is one his way from Rennes for an initial £17, possibly rising to £24m. After arriving in Yorkshire on a flight from France last night a player comfortable on both flanks has been undergoing a medical this afternoon. Meanwhile Newcastle look essentially done and dusted with Rodrigo Vilca, a 21-year-old Peruvian playmaker completing the formalities surrounding his move form Lima’s Deportivo Municipal. Vilca, though, will spend this season with Newcastle’s under-23 squad as he is regarded as very much one for the future. Although Steve Bruce hopes to offload some fringe players, most notably Christian Atsu, he knows he may have to be patient and wait until the end of the EFL window before moving them on to Championship clubs. Alex Telles is having a medical at Man United, say Sky – another move that is both sensible and strange. On the one hand, United need a better left-back than Luke Shaw, but on the other, the way they play means that their back four need to be secure when left to defend one-on-one and Telles is more of an attacker who I’m not sure has the pace necessary to be self-sufficient. Anyone who’s seen more of him than I have, feel free to email in a correction. Theo Walcott back to Southampton is an interesting idea. He’s a much better finisher than he’s been given credit for, and Ralph Hasenhuttl is no fool. I’d really look forward to seeing how that relationship worked out. Also going on. Can’t believe they’ve not paused this for this. This is an interesting note on Partey. My eyes tell me he’s a very good player, but at 27 he’d need to come in and be very good immediately. And, tangentially, is Bukayo Saka going to fill the creative midfield role now? What a player he is. “Re Man Utd needing a right winger,” says Jamie Lewis, “can Greenwood and Daniel James not both play there? Or even shift Martial or Rashford over there if Cavani is going to play centrally? Seems mad to me they’re gonna blow more money on another wide attacker (of which they have several good ones) and not invest in a defensive midfielder (of which they have a couple of mediocre ones who shouldn’t really be playing for a club in the champions league). Like Oliver, I too am awaiting David Sullivan’s excuse for selling West Ham’s most promising young player and not bringing in the centre-back that this sale was meant to facilitate.” James likes to play on the left, and his confidence looks shot. I’m surprised United haven’t let him go on loan to Leeds, because he needs a change of scene and I daresay a bit of Bielsa wouldn’t do any harm either. Perhaps United said no, as they’re supposed to have done, because Leeds aren’t short of wingers, I’m not sure. As for Greenwood, he’s an option off the right, but given Wan-Bissaka’s reticence to go on the outside, they could really use a winger not always looking to come inside and get a shot off. On Sarr, Ed tells me that he’s “still raw but will be a star with the right development”. More below... He’s on a roll! I’m also looking forward to seeing how Ryan Sessegnon does at Hoffenheim, and wonder where he’ll play for them. Ed won’t thank me for saying this, but I’d love love love to see Zaha play for Simeone’s Atlético. Talking of United, Roma are shaking out their washing and digging down the back of the sofa to see if they can find the money to buy Chris Smalling. If Ole Gunnar Solskjær has any sense, Smalling will be in the middle of his defence for the game at Newcastle in two weeks. “Manchester United aren’t my team,” brags/confesses Kári Tulinius, “but they’re on television a lot, and so I’m rooting for Sarr to go there because I always enjoy watching Sarr play. He’s one of those players who appears slower than he is, so when he hares down the field with the ball he looks like a special effect from an 80s superhero film.” They are, I’m afraid, my team, so I’d be interested in hearing more on Sarr. I think he’s a good player, but I’ve not seen enough to know whether he’s good enough to help them get where they’d like to go. “I also don’t ‘get’ Ruben Loftus-Cheek,” says Oliver. “It seems he’s just a fancy utility player, possibly the 2010s version of James Milner? What I get even less is why Chelsea think he is worth an £8m loan fee and, reportedly, £175,000 big ones a month. I get that these kind of deals are the way they make their money year after year, but surely even they can see that asking for that fee to, in essence, nurse a player back to fitness on their behalf for a year is ridiculous? Anyhow, off to carry on waiting for David Sullivan to announce how hard he’s tried to sign a player this window but just didn’t have time, money, or both.” Words that should never appear in the same sentence... “I might be late to the party on this one,” says Darrien Bold, “but I’ve just spotted tenacious midfielder Vinny Samways socially distancing outside a trendy Liverpool cafe as rumours of him bolstering Everton’s title charge for a cool £2 million do the rounds...” Vincent Sideways, that takes me back. Anyone caught sight of Paul Moran, Andy Turner and Dean Marney? I can’t vouch for the veracity of this, but Man United are, say various “sources”, trying to sign Ismaila Sarr. This makes some sense – despite appearing to be in the process of signing two right-wingers, they need a right-winger – but Watford want a penalty of €25m inserted into any loan deal, should United not take up an opiton to buy. I’ll level with youse: I don’t quite get Loftus-Cheek. What does he do, and what is his position? He might well be a Premier League player, but I’ve not seen much to suggests he’s a Champions League player. Fulham: Fulham are closing in on their defensive reinforcements. PSV’s Timo Baumgartl and Lyon’s Joachim Andersen are on the way to Craven Cottage on season-long loans. Fulham are still in the hunt for Chelsea’s Ruben Loftus-Cheek. Meanwhile Chelsea defender Antonio Rudiger turned down a move to West Ham. Thanks Baz, and welcome to the next instalment of pre-slamming shut action. And stuff’s actually happening, which makes a change! That’s all from me. On a day that Arsenal handing Gunnersaurus his P45 to help free up cash to pay Thomas Partey’s £45m Atletico Madrid release clause, I’m off to weep salty tears for a big cuddly dinosaur. Daniel Harris will take you through the next few hours of .... not much happening. Arsenal: Arsenal fans, assemble! Things are stirring regarding the Gunners’ pursuit of Thomas Partey. While his club, Atletico Madrid, had not received an offer yet I understand reports elsewhere that Arsenal have expressed an intention to meet his €50m release fee today are accurate. It would then mean a late dash to complete the medical; I believe personal terms would be no problem at all, as this move has been in the planning for a very long time indeed. Arsenal might just be about to get their man, but it’ll be tight ... An email: “I’m kinda convinced it’ll all end in tears and can he, at the age of 31 (is Theo Walcott really 31?!), cope with Ralph’s hard pressing style?,” writes Southampton fan Steve Hoare. “But, but, but... ask Robin van Persie how good he is? He attributed his last few great seasons at Arsenal to Theo’s creativity. I know that seems like a long time ago but he’s hardly knackered himself through weight of games. He’s a better finisher than all our front men bar Danny. I still wish he’d had more of a chance centrally, where he often shone at Arsenal. So, welcome home Theo!” Sky Sports: Working from home but giving the lowdown on Fulham’s search for a new centre-half, Gail Davis appears to be reporting from her living room. In the background, a very good doggo, what looks like a grey whippet, is dozing on the sofa. As Gail tells us about Joachim Anderson, the dog wakes up and begins licking itself. Arsenal: “Am following the deadline day updates feverishly (because I need a hobby or two),” writes Ravi Mani. “I was just wondering, with Gunnersaurus sadly leaving the club, could Mesut Ozil not take up the costume? He’s neither playing nor going anywhere.” Fulham: “According to usually well informed Danish outlet Ekstra Bladet, Joachim Andersen and his father is on their way to London for a medical at Fulham,” writes reader Lars Bøgegaard, whose name seems reasonably authentic. “He’s the Danish player with the highest transfer fee ever.” Anderson moved from Sampdoria to Lyon for £21.6m in July 2019. One presumes it is he who will be doing a medical at Fulham, rather than his dad. Merse speaks: “I don’t think that’s a lot of money at all for the quality of player you’re getting here,” he says on Sky Sports, when asked what Thomas Partey could bring to the Arsenal ... eh, Party. “The one thing he brings as well: discipline. He’s played at Atletico Madrid, who are one of the most disciplined teams in Europe. He’s not a midfielder who goes running all over the place, leaving you wondering ‘Where’s he gone?’. I think he’ll be a great signing.” Arsenal: Stuck with Mesut Ozil, a Gunnersaurus down and on the verge of shipping Matteo Guendouzi out to Hertha Berlin, Arsenal are reported to have made a £45m bid for Atletico Madrid Madrid midfielder Thomas Partey. Chelsea: On Antonio Rudiger, Chelsea’s position at the moment is that they want a straight loan for him (with no option or obligation) or a loan with an option to buy at a certain sum but with a buy-back clause at less than the value of that option. In other words, if a club were to take Rudiger permanently, they could end up making a loss if they were to sell him back to Chelsea. Hmmm. Not sure how attractive that is. Feels like a good example of the little details in these kind of deals that are argued over endlessly. Rudiger could be one that keeps us up late tonight … One from left-field: Wigan defender Danny Fox is to join the Indian Super League side East Bengal in a year-long loan deal. Fox will almost certainly play under Robbie Fowler, who ibelieved to have agreed a deal to manage the club in their maiden ISL season. An email: “Regarding what Saints fans think about Walcott returning: from the footballing perspective, I’m indifferent,” writes Southampton fan Adam Kline-Schoder. “I think he’s past his prime and I don’t expect him to be pulling up any trees on the pitch. That said, I think Saints’ wide players are relatively young and inexperienced, which is where he can come in. “Despite his flaws and the question marks over whether he really fulfilled his potential, he has Champions League and World Cup experience as well as having played for an established top six club. From interviews he seems well-spoken and measured but tough, and although of course that doesn’t necessarily translate directly into being a strong mentor I hope that he’s able to give our wide players more (a) consistency and (b) strings to their collective bow ... and ideally contribute a few goals to take the load off of Danny Ings.” Manchester United: “I don’t see any way in which Jadon Sancho ends up at Manchester United today,” says Didi Hamann, who is working for Sky Germany. He goes on to say he doesn’t think there’s any chance Sancho will leave Borussia Dortmund in January either. Southampton: Theo Walcott has agreed to go on loan from Everton to Southampton, where it all began for him. He’s on his way to do a medical and it’s being reported that Southampton will pay half his wages. How do we feel about that one, Southampton fans? Excited or indifferent? Everton: Despite Carlo Ancelotti’s recent claim that Everton are not looking for another goalkeeper, Everton are looking for another goalkeeper. The Premier League leaders have been in contact with Manchester United over a possible loan deal for Sergio Romero and also with Tottenham over a loan for Paulo Gazzaniga. United and Spurs would both prefer a permanent transfer, but talks are ongoing for the two keepers as Ancelotti looks to increase pressure on the erratic Jordan Pickford. Sky Sports: The network’s Transfer Talk show is on at the moment, featuring a “wall” of 40 or 50 excitable competition-winning viewers in the background looking very excited in the background. No sign of any roll-up cigarettes, rude signs or sex toys yet, but you’ll be the first to hear about it should any appear. Meanwhile away from the studio, the army of transfer Deadline Day Sky Sports reporters are reporting from a variety of locations. Tim Thornton is at Elland Road, Vinny O’Connor is at Everton’s Finch Farm training ground, Paul Gilmour is at Tottenham’s well-appointed training ground, while Southampton reporter Becky Williams is working from home. Emma Paton, who is bringing us all the latest gossip on Arsenal and Chelsea, is at the Sky Sports studios, but moving around from one location to another to in a bid to keep us on our toes. Bournemouth: The Championship club have rebuffed a “derisory” bid from Serie A Torino for Joshua King. The Norway striker is out of contract next summer and Bournemouth, who have already lost Callum Wilson, Nathan Ake and Aaron Ramsdale following relegation, were resigned to losing King for a cut-price fee but a scenario whereby the forward stays put is increasingly likely. Leicester: Defender Josh Knight, who spent last season at Peterborough, is set to join Wycombe on loan. Fulham: A centre-back could be on the way in at Fulham! PSV’s German defender Timo Baumgartl is closing in on a season’s loan to Craven Cottage after completing a medical. The 24-year-old joined PSV from Stuttgart last summer. All being well they will also bring in Joachim Andersen on loan from Lyon, while there’s a lot of talk that a move for Chelsea midfielder Ruben Loftus-Cheek could be on. Ben Godfrey has moved from Norwich City to Everton for a fee that could reach £30m. Theo Walcott could be on his way back to Southampton on loan from Everton. Manchester United are about to sign Porto left-back Alex Telles and free agent striker Edinson Cavani. United are still interested in signing Barcelona winger Ousmane Dembele, as their hopes of getting Jadon Sancho in from Borussia Dortmund fade. Tottenham Hotspur left-back Ryan Sessegnon is off to Bundesliga side Hoffenheim on a season long loan. Leeds have agreed a deal to sign Brazilian winger Raphinha from Rennes. The bloke who Nobody wants Mesut Ozil, including Arsenal ... who are stuck with him. Arsenal have, however, managed to get much-loved mascot Gunnersaurus off the payroll, with reports suggesting Jerry Quy, who has occupied the dinosaur suit for 27 years has been let go in order to cut costs. No, really. Celtic: The Scottish champions are close to agreeing a loan deal for AC Milan left-back Diego Laxalt, according to Sky Italy. The Uruguay international has played 35 times for Milan since moving from Genoa in 2018 but is surplus to requirements at the San Siro. Celtic are believed to be interested in taking him on loan, with an option to buy for around £9m come season’s end. Mesut Ozil news: There is no news to report on Mesut Ozil. Arsenal have had no offers of any kind for their biggest earner, who they are eager to get off the payroll. Southampton: Southampton are keen to get Angus Gunn some minutes, with Stoke City at the front of a queue in terms of a loan move for the goalkeeper, who is now behind Alex McCarthy and Fraser Forster in the pecking order. Saints paid £13.5m for Gunn, the son of former Norwich goalkeeper Bryan, in 2018. Joining Sofiane Boufal andWesley Hoedt in heading out of the door could be former club-record signing Guido Carrillo, who could be allowed to return to La Liga with Elche on a free. Carrillo, signed for £19m in 2018, is thought to be one of the club’s highest earners. West Ham: Republic of Ireland international midfielder Josh Cullen is on the verge of joining Belgian side Anderlecht on a three-year deal for a fee believed to be around £1m. Managerial moves: Away from transfer news, a bit of manager movement: Gerhard Struber is leaving Barnsley of the Championship for New York Red Bulls of the MLS. New York have activated a seven-figure release clause, thought to be around €2m, and from that moment Barnsley have been powerless to keep the Austrian, who has close links with the Red Bull group having previously coached Red Bull Salzburg at youth level. Adam Murry is expected to take caretaker charge. Arsenal news: I’m told the Guendouzi loan to Hertha Berlin, trailed earlier, will be confirmed soon. One of Arsenal’s young defenders, the 21-year-old centre-back Daniel Ballard, is also going out on loan to Blackpool in League One, another move that should be rubber-stamped before long. There should be more to follow ... Fulham news: Along with trying to bring in Ruben Loftus-Cheek on loan, Fulham are also chasing defensive signings. They’re hopeful of making two centre-back signings today. Lyon centre-back Joachim Andersen is a possibility. It’s also been reported that they could sign William Saliba on loan from Arsenal. Ben Godfrey: On Sky Sports, former Liverpool player Stephen Warnock is looking a little Clark Kent in his big black specs and he’s talking up the merits of Ben Godfrey, who has made the move from Norwich City to Everton. “Speed, agility, youth ... he’s a young player looking to progress his career as well,” says Stephen. Southampton news: “Southampton are hopeful of re-signing Theo Walcott on a loan deal from Everton. Saints have been in talks over striking a deal which ensures Everton stump up a reasonable amount of Walcott’s wages, with a deal likely. The 31-year-old, who progressed through the Saints’ revered academy, left St Mary’s to join Arsenal in 2006. Ralph Hasenhuttl indicated the club would be in for a busy 24 hours after victory over West Brom on Sunday and they are open to a couple of loan deals. They had targeted Brandon Williams from Manchester United, who would have provided back-up at full-back, but that move appears unlikely. Heading out the door? Sofiane Boufal is set to return to France with Angers on a free transfer, and Wesley Hoedt, who is set to re-sign for Lazio, from whom Southampton signed him for £15m, most likely on a season’s loan. Liverpool news: Sunday’s humiliation at Villa Park will not panic Liverpool into any deadline day signings but there could be a departure or two from Anfield before the close of play. Werder Bremen want Marko Grujic and the Serbia midfielder is keen on a return to the Bundesliga but, having allowed him to spend the last two seasons on loan at Hertha Berlin, Liverpool will not sanction a third season-long loan move. Bremen will have to stump up the cash for a player that Liverpool value at around £20m and that may prove beyond them. Xherdan Shaqiri’s representatives are continuing to explore options for the Switzerland international, although the Premier League champions have received no offers so far. Harry Wilson is another who can leave but Burnley have not returned with a second bid for the Wales international. Ben Godfrey has changed his Twitter bio to say he’s an @everton player and here’s why. He may have to bide his time before forcing himself into the first team, as he’ll do well to displace either Yerry Mina or Michael Keane after their excellent performances against Brighton at the weekend. Good morning, all. Well, isn’t this exciting? Ryan Sessegnon to Hoffenheim, eh? Innit? Marvellous. On Sky Sports News, German football guru Ralf Rangnick says it’s a deal that’s ideal for Hoffenheim, because “they could do with a wing-back or a left-back and Sessegnon can play in both positions. We’ve been watching him for the last couple of years when he was still at Fulham and since he’s not playing regularly at Tottenham I think this move makes sense for both clubs and also the player himself.” With that, I’m off to see my agent. Barry Glendenning will take over for the next however-long. You can email him here or Tweet him here. Bye! The Gazzetta dello Sport are reporting that Chris Smalling flew into Rome overnight on a private plane arranged by his agent, and that he’s now lurking in the Italian capital in the hope that Manchester United at some point agree to sell him. The chances of Ousmane Dembélé moving from Barcelona to Manchester United today appear to be shrinking: it is now being reported by RMC Sport, the French TV network, that the Frenchman will be staying at Barcelona and is focused on his season in Spain. Fulham are interested in signing Ruben Loftus-Cheek on loan from Chelsea. It remains to be seen if they can afford the midfielder, though: he earns £150,000 a week. One outgoing at West Ham is set to be Josh Cullen. The 24-year-old midfielder is joining Anderlecht on a three-year deal for £500,000. Our bumper transfer window megafile is being constantly updated. You can find it here: Apparently Edinson Cavani and Alex Telles are now at Carrington, Manchester United’s training ground, and soon to put pen to paper. But there is lots of chatter today about the possibility of the club settling on Facundo Pellistri, an 18-year-old Uruguayan currently at Penarol, as the answer to their search for a winger. It’s now being reported that Emerson to Juventus is off. The Italians have failed to agree a deal with Chelsea. So, will it be Marcos Alonso to leave? Sky are reporting that Leicester’s Rachid Ghezzal is in Istanbul and will move on loan to Besiktas today subject to him passing a medical. The Algerian has played 733 league minutes for the Foxes since joining in August 2018. The former Manchester United full-back Matteo Darmian has left Parma to join Internazionale on loan with an obligation to buy. West Ham are still looking for a centre-back and are interested in Bayer Leverkusen’s Jonathan Tah after having offers for several other targets turned down. However I’ve been told that they could be priced out of a move for Tah, with Leverkusen demanding €30m for the German. We could see West Ham dip into the Championship - Watford’s Craig Dawson is being mentioned. As for Declan Rice, it is very unlikely that he will join Chelsea today. It’s too late for West Ham to source a replacement. What does our very own Jonathan Wilson think about Manchester United’s rumour deadline-day transfer dealings? The left-back Alex Telles should arrive from Porto on Monday – although he could hardly be blamed for having second thoughts – but the other talk was of Edinson Cavani and a loan for Ousmane Dembélé. They’re all very fine players, but they feel somewhere between an irrelevance and a distraction. Oh. Read what else Wilson has to say about United here: Unless Chelsea spring a late surprise, expect it to be outgoings rather than incomings at Stamford Bridge. Frank Lampard has already spent heavily and needs to trim his squad - he has three left-backs and five centre-backs. On the left-back front, it will be either Marcos Alonso or Emerson Palmieri moving. Inter have been interested in both; Juventus are making a last-ditch effort to sign Emerson. As for the centre-backs, Antonio Rudiger looks the likeliest to leave after being frozen out by Lampard. PSG and Tottenham are interested in the German. Milan seems unlikely. Plenty of fringe players need moves. Victor Moses could go to Inter on loan and Tiemoue Bakayoko looks set for Napoli. I’m told that Callum Hudson-Odoi is staying. Bayern Munich offered Chelsea a loan with a £70m option to buy on Saturday. It was rejected - Chelsea want the winger to stay. It also seems that Ruben Loftus-Cheek could stay put. Lampard is open to the midfielder going on loan but Southampton and West Ham deem him too expensive. Fulham are another option but wouldn’t he just lose most weeks? Word is that PSG have signed the 29-year-old defensive midfielder from Porto on loan, with an obligation to buy next year for €16m. Done deal! Ryan Sessegnon joins Hoffenheim on loan until 30 June 2021. “Hoffenheim are known for the successful training and development of young players,” the player said. “I hope that the move will give me match experience in one of the best leagues in the world and I’m looking forward to playing in Europe.” Some further detail on the fate of Gunnersaurus: it’s not extinction, just hibernation. The costume will return when fans do, but the man who has occupied it since 1993 will not. Jerry Quy, the man behind the mask for more than a quarter of a century, is to retire. Here’s an article about him being good at bowling. Manchester United’s 6-1 humiliation by Tottenham at Old Trafford on Sunday has had no impact on Ole Gunnar Solskjaer’s position as the manager. The club remains firmly and totally behind him, is the understanding. It is being widely reported this morning that Arsenal have euthanised Gunnersaurus in a cost-cutting measure. Farewell, friendly green giant. If you want a further transfusion of rumourplasma, hook yourself up to this: Our friends at Get French Football News have sent over a few headlines from the other side of la Manche: 28-year-old right-sided player Bouna Sarr is undergoing a medical with Bayern Munich this morning ahead of a €10m move from Marseille. The deal is expected to see Michaël Cuisance come the other way on loan with an option to buy, although final details for the 21-year-old’s arrival still require sorting. Cuisance arrived in Marseille last night. PSG are expected to announce the €4m loan with €16m obligation to buy signing of 29-year-old defensive midfielder Danilo Pereira from Porto. PSG manager Thomas Tuchel would still like to sign Antonio Rüdiger on loan from Chelsea. Jeff Reine Adélaïde will decide whether or not to accept a €27m move from Lyon to Hertha Berlin. Rennes will announce the club record €26m + bonuses signing of Jérémy Doku from Anderlecht. Metz striker Habib Diallo remains in touch with Sheffield United and West Brom as he seeks to exit Les Grenats in a €15m deal - Strasbourg making a surprising, late charge for the Senegalese international. Rennes have accepted a €17m + €6m bonuses offer from Leeds United for Brazilian winger Raphinha - deal rests on the player being granted a work permit this morning. Christian Atsu could well be on his way out of Newcastle today, it seems. He has played just 10 Carabao Cup minutes this season and otherwise not even made the bench, having been at least on the bench for 27 of their 38 Premier League games last season. A loan move to a Championship club is being mooted. The precise makeup of Arsenal’s squad in 14 hours’ time is anyone’s guess but we have a couple of early near-certainties. It appears Mikel Arteta will be able to wash his hands of Matteo Guendouzi for the rest of this season at least; the out-of-favour midfielder should complete a loan move to Hertha Berlin later. Expect Lucas Torreira to seal a similar switch to Atletico Madrid, while Sead Kolasinac was left out of yesterday’s squad and could yet return to Germany on a permanent basis. William Saliba and, as an outside shout, Reiss Nelson are others who could be loaned out today. Where incomings are concerned, it’s all even cloudier. Houssem Aouar confirmed last night that, for now at least, he will be staying at Lyon so it would be a huge surprise if that deal was revived at the last. If Arsenal can find a straight-up €50m between now and 11pm they could yet get Thomas Partey through the door – the player would make the move if his release clause was met – but the Kroenkes would have to dig deep. Jorginho seems an even more unlikely arrival than he did already, given his weekend performance for Chelsea. But Arteta did say yesterday that he was confident Arsenal were doing their utmost to get deals done. I definitely wouldn’t rule out something appearing from the left field as the day develops ... Norwich had three promising young defenders last season, and two of them have now gone: Jamal Lewis to Newcastle and now Ben Godfrey to Everton. What next for Max Aarons, perhaps the best of the three? The right-back was linked with Barcelona last month, prompting Daniel Farke to say “I wouldn’t sell Max Aarons, not for £100m”. Time will tell, I suppose. Tuttosport seem absolutely convinced that Federico Chiesa will sign for Juventus today, for around €50m. Fiorentina may well replace him with Watford’s Gerard Deulofeu, who is hoping to seal a move away from the Championship club before the day is out Everton have announced the arrival of Ben Godfrey from Norwich, the 22-year-old centre-back said to have cost a fee in the region of £10m (update: Sky are valuing the deal at double that), who has signed a five-year deal. This is what he had to say about it, to the club’s website: It is an honour to sign for Everton and to be part of a huge club. I am very thankful for the opportunity and I can’t wait to get started. The aim for me at Everton is to win trophies and win games. I like to win. I wear my heart on my sleeve. I care and I am a passionate lad. The fans can guarantee they will get 110% out of me when I am on the pitch. This is a club full of history that has an exciting team full of world-class players who will help me kick on to the next level. I am looking forward to working with them and, hopefully, having great times with Everton Football Club. The manager’s past speaks for itself. He has worked with some top-class centre-backs. I will be able to learn so much from him and he is going to help me get to that next level, which is where I want to be. Rumours of a return to the south coast for Theo Walcott have been building for a couple of days now, and word on the street is that talks between Southampton and Everton have begun: A deal for Jadon Sancho to move to Manchester United now has only a remote chance of happening with the club hierarchy remaining firm that Borussia Dortmund’s indications that €120m is wanted for the forward is unrealistic in the current coronavirus-affected market. While United respect Dortmund’s position, the high fee demanded by the player’s agent is also a major block to the transfer. As right wing is a priority and given Sancho’s arrival appears unlikely, talks are ongoing regarding other options, with a loan for Barcelona’s Ousmane Dembele, at the head of these. Before Monday’s transfer deadline United expect to announce the signings of Edinson Cavani, the 33-year-old Uruguayan striker, on a free transfer, and the €17m (plus bonuses) purchase of Porto’s left-back, Alex Telles. The latter has been bought to compete with Luke Shaw and offer a greater goal threat. The former was a pragmatic, opportunist signing, it is understood, Cavani being recruited to ensure that when Odion Igahlo’s loan expires in January Solskjaer has a replacement centre-forward already in place. Cavani is also wanted to help continue the development of Mason Greenwood, and support Marcus Rashford and Anthony Martial. Manchester City do not expect to sign anyone more unless an unexpected - and acceptable - bid for Oleksander Zinchenko occurs, with Pep Guardiola believing the left-back position requires strengthening. Central defender Eric Garcia could still leave for Barcelona if a deal between City and the Catalan club can be agreed. Sky are reporting that Leeds United have agreed a deal with Rennes for the right winger Raphinha, a 23-year-old Brazilian who has a goal and two assists from five starts in Ligue 1 so far this season. Good morning/afternoon/evening/whatever-it-is-where-you-are! After yesterday’s pitch-based madness at Old Trafford, Villa Park and Juventus’s Allianz Stadium, it’s time to turn our attention to football’s training grounds, car parks and medical facilities as the big countdown timer ticks and the transfer guillotine is polished and honed ready to be called into action at 11pm tonight*. Manchester United are after a striker, a defender and a winger, Arsenal want a central midfielder, Liverpool might be panicked into action by yesterday’s chaos at Aston Villa, Barcelona would like a striker. Um, other clubs will also do stuff. We will be bringing you transfer news, well-sourced rumours and possibly a bit of mindless speculation as we get it throughout the day. Welcome! * Of Europe’s major leagues, Germany’s deadline passes at 5pm BST, Italy’s at 7pm BST, and the deadlines in England, Spain and France at 11pm BST. Scotland gets an extra hour, their window closing at midnight. Will we wait for the jungle drums to start beating, you can find every deal from Europe’s top five leagues here:"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}