{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/oct/02/strictly-come-dancing-contestant-hrvy-tests-positive-for-covid-19", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-10-01T23:25:02Z", "webTitle": "Strictly Come Dancing contestant HRVY tests positive for Covid-19", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/oct/02/strictly-come-dancing-contestant-hrvy-tests-positive-for-covid-19", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/oct/02/strictly-come-dancing-contestant-hrvy-tests-positive-for-covid-19", "fields": {"headline": "Strictly Come Dancing contestant HRVY tests positive for Covid-19", "bodyText": "Strictly Come Dancing contestant HRVY has tested positive for coronavirus, just over two weeks before the launch of the new series. The singer and YouTube star, whose real name is Harvey Leigh Cantwell, announced the news on social media, telling fans he does not have any symptoms and is now isolating for 10 days. The 21-year-old said: “hi, wasn’t gonna worry anyone and say anything but now the story’s out, i have coronavirus, I’m all good, no symptoms, just isolating for the next 10 days. already super bored so prepare yourselves for my Tik toks.” “It just proves that us youngsters can get it and not even realise,” he told his 4.5 million Instagram followers. “I’m fine, I’m chilling, but I’m going to be in this bedroom for a while so I’ll see you guys on the other side.” All contestants are being tested for Covid-19 twice a week, with the first tests taking place on Monday and revealing HRVY’s infection. This year’s stars are set to be introduced to their professional dance partners on 12 October, just days after HRVY’s isolation is due to end, ahead of a pre-recorded launch episode on 17 October. From that point onwards contestants will be eliminated from the show if they test positive for the virus. The live shows will start the following week, on 24 October. The show’s professional dancers have been isolating together in a hotel as they prepare the big dance numbers, and once the pros and celebs are matched up they won’t have contact with other pairs, the BBC’s entertainment boss, Kate Phillips, explained. There are also fewer contestants this year, a smaller studio audience and there will be no crowding around presenter Claudia Winkleman after each routine for post-dance interviews. This year’s lineup includes the actor Caroline Quentin, the Made in Chelsea star Jamie Laing and the Olympic boxer Nicola Adams, who will be performing as part of the show’s first same-sex couple. A BBC spokesman confirmed a member of the Strictly Come Dancing group had tested positive. They added: “We have rigorous protocols in place to manage Covid-19 as the safety of all those involved in the production is paramount.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}