{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/oct/12/masterchef-junior-an-adorable-joyous-and-extremely-impressive-antidote-to-2020", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-10-11T21:16:40Z", "webTitle": "Junior MasterChef: an adorable, joyous and extremely impressive antidote to 2020", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/oct/12/masterchef-junior-an-adorable-joyous-and-extremely-impressive-antidote-to-2020", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/oct/12/masterchef-junior-an-adorable-joyous-and-extremely-impressive-antidote-to-2020", "fields": {"headline": "Junior MasterChef: an adorable, joyous and extremely impressive antidote to 2020", "bodyText": "After a nine-year hiatus, Junior MasterChef is back on Australian TV. Tiny humans are making Szechuan pepper meringue shards and talking about Davidson plums. Ten-year-olds are learning how to make fresh ravioli on YouTube and putting the rest of us to shame. It’s surreal and comforting and, surprisingly, exactly what I want from television in 2020. Sometimes you just need to watch a trumpet-playing cub scout make some fancy smores! Sunday night’s premiere saw 14 young chefs enter the MasterChef kitchen. They were chosen from almost 2,000 children from around Australia, and they will compete for a big shiny trophy (“It looks freshly cleaned!” one kid excitedly screams) and $25,000 in prize money. But the money and acclaim isn’t really the point. No one’s desperate to get their big break in the industry or keep their restaurant afloat in a global pandemic. The show has a more simple, uncompetitive and joyous goal: to be an antidote to the more stressful parts of last season’s MasterChef: Back To Win. Fresh from their first (and well-received) season on the franchise, Melissa Leong, Jock Zonfrillo and Andy Allen are back to judge the mini MasterChefs. At the start of the episode, the kids gather with a guardian and wait for them to emerge on a red carpet like Willy Wonka coming out of the chocolate factory. It’s a cute reference until you remember that story involved one child turning into a blueberry then exploding, and another drowning in chocolate. The judges are all great here. Jock, who has four children of his own, has lost his hard edge. Mel is as bright and captivating as ever. And Andy is absolutely in his element. The former MasterChef winner-turned-judge copped a lot of good-natured jibes during Back To Win. In my own liveblogs, I definitely called him a large toddler at least once. But here, that’s weirdly an advantage. He has the energy of a great primary school teacher: he knows exactly how to speak to the kids and how to get them excited. Of course, the kids are the real stars. In this opening episode, we meet Filo: a small giggly boy who makes a perfect lobster mornay. He chooses to make this dish because he “likes exoskeletal animals” and eats lobster “a few times a week with his family”. OK. Then there’s Ruby, who does Harry Potter flute solos at her local market to make money to buy cooking supplies at the op shop; Ryan, the tiny sweet son of 2018 MasterChef winner Sashi Cheliah; and Vienna, who bakes an incredible lemon curd tart because it’s her little brother’s favourite food. Vienna’s brother donated bone marrow to her when she was sick with lymphoma. She has a framed photo of him next to her as she cooks. It’s incredibly sweet. But before you go thinking the show is too saccharine, please know they also included this gratuitous shot of another contestant, Georgia, karate-kicking her little brother into next week: In this first immunity challenge, there isn’t a bad dish among them. The biggest failure is some slightly overcooked fish, and that’s not just because the judges are going easy. There are two very deserving winners of the first immunity challenge: Laura and Dev. Laura wants to one day own a restaurant called “5 Chairs” (named for the number of people in her family). She pulls a real Reynold with a lime granita with white chocolate mousse, macadamia crumb and a Szechuan pepper meringue shard. Dev loves to cook for his family. He celebrates his north Indian heritage by serving a feast of lamb mughlai curry with saffron rice, cucumber raita, coriander chutney and smoked chicken kebab. All in just 75 minutes. I’m sure it’s partially because I’m still living under Victoria’s endless lockdown, but I’m so excited for the episodes ahead. From old sitcoms to the Great British Bake Off to weirdly entrancing videos of old French men making butter, I’m deep in comfort-viewing mode. And, even though it undermines any confidence I had in my cooking ability, Junior MasterChef is wonderfully comforting. • Junior MasterChef continues at 7.30pm on Monday 12 October, on Ten"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}