{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2020/oct/14/tardigrades-latest-superpower-a-fluorescent-protective-shield", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2020-10-13T23:01:39Z", "webTitle": "Tardigrades' latest superpower: a fluorescent protective shield", "webUrl": "https://www.theguardian.com/science/2020/oct/14/tardigrades-latest-superpower-a-fluorescent-protective-shield", "apiUrl": "https://content.guardianapis.com/science/2020/oct/14/tardigrades-latest-superpower-a-fluorescent-protective-shield", "fields": {"headline": "Tardigrades' latest superpower: a fluorescent protective shield", "bodyText": "They might be tiny creatures with a comical appearance, but tardigrades are one of life’s great survivors. Now scientists say they have found a new species boasting an unexpected piece of armour: a protective fluorescent shield. Also known as water bears or moss piglets, tardigrades are microscopic, water-dwelling creatures, around 0.5mm to 1mm in length, that resemble a crumpled hoover bag with eight legs. But while their appearance invites amusing comparisons, it is their hardiness that has inspired awe: the creatures can survive the vacuum of space, extreme temperatures and pressures, and intense ionising and UV radiation. Among tardigrades’ survival tactics is the ability to shrivel up in a dormant state in which they can survive for decades, while they also produce proteins to protect their cells. Now another protective mechanism has been discovered that appears to help tardigrades cope with potentially lethal UV light, a fluorescent substance that absorbs such radiation and subsequently releases energy as blue light. “Our study suggests that [these creatures] can survive in the driest and sunniest places on Earth,” said Dr Sandeep Eswarappa, co-author of the research from the Indian Institute of Science. Writing in the journal Biology Letters, Eswarappa and colleagues report how they found a new species of tardigrade in a moss sample grown on a wall at the institute’s campus. When they exposed both this species, dubbed Paramacrobiotus BLR strain, and another species, H exemplaris, to 15 minutes of UV light, only the former survived. Surprisingly, under UV light the new species glowed bright blue. To explore further, the team created an extract from the new species, and covered the UV-sensitive tardigrades, H exemplaris, with this fluorescent substance. The results show the extract provided at least some protection, with around half the H exemplaris tardigrades still alive several days later. Eswarappa said the findings were a surprise. “There are other species that show UV tolerance, but [the new species] is the only one with fluorescence as a mechanism to resist lethal UV radiation,” he said. Dr Łukasz Kaczmarek, an expert in tardigrades from Adam Mickiewicz University in Poland, who was not involved in the research, said the study joined previous work showing the potential use of substances produced by tardigrades to protect other organisms from harmful environmental conditions. But Kaczmarek said the team had not identified the specific substance responsible for the protection against UV radiation, noting such protection might not be down to fluorescence after all but – potentially – protective proteins. “We also do not know if it is a characteristic feature of the species studied or rather for the majority of tardigrades exposed in their natural environment to high doses of UV radiation,” he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}