{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/oct/24/adam-lallana-i-wont-be-fighting-to-prove-myself-after-all-the-setbacks-at-liverpool", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-10-24T21:30:35Z", "webTitle": "Adam Lallana: 'I won't be fighting to prove myself after all the setbacks at Liverpool'", "webUrl": "https://www.theguardian.com/football/2020/oct/24/adam-lallana-i-wont-be-fighting-to-prove-myself-after-all-the-setbacks-at-liverpool", "apiUrl": "https://content.guardianapis.com/football/2020/oct/24/adam-lallana-i-wont-be-fighting-to-prove-myself-after-all-the-setbacks-at-liverpool", "fields": {"headline": "Adam Lallana: 'I won't be fighting to prove myself after all the setbacks at Liverpool'", "bodyText": "When it came to leaving Liverpool, a heart-to-heart with Jürgen Klopp made everything that bit easier for Adam Lallana. After six seasons, four trophies, three runners-up medals – and a couple of years as Klopp’s next-door neighbour – it was time for Lallana, consistently heralded by the Liverpool manager as one of the most important players of his reign, to move on. “After I had those couple of days where I realised it was going to be my last season at Liverpool, I made sure I treated every day, every training session like it was my last,” he says. “I enjoyed the last six, seven, eight months as much as I did any year while I was at the club.” He had, he explains, gone into Klopp’s office half-expecting confirmation his contract would not be renewed and, despite the “initial feeling of rejection”, listening to Lallana discuss his first months at Brighton, it is clear he is enthused by the project at play, referencing how well the club is run as he discusses the sales pitch he gave Danny Welbeck, who could make his debut against West Brom on Monday. “We were speaking and it got to a point where I felt I couldn’t message him any more … but it all came from a good place. I just thought it would be the perfect setup for Welbz. Meeting new people and forming new relationships with teammates, with colleagues is so refreshing and something I think I needed. It’s been absolutely fantastic.” After a stop-start final few seasons at Liverpool, Lallana has played in every Premier League game for Brighton this campaign and if he features against West Brom it will be the first time he has been involved in six successive top-flight games since 2016-17. Graham Potter is managing his workload – “I maybe do 80% of the session one day, then 100% the next” – and regular dialogue between Lallana and the Brighton manager has helped the former England midfielder build a tailor-made training programme and get into a groove. “The manager has said I’m here for three years, not three months, so it was important I didn’t want to do everything and take part in every session and do more. That’s probably an area of my game I needed to improve on. It’s not always about the amount you do; it’s about the quality. “When you get rhythm in any walk of life, you start doing things without even thinking about it. I won’t be fighting to do well, fighting to prove myself in that short period, fighting to get back in the team or fighting to make the squad. Which was happening at Liverpool because I had so many setbacks. “I’ve had it before when you put big pressure on yourself to be at a certain level and you’re just fighting it. I am trying to be relaxed. There are signs there that you see as a player that you know it is coming and you are going in the right direction. That’s how I feel.” He accepts Liverpool and Brighton share different goals – one striving for successive titles, the other to improve on a 15th-placed finish – but Lallana is not lacking motivation. “I would have hung my boots up if I wanted to keep winning titles; I don’t think I would have had the opportunity to go into a team that’s going to win Premier Leagues. “My ambition is to keep improving myself, keep improving Brighton as a club, taking us to the next step and just to keep learning and getting better. You can always learn and always improve. If I can do that here and impact that in any way, then I see that as a success and just as good as winning a title at Liverpool or a Champions League.” In victory at Newcastle last month, the average age of Brighton’s starting XI was 24.4 years, the youngest in the division this season. At 32, Lallana was the eldest player on the pitch, four years older than Mat Ryan and Lewis Dunk, the Brighton captain. “I must admit I don’t feel like I’m a 32-year-old or that I’m close to hanging the boots up, especially in the dressing room. It does not feel like a young team technically, or ability-wise, but maybe mentally you can see our average age is young. “Maybe it is being a little more streetwise, managing the game better in certain situations. You need to almost do things wrong, experience not doing it, to then make sure it does not happen again. Winning helps. Winning matches ugly, it helps. That is what I developed and learned a lot over my time at Liverpool, that side of the game.” Gone are the days of Lallana and Klopp seeing each other put the bins out but in East Sussex, he sees shades of the empowerment given to the German by Liverpool and the faith shown in Potter by Brighton, who gave him a six-year contract in November. “You know they’re trusting the process and he’s got a group of players who trust the process as well and trust what he says to us, what he wants us to do, how he wants us to play. But these things don’t happen overnight – at Liverpool it didn’t happen overnight with Jürgen.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}