{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/oct/20/nikita-parris-urges-fa-to-set-up-more-inner-city-bases-to-boost-diversity", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-10-20T21:30:17Z", "webTitle": "Nikita Parris urges FA to set up more inner-city bases to boost diversity", "webUrl": "https://www.theguardian.com/football/2020/oct/20/nikita-parris-urges-fa-to-set-up-more-inner-city-bases-to-boost-diversity", "apiUrl": "https://content.guardianapis.com/football/2020/oct/20/nikita-parris-urges-fa-to-set-up-more-inner-city-bases-to-boost-diversity", "fields": {"headline": "Nikita Parris urges FA to set up more inner-city bases to boost diversity", "bodyText": "Nikita Parris has said the Football Association needs to look at the location of its centres of excellence if it wants to open the door to more black, Asian and minority ethnic players in the England Women’s squad. The Lyon forward is one of only two black players in Phil Neville’s 28-member squad for the friendly in Germany next Tuesday and she believes it is “understandable” if young BAME girls feel underrepresented. When Parris entered the England setup at under-15 level a black head coach, Hope Powell, was leading a senior squad in which almost a quarter of the players were from BAME backgrounds. Parris and Manchester City’s Demi Stokes are the only black players in Neville’s latest selection. Rinsola Babajide of Liverpool was at the training camp in September but has not won a cap. “It is understandable,” Parris said of the prospect that young BAME girls feel underrepresented. “But they do have role models in me and Demi. My role models were Rachel Yankey and Anita Asante, so there was, there has been and are players that play for England for people to look up to.” The biggest barrier faced by BAME girls is a lack of access to sport in inner-city communities, said Parris. “I do think that it is imperative that we do go inside these communities and really try hard to make sure it’s accessible for young people to be able to play the sport. “Centres of excellence are not actually situated in areas that are accessible for inner-city communities and the vast majority of BAME athletes or BAME participants are going to come from those areas. “So I do think that the FA do have to look at opportunities for girls to get into elite sport. Not just taking part in sessions, because I know the FA do support a lot of activities that help players get into the sport on a participation level, but I’m talking about actually, if you believe that you’re good enough to really be able kick on and be a future Lioness, having that elite support.” Parris said she was lucky in having support from friends and family, and the good fortune to live near Mo Marley, then the Everton head coach who, with her husband Keith, “picked me up and took me to and from training, 45 minutes each way”. The FA head of women’s football, Baroness Sue Campbell, said tackling the issue of diversity was one of its “biggest challenges” and was central to the governing body’s new four-year strategy for the women’s game. It includes a commitment to providing access to girls’ football in every school and putting local leaders into communities to drive on women’s football. “It’s been a selective number of youngsters that have played our game,” said Campbell. “If we get the new strategy right we’ll have every girl, regardless of background, taking part in football. “And the talent pathway has been too narrow, which means it’s been exclusive as opposed to inclusive and accessible, which is what we’re trying to change over the next four years. We have four pilot clubs that are helping us with that: Tottenham, Aston Villa, Manchester United and Durham. They are in areas where we hope to reach communities and groups that haven’t reached in the past.” The Manchester United forward Alessia Russo has withdrawn from the England squad through injury and been replaced by her clubmate Katie Zelem."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}