{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2020/oct/11/biden-double-digit-national-lead-over-trump-election-looms-coronavirus-latest-updates", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-10-11T21:02:10Z", "webTitle": "Trump claims he no longer has Covid-19 and is 'immune' – as it happened", "webUrl": "https://www.theguardian.com/us-news/live/2020/oct/11/biden-double-digit-national-lead-over-trump-election-looms-coronavirus-latest-updates", "apiUrl": "https://content.guardianapis.com/us-news/live/2020/oct/11/biden-double-digit-national-lead-over-trump-election-looms-coronavirus-latest-updates", "fields": {"headline": "Trump claims he no longer has Covid-19 and is 'immune' – as it happened", "bodyText": "We’re closing the blog for today, but we’ll be back tomorrow with more live updates. Before we go, here’s a quick summary of everything that’s happened today: Donald Trump has started to say that he is “immune” to Covid-19 after contracting the virus, contradicting evidence that people can get the virus more than once and ignoring the lack of research about how long antibodies are effective. Twitter flagged Trump’s tweet that claims he’s immune to the virus, saying that it contains misleading information. Dr Anthony Fauci spoke out against a Trump campaign ad that took praise he gave for the coronavirus task force out of context. In the rare pushback to Trump, Fauci said that the GOP did not get his permission to use the clip and reiterated that he has never publicly endorsed any political candidates “in my nearly five decades of public service”. The opening statement Amy Coney Barrett, the supreme court nominee whose nomination process will start in the Senate tomorrow, has been leaked and reveals Barrett will say that she would apply the “law as written” and speak about the influence of the late supreme court justice Antonin Scalia on her judicial philosophy. A new national poll from ABC News and the Washington Post shows Joe Biden maintaining a large lead over Donald Trump, with Biden holding a 12% lead over the incumbent just three weeks until the presidential election. Dr. Anthony Fauci, the nation’s top infectious disease expert, has spoken out against Donald Trump taking a clip out of context for a campaign ad, what is now one of Fauci’s most direct pushback against Trump since the start of the pandemic. For months during the course of the pandemic, Donald Trump has often been at odds with Fauci, delivering contradictory public health messages and publicly expressing frustration with the doctor’s more sober take on the pandemic. In the spring, as the virus ravaged the Northeast of the country, Fauci was a regular at the White House’s coronavirus press briefings. But in June, Fauci said he was not invited to the press briefings, with Trump telling Fox News that “Dr. Fauci’s a nice man, but he made a lot of mistakes”. At the time, cases were just starting to rise in many parts of the country, the effects of states quickly reopening their economies for the summer, allowing the virus to spread. Fauci at the time cautioned against reopening without regulations in place, contradicting Trump’s messaging that states should rush to reopen. Fauci has done his best to be a neutral, authoritative public health figure over the course of the pandemic, opting to do dozens of virtual interviews to offer his recommendations to Americans. Trump has since replaced Fauci and Dr Deborah Birx, another respected epidemiologist who was once a regular at the White House press briefing, with Dr Scott Atlas, who has come under scrutiny by public health experts for questioning the effectiveness of masks and parroting the Trump administration’s optimistic timeline for a Covid-19 vaccine. Donald Trump’s campaign responded to a new statement from Dr Anthony Fauci, the nation’s top infectious disease expert, who said his words were taken out of context for a new Trump ad. “These are Dr. Facui’s own words. The video is from a nationally broadcast television interview in which Dr. Fauci was praising the work of the Trump administration,” said Trump’s communication director Tim Murtaugh. “The words are accurate and directly from Dr. Fauci’s mouth.” The statement of course does not address that Fauci, when he said “I can’t imagine that… anyone could be doing more” was not referring to Trump but the broader coronavirus task force, including himself. Dr Anthony Fauci, the nation’s top infectious disease expert, responded to his misleading appearance in a new ad for Donald Trump’s campaign, saying that he was taken out of context by the spot. In the ad, released yesterday, Fauci can be heard saying “I can’t imagine that… anyone could be doing more” in an interview as the ad boasts Trump’s response to Covid-19. The clip came from an interview Fauci had with Fox News and was taken from a snippet when he was describing the work that he and other members of the coronavirus task force undertook to respond to the virus. Fauci was not directing his statement at Trump. “In my nearly five decades of public service, I have never publicly endorsed any political candidate,” Fauci said in a statement to CNN. “The comments attributed to me without my permission in the GOP campaign ad were taken out of context from a broad statement I made months ago about the efforts of federal public health officials.” The chief executive of Regeneron, the pharmaceutical company that produced the antibody cocktail that Donald Trump received to treat his case of Covid-19, said that Trump’s experience with the drug is “a case of one” and said the company is working through clinical trials to ensure its safety and effectiveness. “The president is a case of one,” Leonard Schleifer, chief executive of Regeneron, said in an interview with CBS today. “It is evidence of what’s happening, but it’s kind of the weakest evidence you can get.” The company is likely trying to neutralize itself after falling into political discourse about the virus. Earlier this week, Trump in a video said that Regeneron’s antibody cocktail was the key to his recovery from the virus, calling it a “cure” for Covid-19 though the drug is still in clinical trials. Public health experts criticized the president for touting a drug that has not been approved by the Food and Drug Administration, something the president has done before with other unconfirmed treatments of the virus such as hydroxychloroquine and blood plasma. Jaime Harrison, who is running against Republican Lindsey Graham for his Senate seat representing South Carolina, has raised $57 million over the last three months – the largest haul in a single quarter for a Senate candidate in US history. The biggest quarterly haul for a Senate candidate was $38 million before Harrison set the new record, which was raised by former US representative Beto O’Rourke in his election against Senator Ted Cruz, according to the New York Times. Graham has not yet announced his fundraising figure for the last quarter. Harrison is the former chair of the South Carolina’s Democratic Party and associate chairman of the national Democratic Party. It looks like Twitter flagged Donald Trump’s tweet about being immune to Covid-19. The platform has hid the Tweet completely under a message that says it violates Twitter’s rules “about spreading misleading and potentially harmful information related to Covid-19”. The note also says that Twitter “has determined that it may be in the public’s interest for the Tweet to remain accessible”. This appears to be the fifth Tweet of Trump’s that the platform has flagged. The first was a Tweet from May when he said “when the looting starts, the shooting starts”. One Tweet in June about using “serious force” against protesters and another in August that called mail boxes a “voter security disaster” were both flagged. The fourth flagged tweet was from September when Trump encouraged voters in North Carolina to vote twice, which is illegal. On Friday, Twitter announced further limits on users who are trying to spread misinformation or encourage violence or election interference, including candidates for office. The platform said it would flag false claims of winning an election from candidates until state election officials or authoritative national news outlets report it. After talks over a new coronavirus stimulus package, which have been ongoing since July, the White House published an open letter to Congress that targets Democrats for taking “an all-or-nothing approach” to talks. “The House has passed two separate partisan bills instead of compromising with us on bipartisan legislation like we have done in the past,” the letter reads. Of course the letter does not mention that Senate Republicans have played a major role in holding up negotiations. House Democrats passed two different stimulus packages, the hefty $3 trillion HEROES Act in May and a $2.2 trillion at the beginning of the month. Republicans have put forth the $1 trillion HEALS Act in July. While both sides seem reluctant to budget, the White House has indicated that they are more willing to get closer to what Democrats want than Senate Republicans, offering House speaker Nancy Pelosi a $1.8 trillion plan on Friday. Pelosi’s team indicated there was disagreement on the plan’s Covid-19 public health response and overall funding level, meaning a bill is still not close in sight. Senate Republicans meanwhile have acknowledged that they are focused more on the nomination of judge Amy Coney Barrett to the Supreme Court, with Senate majority leader Mitch McConnell saying that a bill will likely not be passed until after the election. This is Lauren Aratani taking over for Tom Lutz. Senator Kamala Harris just announced that she will be participating in the confirmation hearing for judge Amy Coney Barrett remotely. The testimony in front of the Senate’s judiciary committee is set to start tomorrow. Her Senate office said in a statement that the Republicans on the committee did not agree to agree to a request from Democrats, including Harris to implement a testing procedure. Two Republican members of the committee, senators Thom Tillis of North Carolina and Mike Lee of Utah, both tested positive for the virus after attending the nominating ceremony for Barrett at the White House Sept. 25, which is considered a super-spreader event. Republicans have been eager to push Barrett’s nomination through the Senate as quickly as possible before the election. On Twitter, Harris said that by moving forward with the hearing tomorrow, Senate Republicans were “endangering the lives of not just members and our staff, but the hardworking people who keep the Senate complex running”. Democratic Senate minority leader Chuck Schumer has said Donald Trump’s supreme court nominee Amy Coney Barrett should, if confirmed, step aside from contentious cases. Reuters reports: Democratic opposition to Barrett on policy issues has focused on her possible role in deciding a case before the Supreme Court in which Trump and Republican-led states are seeking to invalidate the Affordable Care Act (ACA) healthcare law, often called Obamacare. “She doesn’t come unbiased and that’s why she should recuse herself,” Schumer said on Sunday. A key Obamacare provision that would be thrown out if the court strikes down the law bars insurance companies from denying coverage to people with pre-existing conditions. Democrats have criticized Trump for seeking to end Obamacare protections amid a pandemic that has killed more than 210,000 Americans. Schumer also said Barrett should recuse herself from any cases involving the presidential election because of statements made by Trump in which the president has said the court is likely to have election cases. Trump, who is running for reelection against Democrat Joe Biden, has indicated he would expect the court to rule in his favor if Barrett is confirmed. Donald Trump claims he is immune to Covid-19 – video When asked whether he still had Covid-19, the US president said he was now immune to the disease. Speaking on Fox News, he said he would be immune “maybe for a short time, maybe for a long time” and that he was “in very good shape”. People who have had Covid-19 can be reinfected Donald Trump has announced his return from Covid-19 in a fundraising letter to supporters sent out on Sunday complete with lots of bolds and caps. I’m back. I’ve just been CLEARED by the White House doctor to return to the campaign trail. Amazing! I feel great - better than I have in the last 20 years - and I cannot wait to be back with the American People. The Democrats were hoping I would be out of commission for WEEKS. They wanted to keep me from YOU. They wanted to keep me from WINNING. Too bad for them - I AM BACK AND BETTER THAN EVER. So there you go, Donald Trump has the sculpted body of a 54-year-old. Amy Coney Barrett has said she will base her decisions on the law rather than her personal beliefs if, as expected, she is confirmed to the supreme court in the coming weeks. Barrett will deliver her remarks to the Senate Judiciary Committee on Monday, and The Hill obtained a copy of her statement. Barrett is a devout Catholic, who has a record of opposing abortion rights, something Democrats on the committee are expected to examine. Barrett cites her mentor and former supreme court justice, Antonin Scalia, in her statement. “It was the content of Justice Scalia’s reasoning that shaped me,” she is expected to say. “His judicial philosophy was straightforward: A judge must apply the law as written, not as the judge wishes it were. Sometimes that approach meant reaching results that he did not like.” Barrett would replace liberal justice Ruth Bader Ginsburg, who died last month, giving conservatives on the court a 6-3 majority. “I have been nominated to fill Justice Ginsburg’s seat, but no one will ever take her place,” Barrett is expected to say. “I will be forever grateful for the path she marked and the life she led.” For more on the role religion plays in the supreme court nomination, read our article below: A much debated topic since the nomination of Amy Coney Barrett to the supreme court is whether Democrats will “pack” the court should they win control of Congress and the White House. Such a move would see new (liberal) justices added to the court, making it more balanced between conservatives and liberals. During a Sunday morning appearance on ABC’s This Week, Joe Biden campaign co-chair Cedric Richmond, refused to be drawn on whether such a plan was in the Democrats’ playbook. “I think that Joe Biden and Senator Harris are very clear, that it is a distraction [before November’s election],” said Richmond. “We should not be talking about a hypothetical court packing once this nominee is confirmed. When we’re talking about packing, we’re talking about all the judges that [Donald Trump] is packing on the court right now.” Richmond added that Trump was responsible for court-packing himself. “He packed the appellate court, the circuit court, with 50 judges. But I bet you he didn’t mention that to black or brown people yesterday at his White House rally, that out of 50 circuit court judges, he couldn’t find one qualified black person to sit on the circuit court. So when you talk about court packing, that’s what they’re doing,” Richmond said. Biden himself has not given his position on packing. But Republican National Committee chairwoman Ronna McDaniel said on Sunday that Biden was attempting a “power grab”. “This [court packing] should be all the media’s focused on,” she said on CBS’s Face the Nation. “I understand you don’t like Donald Trump. I understand [you] don’t like Republicans. You have a Democrat running on the biggest power grab – the absolute biggest power grab in the history of our country and reshaping the United States of America and not answering the question. That’s all we should be talking about.” Arkansas’ Republican governor, Asa Hutchinson, says he supports Donald Trump’s return to the campaign trail after his Covid-19 diagnosis. He also rejected claims that safety measures at the president’s rallies are not stringent enough. “They offer masks, they do screening whenever they come to the rallies, certainly we want to have an engagement in the presidential campaign this year,” he told CNN on Sunday. Arkansas has seen a rise in Covid-19 cases, and Hutchinson it was important for people to take the correct precautions. “A large part of it is simply the nature of the virus and if you don’t take the right protections it’s going to spread,” Hutchinson said. That Lindsey Graham would become Donald Trump’s poodle was not a tale (or tail) foretold. But it has landed him in the dogfight of his life for re-election to his Senate seat in South Carolina, challenged by a relentless and capable Democratic candidate, Jaime Harrison, who methodically chased Graham around the ring in their debate, repeatedly jabbing him as a hypocrite, until he struck him with a haymaker, ending the verbal fisticuffs with a TKO: “Be a man.” Bruised and battered, Graham retreated to his corner, Sean Hannity’s show on Fox News, to beg: “I’m getting overwhelmed … help me, they’re killing me money-wise. Help me.” Graham has climbed the greasy pole within the Senate, to a position that historically has been rewarded by his state with a lifetime tenure. He succeeded to the seat that Strom Thurmond held for 48 years before he died at 100. From Graham’s chairmanship of the Senate judiciary committee he has taken up the defense of Trump, to unmask the dastardly conspiracy of “Obamagate” and to handle the confirmation of a justice on the supreme court, to pack it with a conservative majority for a generation to come. But just at this consummate moment of his career, events have conspired to dissolve his facade and expose his flagrant hypocrisy. His presumed strength has turned into his vulnerability. Worse, in Washington, where the press has treated him for more than 20 years like the genial star of the comedy club, he has become an object of ridicule. You can read the full article below: More from Trump’s earlier interview on Fox News. He said some people believe he is doing a “phenomenal” job regarding Covid-19. Americans disagree, with a Washington Post/ABC News poll released on Sunday showing most Americans disapprove of the president’s handling of the pandemic. “One is too many, but 2.2 million [deaths was the prediction as to how many people would die,” Trump said, citing a study projecting fatalities if no measures against the virus were taken. “We lost 200,000 plus, and, you know, there are those that say we did a phenomenal job.” Eric Trump has mounted a defence of his father’s business dealings following new revelations in the New York Times. According to an article on Sunday in the Times headlined “The Swamp That Trump Built”, Trump leveraged his position as president to bring revenue into his hotels and golf courses. However, in a appearance on ABC’s This Week, Eric Trump portrayed his father as a victim rather than an exploiter of the system. “We’ve lost a fortune, my father’s lost a fortune running for president. He doesn’t care, he wanted to do what was right. The last thing I can tell you Donald Trump needs in the world is this job. He wakes up in the morning and he has to fight you and he has to fight the entire media. He has to fight the democrats and he gets punched in the head every single day,” said Eric Trump. The president’s third child refused to address the allegations in the Times directly. “Go Google Biden’s house right now and tell me if you think that a person who’s been in government for 47 years can afford that mansion, on the water in Wilmington, Delaware,” he said. When pressed again, Trump said: “We’re a hospitality company. We’ve got tens of millions of people staying at our properties every single year. The New York Times is absolute fake news. All they want to do is take down my father.” Host Maria Bartiromo ends the interview by asking Trump about an article in the Guardian that says the US defense department has created a taskforce to investigate UFOs. The president says he only learned of it two or three days ago but says he will “check on that”. Trump is asked about voter fraud. He says Democrats are “trying to steal the election”. In fact, there is no evidence that voter fraud is a problem in the US. Trump, who has reportedly made more than 20,000 false or misleading claims during his presidency, says that almost everything Joe Biden says “is a lie”. He says, without basis, that Biden wants to get of, among other things, guns, cars and fracking. He also says that Biden, a practicing Catholic, wants to get rid of God. Trump says he wants to roll out antibody cocktail Regeneron to hospitals. Regeneron was used to treat Trump after his Covid-19 diagnosis. “What we have done in the last six or seven months [over therapeutics], no one else could have done. It could have taken years, and I got them to do it in weeks,” says Trump. He then once again says “I am immune” to Covid-19. Asked about his general health, Trump says: “I have no issues”. Trump is asked about Nancy Pelosi and Democrats’ proposals for a congressional commission to assess whether US presidents are capable of performing their duties or should be removed from office. He says, Pelosi is actually looking at replacing Joe Biden if he becomes president and putting into power Kamala Harris. “They want to put a super-left person in like Kamala Harris who is further left than Bernie Sanders,” says Trump without basis of Harris who is definitely not to the left of Bernie Sanders. Donald Trump is on Fox News. He is asked if he still has Covid-19. “I am immune,” says the president. He says he will be immune “maybe for a short time, maybe for a long time”. He adds: “The president is in very good shape”. People who have had Covid-19, can in fact be reinfected. Regarding the event he held at the White House yesterday, in which he addressed a crowd of supporters from a balcony, the president had no regrets. “They said totally free of spreading, there’s no spread,” he said. “I was on a balcony. The closest person was probably a couple of hundred feet away, and they were down on the grass.” Bill Gates has some thoughts about coronavirus vaccines, Donald Trump claiming to be “cured”, and politicians such as Florida’s Ron DeSantis, who wants to open up sports stadiums for everyone despite a new surge in infection rates nationwide. In a wide-ranging interview on NBC’s Meet the Press, the Microsoft tycoon, whose Bill and Melinda Gates Foundation has been at the forefront of vaccine development, doubted the president’s assertion that a cocktail of antibody drugs he received was a cure for Covid-19. “The word cure is inappropriate because it won’t work for everyone, but yes, of all the therapeutics, this is the most promising.” Gates said. “We’ve been working with the companies doing antibodies, we reserved factory capacity all the way back in the spring, and now we’re partnered with Eli Lilly who, with Regeneron, has been the fastest to get these antibodies ready. They could reduce the death rate quite a bit.” He also warned Trump, who has objected to federal Food and Drug Administration (FDA) regulations that would likely delay any vaccine beyond the election, to back off. “You don’t want politicians saying something should be approved, because it’s wrong to think of political pressure as appropriate in these cases,” he said. “I hope the FDA can take the data, which is looking quite good, and get these out in the next few months, because we have so little to save lives. “It’s likely by early next year that several of these vaccines will get that emergency use authorisation.” But, he warned ominously: “There are lots of additional deaths coming if we don’t get our act together.” Meet the Press host Chuck Todd questioned Gates if he thought the opening of football stadiums to capacity crowds, as promoted this week by Florida governor DeSantis to the Miami Dolphins, was a good idea. “Society should be able to have things like schooling that get a priority versus certain more entertainment-related things, and I guess politicians will show what their value system is there,” Gates responded. “The only way we’ll get completely back to normal is by having maybe not the first-generation vaccine, but eventually a vaccine that is super effective, and that a lot of people take, and that we get the disease eliminated on a global basis.” Unlike leagues such as the NBA and NHL, the NFL is not operating its season in an isolation bubble. And while there have been no severe outbreaks of Covid-19 – as we saw in baseball with teams such as the Miami Marlins – there has been disruption. The New England Patriots, who had to do without their starting quarterback Cam Newton last week after he tested positive for the virus, have postponed their upcoming game against the Denver Broncos after another team member came down with Covid-19. “The Denver Broncos at New England Patriots game scheduled for Monday, October 12 at 5:00 p.m. ET has been postponed,” read an NFL statement. “Details on a new game date and time will be announced shortly. Both teams will now have a Week 5 bye. This decision was made to ensure the health and safety of players, coaches and game day personnel and in consultation with medical experts.” The Tennessee Titans, who are due to play the Buffalo Bills on Tuesday, have also shut down their practice facility after a positive test in their camp. “This morning we learned that a staff member tested positive. We have temporarily closed our facility and are in communication with the league on the next steps,” a Titans spokesperson said in a statement. Richard Luscombe has news from Amy Coney Barrett’s supreme court nomination: Dick Durbin, the Democratic Senate minority whip, does not share the view of some Republicans that the battle to confirm Amy Coney Barrett, Donald Trump’s pick for the US supreme court, amounts to a Holy War. Stepping back from controversial rhetoric over Barrett’s religion, the Illinois senator says the American people see her confirmation hearings, which begin Monday, in far simpler terms. “This makes a difference in their life. Whether they have health insurance, whether they have preexisting conditions, if they can afford health insurance,” Durbin, who sits on the Senate judiciary committee that will explore Barrett’s nomination, told NBC’s Meet the Press. Democrats fear Barrett will be confirmed to the court in time to rule on one of Trump’s signature promises, the dismantling of Obamacare. “We believe that once the Republican voters wake up to the reality and strategy, many of them are going to say to their senators, ‘Listen, this is not what we bargained for, we may be conservatives but we’re not crazy. My family needs health insurance protections,” he said. Durbin, however, refused to be drawn on whether a Democratic administration under Joe Biden would “pack” the supreme court with more liberal-leaning justices to counter the conservative majority that Barrett’s confirmation would achieve. The question has dogged Biden in recent days, and was a talking point at last week’s vice-presidential debate when Kamala Harris, Biden’s running mate, also did not answer. “It is not a negotiating point,” Durbin insisted. “We’re dealing with the reality of a lifetime appointment to the highest court in the land,” he said. “[Senate majority leader Mitch] McConnell has changed the rules for the Republican senators, with running this through at breakneck pace without the investigation that usually comes with this. Those are the issues.” As Democrats and Republicans remain deadlocked in talks over a Covid-19 stimulus bill, White House economic adviser Stephen Moore says he believes the US economy does not need an artificial boost. Unemployment claims in the US are just over 800,000 down from the start of the pandemic, but still way above the levels before Covid-19 hit. Donald Trump earlier this week said he was cancelling talks between Republicans and Democrats on a stimulus bill, before reversing course. Republicans want to keep any such stimulus package below $2tn. Democrats want a figure around $2.2tn. “The economy really is showing signs of picking up. I don’t care what the newspapers say,” Moore told WABC 770 on Sunday. “I see really strong numbers coming in for the third quarter… 30% to 35% growth, which shatters the all-time record for growth in one quarter.” He added: “At this point, I’m not so sure we need a $2tn stimulus bill. I think the fourth quarter will be just as strong as the third quarter.” Richard Luscombe has news of worries in the Republican camp as the election approaches: Ted Cruz raised eyebrows on Friday when he spoke of a possible election “bloodbath” for Republicans. On Sunday he repeated the warning, telling NBC’s Meet the Press that a “demoralized” electorate could deliver a Democratic clean sweep. “It turns on optimism. If people are optimistic and hopeful about the future and going back to work, that will be a factor in a very good election for Republicans. [But] if they’re depressed and hopeless, that will help the Democrats,” he said. “There’s an incredible volatility in politics right now. I believe President Trump can win… but I also think it’s possible that we see a Democratic sweep where they win everything and it’s a victory of Watergate proportions.” The Texas Republican senator added: “I don’t recall an election in my life with the spread, the delta between those two possible outcomes this close to election day, that wide.” Cruz, who said he has spoken twice with Trump since the president left Walter Reed medical center last Monday, said the outcome depends on turnout. “In a persuasion election you’re fighting over a small band of voters who are undecided, in turnout elections both sides are trying to turn out their base,” he said. “In this election it’s turnout. The hard left, they hate the president. The big open question is does everybody else show up? If people turn out it’ll be a good election for Republicans. If people stay home, if they’re demoralized, that’s how we get into a terrible election.” An ABC News/Washington Post national poll released on Sunday shows that Joe Biden maintains a large lead over Donald Trump with just over three weeks until the presidential election. Biden holds a lead of 54% to 42% among likely voters nationwide, which is a similar margin enjoyed by the Democratic challenger in recent months. Among registered voters, the lead is 53% to 41%. It should be noted that the poll is a reflection of the popular vote, rather than the state-by-state vote. The latter will determine the winner of the election and Hillary Clinton won the popular vote in 2016 but lost in crucial swing states, ensuring victory for Trump. Most state-by-state polls show Biden leading but the margins are smaller than in the national polls. There are some positives in Sunday’s poll for the president. A majority of voters (54%) approve of Trump’s handling of the economy, which is seen as the most important issue among voters (29%). Biden is more trusted on the Covid-19 pandemic, which has killed more than 210,000 Americans. Biden holds a 17-point lead over his ability to handle the virus. Biden holds a large lead among women (59% to 36%). Biden and Trump are equally favoured by men at 48% each. Trump was favoured by the latter group by 11 percentage points in 2016. Most voters also appear to blame the president for his recent Covid-19 diagnosis. Two-thirds said Trump had not taken the proper precautions against the virus. You can read more on why Democrats are cautious about Biden’s lead in the polls below: Good morning and welcome to our live coverage of US politics for Sunday. Here’s a summary of events from the weekend so far: Republicans express fears Donald Trump will lose presidential election. Ted Cruz says he’s afraid of ‘bloodbath of Watergate proportions’ as John Cornyn slams Trump for ‘creating confusion’ over Covid Trump returns to public events with ‘law and order’ speech at White House. President maskless during speech from balcony as questions linger about his health after contracting coronavirus. The Texas electorate is changing – but could Biden really flip the state? The 24th district is a microcosm of political shifts in the state and a test of which vision of the suburbs is more accurate. Republicans eager to focus Amy Coney Barrett hearings on religion. GOP senators believe painting Democrats as attacking the supreme court nominee’s faith could help save seats in November."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}