{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/oct/05/arsenal-make-move-to-sign-thomas-partey-from-atletico-madrid-for-51m", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-10-05T22:40:47Z", "webTitle": "Arsenal sign Atlético Madrid's Thomas Partey after paying £45m release clause", "webUrl": "https://www.theguardian.com/football/2020/oct/05/arsenal-make-move-to-sign-thomas-partey-from-atletico-madrid-for-51m", "apiUrl": "https://content.guardianapis.com/football/2020/oct/05/arsenal-make-move-to-sign-thomas-partey-from-atletico-madrid-for-51m", "fields": {"headline": "Arsenal sign Atlético Madrid's Thomas Partey after paying £45m release clause", "bodyText": "Arsenal have completed the signing of Thomas Partey from Atlético Madrid after a dramatic day in which they met his £45m release fee with hours to spare before the transfer deadline, securing a player Mikel Arteta hopes will transform his midfield. Partey has signed a four-year contract with the option of a further year and it concludes the long-term pursuit of a player Arsenal have actively sought since 2018. Along with the Lyon playmaker Houssem Aouar he had been Arteta’s top priority this autumn but the chances of a deal coming off looked remote as recently as Monday morning. Arsenal had previously struggled to raise funds for either player, with an inability to move out unwanted squad members hardly helping. But Arsenal’s hierarchy advised La Liga that they were able to pay the release fee on Monday afternoon, sparking a late dash to tie up the loose ends and ending in the deal’s completion shortly before the 11pm deadline. Atlético confirmed half an hour before the cut-off that Partey’s contract, which had three years to run, had been unilaterally terminated. Arsenal had been unsuccessful in their lengthy pursuit of Aouar, seeing Lyon reject a £35m bid and the player ultimately agree to stay for another season. They had hoped to negotiate a lower fee with Atlético for Partey, but no agreement was forthcoming so they eventually took the matter out of Atlético’s hands. In Spain, meeting a release clause effectively bypasses negotiations with the selling club, the purchasers initially depositing paperwork and transfer fee with La Liga. Arsenal were required to provide a lump sum, which had been one of the deal’s expected hindrances, but La Liga confirmed to Atlético that Arsenal had paid as required and Arteta got his man. It is an expensive deal for Arsenal and will add pressure to an already lavish wage bill. It is understood Partey’s weekly wage will be about £230,000 and that he will receive a signing-on fee of more than £2m. Agents are expected to earn a commission of 10%. The package will ensure Partey is comfortably one of the club’s top four earners, along with Mesut Özil, Pierre-Emerick Aubameyang and Willian. Those terms were agreed in principle last year, meaning little discussion was required on Monday and the move, whose fine details were all ironed out in Madrid, could gather speed quickly. Arsenal have been in constant touch with Partey’s representatives over the past two seasons and long knew the Ghana international would welcome the move. Arsenal’s technical director, Edu, hinted at the drawn-out nature of their chase after the signing was completed. “He is a leader on and off the pitch and he is exactly the kind of player and person we want at the club,” he said. “We already feel like we know Thomas very well based on the work we have done analysing his performances closely in recent times.” Partey can play in a number of central midfield positions but primarily sits in front of the back four. Artera will hope he can add control, presence and dynamism to a central area that has too often been exposed on and off the ball. The 27-year-old has been increasingly influential for Atlético since first arriving at 18 from his country of birth and Arsenal will be receiving a player in his prime. He will represent Ghana in friendlies against Mali and Qatar in Turkey over the coming week before joining up with his new teammates. Arteta said Arsenal had been “watching Thomas for a while” and that they would benefit from his Champions League experience. “We’re very impressed by his attitude and approach to the game,” he continued. “He’s an intelligent footballer and we’re looking forward to integrating him into our system.” Atlético’s loss was offset in part by the arrival of an existing Arsenal midfielder, Lucas Torreira. The Uruguayan’s long-mooted loan deal was also confirmed ahead of the cut-off and ended an ultimately unhappy two-year spell in north London. Arsenal had hoped to prune their squad considerably before the window shut but had mixed success. Matteo Guendouzi was the day’s other high-profile departure, joining the Bundesliga club Hertha Berlin on loan for the season. Hertha have paid a fee to recruit Guendouzi, who fell out with Arteta after the defeat at Brighton in June and has not been reintegrated into the side since. Sead Kolasinac’s ambitions for a return to Germany had stalled by the end of the day, leaving the out-of-favour defender in limbo. As expected, Özil remains at Arsenal but far from Arteta’s plans."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}