{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2020/oct/09/weatherwatch-extreme-rainfall-frequency-flooding-planning", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2020-10-09T20:30:17Z", "webTitle": "Weatherwatch: planners beware –  rainfall that was rare is rare no longer", "webUrl": "https://www.theguardian.com/news/2020/oct/09/weatherwatch-extreme-rainfall-frequency-flooding-planning", "apiUrl": "https://content.guardianapis.com/news/2020/oct/09/weatherwatch-extreme-rainfall-frequency-flooding-planning", "fields": {"headline": "Weatherwatch: planners beware –  rainfall that was rare is rare no longer", "bodyText": "Forty years ago a public inquiry was held into a plan to build a forklift truck factory on the flood plain of the River Ouzel in Bedfordshire; experts were called in to assess the increased risk to nearby properties if the project went ahead. Evidence was given that for the site to be flooded the river would have to be swollen by an inch of rain in 24 hours – a very rare event the inquiry was told. Planning permission was given but the factory was never built because the business went bust before the scheme could go ahead. Perhaps just as well: these rare events have since become more frequent and last weekend more than an inch of rain fell on each of two consecutive days. Deep floodwater flowed over what would have been the factory, even though in the meantime there have been several local flood alleviation schemes. In the first three days of October the Ouzel catchment had received more than the average rainfall for the whole month – 65mm (2.5in). Nearby Rothamsted in Hertfordshire had 106mm (4.1in), well above what meteorologists thought was possible back in 1980. The Met Office said that these current heavy rain events were exactly what climate scientists had predicted; so expect more in future."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}