{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/oct/24/poll-reveals-steep-rise-in-younger-adults-flouting-uks-covid-restrictions", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-10-24T21:56:35Z", "webTitle": "Poll reveals steep rise in younger adults flouting UK's Covid restrictions", "webUrl": "https://www.theguardian.com/world/2020/oct/24/poll-reveals-steep-rise-in-younger-adults-flouting-uks-covid-restrictions", "apiUrl": "https://content.guardianapis.com/world/2020/oct/24/poll-reveals-steep-rise-in-younger-adults-flouting-uks-covid-restrictions", "fields": {"headline": "Poll reveals steep rise in younger adults flouting UK's Covid restrictions", "bodyText": "The proportion of younger adults who admit to flouting Covid-19 restrictions has increased in the past fortnight to more than one in six, according to a poll. In a worrying sign for ministers, the latest Opinium poll for the Observer showed the proportion of 18 to 34-year-olds who admitted breaking the rules has increased from 10% to 17% in the last fortnight. The proportion of 35 to 44-year-olds increased even more sharply – from 10% to 18% over the same period. While the poll showed the overwhelming majority were complying with the regulations, the figures came as infections continue to rise ahead of a winter predicted to be very difficult for the NHS to manage. The survey also revealed that the public’s approval of the government’s handling of the coronavirus crisis has dropped to its lowest levels since polling began. Currently, 50% disapprove of the government’s handling of the crisis, while 29% approve, down from 31% two weeks ago. Labour has a two percentage point lead over the Tories. The Conservatives are down two points from a fortnight ago, while Labour is stable. The public is split on who would make the best prime minister. Keir Starmer leads by just one point, the same as a fortnight ago. While 31% thought the Labour leader would make the best prime minister, 30% opted for Boris Johnson. Following the battle between the Greater Manchester mayor, Andy Burnham, and the government over funding, Burnham has a net approval rating of +23 points among those living in the Greater Manchester area. The prime minister has a national net approval rating of -14 points. The public is divided on the clarity of the new tiered system of Covid restrictions. Half (50%) said they thought the system was clear, 44% thought the opposite. Nearly two in five (38%) thought the new measures had not gone far enough, 32% thought the measures were about right and 18% thought they had gone too far. A third (34%) said they were not confident they know what the rules are in their area. Opinium polled 2,002 adults online from 22 to 23 October. • This article was amended on 25 October 2020 to correct the question over the first graphic; an earlier version said the poll results showed numbers of people abiding by the Covid-19 rules, rather than those who admitted breaking them."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}