{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/oct/28/england-six-nations-rugby-italy-ireland-john-mitchell-coach", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-10-28T22:00:02Z", "webTitle": "England will remember lessons of 2015 in Six Nations finale, says John Mitchell", "webUrl": "https://www.theguardian.com/sport/2020/oct/28/england-six-nations-rugby-italy-ireland-john-mitchell-coach", "apiUrl": "https://content.guardianapis.com/sport/2020/oct/28/england-six-nations-rugby-italy-ireland-john-mitchell-coach", "fields": {"headline": "England will remember lessons of 2015 in Six Nations finale, says John Mitchell", "bodyText": "England will learn from the way they lost the 2015 Six Nations title on points difference when they face Italy in Rome on Saturday, according to their assistant coach John Mitchell. The championship may again come down to points difference with France and Ireland, who will meet in Paris with both knowing what they need to finish first, also in contention. Three teams were also challenging for the title on the final day five years ago and Ireland pipped England after France scored five tries and 35 points at Twickenham in a crazy finale. “Attack and defence will be equally important,” said Mitchell. “The performance has to win the game and it is dangerous to get too focused on the scoreboard. We have to set the tone from the start and put ourselves in a position after 40 minutes. Then we can look to put the foot on the throat.” England will be without the scrum-half Willi Heinz who sustained a soft tissue injury in training. Northampton’s uncapped Alex Mitchell was called into the squad, but it leaves Ben Youngs in line to start and become England’s second cap centurion, with Dan Robson on the bench. The back row is likely to take up much of the selection meeting with Jack Willis, Tom Curry, Sam Underhill, Billy Vunipola, Ben Earl, Lewis Ludlam and Ted Hill vying for the three starting positions. “We have depth and competition there,” Mitchell said. “Test rugby is different to the club game and it is about adapting to it, the ability to win collisions with and without the ball, its speed, repeated actions and less space. It is about adapting: some players have it in their skill set while others take a bit longer.” Ireland will be the champions if they win with a bonus point at Stade de France, a ground where they have been restricted to kicks on their last two visits. They have made one change from the side who defeated Italy last weekend with Robbie Henshaw replacing the injured Garry Ringrose in the midfield. The European Champions Cup winners Exeter have been drawn with Toulouse, the side they defeated in last month’s semi-final, and Glasgow, for the fourth time in the group stage, in next season’s tournament which starts in December, a week after the international programme concludes. The Challenge Cup holders Bristol will face Clermont Auvergne and Connacht."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}