{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2020/oct/13/stevie-wonder-new-songs-music", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2020-10-13T22:29:15Z", "webTitle": "Stevie Wonder rejects 'all lives matter' in first new music in four years", "webUrl": "https://www.theguardian.com/music/2020/oct/13/stevie-wonder-new-songs-music", "apiUrl": "https://content.guardianapis.com/music/2020/oct/13/stevie-wonder-new-songs-music", "fields": {"headline": "Stevie Wonder rejects 'all lives matter' in first new music in four years", "bodyText": "Stevie Wonder has released two new politically charged songs – his first new music in four years – and hinted at his first new full-length album since 2005. Speaking at a livestreamed press conference, Wonder announced two tracks: Where Is Our Love Song, with the four-time Grammy winner Gary Clark Jr on guitar, and Can’t Put It In the Hands of Fate, featuring the rappers Busta Rhymes, Rapsody, Cordae and Chika. He also mooted a new EP featuring the songs, ahead of a “new project” called Through the Eyes of Wonder, with “lots of songs” already written for the latter. The releases mark a return for the musician to the more political works of earlier in his career, such as 1982’s Front Line, about the Vietnam war, and 1980’s Happy Birthday, which fuelled an ultimately successful campaign to make Martin Luther King Jr’s day of birth a US national holiday. Can’t Put It in the Hands of Fate, which Wonder said originally started out as a guy-and-girl love song, is a socially conscious funk track, driven by a classic Wonder harmonica riff (which somewhat recalls 1976 hit I Wish). He sings of protest until change is made: “You say you’re sick and tired of us protesting / I say not had enough to make a change … You say you believe that ‘all lives matter’ / I say I don’t believe the fuck you do.” Wonder said it was a response to “systemic racism … every young person is saying this stuff here is unacceptable. We can’t be a united people of the world and have this craziness ... Change is right now – we can’t put it in the hands of fate.” Amid the renewed reckonings around race in the US and elsewhere, Wonder called for “an atonement, not just for a couple of years, but at least three to five years – we cannot ignore and act like the things in this nation didn’t happen … We can’t erase them out of the history books. 1619, it happened. The slave trade did happen, Reconstruction did happen, 150 million black people did die, that did happen. The only way I think we can fix it is through our love and respect.” Regarding November’s presidential election, he added: “We can’t put voting in the hands of fate. The universe is watching us. We’ve got to vote justice in and injustice out.” He evocatively longed for a “funeral of hate”. On Where Is Our Love Song, which he first started writing aged 18 and recently returned to, he sings of “desperately needed words of hope … Not the kind of hope that leaves some of us behind / But the kind of hope that lifts up all humankind.” He said it stemmed from “all the confusion, all the hate, the east versus west, left versus right: a heartbreak … a lot of confusion.” All the proceeds from the track will go to the charity Feeding America to provide aid during the coronavirus pandemic, with Wonder saying: “We are in a place we’ve never been in before, so if I can do anything to use the gift of song to help to feed people, to show my love … it is my joy.” He advised people to wear masks to protect themselves from the virus. He added that he plans to take up residence in Ghana, though he didn’t elaborate further. He also announced the creation of a new label, So What the Fuss Music, distributed and marketed by the Universal subsidiary Republic, ending his longstanding relationship with Motown Records. Wonder, 70, had a kidney transplant in December 2019, but said today: “I feel great, my voice feels great. I tell my daughter Aisha, ‘I’m going to be five years younger than you’ ... I feel about 40 right now.” His previous single was 2016’s Faith, featuring Ariana Grande, while his previous album was A Time to Love in 2005. In the last decade he has contributed to tracks by artists as varied as Travis Scott, Celine Dion, Drake and Barbra Streisand."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}