{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/oct/16/pwc-stepping-down-as-auditor-of-boohoo-over-governance-concerns", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-10-16T22:34:54Z", "webTitle": "PwC stepping down as auditor of Boohoo amid governance concerns", "webUrl": "https://www.theguardian.com/business/2020/oct/16/pwc-stepping-down-as-auditor-of-boohoo-over-governance-concerns", "apiUrl": "https://content.guardianapis.com/business/2020/oct/16/pwc-stepping-down-as-auditor-of-boohoo-over-governance-concerns", "fields": {"headline": "PwC stepping down as auditor of Boohoo amid governance concerns", "bodyText": "PricewaterhouseCoopers is stepping down as auditor of Boohoo’s financial accounts as the fast fashion firm faces scrutiny over malpractice in its supply chain. According to the FT, PwC resigned its role, held since 2014, over concerns about governance at Boohoo. However, a Boohoo spokesperson said: “PwC has not resigned as auditor to Boohoo, but a process has recently commenced to tender for a new provider of audit services.” The auditor is stepping down after a damning review, conducted by Alison Levitt QC, that criticised the “weak corporate governance” at Boohoo. Levitt’s review – commissioned after an investigation by the Guardian revealed evidence that factories in Leicester were putting workers’ health at risk during lockdown and failing to pay them the minimum wage – found that the allegations of poor working practice were were “substantially true”. The brand has pledged a series of reforms, including a move to publish a full list of companies in its supply chain, reducing the number of factories it relies on, and using new, ethical suppliers. Boohoo has also faced controversy over an executive pay plan that would hand bosses £150m if shares in the online fashion retailer rise by two-thirds over the next three years. Co-founders Mahmud Kamani and Carol Kane would each receive £50m, or a third of the payout. Boohoo is breaking with the UK corporate governance code and electing not to put the plan to a shareholder vote. It says under two different sets of company rules, the QCA corporate governance code and AIM rules, a vote is not necessary. The latest bonus plan is separate from one that the company created for the chief executive, John Lyttle, when he was poached from Primark in 2018. Lyttle will receive a £50m bonus if the company’s market value hits £5.6bn by 2024. PwC declined to comment."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}