{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "guardian-masterclasses/2020/oct/09/how-to-take-control-of-your-career-development-business-course-helen-tupper-sarah-ellis", "type": "article", "sectionId": "guardian-masterclasses", "sectionName": "Guardian Masterclasses", "webPublicationDate": "2020-10-09T20:25:24Z", "webTitle": "How to take control of your career development | Helen Tupper & Sarah Ellis", "webUrl": "https://www.theguardian.com/guardian-masterclasses/2020/oct/09/how-to-take-control-of-your-career-development-business-course-helen-tupper-sarah-ellis", "apiUrl": "https://content.guardianapis.com/guardian-masterclasses/2020/oct/09/how-to-take-control-of-your-career-development-business-course-helen-tupper-sarah-ellis", "fields": {"headline": "How to take control of your career development", "bodyText": "This course has now passed, but you can be the first to know about the next one - and other workshops like this - by signing up to our newsletter here. This online workshop is part of our new autumn programme of digital masterclasses that we are offering. To help you go back to school with a fresh perspective, we are offering a very limited supply of introductory tickets for each event, discounted up to 20% – once they’re gone, they’re gone! Our career trajectories no longer run in straight lines, as once they might have. Rather than being linear or predictable, we are experiencing constant ambiguity, change and more transitions than ever before. In a volatile world and working environment, how can we take ownership of our ‘squiggly careers’ and discover what really makes us tick? In this impactful lecture-style workshop with Helen Tupper and Sarah Ellis, authors of The Squiggly Career and founders of award-winning career development agency Amazing If, you will learn how to take control of your career direction and development, giving you the empowerment and agency to excel in your professional life. Full of ideas, tools, practical actions and frameworks that you can begin using right away, this masterclass will take you through how to discover your super strengths, how to recognise and do more of what motivates you, how to escape comparison culture and stay curious – and more. Ultimately, you will unlock a previously untapped resource of confidence and direction, allowing you to reinvigorate your career and breathe fresh life into your ambition. Course content Discovering your super strengths and making sure they stand out Understanding your values: what motivates you, and how to do more of it How to escape comparison culture and overcome your confidence gremlins Building a network in a way that works for you, with a mindset of giving first How to explore future possibilities and stay curious in your career You will be sent a link to the webinar 1hr before the start time of 6.30pm (GMT). Tutor profiles Helen Tupper and Sarah Ellis are the founders of Amazing If, an award-winning career development company with an ambition to democratise career development. They are the co-hosts of the UK’s number one careers podcast, Squiggly Careers, which has over 600k listeners and was a nominee for best business podcast at The British Podcast Awards. Together they are also authors of The Sunday Times Number One Business Bestseller, The Squiggly Career, which was also selected as a Financial Times business book of the month. Prior to Amazing If, their respective careers span leadership roles in organisations such as Virgin, Microsoft, Barclays and Sainsbury’s. Helen is a trustee for Working Families charity and lives in Buckinghamshire with her husband and two children. Sarah is the co-chair of the Mayor of London Workspace Advisory Board lives in London with her partner and non-sleeping toddler. You will be sent a link to the webinar 1hr before the start time of 6.30pm (GMT). Details This course has now passed, but you can be the first to know about the next one - and other workshops like this - by signing up to our newsletter here. Date: Wednesday 11 November 2020 Times: 6.30pm-8.30pm (GMT) Price: Back to school discounted price of £30.60 (plus £1.99 booking fee), £42.60 with a copy of The Squiggly Career (RRP £14.99; plus £2.54 booking fee); £36 (plus £2.24 booking fee), £48 with a copy of The Squiggly Career (plus £2.78 booking fee) Event capacity: 100 Sign up to our newsletter and you’ll be among the first to find out about our latest courses and special offers. You can also follow us on Twitter, and read our latest articles and interviews on our blog. Information on Guardian Masterclasses To contact us, click here. Terms and conditions can be found here. All Guardian Masterclasses are fully accessible – but please contact us if you have any queries or concerns. Returns policy Once a purchase is complete we will not be able to refund you where you do not attend or if you cancel your event booking. Please see our terms and conditions for more information on our refund policy."}, "isHosted": false}}}