{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/sep/02/elena-baltacha-us-open-svetlana-kuznetsova", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-09-01T23:11:06Z", "webTitle": "Elena Baltacha out of US Open after defeat by Svetlana Kuznetsova", "webUrl": "https://www.theguardian.com/sport/2011/sep/02/elena-baltacha-us-open-svetlana-kuznetsova", "apiUrl": "https://content.guardianapis.com/sport/2011/sep/02/elena-baltacha-us-open-svetlana-kuznetsova", "fields": {"headline": "Elena Baltacha out of US Open after defeat by Svetlana Kuznetsova", "bodyText": "Elena Baltacha gave the 15th seed Svetlana Kuznetsova a decent fight before she was bundled out of the US Open in the second round - and the British No1 was not altogether happy about it. She refused to shake the hand of the umpire Arnaud Gabas at the end and remonstrated with him as she left Court 11 for the locker room. There were some close calls on the outside court with no replay facilities but Baltacha could not argue with the result. Although it was a brave effort, one of many in Baltacha's career, the Russian was too solid for her after recovering from a slow, distracted start. Kuznetsova won handily enough, 6-4, 6-3 in an hour and 23 minutes - but an upset was a distinct possibility at the beginning, when she was caught cold, and even at moments in the second set as Baltacha strove hard to break her down. Baltacha is a born fighter, but sometimes yesterday her combative nature clouded her judgment. Before the tournament, Baltacha made clear how she was going to play at Flushing Meadows. She had been \"mixing it up\" in practice, she said, and now, at 28, thought it foolish not to do so when it mattered in a match. To some extent it was a bold philosophy from the nothing-to-lose school of tennis thinking. And, in charging the net and going for some high-risk winners on her serve, she clearly unsettled the Russian in a hectic opening. It could not last. Baltacha won the first three games with powerful ground strokes behind a solid serve, crowding the net several times. Baltacha broke Kuznetsova with a brilliant backhand down the line in the second game, held with an ace but could not keep the Russian's power game at bay. She dropped the next four games and, although they were close, the momentum had shifted. She hit her third ace to save a break point but Kuznetzova, playing with more intensity now, would not be denied and rolled through the rest of the set. The second was tight, but Baltacha could not find the variety to put the favourite out of her rhythm. Baltacha will join Heather Watson, Anne Keothavong and Laura Robson on the plane home from New York. Kuznetsova next plays the Uzbeki Akgul Amanmuradova, who beat France's Pauline Parmentier, 6-3, 7-5."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}