{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/sep/02/graeme-swann-jade-dernbach-eoin-morgan", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-09-01T23:40:59Z", "webTitle": "Graeme Swann praises impact of Jade Dernbach and Eoin Morgan", "webUrl": "https://www.theguardian.com/sport/2011/sep/02/graeme-swann-jade-dernbach-eoin-morgan", "apiUrl": "https://content.guardianapis.com/sport/2011/sep/02/graeme-swann-jade-dernbach-eoin-morgan", "fields": {"headline": "Graeme Swann praises impact of Jade Dernbach and Eoin Morgan", "bodyText": "Graeme Swann, nicknamed Grandad by the England Twenty20 side that upset India at Old Trafford, had an interesting take on the young team charged with ending England's unsuccessful history in the one-day game. \"When they take their tops off you can see they've barely started puberty,\" said Swann at the launch in Manchester of Street Chance, an inner-city initiative run by the Cricket Foundation and supported by Barclays Spaces For Sport that seeks to use cricket to challenge crime and antisocial behaviour. It would be more accurate to suggest that when Jade Dernbach takes his top off, all you can see are tattoos, and it was Dernbach and Eoin Morgan, the two driving forces behind England's six-wicket win, whom Swann identified as vital components in England's attempts to improve their one-day international record. \"We've missed a certain x-factor in players but I think we're getting that now in Jade Dernbach and Eoin Morgan,\" Swann said. \"We're starting to find those real match-winners with bat and ball.\" While Swann remained behind in Manchester, Dernbach was heading to Chester-le-Street for the first of five ODI matches that complete England's so far satisfying summer against India. They have displaced them as the No1-ranked Test team and put the advantages of the Indian Premier League into perspective by beating them in T20, and now they face the toughest assignment of all – the 50-overs game in which India are world champions. Dernbach's return of four for 22 at Old Trafford equalled Paul Collingwood's bowling record for England in T20 internationals and he predicted that their supremacy in Test cricket could spark a new era of success in the one-day game and remove memories of their World Cup flop on the subcontinent. \"It inspires us to keep getting better,\" Dernbach said. \"The World Cup is over and behind us. If we can keep this team together and move forward then I think we can do some great things.\" If he is selected, as seems inevitable, for the one-day tour of India in October, he plans to cover his left arm in tattoos to celebrate. \"I need to have a meeting with my tattoo artist to plan things out. It is a long process. It is not as easy as finding a picture and putting it on. It is a big job and will take a lot of planning.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}