{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2011/sep/17/this-weeks-new-events", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2011-09-16T23:07:47Z", "webTitle": "This week's new events", "webUrl": "https://www.theguardian.com/culture/2011/sep/17/this-weeks-new-events", "apiUrl": "https://content.guardianapis.com/culture/2011/sep/17/this-weeks-new-events", "fields": {"headline": "This week's new events", "bodyText": "Design Festival, London With more than 250 events across the capital, London Design Festival can't fail to interest anyone wanting to know more about the way our world and everything in it looks. The V&amp;A is the hub, with works from the likes of Beyond The Valley, but there is so much more, from walks led by Annie Lennox and Judi Dench to talks from Will Alsop, while 100% Design, Designersblock and Tent London offer crafts and interior design shows. John Pawson's installation at St Paul's Cathedral mixes the modern with the historic and is just one of the more artistically inclined architectural projects on dsiplay. Various venues, to 25 Sep Iain Aitch Small Wonder Short Story Festival, Nr Lewes Established authors and newer names get short with their audiences at this four-day celebration of diminutive tales, this year exploring links with songwriting, cinema and journalism. Hear Ali Smith musing on Muriel Spark; learn about lyric-writing with Everything But The Girl's Ben Watt (pictured); or discover how Tom Rachman found fictional fodder in the newsroom. As well as talks, workshops, films and live music, there's a family-friendly night – promising stargazing, owls, and hot chocolate – plus a \"flash fiction\" slam for festival-goers inspired to pen their own narrative gems. Meanwhile, those in need of literary libations can try the specially brewed Small Wonder beer. Charleston, Firle, Thu to Sun Colette Bernhardt Mindful Arts Festival, London A vivid array of events will light up the the city's depths in this incredibly inventive festival, which has been supported by big names including Stephen Fry and Lord Puttnam. The opening night's gala dinner is invitation only, but on Thursday there's a free late view with artists discussing their work, plus an intriguing live art performance called Feline Inquisition. Comedy from names such as Phil Kay, Miriam Elia and Danielle Ward, and poetry from Tim Wells dominate Friday night, before the Miniature Arts events take over at the weekend, with music, a vintage fair, immersive theatre, film, and an interactive design workshop. Old Vic Tunnels, SE1, Wed to 26 Sep Katrina Dixon Out &amp; about Open House, London, Sat &amp; Sun More than 700 buildings open up for viewing, with plenty of places to drop in and savour, including the art deco splendour of the old Daily Express building. Various venues Heritage Festival, Washington, Sat Music, crafts, storytelling, Saxon re-enactments, dance and B-boying. Albany Park Jane Austen Festival, Bath, Sat to 24 Sep Talks, dance workshops, a masked ball and a grand parade of people in Regency costumes celebrate the great author. Various venues Book Town Festival, Wigtown, Fri to 2 Oct Outdoor activities including mountain biking and author walks, plus talks from writers including Martin Bell and Julian Baggini. Various venues Skerries Soundwaves Festival, Dublin, Fri to 25 Sep Street market, massive Lego, mini golf, magicians, fireworks and music. Various venues"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}