{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2011/sep/28/rupert-murdoch-daily-120-000-readers", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2011-09-28T22:13:29Z", "webTitle": "Rupert Murdoch's Daily averaging just 120,000 readers a week", "webUrl": "https://www.theguardian.com/media/2011/sep/28/rupert-murdoch-daily-120-000-readers", "apiUrl": "https://content.guardianapis.com/media/2011/sep/28/rupert-murdoch-daily-120-000-readers", "fields": {"headline": "Rupert Murdoch's Daily averaging just 120,000 readers a week", "bodyText": "Rupert Murdoch's iPad-only newspaper is averaging just 120,000 readers a week, less than a quarter the number he said the publication needs to make money, an advertising executive close to the Daily has told Bloomberg. Murdoch personally launched the Daily in February, just before he became embroiled in the News Corp phone-hacking scandal. The news service would herald a new journalism for new times, he said. It would combine the \"serendipity and surprise\" of newspapers with the speed and versatility of new technology and make news-gathering \"viable again\". Murdoch said: \"We believe the Daily will be the model for how stories are told and consumed.\" Eight months on, the title appears to be struggling to find an audience. The 120,000 figure comes from John Nitti, executive vice-president of Publicis Group's media-buying division Zenith Optimedia, who has seen internal figures for the title. Nitti told Bloomberg the actual figure may be less, since people can read the Daily free for two weeks and the figure for so-called unique weekly visitors includes people who pay and those who don't. \"They won't tell us how many paying subscribers, but that's how many uniques the Daily is getting,\" said Nitti, who gets figures from the publication because he works with Verizon Wireless, a Daily sponsor. The circulation figures would put Murdoch's star launch on a par with the readership of the Blade in Toledo, Ohio and the Democrat and Chronicle in Rochester, New York, according to the Audit Bureau of Circulation. Murdoch said in February that the Daily needed 500,000 readers a week to break even. After the free trial, subscribers pay 99¢ per week or $39.99 a year to read the publication. News Corp has not given out figures on the Daily's readership, but has said that more than 1m people had downloaded the application to their iPad's by the end of June. In May, Chase Carey, News Corp's chief operating officer, defended the Daily. He told analysts on an earnings call that the company viewed the title as \"a work in progress,\" insisted it was \"early days\", and said that the company was \"not going to build this in a fishbowl.\" Paul Grabowicz, associate dean of the Berkeley School of Journalism, said he had not been following the Daily and was not a subscriber. \"What I would say is that if you take a general newspapers content and put it online, chances are you are going to get a low subscriber rate.\" But professor Paul Levinson of Fordham University said 120,000 wasn't bad for a new publication. \"They have built something from nothing,\" he said. \"The problem is that anything you have to pay for is going to be a problem online.\" News Corp is expanding the Daily's reach beyond Apple's iPad. It has released a version for Facebook that offers a small selection of articles for free and will be available on tablets using Google's Android software. Nitti told Bloomberg that 120,000 readers was a respectable figure for the fledgling publication. \"We do value the Daily and what it brings to the table,\" he said, pointing out that Verizon will continue to advertise with the publication. \"It'll be interesting over the next six months, without the launch buzz, how engagement continues.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}