{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/sep/28/celtic-udinese-europa-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-09-28T22:01:01Z", "webTitle": "Scott Brown missing as Celtic host Udinese in Europa League", "webUrl": "https://www.theguardian.com/football/2011/sep/28/celtic-udinese-europa-league", "apiUrl": "https://content.guardianapis.com/football/2011/sep/28/celtic-udinese-europa-league", "fields": {"headline": "Scott Brown missing as Celtic host Udinese in Europa League", "bodyText": "The visit of Udinese to Celtic Park is already more notable for players who will not play than those who will. The Italians arrived in Glasgow on Wednesday without their most high-profile player, the striker Antonio Di Natale. It was presumed that Celtic's captain, Scott Brown, would not play in the Europa League tie but his manager, Neil Lennon, revealed that the midfielder will miss Scotland's matches against Liechtenstein and Spain. Brown has an ankle injury. \"Scott is going to see a specialist again in the next few days,\" Lennon said. \"I don't think it will require surgery but it might just be that it will take a bit longer than we first thought. It might have been detrimental that he was playing without being fully recovered. So he will go and see a specialist over the next few days and we will know the prognosis after that.\" When asked if Brown could miss months rather than weeks, Lennon said: \"We're hoping it's not as severe as that, but it might be a bit longer than a couple of weeks.\" Understandably, given Celtic's continual problems in defence, Lennon was not upset about Udinese's decision to leave Di Natale at home. \"I'm pleased about it because he has been in brilliant form and he is a brilliant player,\" said the Celtic manager. \"But you prepare for that type of player to play so you can't over-analyse it too much. You have to focus on your own game. That's their prerogative. The coach picks a team that best suits his club. If they come with a so-called weaker team then I'm sure it will still be packed full of quality players.\" Celtic (probable 4-4-2) Forster; Wilson, Majstorovic, Loovens, Mulgrew; Forrest, Ki, Kayal, Ledley; Hooper, Stokes. Udinese (probable 3-5-1-1) Handanovic; Ekstrand, Danilo, Neuton; Basta, Pinzi, Battochio, Asamoah, Pereyra; Abdi; Fabbrini. Referee B Yildirim (Turkey)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}