{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2011/sep/12/praise-kaleidoscope-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2011-09-11T23:11:27Z", "webTitle": "In praise of … Kaleidoscope | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2011/sep/12/praise-kaleidoscope-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2011/sep/12/praise-kaleidoscope-editorial", "fields": {"headline": "In praise of … Kaleidoscope", "bodyText": "Last week, in a story that stood out only because, unusually, an Iranian news agency reported some details, three men were hanged for sodomy, at Karoun prison in the city of Ahvaz. The persecution was both shocking and routine. In large parts of the world, gay, lesbian and transgender people enjoy freedoms which it is tempting but wrong to think are now established or growing everywhere. They are not. The reality is that in many countries people are being tormented both informally and judicially because of their sexuality, and that the treatment is often getting worse. Defended on the grounds of religious belief or local custom, but often (as in Uganda) influenced by evangelical groups from the developed world, such abuse is hard to stop. Well meant challenges can be dismissed as interference; many people are understandably afraid to seek help or speak out. This is why the launch tomorrow of a new campaign group, endorsed by all three British main party leaders, is useful. The group, Kaleidoscope, aims not to lecture states where rights are abused, but influence opinion and work with local organisations that are in need of help. One of Kaleidoscope's founding members, Bisi Alimi, the first person in Nigeria to declare his sexuality on national television, was attacked in his home in Lagos, and forced to leave the country. In Britain, half a century ago, gay and lesbian people were often isolated: collective action showed they were not unusual, or alone. That principle holds good everywhere."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}