{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "public-leaders-network/blog/2011/sep/21/how-to-become-a-top-cop", "type": "article", "sectionId": "public-leaders-network", "sectionName": "Public Leaders Network", "webPublicationDate": "2011-09-20T23:30:00Z", "webTitle": "How to get to the policing top", "webUrl": "https://www.theguardian.com/public-leaders-network/blog/2011/sep/21/how-to-become-a-top-cop", "apiUrl": "https://content.guardianapis.com/public-leaders-network/blog/2011/sep/21/how-to-become-a-top-cop", "fields": {"headline": "How to get to the policing top", "bodyText": "The appointment of Bernard Hogan-Howe as the new commissioner of the Metropolitan police is a good time to consider how people get to be top cops. Is it \"Buggins's turn\", when the highest posts are available in rotation? Or is it a cut-throat competition to secure the best available (and top-paying) jobs, where in the words of one officer: \"You can hear the sound of crampons on bare flesh?\" The truth is more prosaic. At the moment, the only route to the top of policing is by coming in at the bottom. In other words, all chief constables have served as ordinary constables, and thus have some street cred when they reach the dizzying heights of police command. The present government has had thoughts about this, as has Tom Winsor, who did a review of police pay in 2011, and Peter Neyroud, a former chief constable who wrote a report on police leadership in 2010. All have been thinking about direct entry; that is, recruiting people with the right competencies, potential, or track record directly into roles as inspectors, or superintendents, or as chief police officers – those in charge of strategic policing. Inevitably, the Police Federation objects to this notion because it cuts across the traditional promotion system. So, how do erstwhile constables arrive in the command jobs? The process is convoluted. First, you must reach the rank of superintendent or, even better, chief superintendent (between 10 and 25 years' service) and be recommended by a serving chief officer, usually your chief constable, as having the potential to command. Then you have to complete a detailed application, demonstrating your track record, experience and evidencing your \"readiness for command\". Then, if lucky (only a third get through the paper sift), you are invited to attend the Police National Assessment Centre (PNAC) where you will be subject to a battery of tests and interviews. One chief officer told me he was \"running on empty\" at the end of the exhausting PNAC day. About half of those who go to PNAC get through to the next stage, which is attendance on a modular programme called the Strategic Command Course (SCC); a series of linked learning sessions during which eminent police chiefs, politicians, business people and top officials in government talk to the aspirant police leaders. These are regarded as unique networking events. After a year of study, and in possession of a diploma in a police-related subject, student chiefs start applying for jobs in open competition. Most become assistant chief constables (or commanders in the Met), where they are expected to learn the command job from the bottom up. Thereafter, it's a matter of doing the \"right jobs\" and coming to notice. Bernard Hogan-Howe, for example, impressed while chief constable at Merseyside, and later as an Inspector of Constabulary. Is the process rigorous? Yes, probably. Is it transparent? Not yet. Do women or officers from ethnic minority backgrounds succeed? Only in small numbers. Should it be independently evaluated? Oh, yes. Dr Bryn Caless is a senior lecturer in policing at Canterbury Christ Church University and the author of Policing at the Top published by Policy Press. This article is published by Guardian Professional. Join the Guardian Public Leaders Network free to receive regular emails on the issues at the top of the professional agenda."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}