{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2011/sep/19/wall-street-protesters-angry", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2011-09-19T22:57:00Z", "webTitle": "Wall Street protesters: over-educated, under-employed and angry", "webUrl": "https://www.theguardian.com/world/2011/sep/19/wall-street-protesters-angry", "apiUrl": "https://content.guardianapis.com/world/2011/sep/19/wall-street-protesters-angry", "fields": {"headline": "Wall Street protesters: over-educated, under-employed and angry", "bodyText": "In the heart of New York's financial district, the marble and concrete floor of lower Manhattan's Zuccotti Park was strewn with untidy clumps of people, gathered in small groups amid a jumble of sleeping bags, mattresses and home-made banners, protesting against the banks and institutions that towered over them. Some sat in circles, talking earnestly, others hugged, while at one side of the park, a small gaggle of \"facilitators\" took it in turns to address the crowd in chants. Mostly under 30, they are the self-proclaimed \"over-educated and under-employed\", protesters left over from the 5,000-strong demonstration to \"Occupy Wall Street\" that took place on Saturday. On the third day of the protest, a hard core, including students, artists, performers and writers who have since slept out in the park, said they planned to occupy the square for the forseeable future. One student, who gave name as Romeo C, said he was typical of the #occupywallst protesters. Romeo, 26, said: \"We have a president who tells us to do the right thing, to go to school, to get a better life, but I'm not getting a better life. I am a new college graduate and I have $50,000 of college debt built up while studying business management at Berkeley. I can't find a job to pay it off.\" \"Look around us, Chase, Citigroup, Goldman Sachs – they got us in this position in the first place. The banks get a bailout but what about us? Where's our bailout?\" \"A lot of my friends are here. We have good degrees, we have worked hard, but now what? On one side of the park, at Liberty Plaza, homemade cardboard banners - with slogans such as \"Right, left, look UP 4 global puppet masters\" and \"One day the poor will have nothing to eat but the rich\" - covered the ground, while at the junction with Broadway, protesters waved banners and banging drums at tourists and passing cars. Saturday's march, opposing corporate influence in US politics, was a call-to-arms by Adbusters, a Canadian anti-consumerist magazine, and subsequently endorsed and backed by the international hacktivist network, Anonymous. But those at Zuccotti park were keen to mount a more permanent protest. Marisa Holmes, a New York documentary filmmaker and community organiser, said she was here for the foreseeable future: \"We are the over-educated and under-employed. Our future has been totally sold out. Politicians have failed us and the square is somewhere where we can speak out. This is the beginning. It's direct democracy in action.\" David Graeber, 50, a social anthropologist from Goldsmiths College in London, who was in New York on a fellowship, and one of the campaign's facilitators, said they were inspired by the Tahrir Square freedom protests in Egypt. \"The message we're trying to get out is that the political system is not even trying to propose solutions to our problems. They have thrown in the towel. Who is here? Young people and students with college debts. They want to talk to the people who took away their future.\" At one point, actress Roseanne Barr made a surprise appearance at the park, where she called for \"a new capitalism\". \"I'm talking about a system that rewards hard work and ambition but cares for its weakest child,\" she said, according to news website Raw Replay. Matt Parice, 17, a student at Bergen Community College in New Jersey, said he was protesting against corrupt politicians. Parice, 17, said: \"When a politician runs for office, individuals can donate a certain sum of money, But corporations have donate unlimited funds to politicians and obviously that will influence the policies. Our representitives represent money, they don't represent us.\" Around the square, police officers stood and watched the protesters but did not try to move them. NYPD said five people had been arrested for offences such as loitering, disorderly conduct and graffiti."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}