{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2011/sep/05/ivo-belet-mep-fifa-governance", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-09-05T22:05:00Z", "webTitle": "Belgian MEP Ivo Belet to open a new front on Fifa's governance", "webUrl": "https://www.theguardian.com/football/blog/2011/sep/05/ivo-belet-mep-fifa-governance", "apiUrl": "https://content.guardianapis.com/football/blog/2011/sep/05/ivo-belet-mep-fifa-governance", "fields": {"headline": "Belgian MEP Ivo Belet to open a new front on Fifa's governance", "bodyText": "Fifa faces a war on two fronts, with the clubs and Europe's politicians joining forces to confront it over governance. The European Club Association, a grouping of more than 100 of the leading clubs, holds its annual congress in Geneva this week. On Tuesday it will receive an address from the Belgian MEP Ivo Belet, who has been instrumental in driving EU football policy. Belet's speech states that Fifa's lack of moral legitimacy has made it tough for football's political supporters to press the case for greater autonomy of governance under the \"specificity of sport\" principle – ie giving sport exemptions from rules that apply to normal businesses. \"This is only feasible on the condition that the game is governed in a transparent, competent and clean way,\" Belet will say. \"The deplorable events with regard to the World Cup and the election of the president … has severely damaged football in general, from the top to the grass-roots level.\" Fifa's president, Sepp Blatter, has long wanted football to be essentially allowed to regulate itself. But to achieve that it seems his organisation will, unwillingly, have to undergo a major reform of its workings. Fifa rights company sold Sepp Blatter's nephew Philippe is the chief executive of Infront Media, the sports marketing agency that holds the rights to the Fifa World Cup among other things. Intriguingly Infront was sold on Monday to the UK-based private-equity firm Bridgepoint. Bridgepoint did not declare the value of the deal, which must still be approved by regulators on anti-trust grounds, but its $12bn (£7.4bn) of assets suggest Infront's main shareholders, the family-run Jacobs Holding group (59.8%) and Nicole Junkermann (40%), have done very nicely from the deal. Jacobs disposed ostensibly to concentrate on its other, core business interests. The timing of the deal is interesting too: if breakaway threats by the big European clubs come to fruition, then the value of the World Cup rights jewel in Infront's portfolio will be on a sharp downward trajectory. Top-rated Premier Ofsted marks As thousands of anxious parents packed off their children to new schools for the first day of term on Monday, some – those with their children at Premier League facilities – will have had more cause to be relaxed about it than others. That is because the Premier League has received an \"outstanding\" rating from the schools regulator, Ofsted, for the quality of its teaching. With a number of \"1\" marks (learning facilities are graded one to four over a range of educational realms) the League is in, roughly, the top 5% of work-based learning providers. In 2009-10 only 11 of 209 assessed facilities were ranked outstanding, which puts the League's achievement into a positive perspective. Bullseye for Brooker The matchless Charlie Brooker wants to develop a passion for a sport and has identified darts as his favoured pursuit. \"Whenever I stumble across a darts match on TV, I have to watch to the end,\" he wrote. \"All I have to do now is develop that interest into a full-blown passion. Something I'd kill for. But how? I'll work on it and let you know.\" Digger has been working on this too. One of the principal offerings of Sky Sports' Christmas coverage is the World Championships darts, and insiders say a walk-on for Brooker could be on the cards: sampling the atmosphere – dressed in the hallmark shiny shirt – with a three-darter in front of the cameras and the lights. If that does not get him hooked on sport (if a sport darts is), then nothing will."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}