{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/sep/28/manchester-city-carlos-tevez-roberto-mancini", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-09-28T22:01:01Z", "webTitle": "Manchester City try to take the heat out of Carlos Tevez trauma", "webUrl": "https://www.theguardian.com/football/2011/sep/28/manchester-city-carlos-tevez-roberto-mancini", "apiUrl": "https://content.guardianapis.com/football/2011/sep/28/manchester-city-carlos-tevez-roberto-mancini", "fields": {"headline": "Manchester City try to take the heat out of Carlos Tevez trauma", "bodyText": "The mood was epitomised by David Platt's reaction when he was asked whether Roberto Mancini needed to reassert his authority at Manchester City. The question struck a nerve. \"What do you mean?\" Platt wanted to know. \"It is not about reasserting authority within the dressing room. It is about dealing with this situation. Why is it about reasserting authority?\" Mancini's friend and ally, effectively second-in-command at City, was visibly angry – \"we are all very hot at this moment\" – as he reflected on the events inside the Allianz Arena in Munich. \"Roberto is dealing with it in the way he thinks is right, and I think he is right,\" he said. \"The pictures are on the television, so what else can he do? Come out and lie? He has told it as it is, full stop, and that is where we are now. On Friday [Mancini's next press conference] he will be asked more questions and we can go from there. At least he will have had time to assess things in a little bit more detail by then.\" However, nobody behind the scenes at City expects Mancini to change his mind and, for Tevez, there is little in the way of sympathy, even from the team-mates with whom he is closest. Pablo Zabaleta and Sergio Agüero, the club's other Argentinians, offered support, but only to a point. Nobody appears prepared to take sides with the man who refused to play as a second-half substitute in a defeat that leaves City with only one point from their opening two Champions League games. \"It is Roberto who is in charge,\" Agüero said. \"He puts through his opinions and ideas and makes his decisions, and we have to go with it. \"Carlos is a great player, but I am not inside his mind and I don't know his thoughts and opinions. All I know is that he didn't want to play. It makes me sad. Carlos is not playing so much right now, but there are other players who are not playing either. We have too many players for everyone to play every week and we need to accept we are going be on the bench sometimes. We always have to think of the team.\" After being so strident directly after the match, Mancini was not prepared to offer his latest opinions. \"I don't think he would be shouting from the rooftops even if you did speak to him,\" Platt said. \"We need to allow things to unfold, calm down and look at it from a million perspectives, if that is what is needed.\" Zabaleta struck a similar theme. \"It's a difficult moment, but we need to be calm. It was a difficult night for us and everybody is very excited. We need to turn the page and look forward to the next game against Blackburn.\" Of all the players, Zabaleta was probably the most supportive of Tevez. \"We need to try to help Carlos. He has been a really important player for us in the last two years and this season he has had a lot of games on the bench. \"Sometimes that is difficult, especially for strikers who need to play, need to score, need to feel confidence. I know Carlos and sometimes the decision is very difficult for him.\" Tevez's refusal to play, with City losing 2-0, apparently stemmed from his displeasure a little earlier in the second half when Mancini had overlooked him by replacing the striker Edin Dzeko with Nigel de Jong, a defence-minded midfielder. \"There are a lot of emotions going on,\" De Jong said. \"There is a lot of pressure on the players and staff and these things happen sometimes. There are always bust‑ups and things like that in dressing rooms. It happens at all the big clubs, not only us. Barcelona, Real Madrid – you have things happening behind the scenes, too.\" Agüero would not accept the differences between Mancini and Tevez were irretrievable – \"they are two grown men, and maybe they will sort it out\" – but De Jong said the more important thing was that it was settled quickly. \"We can't continue talking about the same things for weeks and weeks,\" he said. \"Everyone knows what's happening at Manchester City because it's Manchester City, especially when things like this happen, but we have to keep ourselves focused.\" What is increasingly clear is that the supporters have almost unanimously taken Mancini's side. Kevin Parker, the general secretary of the official supporters' club, said: \"Tevez has had a great relationship with the fans, but will that continue now? Absolutely not. His relationship with the fans is in tatters. They never want him to wear a City shirt again. \"If there was some way the club could cancel his contract but retain his registration, preventing him from playing for someone else, I would like that to happen. Then he would be taught a lesson – not only him but other footballers around the country - that it doesn't matter who you play for, the club always have to come first.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}