{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2011/sep/12/kaleidoscope-tackles-homophobic-violence", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2011-09-11T23:05:00Z", "webTitle": "Africa and Middle East in spotlight as group launched to tackle homophobia", "webUrl": "https://www.theguardian.com/world/2011/sep/12/kaleidoscope-tackles-homophobic-violence", "apiUrl": "https://content.guardianapis.com/world/2011/sep/12/kaleidoscope-tackles-homophobic-violence", "fields": {"headline": "Africa and Middle East in spotlight as group launched to tackle homophobia", "bodyText": "An international pressure group is to be launched in Britain on Tuesday to tackle the rise in homophobic violence around the world, with a focus on Africa and the Middle East. The UK's three main political parties have declared their support for Kaleidoscope, an independent group campaigning for the rights of the lesbian, gay, bisexual and transgender communities, after a series of high-profile attacks on sexual minorities in developing countries. In January, the Ugandan gay rights activist David Kato was bludgeoned to death after he was pictured on the front of the Ugandan tabloid Rolling Stone alongside the headline Hang Them. Last week three men were executed in Iran for homosexuality. According to Kaleidoscope, more than third of all countries still have laws against consensual homosexual acts and 38 of the 54 members of the Commonwealth criminalise homosexuality. Bisi Alimi, a Nigerian gay rights activist who fell foul of the authorities after being the first person in his country to come out on a national television, is among the founding members of the organisation. \"I was attacked, tied up and beaten in my own home in Lagos. For the first time in my life I not only saw a gun but I felt it right against my head. I was forced to leave my country. My dream is that others like me will be free to stay and be happy, surrounded by the love of their friends and families,\" he said. Tarik, a Tunisian now living in Paris, said: \"I was taught that homosexuals should be killed by throwing them from a high place. I was taught that any sexual feeling should be fought with prayers and fasting and that being gay is surely because of the devil we have inside,\" he said in testimony provided by advocacy group Gay Middle East. Despite some progress for gay rights in the US and Latin America — such as the abolition of the \"don't ask, don't tell\" policy in the US military and the legalisation of same-sex marriage in New York and Argentina — the global campaign for the rights of sexual minorities has experienced a series of setbacks in recent years. In May, the UN human rights chief, Navi Pillay, warned that hate crimes against LGBT communities were on the rise around the world. Speaking from Uganda, Francis Onyango, the lawyer representing several other gay activists also named by Rolling Stone, said not much had changed since Kato's death. \"The danger is always there. All activists mentioned in that newspaper still face death threats by religious fanatics in their so-called war on homosexuality, and stigmatisation remains widespread. But international pressure can play an important role.\" The new initiative has pledged to use \"effective international lobbying\" with its access to the UK government and the EU to delay or prevent homophobic legalisation around the world and help strengthen groups of men and women \"who take a stand against injustice and discrimination in their own countries\". \"Kaleidoscope was born because a lot of us felt there was a need for an organisation that would focus all its efforts internationally,\" said said Lance Price, a Kaleidoscope founding member and former 10 Downing Street media adviser. \"In parts of Africa, the Middle East, the Caribbean and elsewhere it is still very dangerous to be gay. People are being executed. Homophobic attacks, rapes and murders happen all too frequently. There are some brave individuals and groups trying to defend the rights of gay people. If they ask for our help and we're able to provide it then that is where Kaleidoscope can be most effective.\" Kaleidoscope intends to leave UK gay rights campaigning to long-established advocacy group Stonewall. Despite the achievements in the UK, the prominent gay rights activist Peter Tatchell said many refugees fleeing homophobic persecution \"are still being refused asylum and locked up in detention centres like common criminals\". The UK Border Agency rejected an asylum application of a gay Iranian on the basis that he could 'remain discreet' in his country, although homosexuals are executed there. The ruling was later reversed in court. Paul Canning, an activist who has campaigned for those with a well-founded fear of persecution who have been refused asylum, highlighted the case of the Ugandan gay man Robert Segwanyi. \"Segwanyi fled jail and torture for what he hoped would be sanctuary here,\" he said. \"Despite everyone describing him as 'obviously gay', the Home Office still wants to return him to what would be a likely death: it has taken a big campaign to – we hope – stop them. There are many cases just like Robert's.\" • This article was amended on 10 September in order to credit a source and remove an error in the paragraph regarding Stonewall"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}