{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2011/sep/13/pollutionwatch-riots-smoke-fires", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2011-09-13T22:05:01Z", "webTitle": "Pollutionwatch: Riots caused air pollution peaks", "webUrl": "https://www.theguardian.com/environment/2011/sep/13/pollutionwatch-riots-smoke-fires", "apiUrl": "https://content.guardianapis.com/environment/2011/sep/13/pollutionwatch-riots-smoke-fires", "fields": {"headline": "Pollutionwatch: Riots caused air pollution peaks", "bodyText": "One of London's longest running air pollution monitoring sites was at the heart of the rioting that began on Tottenham High Road on Saturday 6 August. The intensity of the fires meant that much of the smoke was lofted away from the immediate area; however, the monitoring site measured two hours of pollution that was around 10 times greater than average. Interestingly the air pollution was not just the small particles typical of smoke but it also contained many larger particles, presumably owing to dust from falling debris as fire damaged buildings began to crumble. The fire at Reeves furniture store in West Croydon on the evening of Monday 8 August was shown live on news programmes. Flames leapt into the sky and could be clearly seen over 8kms away. Once again the heat from the fire lifted the smoke high. A gentle westerly wind carried smoke before it came to ground around 600 metres away in East Croydon at around 9pm. Here air pollution reaching around 20 times average levels was measured until early the following day. Although the fires caused large air pollution peaks the UK health guidelines, based on exposure averaged over the whole day, were not exceeded. Warm weather at the start of the month caused moderate ground level ozone over the southern half of England, reaching as far north as Birmingham, Nottingham and Leicester, but generally unsettled weather prevented serious summertime smog."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}