{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2011/sep/28/surface-and-substance-ed-miliband", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2011-09-28T22:15:00Z", "webTitle": "Letters: Surface and substance – analysing Ed Miliband", "webUrl": "https://www.theguardian.com/politics/2011/sep/28/surface-and-substance-ed-miliband", "apiUrl": "https://content.guardianapis.com/politics/2011/sep/28/surface-and-substance-ed-miliband", "fields": {"headline": "Surface and substance – analysing Ed Miliband", "bodyText": "Jonathan Freedland is right to be concerned about Ed Miliband's image (We know that personality matters, and Ed just doesn't have the X-factor, 28 September). Of course the issues should be important, but polling consistently shows that many voters are attracted to the image of a politician. In general terms, many voters judge politicians on what they look like, preferring someone who is tall, does not wear glasses, is not obese, and does not have a beard – ultimately a combination of the news anchor and gameshow host. Blair knew this to be true. Cameron and Clegg have learned. It is likely that America's two greatest presidents would not have been elected today – Abraham Lincoln (because of his looks) and Franklin Roosevelt (who carefully hid his wheelchair from view). British politics has moved in the same direction. Sadly for Miliband, though there was much in his conference speech to applaud, he continues to resemble what my 13-year-old son describes as \"a failed Hogwarts student\". Getting past this is going to take more than the waving of a magic wand. Dr Andrew Moran Thaxted, Essex • Is Ed too weird to be prime minister? We have had weird PMs before. Clem was weirdly self-effacing. John Major dated Edwina Currie – how weird is that? And Heath – organ-playing yachtsman – wrote the book on weird. Opposition leaders have also been branded as predestined losers. Thatcher was written off – a woman. Blair was written off – Bambi. Cameron was written off – insubstantial. Between now and 2015, as Britain's economy and the NHS disappear down the Cameron-Clegg gurgler, weird may be OK. David Butler London • Ed Miliband is bringing a long overdue approach to political debate and the role of leader of the opposition. He takes risks by airing different ideas, acknowledging when other governments, past and present, have got some things right, and not sinking to the level of hurling personal insults across the floor of the house. He has shown courage by taking the lead and speaking out against the Murdoch press and the rest of the Conservative-dominated media. He is likely to pay a heavy personal price for that, and we see it already, in the reactions to his conference speech. He is absolutely right to draw together the various aspects of the \"quiet crisis\" which must be addressed. Let us hope he can resist the pull to descend to the destructive exchanges which have dominated and distorted political development for far too long. Irene Short Halton, Buckinghamshire • With reference to the Labour leader's speech (Miliband's gamble: a declaration of war against 'fast-buck' Britain, 28 September), a useful precedent can be found in 1930s USA; during Roosevelt's New Deal, to improve working conditions, firms and businesses could voluntarily apply to display the Blue Eagle to demonstrate their willingness to comply with the government's wishes. If they could show that they paid a decent wage and their working day was no more than eight hours, the Blue Eagle was theirs, and became an emblem of solidarity with the people of America, showing that they were \"all in it together\". Couldn't the same voluntary principle, and similar reward, be applied to weed out the \"predator\" firms from the \"producers\", with different criteria, of course? I suggest three for starters: paying a living wage, a good record of tax compliance, and no bonus culture or excessive salary for the CEO. Bernie Evans Liverpool • Ed Miliband's \"We can't go on like this\" message at Liverpool was vitiated by his financial and fiscal orthodoxy. Unless he breaks out and recognises the right of the state to create money, for instance by using quantitative easing to finance public services rather than commercial banks' speculation activities, he will just make the Labour party like the rest, giving private banks the control of the public money supply, ending up with the state, as usual, paying to borrow money which it could as easily create itself. DBC Reed Northampton • Miliband says Thatcher was right to sell off social housing. Yet we now have a social housing crisis; please explain, Ed! Malcolm Severn Belper, Derbyshire • Yvette Cooper argues that female voters have been betrayed by the coalition (Side by side with women, 27 September). But what alternative is her party offering? Some bloke who argues that \"the true wealth creators are not just an elite, but every man and woman who goes out to work\" (Bad tenants, bad businesses: Miliband's targets for reform, 27 September)? For the last few years, I've kept the domestic fires burning, while my partner works a 50-hour-plus week. I have managed – so far – to stop my teenage child turning feral. I also earn a modest income by doing freelance arts work, mostly from a computer in our front room. At the next general election I'll consider giving my vote to any party which will acknowledge that productive, creative work happens in the home. Sibyl Ruth Birmingham • A Labour leader who namechecks bad tenants but not unscrupulous landlords is not one whose party I will vote for. Peter Kaan Exeter, Devon • Guy Standing (Letters, 27 September) says Polly Toynbee is being disingenuous in saying the coalition was dishonestly heaping blame on Labour for the great bank crash. He too is being as disingenuous in not recalling that it was Mrs Thatcher and the Tories who deregulated the banks, destroyed 20% of our industrial base and were as keen as Labour for ever-lighter regulation until the whole thing imploded. Moreover, clearly the coalition doesn't have the political will to rein in the banks – witness the Vickers report, kicked into the long grass. Andrew Chanerley London"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}