{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/sarah-boseley-global-health/2011/sep/06/children-doctors", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2011-09-05T23:01:00Z", "webTitle": "The worst country in the world to be a sick child", "webUrl": "https://www.theguardian.com/society/sarah-boseley-global-health/2011/sep/06/children-doctors", "apiUrl": "https://content.guardianapis.com/society/sarah-boseley-global-health/2011/sep/06/children-doctors", "fields": {"headline": "The worst country in the world to be a sick child", "bodyText": "Chad and Somalia are the riskiest places in the world to fall sick if you are a child. Switzerland and Finland are the safest. That's the conclusion of an index produced by Save the Children, which ranks 161 countries based on the availability of health workers. There is an inevitable link, it seems. The analysis shows that children living in the bottom 20 countries – with just over two health workers for every 1,000 people - are five times more likely to die than those further up the index. It stands to reason. Children die of malnutrition, of diarrhoea, of malaria, of pneumonia and many other diseases in the poorest countries in the world. They need treatment, but often it is not just the drug or the food supplement that is lacking - it is the nurse or the community health worker who can diagnose what is wrong and do something about it. In some places, children never see a health worker in their sometimes pitifully short lives. The index is being published on Tuesday ahead of a UN high level meeting on non-communicable diseases in two weeks' time, which campaigners hope will call for increases in the numbers of doctors, nurses, midwives and community health workers for the developing world. The World Health Organisation estimates that the world is 3.5 million short. The index not only reflects the numbers in each country, but also their success in reaching children. It takes into account the percentage of children receiving three doses of the vaccine for diphtheria, whooping cough and tetanus and the number of women giving birth with a skilled birth attendant. On those measures, the worst places in the world for sick children are Chad, Somalia, Lao, Ethiopia and Nigeria. The best are Switzerland, Finland, Ireland, Norway and Belarus. The UK comes 14th and the US 15th. This is what Justin Forsyth, chief executive of Save the Children, says: A child's survival depends on where he or she is born in the world. No mother should have to watch helplessly as her child grows sick and dies, simply because there is no one trained to help. World Leaders must tackle the health worker shortage and realise that failing to invest in health workers will cost lives. Even the poorest countries in Africa can make real progress if they stick to their pledge of investing 15% of their budgets in health. Some countries have done remarkable things in spite of the shortages, says the charity. Community health workers are not as expensive as nurses and are more likely to stay. Bangladesh and Nepal have made strides in bringing down children's death rates by investing in community health workers and are on track to meet millennium development goal 4, which is to reduce mortality by two-thirds. But more help is needed from the rich world - and only eight developing countries have met a commitment to spend 15% of their national budgets on healthcare, Save the Children points out. Meanwhile, Amnesty International has just published a report showing that - in spite of Sierra Leone's much-vaunted free healthcare for pregnant women and their children - mothers are still being asked to pay for drugs they cannot afford. Erwin van der Borght, Amnesty International's Africa programme director, says there is no monitoring or accountability system, allowing poor practice and mismanagement to go unchallenged and allowing some people to plunder expensive medicines. He adds: The healthcare system remains dysfunctional in many respects. Government figures show that since the introduction of the initiative, more women are delivering their babies in health facilities. However, many women continue to pay for essential drugs, despite the free healthcare policy, and women and girls living in poverty continue to have limited access to essential care in pregnancy and childbirth."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}