{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2011/sep/20/country-diary-st-mellion", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2011-09-20T22:01:01Z", "webTitle": "Country diary: St Mellion, Tamar Valley", "webUrl": "https://www.theguardian.com/environment/2011/sep/20/country-diary-st-mellion", "apiUrl": "https://content.guardianapis.com/environment/2011/sep/20/country-diary-st-mellion", "fields": {"headline": "Country diary: St Mellion, Tamar Valley", "bodyText": "Two decrepit beech trees still stand on the rim of the brambly circle on the hill above steep woods by Vernigo. Called the Cock Pit by my grandparents' generation, it is now isolated between old and new sections of the A388 to Saltash. In 1906 my grandfather's brother won a silver medal for the best Indian Game at the national dairy show. This sturdy breed of poultry was then popular for meat production on local farms, and it was rumoured that cockerels were used by some for cockfighting. From this site there are clear views south across Pentillie's wooded knolls towards the distant tower blocks at Devonport and the sea beyond Plymouth Sound. Northwards the higher land of Viverdon Down was a Home Guard lookout post in the second world war. This afternoon, between racing clouds, spells of sun light up a flock of this year's ewe lambs – white against the shiny green of their lush pasture. Recently shorn, these offspring of mules crossed with Suffolk and Texel rams will replace ewes too old for breeding and destined for the abattoir. Unsettled weather has prolonged harvest but adjoining fields have at last been combined. Grain (to be crimped for winter feed) and bales of straw have been carted away and hedges shorn. In the exposed plantation known as Sentry Hill Wood, beech leaves are brown and the patch of Lloyd George's ground (left as downland when a tax was imposed on reclamation) is covered in rank bracken and bedraggled rosebay willowherb interspersed with gorse, rowan, willow and oak. Red apples weigh down two trees on the edge – probably seedlings of cores thrown from passing cars. Above the noise of traffic a robin sings in a thicket entwined with old man's beard. Cheeping pheasant poults, bred for the local shoot, scuttle for cover and away from faded markings on the abandoned road."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}