{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2011/sep/25/miliband-labour-future-policy-ideas", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2011-09-24T23:08:00Z", "webTitle": "What should Miliband do to make Labour electable again?", "webUrl": "https://www.theguardian.com/politics/2011/sep/25/miliband-labour-future-policy-ideas", "apiUrl": "https://content.guardianapis.com/politics/2011/sep/25/miliband-labour-future-policy-ideas", "fields": {"headline": "What should Miliband do to make Labour electable again?", "bodyText": "AL Kennedy, writer and performer Unless they move the party out to Egypt, it is hard to see how they are going to look that good. And even out there, I am not sure. I feel it would be helpful if they could go away for a while and do something else. Or find a way of spending time with some actual human beings, to see what they are like and how they live. The trouble is that, like all the other politicians, they live in a palace. This is what happens with MPs. If you remove them from the consequences of their actions, if it is unclear what their role really is, if they are removed from oversight and they have power, then they will do bad things, unless they are saints. It is not rocket science. If you want people to trust you, then you need to present policies with content and you should not lie repeatedly. The other thing is they should stop trying to be just like the others; that would allow people to feel they were treating them with a modicum of respect. When it comes to Ed Miliband you have to remember that you don't get to be leader of any party by accident – although perhaps it might be better that way. In fact, it is worrying that Miliband looks like he might have been selected at random. I am a Scottish resident, so I do have the option of supporting the SNP, although they are rather big and powerful now. The trouble was that Labour MPs in Scotland became so lazy. And the Labour members up here were never able to do anything they were not told to do by London. They will have to change that. Nick Pearce, director of the centre-left thinktank IPPR Ed Miliband has had a good summer, but he still has a mountain to climb. The Labour party is not trusted on the economy and needs to do much better in the south, among older voters and those working in the private sector. Labour has the biggest potential pool of voters, but it is a long way from converting that opportunity into a political project that addresses the big economic and social challenges and is capable of reaching out across Britain. There is pressure on Ed to use his conference speech to fill in his \"blank sheet or paper\". But rather than writing a policy shopping list or extolling \"Labour values\", he should begin an argument about the purpose of the Labour party that is rooted in the reality of Britain today. IPPR's new report, Still Partying Like It's 1995, sets out the defining economic, social and cultural forces that all parties must confront, but which also contain sources of energy for those who can grasp them. On the economy, the new era requires a combination of fiscal prudence and structural reforms to drive productivity and innovation, while raising the living standards of working people. But Labour's return to fiscal prudence should not be constructed on an apology for overspending. Instead, we need a more resilient and diverse tax base, not reliant on debt-financed consumption, the housing market and financial services. Reflecting the mood of insecurity and financial squeeze points towards a new priority for childcare, social care, housing and pensions (and facing up to the tough decisions on reform and spending elsewhere that this requires). Labour must defend liberal principles, but also harness commonsense conservative sentiment, rather than ceding values like responsibility, patriotism, hard work and family to the right. Finally, Ed must avoid the plight of some social democratic parties in Europe of becoming identified with sectional interests and declining demographic groups. Deborah Mattinson, research and strategy business BritainThinks Never mind winning, right now the challenge for Labour is getting back in the conversation. At face value, things aren't too bad: the party is consistently ahead in the polls, and, one year in, Ed Miliband's own ratings are actually better than other opposition leaders: William Hague, Iain Duncan Smith, Michael Howard, even David Cameron. Yet focus groups tell us that this has much more to do with dissatisfaction with government than it has to do with satisfaction with Labour. The truth is that, beyond the Westminster village, Labour is invisible. Voters are angry with the government and struggling to manage against the backdrop of economic decline. But the coalition, with its built-in opposition, has left Labour out in the cold. There is no sense of how Labour is different or distinctive. People simply do not know what Labour is for nowadays – nor what a Labour government would do for them. Worse still, they're not even asking the question. The only thing they can say about Ed Miliband is that he beat his brother to the job. But they have absolutely no idea what he set out to achieve in doing so. A whole year on, and still the urgent task is to properly introduce Labour and its leader to the public. Miliband needs to show that their concerns are his concerns, especially on the economy. Our recent poll on leadership gives him a good start here – he leads on \"listening\". But warm words will not be enough. Getting noticed will be about what he does as much as what he says. He needs a plan. He must demonstrate his values and conviction through a few well chosen flagship policies that symbolise his approach. Then he needs to shout it from the rooftops, not whisper it in Westminster meeting rooms – and he needs his whole team behind him as he does so. Gavin Kelly, chief executive of the Resolution Foundation The next election will be fought against a bleaker backdrop for living standards than any since at least the 1970s. Real wages for the typical worker started to flat-line around 2003 and are now falling fast. In 2015 they are unlikely to be higher than in 2001. This squeeze was a crucial yet under-appreciated factor at the last election. Next time around it will be centre stage and decisive. As yet no political party has come to terms with this. Labour will need convincing ways of reassuring the electorate that our economy will be better placed to withstand economic and financial shocks – with a less fragile tax base, and tough public spending plans. But macroeconomic reassurance on its own won't suffice. By 2015 Britain will be a country crying out for a pay rise. Since no politician can magic this up, there will be a desperate need for an economic agenda articulating how higher productivity and employment can be achieved and, crucially, how rising wages can be secured for the great majority, not just the top 10%. Debates on tax will inevitably be critical. Britain's low-to-middle-income households, especially those with children – who will have been at the sharp end of cuts – will be desperate for relief. All parties will feel the strong pull towards targeted tax cuts but have limited room for manoeuvre. And there will be a premium on new ideas that can reduce the costs of running a family while supporting more people to work – for instance, through a better and simpler deal on childcare. Given the deteriorating outlook for growth, with all it implies for tax revenues, every pound of support for families will require an extra pound to be raised or saved by government. This means being creative in exploring taxes on wealth, and fearless in cutting regressive forms of spending like that on higher-rate pension tax relief. Safety first won't win this race. Paul Myners, Treasury minister from 2008 to 2010 Labour needs to set its economic record straight with confidence. From 1997 to 2007, GDP per head grew at the fastest rate in the G8, inflation was low and stable, and debt fell as a percentage of GDP. The Conservatives were so impressed that they vowed to copy our fiscal strategy. We were then hit by a global banking crisis. We managed the situation well, but we should not have been as exposed. The architecture of financial regulation was fine but the Treasury had become disengaged, the Financial Services Authority missed interconnectedness – the process by which one failing bank pulls down others – and an autocratic and academic Bank of England was blind to what was going on in banks. Labour needs to recognise that its policy objectives require productive, profitable and accountable business. It needs to commit to being globally competitive; encouraging entrepreneurship; investing in talent and potential; rewarding success; and taxing fairly rather than penally. This also requires a competition policy that protects the consumer and society. Labour's irreducible social objectives and values need to be achieved with the grain of good business not in opposition to it. But we should promote enlightened governance with institutional shareholders required to act like owners to curtail abuse and misdirection, and play an active role in appointing and removing directors. And we should promote an independent and objective review of the case for worker participation on boards and a rebirth of mutuality. Finally, Labour's shadow cabinet needs to acknowledge that it doesn't understand business, has almost no direct and relevant experience and, accordingly distrusts and is distrusted by business. This needs correcting. If this is done we might see the emergence of more serious pro-growth policies than some of the inept and inconsequential nonsense that previously masqueraded as business policy. Kathy Lette, author Labour need to stop the Liberal Democrats from stealing their intellectual clothes and get passionate about human rights – it was this failure that cost the last election (see their betrayal of hacker Gary McKinnon and their support for 90 days detention). Global financial doom is almost upon us, so maybe they could persuade Gordon Brown – more sinned against than sinning – to make a comeback as shadow chancellor. But they need a policy to put reckless bankers (surely a tautology?) behind bars and to increase our disproportionately low tax on companies. They must also put an end to those tax-dodging family trusts (which avail only the families of the wealthy and leech billions from the public exchequer). In other words, they need an intelligently tough social justice policy. And that must include, a century after the Pankhursts tied themselves to the railings, a full-blooded commitment to equal pay. Women are only receiving 75p in the pound and we're still getting concussion hitting out heads on the glass ceiling, plus we're expected to clean it while we're there. Until we get more women on boards, the only banks we can count on are sperm banks. Kathy Lette is a bestselling author. Her latest novel is To Love, Honour and Betray"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}