{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "public-leaders-network/blog/2011/sep/02/more-haste-less-speed-pay-rewards", "type": "article", "sectionId": "public-leaders-network", "sectionName": "Public Leaders Network", "webPublicationDate": "2011-09-01T23:05:06Z", "webTitle": "It's more haste, less speed on public sector pay and rewards", "webUrl": "https://www.theguardian.com/public-leaders-network/blog/2011/sep/02/more-haste-less-speed-pay-rewards", "apiUrl": "https://content.guardianapis.com/public-leaders-network/blog/2011/sep/02/more-haste-less-speed-pay-rewards", "fields": {"headline": "It's more haste, less speed on public sector pay and rewards", "bodyText": "The Hay Group has outlined the results of its research into action taken by the public sector to reduce \"people costs\" as a response to budget reductions and to avoid job losses. Under the headline \"cuts pressure mounts as public sector struggles to curb wage bill\", they say the study shows that organisations have only made small efficiency savings that are insufficient to significantly reduce their cost base and \"bring expenditure under control\". In the view of the Hay Group, public sector bodies must consider salary cuts, pay freezes and compulsory leave and push, rather than limit, performance-related pay schemes. The Hay Group research clearly plays well with a national media focused on exposing public sector excesses. My experience is that councils up and down the country are looking hard at their costs in all areas and that all options have been considered. Some have implemented pay cuts and reductions in leave, sickness benefits, and other entitlements. Others are looking at different ways of providing services, such as adopting partnerships with the private sector, mutuals and co-operatives, as a way to maintain services while reducing costs. What has constrained some in terms of the breadth of their thinking is the speed with which budget reductions need to be made. The frontloading of the cuts means that they have to be sure they can achieve the savings within the next two financial years. Implementing significant changes to terms and conditions is fraught with difficulty and requires a well-thought through strategy and adequate time for negotiation. It is not surprising that the focus has been on other areas of saving which are easier to achieve, and deliver more financial return. The scale of saving required can only be addressed through a reduction in the number of staff employed and not just through changing terms and conditions. Councils and other public sector organisations have also recognised that changes to terms and conditions need to be in the context of a broad and considered review of reward. Public sector organisations need to develop a strategy which not only delivers savings, but is sustainable in the long term. The approach to reward needs to be affordable, but also needs to underpin broader changes taking place in the sector. The Hay Group acknowledges that the public sector does need to take a \"longer-term view\" on pay. The Public Sector People Managers' Association (PPMA) concurs, believing that the sector must think fundamentally about how pay, or more broadly the approach to reward, can support the move to new operating models, the need for higher levels of productivity, the skills and leadership we need to be successful in the future and the broader aims of these organisations. Some organisations have been able to progress more quickly than others, but to suggest that all should follow the lead of the private sector and cut pay, reduce hours and introduce compulsory leave reflects a misunderstanding of the challenges the public sector faces. Different private sector organisations take different actions, but those who do introduce the above measures do so in the expectation that they will come out of recession, profitability will improve and they will then rebalance their packages for their staff. Indeed I've seen a PricewaterhouseCoopers survey which shows that executive pay is expected to rise in 2012. What the public sector is facing is a fundamental shift in the resources available to it. We are unlikely to have funding levels restored for the foreseeable future and must therefore put in place arrangements suitable for the longer term. Public sector organisations depend upon having motivated and committed staff, both to deliver the changes required and the range of important services on which communities depend. The commitment of our staff has been fully demonstrated in the response to the recent civil unrest and to sustain that commitment we must seek to work with our staff – already affected by changes to previous arrangements – to develop affordable, motivational reward arrangements fit for the future. The PPMA would certainly promote the need for a rethink of rewards in the public sector, but a \"more haste, less speed\" approach is unlikely to deliver the right results. Martin Rayson is vice-president of the Public Sector People Managers' Association This article is published by Guardian Professional. Join the Guardian Public Leaders Network to receive regular emails on the issues at the top of the professional agenda."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}