{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/sep/21/arsenal-arsene-wenger-ivan-gazidis", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-09-20T23:05:01Z", "webTitle": "Arsenal would be 'completely misguided' to ditch Arsène Wenger", "webUrl": "https://www.theguardian.com/football/2011/sep/21/arsenal-arsene-wenger-ivan-gazidis", "apiUrl": "https://content.guardianapis.com/football/2011/sep/21/arsenal-arsene-wenger-ivan-gazidis", "fields": {"headline": "Arsenal would be 'completely misguided' to ditch Arsène Wenger", "bodyText": "Arsenal may have suffered from a lack of cohesion and conviction on the pitch in recent months but the club's chief executive, Ivan Gazidis, insists there is no pressure on the manager, Arsène Wenger, who enjoys the \"total support\" of the board and there is no prospect of the Frenchman leaving any time soon. Wenger has presided over Arsenal's worst start to a campaign in more than half a century. He has not won a trophy since 2005 and the club sold their two best players – Cesc Fábregas and Samir Nasri – in the summer. They were shambolic in losing 8-2 at Manchester United and endured a 4-3 defeat at Blackburn Rovers last Saturday. Many fans are now questioning Wenger's transfer policy, his tactical acumen and wondering whether it is time to replace a man who has been at the helm for 15 years. Gazidis, however, declared that the board remains adamant that Wenger is the best person to drive the club forward and said it would be \"completely misguided\" to think otherwise. He also rubbished rumours that Wenger is so disenchanted with the criticism he has received that he is considering resigning. Echoing comments often made by the manager himself, Gazidis said Wenger deserves to be praised for keeping the club \"at the very top\" while building a new stadium and never compromising their financial security. \"There is absolutely no issue about Arsène leaving the club or the club pushing him out – that is a non-story,\" said Gazidis, who insisted that the board's loyalty towards the manager is born of its belief in future achievements rather than past glories. \"It's not a sentimental decision, it's what we think is right for the club. We've got the manager who has done the thing that's most difficult in the game, which is to deliver success consistently over time. If we step back and look with some perspective at what Arsène and the club have achieved together, we see that this has been a journey in which the club has transformed itself, not just in terms of the stadium and its financial strength, but also in terms of the way in which it is perceived around the world because of the type of football we play. You don't throw something like that away easily, or if you do, you're a fool. \"If we were to discard one of the core principles that have made us so strong – the support we have for the manager and his vision – we would do ourselves much more damage.\" Gazidis said that the 61-year-old Wenger is so integral to the development of Arsenal that when – \"in the distant future\" – the Frenchman decides to retire, he will be asked to help appoint a successor. \"I certainly think that when that time comes, Arsène is somebody I will speak to about how we can continue his work.\" Gazidis defended the club's handling of the sales of Fábregas and Nasri in the final days of the transfer window, admitting that \"ideally those situations would have been resolved earlier\" but it was not possible. He said the subsequent purchases of Mikel Arteta, Yossi Benayoun and Per Mertesacker did not mean the club was abandoning its policy of prioritising young players but was merely \"a tactical adjustment rather than a change of strategy – we will continue to strive to develop young players, albeit sprinkled with some experience to give the young players air-room to develop.\" He hinted that the club could make further major signings in the next two transfer windows. \"We deliberately kept some powder dry [in the summer] … there are funds available to invest in a significant way in January and next summer. But we're not just going to spend money because we're under short-term pressure.\" Gazidis said that the club's majority shareholder, Stan Kroenke, was \"intimately involved\" with the transfer dealings over the summer and is fully supportive of Wenger. Kroenke has been nicknamed \"Silent Stan\" by fans because he has not given any public explanation of what motivates him. \"What you see at many clubs is a division between board and manager. The manager's role at many clubs is to get the board to give him as much money as possible so that he can spend it in the next three months. \"That is perfectly understandable if you are in an insecure position – why would you worry about what's going to happen in three to five years if you're going to be sacked in three months? That's a huge issue within the game. Whole clubs go into spirals of spending, spending and spending. It's such a familiar model in football that it baffles people when it doesn't exist. At Arsenal there is just unity, where the manager, board and club owner are working together.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}