{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/sep/25/sir-henry-cecil-lauds-champions-day", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-09-24T23:10:24Z", "webTitle": "Tattenham Corner | Sport | guardian.co.uk", "webUrl": "https://www.theguardian.com/sport/2011/sep/25/sir-henry-cecil-lauds-champions-day", "apiUrl": "https://content.guardianapis.com/sport/2011/sep/25/sir-henry-cecil-lauds-champions-day", "fields": {"headline": "Tattenham Corner", "bodyText": "Cecil hails day of Champions for wonder horses Sir Henry Cecil never fails to charm the press and was his usual jovial self when appearing at a British Champions Day press conference on Friday. \"Am I the only one here?\" he asked. \"I thought lots of the trainers with runners on Champions Day would be coming here to talk about them. So I'm rather happy to be the only one with any runners at all.\" Cecil went on to make a determined case as to the importance of the new event at Ascot, over the Breeders' Cup. \"We can take a horse two hours down the road to Ascot, rather than flying all the way to America and eating hamburgers,\" he said. Angry Fallon puts Post in its place Kieren Fallon was in defensive mood after winning the Mill Reef Stakes at Newbury last Saturday. Approached by three journalists, he responded by leafing through a copy of the Racing Post until he came to the page where his mugshot appeared in a small box advertising a report on another page. Fallon appeared to be annoyed that the box was in the middle of a story about alleged corruption, even though that story had no connection to him. \"What's that about?\" he wanted to know. \"Ask them why they've done that.\" Betfair blues deepen as Davies sues over shares row Betfair's links with its founding team continue to become more remote. Co-founder Andrew Black no longer has a day-to-day role at the now publicly listed company and news came last week that the chairman, Ed Wray, the other co-founder, was also departing. There was further woe for the company when one-time polished frontman, Mark Davies, took out a High Court writ recently. Davies and his wife, Miranda, are suing their law firm Speechly Bircham for around £4m. They allege they wanted to sell their company shareholding after the initial offering but claim they were told the shares could not be sold because they were not properly registered. The share price has gone from £15.50, when they say they were given the advice in October 2010, to £6.05 when they issued the writ. Ascot offering discounted tickets to boost Champions Day crowd While racing's finances remain in a perilous state, enough cash has been found to try to get the promised 25,000-strong crowd to the first British Champions Day at Ascot on 15 October. A lavish advertising campaign, including a trailer in cinemas, is underway. Meanwhile, raceday organisers are now offering tickets at a 20% discount to those on various email lists. Thomas takes centre stage on Channel 4's Morning Line Sam Thomas will surely be hoping to make a few more contacts as part of a new series of features for Channel 4 Racing's The Morning Line. The likeable freelance jockey, who has fallen out of favour after securing important positions with Paul Nicholls and Tom George in recent years, will start filming visits this month to ride out and school for a variety of National Hunt trainers, including Venetia Williams, Nicky Henderson's former assistant Tom Symonds, Oliver Sherwood and Charlie Mann, as well as some other smaller yards."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}