{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/sep/13/manchester-city-garry-cook", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-09-13T22:51:00Z", "webTitle": "Manchester City seek Garry Cook replacement with new emphasis", "webUrl": "https://www.theguardian.com/football/2011/sep/13/manchester-city-garry-cook", "apiUrl": "https://content.guardianapis.com/football/2011/sep/13/manchester-city-garry-cook", "fields": {"headline": "Manchester City seek Garry Cook replacement with new emphasis", "bodyText": "Garry Cook's departure from Manchester City has opened a vacancy in one of football's most glamorous and best-paid executive positions. But it is possible that no one in football will land it. Names such as Peter Kenyon, the former Manchester United and Chelsea chief executive, and John Williams, who left the Blackburn Rovers chairmanship in June to take up a football-operations role at Eastlands, have inevitably been linked with the job. But it is questionable that, even if they were attracted by a position that earned Cook £1.821m last year (along with £135,000 in pension contributions), their skillsets are what City require. Brian Marwood heads a football department that also incorporates Williams's expertise, so City are well stocked for football men. Now they will draw up a job description for the chief executive's position that places a heavy accent on an ability to carry through infrastructure projects. City's Abu Dhabi owners have, through the state-owned airline Etihad, paid £300m and more to sponsor the club shirt and a campus opposite the stadium. Developing the 80-acre site into a single destination for the training ground, academy and main stadium is the club's key strategic objective for the coming years. Once the job specification is approved, a firm of headhunters will be engaged. It is perhaps enlightening that John MacBeath has taken temporary charge in Cook's absence. He is a 55-year-old British chartered accountant but before being appointed to City's board in January last year MacBeath had never held a directorial position at any other English club. As it happens, he had never even served on the board of an incorporated UK company, but it shows City are doing things their own way. FA seek diversity The Football Association is looking for a non-executive director at exactly the same time as the Scottish Football Association. But there are key differences between the candidate briefs for the two positions. While the SFA has called for applicants with \"expertise in finance, governance, legal, [or] sales &amp; marketing\", the FA considers itself well stocked in these areas and its focus is instead on a diversity candidate – revealed here on Tuesday – reflecting the determination of its chairman, David Bernstein, for football to cement its status as a vehicle for social change, with more inclusiveness at the top signalling this broader goal. It is also pretty much the FA's last chance to retain the faith of its non-white stakeholders. Lord Ouseley, the chair of the FA's race equality advisory group and a member of the FA council, has warned that, if the board does not ratify Bernstein's vision, it would lead to an embarrassing chain of events for the FA. \"At the moment there is goodwill because David Bernstein has worked prodigiously to move in the right direction,\" Ouseley told Digger. \"If it fails, then the people for whom this is important will walk away from the game.\" Bidders welcome Scepticism about Kevin Heaney's capacity to complete his buyout of Plymouth Argyle's property assets – and facilitate Peter Ridsdale's £1 takeover of the football operation – has reached the point where other bidders have been invited to conduct due diligence. It has been nearly four months since the offshore vehicle that Heaney fronts, Bishop International Limited, won the right to exclusive negotiations and there is a threat that the delay before administrators widened talks to other parties may cost Argyle its life. Players signed a temporary waiver over their wages but that expires on Thursday. Despite meeting the Professional Footballers' Association at its Manchester headquarters on Monday, Ridsdale and James Brent (an alternative bidder who has said he would retain the former Leeds United and Cardiff City chairman on taking over) have yet to make any firm offer over what football creditors will be paid. For as long as that situation endures, as one insider said, it is \"not looking good for the Argyle\". Arsenal stuck in the past When Arsène Wenger states, repeatedly, that Arsenal have spent 14 consecutive seasons in the Champions League it is a message that is broadly meaningless to fans. Their focus tends towards the future, not the past. But his intended audience here is not Arsenal supporters. In 2006 the club cashed in eight years of shirt-sponsorship income for an aggregate £55m. Although this and stadium naming-rights sales permitted the club to build the Emirates Stadium and grow match-day revenues, the forward selling has cost up to £20m a year in shirt-sponsorship income at today's prices. Now, as his club goes to market in search of a new deal from May 2014, Wenger is talking to corporates about the brand value of Arsenal's heritage and visibility. Until a new order of sponsorship funding comes on stream, Arsenal fans may have to content themselves with past glories."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}