{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "public-leaders-network/blog/2011/sep/02/policy-makers-learn-past-mistakes", "type": "article", "sectionId": "public-leaders-network", "sectionName": "Public Leaders Network", "webPublicationDate": "2011-09-01T23:10:00Z", "webTitle": "Will policy makers never learn from past mistakes?", "webUrl": "https://www.theguardian.com/public-leaders-network/blog/2011/sep/02/policy-makers-learn-past-mistakes", "apiUrl": "https://content.guardianapis.com/public-leaders-network/blog/2011/sep/02/policy-makers-learn-past-mistakes", "fields": {"headline": "Will policy makers never learn from past mistakes?", "bodyText": "In the wake of the toppling of Muammar Gaddafi in Libya, the glib assumption that after invasion society and markets will miraculously spring up out of thin air lingers on, despite this fallacy having been exposed time and time again since the invasion of Iraq. Do we ever learn from policies that haven't worked out? It's useful here to look at instances when public policy has been of general interest. HMSO has only twice cracked the bestseller lists. In September 1963 crowds queued round the block to buy the snappily titled Lord Denning's Report, hoping for further steamy details of the affair between Christine Keeler and the war secretary John Profumo. Twenty-one years previously another punchy title – Report of the Inter-Departmental Committee on Social Insurance and Allied Services – was an overnight sensation. This was the Beveridge report, which the Churchill government had to print and reprint to keep up with gaping public demand. Since Profumo, sex and politics have become better acquainted, and the novelty of their coupling wore off. Macmillan era scandals still make for racy reading, but of antiquarian interest only. There's not much policy learning to be had. The problems discussed in Beveridge, on the other hand, remain staples. Work, poverty, social security, full employment, tax – and social justice – are the stuff of continuing dispute: it's still worth reading the report's prescriptions and noting why so few were carried into policy. Anyone interested in the problems of policy, and their attempted solution, should be a frequent visitor to the history and policy website set up by a group of historians to promote more attention to the past. Although sometimes historians slide into asserting that the past is always relevant to the present. It's not. The fact that London has seen riots and mass looting before did not add much to understanding why so many took to the streets last month, with such disruptive effect. But public management practice and theory usually benefits from a spot of historical reflection, if only to indicate the deep complexity of most problems and to head off superficial generalisations. It's worth bearing in mind American philosopher George Santayana's cliché about those who cannot remember the past being condemned to repeat it. A better aphorism from him, which should be pinned to the wall of every management consultant's office, was \"progress, far from consisting in change depends on retentiveness\". The prophets of perpetual change and innovation agree with another of his comments: \"when change is absolute there remains no being to improvement and no direction is set for possible improvement... when experience is not retained, infancy is perpetual.\" The rise of new public management and the dominance of market models have done something to our understanding of time. Institutions, built up over the long haul, are viewed as plastic and dispensable. The market theorists who influence so much thinking about public services look at a school or hospital – even a police force – and glibly say that if they fail tests of competitiveness or effectiveness they will be swept away, and new ones will spring up in their stead, just like that. This mentality was displayed most starkly first in western responses to the collapse of Communism in the Soviet Union and eastern Europe, then in the invasion of Iraq. The glib US assumption that after invasion society and markets would just spring up – a belief that Tony Blair bought into – was exposed, but it lingers on in approaches to the Arab spring. Institutions, including bureaucracies, take time to fashion and consolidate, especially the checking and balancing procedures of democratic government. In an important new book the Princeton history professor Daniel T Rodgers talks about \"the era's sense of foreshortened time\" that mirrored its \"new image of the global markets instant capacities for adjustment [and] the new managerial rhetoric of quick response and flexible production\". You don't have to become a follower of Edmund Burke to acknowledge that organisational life is generally denser and \"thicker\" than market theorists or management consultants tend to think. Like limbs, many organisations don't grow back: they can be replaced, but the prosthesis is always different from the real thing. That shouldn't be a recipe for eschewing reform and regeneration but it ought to warn against wanton destructiveness and, above all, remind us that in public life time is always of the essence. This article is published by Guardian Professional. Join the Guardian Public Leaders Network to receive regular emails on the issues at the top of the professional agenda."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}