{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2011/sep/12/scotch-whisky-exports-up", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2011-09-11T23:01:00Z", "webTitle": "Scotch whisky exports up by 22%", "webUrl": "https://www.theguardian.com/business/2011/sep/12/scotch-whisky-exports-up", "apiUrl": "https://content.guardianapis.com/business/2011/sep/12/scotch-whisky-exports-up", "fields": {"headline": "Scotch whisky exports up by 22%", "bodyText": "The value of Scotch whisky exports surged by 22% in the first six months of the year, with the equivalent of 570m bottles of whisky sold overseas after sales soared in Asia and South America. Foreign shipments of blended and malt whisky were worth £1.8bn, compared with £1.47bn in the first half of 2010, despite the global economic downturn, the relative high cost of whisky and depressed overseas sales by other British exporters. The Scotch Whisky Association (SWA) said that the strongest sales increases were in Asia, rising by 33% to £423m, and in Central and South America, where the value of exports jumped by nearly 50% to £214m. Sales in the US hit £268m, up 14%, and in France rose by 13%, up to £220m. Gavin Hewitt, the SWA's chief executive, said whisky was now a \"main driver\" for the UK in building overseas markets. The association's success in breaking down trade barriers and strengthening legal protections for the Scotch brand in India and Turkey had been essential, he added. The industry's surge in sales was contributing directly to the Scottish government's target of increasing exports by 50% by 2017. \"While traditional markets remain important, we are making excellent headway in other regions. Consumer confidence is strong. Recent breakthroughs in trade relations will help further,\" Hewitt said. \"We will continue to fight for fairer treatment in overseas markets.\" The SWA's emphasis on free trade is a coded but deliberate warning to the Scottish government about its controversial plans to introduce minimum pricing for alcoholic drinks, measures confirmed by Alex Salmond, the first minister, last week. Despite significant opposition from the drinks industry and concerns from the Chilean government, which fears the move will hit its wine sales, Salmond is pressing ahead with the proposals after the Scottish National Party won an over-all majority in the Scottish parliament. His government now faces legal action from overseas drinks companies under either European or global free trade and competition rules, industry sources have said. The SWA, one of the most influential critics of minimum pricing, fears that if Scotland introduced price controls, which could be as high as 50p per unit, that would severely undermine their efforts to combat import tariffs and protectionism in overseas markets. Ministers have repeatedly side-stepped this issue. In a statement in response to the SWA's latest figures, Richard Lochhead, the Scottish government's secretary for rural affairs, who also champions Scottish produce, said: \"The news that whisky exports have rocketed by a quarter is absolutely phenomenal. [We] have great ambition for exports from Scotland. Other industries should be learning from the long-term strategy and continuing investment of the Scotch whisky industry.\" The SWA said that, taken on an annualised basis, overall sales of whisky for June 2010 to July 2011 had increased by a more modest 5%, compared with 19% for the six months to July 2011. It said this lower figure reflected the global economic uncertainty at the end of 2010."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}