{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2011/sep/25/tuition-fees-universities-coaltion", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2011-09-24T23:08:00Z", "webTitle": "The quest for knowledge is good in itself and helps the country thrive", "webUrl": "https://www.theguardian.com/commentisfree/2011/sep/25/tuition-fees-universities-coaltion", "apiUrl": "https://content.guardianapis.com/commentisfree/2011/sep/25/tuition-fees-universities-coaltion", "fields": {"headline": "The quest for knowledge is good in itself and helps the country thrive", "bodyText": "It's a worm a millimetre long made up of only 1,000 cells and I am watching it curling, uncurling and grazing on its bacterial food with a string of its cells brightly illuminated in green. These are stem cells and what the researchers want to know is just how those cells know what they are doing – whether they should divide more or turn into another cell type. Amazingly, the molecules involved are the same as those involved in human cancer. If we can understand and then control the molecules in this tiny worm, we will breaking through to learning more about the causes – and cures – of cancer. Two days touring the laboratories of the science fellows at Oxford's Hertford College (I am three weeks into a new job as the college's principal) is a mind-blowing experience for an enthusiast keen to overcome his scientific illiteracy. No half-questions here. These are men and women seeking to explain the origins of matter and the molecular structure of life. It is what a university should do. Just as it should be housing historians who can chronicle the Crusades, linguists unpacking the structure of Japanese grammar or lawyers challenging the philosophical foundations of employment law. It is knowledge for knowledge's sake and more. And whether it is obviously and immediately useful or not, it is informed by the same quest – the Enlightenment need to know and, equally importantly, by the obligation on teachers to disseminate what is known. A university reproduces the Olympics but in the realm of the mind; excellence across the entire span of intellectual inquiry just as the Olympics spans all sport. Nobody asks a runner or swimmer why they want to be the fastest; it is what they have to attempt. Time and again, talking to the scientists, I kept thinking it does not matter whether what they are doing is going to have immediate usefulness; what they are researching needs to be done. They are taking steps on a path that humanity is condemned to make, with jumps to other disciplines and areas of inquiry that nobody can predict. One company I saw – about to market ultra-fast DNA sequencing to create the most powerful health diagnostic tool ever invented – grew out of one scientist's abstract theorising 30 years ago. He could not have known it would lead to this, but only a university could have permitted the inquiry. In fact, Britain has absent-mindedly acquired – relative to its size – more great universities than anywhere else, with 14 of the world's top 100 universities. It is a national asset that we need to protect and cultivate. But to do that we have to understand and celebrate it. Instead, the university world feels beleaguered and undervalued, even a university such as Oxford, a global leader. The popular view of our universities is poisonous: peopled by idle, ivory tower academics who are careless of their students and who only with the greatest of prodding can be induced both to teach and furnish the ideas that industry can commercialise and so drive the economy forward. The coalition's answer is that universities should compete more with each other. The complex relationship between a teacher showing a student how to think and reason must be recast as one between buyer and seller. Cash for research must be justified by immediate economic utility. Government grants for teaching are to be slashed by 40% not only because of economic exigency but because the best way to dynamise otherwise endemically lazy academics is to create a market between them, their students and their research funders. Students should buy courses as a matter of ideological principle, which as everyone knows will cost almost all of them £9,000 per year each from 2012. That will promote competition and responsiveness. In fact, the £9,000 fees, for all the headlines and anger they induce, are only a subplot in a more destructive story. Despite the terrifying headlines about encumbering graduates with mountains of debt, in practice they will work as a rough-and-ready graduate tax, so that expensive university education is paid for afterwards. Every graduate in England and Wales will pay 9% of their income above £21,000, for up to 30 years, just as they would a graduate tax; below that, they will pay nothing. Irrationally from the government's point of view these income-contingent loans are much less efficient than a proper graduate tax; at best, 70% of the money lent will be recouped, at worst, 50%. But 100% of the cash will go straight to the universities, reinforcing their crucial constitutional autonomy, rather than through the conduit of the Treasury, always ready to raid the proceeds of any tax for anything other than education. Universities are so precious and today's anti-tax culture is so fierce that I favour fees as a least bad way of getting crucial resources into higher education, although they should never, as proposed, shoulder almost the entire cost of university teaching (Ed Miliband's £6,000 limit seems a good compromise). But no minister chose to present them as a de facto graduate tax that might entrench the Enlightenment conception of the university. Lib Dems and Tories were united, like New Labour before them, in presenting fees as the bridgehead in a wider assault on the way universities function. A culture of scholarship, the role of the teacher as teacher and the quest to know for the sake of knowing are to be replaced by a culture of consumer utility in which student choice and business need are kings. This is to be forced on universities by creating a new artificial market for student places and by research funding to be allocated less by what is intellectually compelling than what is commercially, and quickly, exploitable. In a knowledge economy, universities will be more important than ever. There is a wave of new scientific opportunity to be explored and disseminated and creating great minds by great teaching is never more important. In other words, we need our universities more than ever to cleave to their Enlightenment vocation. Yes, they can be great centres of wealth creation, but paradoxically if we make that their prime purpose we kill the spirit that creates the wealth. Public policy interventions have to be cleverer and more subtle, by, for example, creating technology and innovation centres and science parks linked to universities to do commercialised science while simultaneously preserving the universities' central purpose. Teaching is a public good – it should be paid for in part by public grants. The financial system and world economy have been wrecked by religious obeisance to the doctrine that no check is needed to the operation of choice and markets. Private is best, public a disaster. Now the same principles are being visited on our universities. They are doing their best to hold the line. But if Oxford, with all its assets, is worried, everyone should be concerned. What I saw last week in the science labs – and the wider academic culture in which it is embedded – is infinitely precious. We must defend it to the last."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}