{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2011/sep/17/superwoman-motherhood-careers-zoe-williams", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2011-09-16T23:08:06Z", "webTitle": "Come back 'Superwoman': the lost ideal of combining motherhood and work", "webUrl": "https://www.theguardian.com/theguardian/2011/sep/17/superwoman-motherhood-careers-zoe-williams", "apiUrl": "https://content.guardianapis.com/theguardian/2011/sep/17/superwoman-motherhood-careers-zoe-williams", "fields": {"headline": "Come back 'Superwoman': the lost ideal of combining motherhood and work", "bodyText": "You remember Superwoman: she had a baby under one arm, a briefcase under the other, a phone between her ear and her shoulder, and she could talk eating toast (she still ate carbs: obesity was never her problem because she was always so busy). She didn't wear shoulder pads (that was Career Woman: never that popular, thanks to Sigourney Weaver), and she didn't wear her pants over her tights (that was first-wave Superwoman). Her real-life embodiment was Nicola Horlick who, in 1996, was 35 years old, a mother of five, and one of the highest earners in the city. She was always modest about this, and said at the time that probably the more difficult job was to raise children while struggling for money, rather than have a job and children when you could afford to employ whoever you liked (if you're surprised to hear a banker sounding like a leftie, remember these were the giddy 90s, when we were all intensely relaxed about the super-rich). Superwoman's fictional embodiment was, of course, Kate Reddy, in Allison Pearson's I Don't Know How She Does It, who is made flesh this weekend by Sarah Jessica Parker as the film arrives in cinemas. It was a cultural ideal, and probably bore no more relation to the lives of working mothers than the Yummy Mummy did to mothers who didn't work. But even if she didn't embody reality, she said a lot about our expectations, of ourselves, of each other, of the family and of work. She was characterised by her very specific sense of failure, which was rueful but nonchalant at the same time: Pearson's iconic image had Kate Reddy smashing up shop-bought mince pies to make them look as though she'd made them herself. As I was casting about yesterday for classic stories of the 90s maternal experience, someone threw me this pearl: her boss had gone out for a meeting, and while she was out, the consultant had called to say that she'd missed her planned caesarean. Too posh to even not push! The flipside of all this, of course, was that mothers who stayed at home felt disregarded by the ideal, and took it as an accusation. I didn't have kids at the time, and was working at the Evening Standard. I remember a little book arrived in the office; its title escapes me, but it was smart ripostes for at-home mothers to give to career women who looked down on them. If they call you stupid, it said, reply, \"at least I was clever enough to find a man who could keep me\". What is striking today, as you see a bus fly past with a poster of SJP – briefcase? Check! Kid paraphernalia? Check! – is that this ideal has been totally scotched. It is no longer cool to be the kind of person who does an important job well, and does motherhood slightly less well. I Don't Know How She Does It wouldn't be written now, and the film is a nostalgia piece, a document of social history. Culture does respond to reality, even if it doesn't accurately represent it, so there are a number of real circumstances behind this change. Justine Roberts, co-founder of Mumsnet, says: \"Certainly it's cooler to stay at home than it was. It's not taken as given that everyone wants to work and have children and do it all any more. It's partly an economic consequence of the job situation getting worse and childcare costs getting higher. A lot of people have realised it's not worth the stress.\" The economics of it are quite new: unemployment has only been climbing since the crash, and the Daycare Trust's research on childcare costs show the steep rises that have happened in the last five years. Median earnings are approximately £21,000. The average nursery now costs £8,500 per child, per year, so anybody with more than one child wouldn't break even. But this isn't just about money: Roberts points to an underlying trend started by the last government. \"They were wedded to their targets and directives and lists, very often it was five things you had to do, five fruit and veg or five hours of play or whatever. There were suddenly so many things that it's almost impossible to do if you're a stay-at-home mum, let alone if you're also working.\" This is a rare aspect of New Labour policy that the coalition has taken up with some alacrity. Have a look at these \"five commandments\" from Parenting Matters, a report by Centre Forum, the \"liberal thinktank\" (their description): 1) Read to your child for 15 minutes; 2) Play with your child on the floor for 10 minutes; 3) Talk with your child for 20 minutes with the television off; 4) Adopt positive attitudes towards your child and praise them frequently; 5) Give your child a nutritious diet to aid development. The point is not that these tasks would be unthinkable if you also had a job: rather, that governmental intrusion into the business of parenting is now quite routine, and this has, as well as putting pressure on mothers, intensified the sense that motherhood is the only role of meaning, and the career is only there so you can buy more stuff for your emperor child. One final thing from Roberts: \"Our parents would never play with us. I don't remember my parents playing with me except on holiday.\" Everybody I spoke to said this, in a sort of mystified way: wasn't it different when we were kids? Didn't our mothers just toss us into the garden and go back to chatting to their friends? When did parenting become so hands-on? More pertinent is how this became such a pressing matter of government concern – the conversation around early years is becoming increasingly prescriptive, with specific reference to the neuroscience of the infant brain: Aric Sigman came out this week with a paper in which he drew an express link between going to nursery, having raised levels of cortisol (the stress hormone), and this leading to almost limitless problems in later life. This is by no means a settled matter: Dorothy Bishop, a professor of experimental psychology, disputed these conclusions in the Guardian this week. But, increasingly, nursery care is presented as somewhere on a spectrum between negligence and child abuse. Since the alternatives are even more expensive (if you wanted one-to-one childcare, you'd have to be earning £35,000 just to break even) this casts a huge shadow of disapproval over the opening proposition that you might want to have children and have a job. In Oliver James's How Not to F*** Them Up, he gives this order of preference for well-balanced children (much of it based, incidentally, on that same cortisol research): one-to-one care up until the age of three, by the mother; then the father; then a grandparent; then a nanny. The idea that a mother might not want to do three years of childcare, or might want adult company for intellectual stimulation, is completely absent. So you take this vital relationship, which is supposedly at the core of our civilisation, and only the child's needs are in it. James gives the caveat that a mother with postnatal depression would not be the ideal care-giver: in order for a mother to have her emotional state considered part of this equation, she has to catastrophise it, so she's not just a bit bored, she's on the point of suicide. It reminds me of the absurd business where two doctors have to sign you off as about to go mad before you can have an abortion. Pretending to be insane seems like a perverse price to pay for self-determination. If the mother is recast as the only perfect carer, and all children deserve perfection, then having a job becomes a grim necessity or a dirty secret. Gaby Hinsliff, author of the blog Used to Be Somebody, who is writing a book about this conundrum, Half a Wife, says: \"What seems to be pitched is a kind of stealth career, where you are doing something really interesting that you love, but it's not interfering with your life. So instead of Superwoman, we have the mumpreneur, running an organic food empire from her kitchen table in Fulham and then baking all afternoon. And that's not very realistic either.\" Ellie Lee, a sociologist at Kent University, agrees with this stealth aspect: \"People will say secretly to their friends that they enjoy their work, but you have this really apologetic presentation of self amongst working mothers – you know, 'I'd rather work a bit less, I'd rather be with my children'. And for plenty of women, that would be true, if you've got a job that you hate. But there are plenty of women around who really like their jobs, and even if they're ambivalent, they know for sure that a life without work would be a less enjoyable life. Adults need to do adult things. We should be able to share childcare, and it should be called childcare. Instead, people are calling it \"early years provision\". Any sensible society would think of childcare as a way to help adults. But that's not how it works any more – the sector is all about early brain development.\" There's another element, which is that the Superwoman image receded because it just wasn't working. Marie O'Riordan was the editor of Elle from 1996 to 1998, then editor of Marie Claire for the 2000s. \"In our office, I always felt that it wasn't realistic, that the women who worked for me were really struggling with the Allison Pearson phenomenon – not many husbands seemed to do that much childcare, and they did generally start to slow their careers down. Meanwhile, in the pages of the magazines, we were proselytising Superwoman as a reality. We were projecting 'You can have it all' in the content, and we weren't managing it. But it had become a feminist chant; it was foolish to challenge it. And then it veered to, 'We can't have it all, so we're going to support women who choose to give up work altogether.' But most women do want to go back to work, because it's much more fun than childcare.\" That's what the Kate Reddy ideal did for women, and that's what made her so super: if it was quite an unrealistic aspiration, there was also a lot of honesty about the maternal identity. So, for instance, you could admit that you weren't terrifically good at it, all the time, that you found bits of it quite boring, and that you sometimes put yourself first. Even if \"having it all\" really meant \"doing it all\", you could at least admit that you didn't do it all flawlessly. There is much less scope for maternal imperfection in today's ideal, even while there is, of course, more scope for having a very imperfect CV and no pension. The world still needs you, Superwoman. Though hopefully next time you won't work for a bank."}, "isHosted": false}}}