{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2011/sep/12/disabled-people-face-abuse-routinely", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2011-09-11T23:01:00Z", "webTitle": "Many disabled people see harassment as inevitable, says equality watchdog", "webUrl": "https://www.theguardian.com/society/2011/sep/12/disabled-people-face-abuse-routinely", "apiUrl": "https://content.guardianapis.com/society/2011/sep/12/disabled-people-face-abuse-routinely", "fields": {"headline": "Many disabled people see harassment as inevitable, says equality watchdog", "bodyText": "People with disabilities in the UK face harassment, insult and attack almost as a matter of routine, while a \"collective denial\" among police, government and other public bodies means little is done to challenge the situation, the government's human rights watchdog has concluded following a major investigation. The report by the Equality and Human Rights Commission (EHRC), the most detailed study yet into abuse faced by disabled people, found that while some particularly serious offences attracted national attention, these are \"the tip of the iceberg\", and that for many, low-level criminality or worse are so endemic that many consider them inevitable. Too often, the report found, victims see their complaints doubted, or they are advised to change their own behaviour. Even in the most serious cases, public organisations involved often fail to review what went wrong. The issue achieved national prominence in 2009, when an inquest found police and other officials had failed Fiona Pilkington, who killed herself and her severely disabled teenage daughter in a burning car after enduring years of torment from youths at their home in Leicestershire. A report in June by the charity Mencap warned many police forces were failing to treat crimes motivated by disability with sufficient seriousness. The EHRC report reviewed dozens of attacks against people with both physical and mental disabilities, ranging from the most serious cases, such as those of the Pilkingtons and Keith Philpott, a 36-year-old with learning disabilities who was beaten and stabbed to death, to that of an 88-year-old man in south Wales who was harassed by children while using a mobility scooter. The study, Hidden in Plain Sight, heard evidence from more than 350 witnesses and organisations, including 12 local authority heads, 15 senior police officers, and six NHS chief executives. The study considered in detail 10 particularly serious cases, nine of which resulted in the death of the person involved, including the Philpott case. All victims had been in contact with authorities and the majority had made earlier reports of harassment or lower-level crimes. Despite this, in five of the cases there was no formal review, the report noted, \"implying that lessons have not been learnt for the future\". Michael Smith, the EHRC's lead commissioner for the inquiry, said even as a wheelchair user who had himself faced abuse – and police scepticism – nothing had prepared him for \"the horrendous things some disabled people have experienced\". In an introduction to the report, he said: \"In the worst cases, people were tortured. And apparently just for fun. It's as though the perpetrators didn't think of their victims as human beings. It's hard to see the difference between what they did, and baiting dogs. \"The really serious cases catch the headlines. But what about the constant drip, drip, nag, nag of the so-called 'low-level' harassment that many disabled people face on a daily basis? It ruins their lives. They don't have the confidence to go out. It undermines their ability to be part of society. It makes them behave differently.\" Echoing the findings of the Mencap report, the EHRC said many disabled people did not report harassment, sometimes because it was not clear who they should tell but often because of a \"culture of disbelief\" that meant they were not treated seriously. \"There is sometimes a focus on the victim's behaviour and 'vulnerability' rather than dealing with the perpetrators,\" the report noted. The authors said there had been a systemic failure by authorities to acknowledge the extent of the problem and deal with it effectively. Cases tended to be treated in isolation and offences were too rarely prosecuted as hate crimes, which carry more severe penalties. The EHRC made recommendations ranging from the specific – reliable data to track the extent and severity of crimes motivated by disability – to significantly longer-term aspirations, such as changing public perceptions of disabled people and understanding the motivations of the attackers. Mencap said the report showed the UK had \"still not got to grips\" with the issue. \"Public authorities need to step up to tackle this terrible scourge, or end up condemning hundreds of thousands of disabled people to years of violence, harassment and abuse,\" the charity's head of policy, David Congdon, said. The 10 cases The EHRC highlighted 10 particularly serious cases of crimes against people with various disabilities, only five of which led to formal reviews: • David Askew: died last year from a heart attack in the garden of his home after more than a decade of harassment. • Keith Philpott: murdered in 2005 by two men who believed, wrongly, he had a sexual relationship with one of their sisters. Eight months before the killing, Philpott told police members of the family had threatened him. • He Shaowei: found dead behind a Chinese takeaway in 2006, with her body showing signs of long-standing torture. After her death it emerged that council officials and neighbours had seen her with facial injuries but did nothing. • Christopher Foulkes: found dead in his flat in 2007 after being beaten by a teenage boy. Foulkes had complained to social services that the boy had been stealing from him. A care worker witnessed the teenager trying to break down the flat door but took no action. • Colin Greenwood: died in 2007 after a brutal assault by two teenage boys. His partner had made several complaints about being harassed. • Steven Hoskin: his body, marked by the signs of appalling torture, was found at the bottom of a railing viaduct in 2006. Police, social services and other agencies had been warned he was potentially at risk but did not share information. • Laura Milne: she was beaten by her flatmates before having her throat cut in 2007. Milne had been monitored by social services, but her case was closed the month before her death due to \"lack of engagement\". • Michael Gilbert: his dismembered body was found in 2009, after some years living with a family who tortured him and treated him as a slave. Police were told several times that Gilbert had been assaulted and abducted by the family. • Brent Martin: beaten to death by three men in 2007, weeks after he had been discharged from psychiatric care, where he had been since a teenager. • Woman, aged 30, who has not been named: in 2002 she was admitted to hospital suffering the effects of repeated physical and sexual attacks carried out by men including her carer."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}