{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2011/sep/17/this-weeks-new-film-events", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2011-09-16T23:06:31Z", "webTitle": "This week's new film events", "webUrl": "https://www.theguardian.com/film/2011/sep/17/this-weeks-new-film-events", "apiUrl": "https://content.guardianapis.com/film/2011/sep/17/this-weeks-new-film-events", "fields": {"headline": "This week's new film events", "bodyText": "Branchage Festival, Jersey The nation's most intrepid film festival offers up another eclectic mix of music-backed movies and screenings in whatever novel locations the island can muster. So in the latter camp, you can watch surf films at the local surfboard factory, Afghanistan doc Restrepo in the army barracks, Of Gods And Men in a church, and rustic hits like Le Quattro Volte in a barn. In the former, DJ Rob Da Bank mixes a new score for King Kong, and London psych-rockers Teeth Of The Sea \"re-imagine\" dystopian thriller Doomsday. Various venues, Thu to 25 Sep Winds Of Change: Cinema From Muslim Societies, London There has been extra interest in Arab cinema since the Arab spring but this is the first festival to come as a direct response to it. As such, it assembles films dealing with democracy, modernity, human rights and religion. Not that Arab cinema wasn't dealing with them already – as prescient entries from the past show – but they're brought up to date by films such as last year's Microphone, a music-heavy drama tracking the emergence of Alexandria's youth movement; or Hatem Ali's debut film, The Long Night, on recent political dissent in Syria; or Ali Samadi Ahadi's documentary The Green Wave, a powerful, semi-animated chronicle of the uprising in Iran during the 2009 elections. The season is supplemented by informed discussions on Muslim cultural identity and the effects of the uprisings. ICA, SE1, Wed to 13 Oct Take One Action! Film Festival, Edinburgh &amp; Glasgow How is your mobile phone creating poverty in Congo? How did Scots farmers thwart Donald Trump's golf course? Why is the developing world still in debt? Why don't lightbulbs last for ever? What the hell can we do about any of it? These questions might well be answered at this social activism-oriented film festival, but it'll doubtless raise many more as well. Issues both global and local are dealt with among the 20-odd screenings, and there are discussions with film-makers and other special guests, including Claire Short, food writer Joanna Blythman and Burmese activist Zoya Phan. Various venues, Mon to 2 Oct Kicking And Screening, London Football might not feel like a matter of life and death when watching Final Score on a wet Saturday afternoon, but this dedicated film festival presents evidence to the contrary. Here you'll find stories of excessive footballing passion from fanatical hot spots such as Argentina, Spain, Ukraine, England (of course) and, er, the US. There are shorts and special guests, the UK premiere of world cup 2010 doc Match 64, the obligatory screening of Escape To Victory, and incredible documentary The Two Escobars, drawing links between Colombia's murdered star defender and its notorious drug kingpin. Everyman cinemas, Fri to 29 Sep"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}