{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2011/sep/20/michael-gove-department-private-email", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2011-09-19T23:27:49Z", "webTitle": "Michael Gove faces questions over department's use of private email", "webUrl": "https://www.theguardian.com/politics/2011/sep/20/michael-gove-department-private-email", "apiUrl": "https://content.guardianapis.com/politics/2011/sep/20/michael-gove-department-private-email", "fields": {"headline": "Michael Gove faces questions over department's use of private email", "bodyText": "Education secretary Michael Gove is facing potentially damaging claims that he and his closest advisers have conducted government business using private emails. The emails allegedly include a discussion of replacing personnel in the department but civil servants were unable to find those emails when asked to retrieve them under the Freedom of Information Act, the Financial Times reported. The information commissioner has written to the permanent secretary at the Department for Education to raise concerns about the department's handling of FOI requests. A spokeswoman for the Information Commissioner's Office said it was still making inquiries and had not launched an investigation. The FT reports that Dominic Cummings, Gove's chief political aide, wrote to colleagues shortly after he was appointed stating he \"will not answer any further emails to my official DfE account …\" The email continued: \"i will only answer things that come from gmail accounts from people who i know who they are. i suggest that you do the same in general but thats obv up to you guys – i can explain in person the reason for this …\" The inquiries are being made after an FT journalist made FOI requests seeking to retrieve details of emails he had seen through other channels. According to the paper, the department said in each case it did not hold the information. The latest claims come after the Guardian revealed last month that a charity set up to provide advice to free schools received fast-track public funding after an email from Cummings, sent after the election in May, in which he urged that they should be given \"cash without delay\". The charity, the New Schools Network, was subsequently given a £500,000 grant. Andy Burnham, the shadow education secretary, urged Gove to make a statement clarifying whether the department had complied with the law. He said: \"Concerns about the way Michael Gove is running the education department have already been raised with the cabinet secretary. It now appears that this abuse of power and due process may go further than we realised. \"These new revelations are serious and paint a picture of a dysfunctional department. From the very top, there appears to be an arrogant disregard for the established processes of government. \"The secretary of state seems to have created his own private and political network, in parallel to the civil service, to carry out government business via personal emails instead of through open and transparent means.\" Burnham wrote to the cabinet secretary, Sir Gus O'Donnell last month, asking Britain's most senior civil servant to scrutinise the £500,000 award to the New Schools Network by the Department for Education. The charity is headed by a former Gove adviser. That letter also questioned a number of civil service appointments in the department since the election with political backgrounds. They include schools minister Nick Gibb's former researcher Alexandra Gowlland, and Elena Narozanski, Gove's former special adviser, who have been recruited as speechwriters. Burnham said last night: \"Mr Gove has built a narrow clique at the heart of Government by making political appointments to civil service positions and giving large contracts to former advisers without an open tender process.\" A source close to Gove said: \"The email quoted by the FT was sent by Mr Cummings to Conservative party advisers. The email did not refer to Department for Education official business but to Conservative party business only. \"Mr Cummings was telling Conservative party officials not to use his departmental account for political business. \"The FT story gives an entirely misleading impression of Mr Cummings's email.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}