{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2011/sep/14/science-education-failing-pupils", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2011-09-13T23:01:04Z", "webTitle": "Science education 'failing' pupils as field trips and experiments decline", "webUrl": "https://www.theguardian.com/education/2011/sep/14/science-education-failing-pupils", "apiUrl": "https://content.guardianapis.com/education/2011/sep/14/science-education-failing-pupils", "fields": {"headline": "Science education 'failing' pupils as field trips and experiments decline", "bodyText": "Many schools are failing to offer pupils the field trips and experiments necessary for a good education in science, a committee of MPs has warned. A shortage of well-trained and confident teachers, plus a lack of facilities and lab technicians, has damaged schools' ability to allow pupils to do experiments, according to the Commons science and technology committee. The report says health and safety concerns might be being used as an excuse for avoiding practical sessions and work outside the classroom, though the MPs found no credible evidence to support this claim. Practical science lessons and field trips ranged from \"excellent to dull or non-existent\", the report says. The MPs say that teachers could be citing health and safety when unsure of their ability to carry out a field trip or when they believe the volume of paperwork outweighs any benefits of a trip. The report calls for Ofsted to direct exam boards to make field work part of science courses, so that pupils collect data outside the classroom and prove a level of competence in analysing it. There should also be exams that test pupils' laboratory skills and understanding of experimental processes, to ensure the best possible use of science facilities, the report says. The writers also warn: \"Practical science is relatively expensive and carries little cachet for parents comparing schools. The inspection regime and the requirements set for exam boards should therefore drive higher quality with more and better practical science lessons.\" The report says that while the government has begun addressing the \"chronic problem\" of recruiting specialist science teachers, schools should be encouraged to help science teachers develop their knowledge and practical skills. Andrew Miller MP, chairman of the committee, said: \"We heard evidence that the pressures of managing a busy curriculum, challenges in finding time for specialist, continuing, professional development, or time to get out of the classroom, are all factors contributing to a decline in the quality of practical science. \"This is worrying. If the UK is to be confident of producing the next generation of scientists, then schools – encouraged by the government – must overcome the perceived and real barriers to providing high-quality practicals, fieldwork and field trips.\" Increasing numbers of students are choosing to study science and maths at A-level and GCSE. In this year's A-level results the number of entrants for physics and chemistry were up by about a fifth, compared with the level five years ago. With GCSEs, there has been a 140% rise, over five years, in numbers taking physics; chemistry has had a rise of 139.3% and biology 134%. A spokesman for the education department said: \"Science is key to our economic future – it's these subjects that universities and employers are demanding so they can compete internationally. \"That's why we are overhauling the science curriculum, freeing up teachers to be more creative in the classroom, such as with experiments. And we're recruiting the brightest science graduates into teaching, to inspire their pupils, as well as investing £135m, up until 2015, in science and maths education. \"We've brought in new, commonsense health and safety advice for schools, to make sure that children don't miss out on field trips or science experiments.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}