{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2011/sep/12/sheffield-solar-power-tops-table", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2011-09-11T23:48:20Z", "webTitle": "Sheffield solar power sees city top table for renewable energy installation", "webUrl": "https://www.theguardian.com/environment/2011/sep/12/sheffield-solar-power-tops-table", "apiUrl": "https://content.guardianapis.com/environment/2011/sep/12/sheffield-solar-power-tops-table", "fields": {"headline": "Sheffield solar power sees city top table for renewable energy installation", "bodyText": "Sheffield shines out as the soar-away winner of the solar stakes in the UK, with more solar power generation added in the city per household than in any other British city, according to a league table published on Monday. Northern cities have been the unexpected winners from the boom in renewable energy that has followed the introduction of feed-in tariffs to pay for power generated by households, which are popular as they offer a guaranteed income stream as well as free electricity. Nearly 2 megawatts of capacity have been added in Sheffield in the last 15 months, and Leeds comes second in the league table, with more than 1MW of capacity added. They are followed – though at quite a distance – by Bristol, Bradford and Birmingham, when renewable energy installations per person are counted. London has added more renewable power than anywhere else, with more than 3.2 megawatts of capacity added in the 15 months since feed-in tariffs became available. But when assessed per head, it comes only sixth in the UK. Sheffield has benefitted from a strong push by the local council to encourage the take-up of renewable power, and in particular by plans to give people living in social housing access to the technology, said Colin McNaught, knowledge leader on renewable energy for AEA Group, which carried out the research on which the league table is based. He said that the unexpected success of northern cities in installing new renewable power flew in the face of expectations that the south would benefit most from photovoltaic installations. McNaught said the boom was likely to continue, both in terms of domestic solar power installations and in bigger renewable energy projects. He said that there had been a marked increase in applications for large-scale solar parks, since the government announced recently that only large scale installations begun before August would be eligible for the higher rate of feed-in tariff. McNaught predicted that this would result in much more generating capacity being registered in the coming months, and he pointed to a new £100m fund to be offered by Barclays Bank to assist farmers to finance renewable energy projects. Around the UK, in the first 15 months to 30 June 2011, more than 160MW of low carbon electricity generation has been applied for under the feed-in tariff scheme, with a total of 44,460 separate installations, according to data collated by the electricity regulator Ofgem and the Department of Energy and Climate Change. About three quarters of the installations are solar power, though in Scotland wind is predominant. AEA, an energy and environmental consultancy, has calculated the rate of growth in capacity in microgeneration at about 400% since the feed-in tariff was launched in April 2010. Photovoltaic technology – solar panels – have been at the forefront, with an increase in generating capacity of about 900%, though part of this was owing to the pent-up demand as households delayed putting up panels until the feed-in tariffs came into force. Over the same period, wind generation and hydro electricity – some smaller installations of which also qualify for the enhanced feed-in tariffs - have also grown strongly."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}