{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2011/sep/17/this-weeks-new-exhibitions", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2011-09-16T23:07:15Z", "webTitle": "This week's new exhibitions", "webUrl": "https://www.theguardian.com/artanddesign/2011/sep/17/this-weeks-new-exhibitions", "apiUrl": "https://content.guardianapis.com/artanddesign/2011/sep/17/this-weeks-new-exhibitions", "fields": {"headline": "This week's new exhibitions", "bodyText": "John Martin: Apocalypse, London John Martin's Victorian peers thought his work was flash and theatrical, and it is: panoramic paintings of doom-struck landscapes. Yet the public couldn't get enough of it. His vast canvases were the disaster movies of their time. So the Tate has judged this an apt time for Martin to return, with Apocalypse, the largest show of his work since his death in 1854. It includes the showstoppers, including The Great Day Of His Wrath with its clouds boiling over a mountain landscape. Tate Britain, SW1, Wed to 15 Jan Skye Sherwin Six Colorful Tales: From The Emotional Spectrum (Women), Liverpool A coup for the Ceri Hand Gallery, with their Brooklyn signing Jen Liu bringing in a collaboration of sorts with the renowned Californian artist of conceptual enigmas, John Baldessari. Liu does Baldessari's reputation justice here, paying homage to his 1977 video Six Colorful Tales: From The Emotional Spectrum (Women) with her own 2011 version. Liu takes Baldessari's talking-head account of everyday violence and speeds up the tale into a low-budget horror thriller of cutesy brunette psycho-killers. Ceri Hand Gallery, to 22 Oct Robert Clark Nothing In The World But Youth, Margate \"Youth! Youth! There is absolutely nothing in the world but youth.\" So says amoral Henry Wotton to Dorian Gray in Oscar Wilde's great novel, as he praises youth's fleeting charms and our obsession with it. Featuring work by a whopping 94 artists from the late-19th century to now, this show gives ample consideration to the many sides of being fresh faced. Mark Leckey's documentary mash-up of dance culture Fiorucci Made Me Hardcore is a mesmerising bop. Meanwhile, David Hockney's famed early painting, We Two Boys Together Clinging, strikes a wry note of both adolescent awkwardness and resistance. Other featured artists range from Sarah Lucas to David Bowie, Ken Russell and August Sander. Turner Contemporary, Sat to 8 Jan SS Shezad Dawood, Preston The central video piece of this show of recent Shezad Dawood films, sculptures and textile works, Piercing Brightness, makes all too clear that Lancashire claims the highest number of UFO sightings in the UK. Typically for Dawood, the specially commissioned work mixes provincial pop-cultural wit with socio-political concerns in a cinematic language derived equally from B-movie sci-fi trash and the most radical of experimental art movies. The plot runs something like this: Chinese extraterrestrials negotiate with an Asian corner-shop undercover agent and are pursued by a BMX gang past Booze Express on Corporation Street on to the brutalist rooftop edifice of Preston bus station. It's all set to a soundtrack by the Japanese noise outfit Acid Mothers Temple. Harris Art Gallery, Sat to 26 Nov RC Jessica Warboys, London There's something deeply romantic about Jessica Warboys's work, breathing new life into historical figures and ideas. Like a JW Turner or a Friedrich, she's keen on the great outdoors, but uses a radical approach. She takes huge sheets of canvas into the wilds, paints them and then lets the sea, sun or wind leave their mark. The results include inky splodges of paint like sea spray and mottled fields of blue. Rather than stretch her canvases Warboys hangs them loose, and lets them act as a stage backcloth for her works and performances. Here, a trilogy of poetic films move from an ancient French forest to London's Victoria Park, culminating in a singularly abstract portrait of a medieval poet. Cell Project Space, E2, to 30 Oct SS Nedko Solakov, Birmingham This first substantial UK show by the Bulgarian Nedko Solakov takes the form of a meticulously ordered retrospective. Emerging as an artist amid the secret police censorship of the Bulgarian Communist Party in the 1980s, Solakov's paintings, drawings, sculptures and photo works are statements of vulnerability and gullibility, often suffused with a wry, melancholic humour. His art of fragments and aesthetic edginess hints at cultural self-doubt, as seen in titles like My Conscience Tormenting Me. The overall exhibition title is All In Order, With Exceptions. Ikon, Wed to 20 Nov RC Degas And The Ballet: Picturing Movement, London Degas revealed the human factor behind ballet's vision of perfect elegance and harmony: the graft that makes the art. He painted every aspect of the ballerina's world – usually from some skewed, unexpected angle – from the many classes in large, plain rooms to the backstage waiting and the suited orchestra in the pit. The focus of this show, though, is the dancers in action: calves bulging and feet en pointe, backs bent or legs lifted over and over in the repetition of rehearsal. His attempts at capturing movement are exhibited alongside the developing mediums of the era, including early film by the Lumière brothers and Eadweard Muybridge's chronophotography. Tracing Degas's evolution, from his more documentary work of the early 1870s, through to the pulsing sensuality of his later years, this survey should confirm his place as one of art's great innovators. Royal Academy of Arts, W1, Sat to 11 Dec SS AC/DC: Scotland's Family Jewels, Glasgow I can't be the only one who harbours doubts about the increasingly commonplace containment of the crude power of rock in posh gallery spaces. Surely AC/DC are about the sweat and the volume, the heat and crush, the absurdity of guitarist Angus Young soloing in schoolboy shorts? Here instead we get a museum display of one of his outfits, alongside the late Bon Scott's last leather jacket and 300 items including gig posters, lyrics sheets and memorabilia. Does it give fans a sense of cultural recognition, or arty academics a sense of low-cultural involvement? More likely, it's just a load of nostalgia. Kelvingrove Art Gallery, to 12 Feb RC"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}