{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2011/sep/20/nick-clegg-proposes-summer-school", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2011-09-20T23:24:00Z", "webTitle": "Nick Clegg keynote speech to propose summer school in response to riots", "webUrl": "https://www.theguardian.com/politics/2011/sep/20/nick-clegg-proposes-summer-school", "apiUrl": "https://content.guardianapis.com/politics/2011/sep/20/nick-clegg-proposes-summer-school", "fields": {"headline": "Nick Clegg keynote speech to propose summer school in response to riots", "bodyText": "Nick Clegg will unveil a compassionate response to the riots in his keynote speech to Liberal Democrats on Wednesday by proposing that as many as 100,000 children at risk of going off the rails be offered a chance to attend two-week summer school prior to starting secondary studies. He will say the voluntary summer school can prevent children \"falling through the cracks\". The £50m scheme will start next year, offering catch-up classes to help young people who he says have lost touch with their future. His response is markedly different to the punitive one offered by David Cameron in the immediate wake of the summer unrest. Rather than attacking a general collapse in morality, Clegg argues the generation that rioted appeared to have lost any stake in society. He was struck by the number of rioters who had nothing to lose. \"It was about what they could get here and now, not what lies in front of them tomorrow and in the years ahead,\" he says. \"Too many of those young people had simply fallen through the cracks, not just this summer but many summers ago when they lost touch with their own future,\" Clegg will say at the close of the party's Birmingham conference. The point of transition from primary to secondary education at age 11 has often been seen by educationists as a critical moment when disadvantaged children fall behind. Clegg claims those who go off the rails in later years are those who struggled in school. Cash for the scheme will be allocated in England on the basis of the number of pupils in receipt of free school meals, and participation will be available to anyone identified by secondary schools as likely to be benefit from the catch-up classes. Classes may be run by secondary schools or voluntary groups. A wider dispute is raging between Clegg's party and the Conservatives on how to respond to the riots. The Lib Dem justice minister, Lord McNally, revealed that No 10 wanted the word \"punishment\" inserted into the legal aid and sentencing bill. He said the \"little elves that work in No 10 helping the prime minister\" had been at work. He warned Conservative ministers not to turn the legislation into a \"Christmas tree bill\" loaded with new ideas."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}