{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "nanotechnology-world/science-nano-technology-cancer-cure-disease-medicine", "type": "article", "sectionId": "nanotechnology-world", "sectionName": "Nanotechnology world", "webPublicationDate": "2011-09-05T23:01:00Z", "webTitle": "Nanotechnoglogy world: Nanomedicine offers new cures", "webUrl": "https://www.theguardian.com/nanotechnology-world/science-nano-technology-cancer-cure-disease-medicine", "apiUrl": "https://content.guardianapis.com/nanotechnology-world/science-nano-technology-cancer-cure-disease-medicine", "fields": {"headline": "Nanotechnoglogy world: Nanomedicine offers new cures", "bodyText": "The human body is a nanoscale engineer par excellence. Our cells push and pull billions of molecules around every second in order to grow, communicate with each other, attack invaders or heal after injury. Even though this frenzied buzz of activity is managed at a macro- (or system-) scale by key-role organs, including our brain, it always relies on the rules of physics and chemistry, which are coded within these biomolecules, that apply at the nanoscale. However, we usually give this feat of automatic engineering a more familiar name: biology. Interpreting, replicating and modulating our biology in a bid to make our lives healthier and happier is one of the aims of the modern nanoscientist. One way of doing this is to detect the possible development of disease: nanoscience will provide better tools to look for the molecular clues that signal potential problems before they occur. Engineers at Ohio State University, for example, have invented polymeric nanoparticles stuffed with even smaller particles of semiconductors (called \"quantum dots\") that shine with different colours depending on the molecules they are attached to. The resulting complex nanoparticles can glow red, yellow and green, allowing scientists to track the movements of, say, a range of molecules in a cancer cell under a microscope. Scientists could use these nanoparticles to observe the development of a cancer at the molecular level, giving them key insights into how to stop or treat the disease. The European Union's NanoMuBiop project, led by project co-ordinator Hospitex Diagnostics in Italy and also involving the Pasteur Institute in France, is developing a high-sensitivity test to detect the specific forms of the human papilloma virus (HPV) that often cause cervical cancer. Nanoparticles are lined with molecules that bind to specific parts of the different types of HPV in a sample. This allows computers to scan and detect which variety of HPV is present in the sample, and to what extent. The team behind the project think their method will not only be faster and more accurate than existing tests, but will also halve the cost of a standard test. Once a virus or disease is diagnosed, getting drugs into people in the most effective way is vital. Take cancer treatment: chemotherapy usually involves a combination of toxic drugs, which kill the cancer cells but also damage normal tissues. It is almost impossible, therefore, to have effective cancer therapy without serious side-effects such as hair loss, nausea or problems with bone marrow. Alfred Cuschieri, director of the Institute for Medical Science and Technology, at Dundee and St Andrews universities, has a potential solution. He recently finished working on the Ninive project, a novel way of using carbon nanotubes that are designed to mimic a biological virus. Each nanotube carries a pharmaceutical payload on its surface and is able to penetrate into a specific cell type – cancerous or otherwise – much like a nanosized needle. When the nanotubes reach their target, a pulse of microwaves from the outside causes them to shed their loads inside the cells. \"The carbon nanotube we chose is highly pure, multi-walled. It has a lot of walls, about 15, with an enormous surface area,\" says Cuschieri. \"We're talking about something like a diameter of 40nm and length of about 200nm. It is coated to make it bio-compatible and we developed side-chains on the surfaces on to which we can attach the drugs we want to attach. It becomes basically a carrier.\" The Ninive system has already proved itself in mice and in principle it is possible to attach any drug or molecule to the nanotubes. Once injected into a patient, the drug carriers would wander through the bloodstream until their payload is released by the external microwave pulse. Since this would only happen at the site of a cancer (or other area of interest), the side-effects from any toxic drugs would be minimised. \"My guess is that targeted drug delivery systems based on carbon nanotubes as vectors will probably start to be tested in early clinical phase-one studies in about three to four years' time,\" says Cuschieri. The next step after treatment of a disease is to rebuild the tissue that has been lost. Again, nano-engineering can help. In 2008, John Kessler, a stem cell biologist, and Samuel Stupp, a biomaterials engineer, both at Northwestern University, Chicago, developed a nano-engineered gel to help nerve cells regrow. Inject the gel at the site of a spinal injury and it self-assembles into a \"scaffold\" that supports new nerve fibres as they grow up and down the spinal cord. The results, published in the Journal of Neuroscience, showed that after six weeks of tests in mice with spinal injuries, the animals could use their hind legs to walk again. \"There is no magic bullet or one single thing that solves the spinal cord injury, but this gives us a brand new technology to be able to think about treating this disorder,\" says Kessler. \"It could be used in combination with other technologies, including stem cells, drugs or other kinds of interventions.\" These are exciting medical developments, but it's worth considering the wider implications of this use of nanotechnology. More and better tests may lead to cheaper treatments for those with disease, but could also result in increased treatment of healthy people or simply raise general anxiety in the wider population about their health. It seems churlish to stop medical advances that could prevent pain and suffering for millions of people, but progress must be open and accountable to the public. The EU ObservatoryNano organisation, which supports European policy makers through scientific and economic analysis of nanoscience and nanotechnology developments, produced a report on the ethics of nanotechnology written by Ineke Malsch, director of Malsch TechnoValuation. She says the problem with regulating medical nanotechnology can be how to define a product's area of application. \"The distinction between a medical device and a pharmaceutical is quite fuzzy. Even though both pharmaceuticals and medical devices are regulated quite well and all these regulations are applicable to nanotechnology, it's not so easy to find out which regulations should be applicable to a particular product.\" How do you regulate a drug-releasing implant, for example? Is Cuschieri's nano-carrier a pharmaceutical or a medical device? One of key issues, says Malsch, is that there is the lack of common agreement or definition, at the international level, of what a nanoparticle is and what constitutes nanomedicines. \"There is continuing discussion about these definitions which will hopefully be resolved before the end of the year.\" Current regulations are more than enough for current technologies, says Malsch, but she adds that this will need to be kept under review. But over-regulating now would also be a mistake. Pre-empting (and trying to pre-regulate) technology that does not yet exist is not a good idea, she says. This view was backed up by Professor Andrew Maynard, the director of the Risk Science Centre, who says: \"With policy-makers looking for clear definitions on which to build 'nano-regulations', there is a growing danger of science being pushed aside.\""}, "isHosted": false}}}