{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2011/sep/29/british-universities-fail-poor-students", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2011-09-28T23:05:03Z", "webTitle": "English universities still failing poor students, says government watchdog", "webUrl": "https://www.theguardian.com/education/2011/sep/29/british-universities-fail-poor-students", "apiUrl": "https://content.guardianapis.com/education/2011/sep/29/british-universities-fail-poor-students", "fields": {"headline": "English universities still failing poor students, says government watchdog", "bodyText": "A quarter of English universities failed to meet their targets to admit substantially more disadvantaged students last year, a government watchdog has revealed . Cambridge, Bristol, Exeter, Durham and University College London are among 23 institutions that admit making insufficient progress in widening their mix of applicants in 2009-10 – leading to accusations that the intake of the most selective universities is \"increasingly privileged\". David Willetts, the universities minister, said the report was proof that social mobility had stalled. The disclosure, in the annual monitoring report of the Office for Fair Access (Offa), will renew fears that the least privileged teenagers are being excluded from some of the country's top universities. The 23 institutions include universities and other higher education bodies with degree-awarding powers. A further 21 colleges that offer degrees also failed to reach their targets. Since 2006, universities and colleges have been allowed to charge \"top-up\" fees – currently just over £3,000 a year – on the condition that they boost the proportion of their applicants who have been in care, come from low-income families or have disabilities. Institutions set their own targets, but are asked to benchmark themselves against their competitors. Universities and colleges received nearly £474m from the Higher Education Funding Council last year to spend on bursaries, scholarships and \"outreach\" activities. They were given the money whether or not they met their targets. Sir Martin Harris, director of Offa, said he was concerned that a quarter of universities had not met their targets and would be discussing their performance. Offa would not reveal what the universities' targets had been. But to give an idea of what they are they are achieving, 12.6% of Cambridge students in 2009/10 came from homes where the annual income is less than £25,000. The government intends to pass legislation to give Offa the power to fine universities and colleges that make insufficient progress in widening access, and – in extreme cases – to demand they lower their fees. Willetts said: \"We need to see real progress in fair access, especially at our most selective institutions.\" Wes Streeting, chief executive of the Helena Kennedy Foundation, which provides bursaries and mentoring to disadvantaged students, said it was \"deeply worrying\" that universities had failed to make enough progress in widening participation. \"This is before fees are trebled next year. It's hard to see how things will get better before they get worse,\" he said. Many of the poorest families felt universitywas now unaffordable. The Russell group, which represents 20 elite universities, said misunderstandings about the costs and benefits of a university education and a lack of confidence on the part of potential applicants were partly to blame for the missed targets. \"A-level (and equivalent) results in the right subjects are more important than money in deciding whether a student will go to a Russell group university,\" said Wendy Piatt, director general of the group. Cambridge said it runs hundreds of events each year to raise the educational aspirations of disadvantaged students. A spokesman said its long-term aim was to admit more students from under-represented groups within the framework of our admissions policy and \"without compromising entry standards\". Lee Elliot Major, research and policy director of the Sutton Trust, a charity that promotes social mobility through education, said the intake of the most selective universities was \"increasingly privileged … This is to the exclusion of children from average backgrounds, not just those from the poorest households.\" He said that while there had been \"faltering progress\" to widen access, there was little understanding of what kinds of outreach worked. \"Universities could do more. It's not just about how much universities spend on this, but what they do about it. We are nowhere near understanding what works and what doesn't in terms of outreach activities.\" Offa calculated how much of the extra income that universities receive from tuition fees was spent on recruiting and encouraging poor students to take up places. It found that last year, institutions spent 25.1% (£395m) of their extra income on widening access, compared with 25.8% (£344m) the year before. The proportion spent on outreach work, such as school visits, was 2.4% of extra income last year – the lowest for at least four years. The average bursary awarded to students from low-income homes was £935, compared with £942 the year before. The report shows wide variations: the University of Sunderland spent 42.9% of its extra income on bursaries, scholarships and outreach activities, while Middlesex spent 9%. The proportion of students who came from homes where annual income was below £25,000 ranged from 50.1% at the University of Bolton to 10.1% at the Courtauld Institute of Art. At Oxford it was 14.4%. Liam Burns, president of the National Union of Students, said: \"The haphazard formation of student support in universities means that those universities with the best record of recruiting those from non-traditional backgrounds have the least money available to spend per student. \"Universities with poorer access records misleadingly claim success because they have more funds available to a very small pool of students.\" Sir Alan Langlands, chief executive of the HEFC, said: \"Concerns are beginning to be expressed that the level of widening participation activity delivered in future may decline.\" Restrictions on student numbers and higher fees might have a disproportionate impact on students from disadvantaged backgrounds. Universities intending to charge fees of between £6,000 and £9,000 a year from autumn 2012 have been asked to set themselves tougher targets for widening their pool of students. For the first time, they will have to set themselves a target to broaden the mix of students who enter the university, not just those who apply. Missed targets The 23 universities that failed to meet their targets to admit more disadvantaged students: Bath Spa University Bournemouth University Conservatoire for Dance and Drama Courtauld Institute of Art Guildhall School of Music &amp; Drama King's College London Kingston University Leeds Metropolitan University Liverpool Institute for Performing Arts London Studio Centre Loughborough University Open University The University of West London University College London University of Bath University of Bristol University of Cambridge University of Cumbria University of Durham University of Exeter University of the Arts London University of Warwick University of Westminster Source: Office for Fair Access"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}