{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2011/sep/05/country-diary-peninsula-quarries-dorset", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2011-09-05T22:05:01Z", "webTitle": "Country diary: Isle of Purbeck", "webUrl": "https://www.theguardian.com/environment/2011/sep/05/country-diary-peninsula-quarries-dorset", "apiUrl": "https://content.guardianapis.com/environment/2011/sep/05/country-diary-peninsula-quarries-dorset", "fields": {"headline": "Country diary: Isle of Purbeck", "bodyText": "There is a quay at the southern edge of Wareham which used to handle serious maritime trade until ships got too big, the river silted up, and Poole took over. When you cross the bridge there over the river Frome, and then the causeway that spans the marshy land beyond it, you feel as if you are going abroad. In fact you are entering Purbeck, known as an island, but really a peninsula bounded on two sides by the sea. The road soon funnels down between the hills to Corfe Castle, one of the most striking historic sites in the west – shattered stonework silhouetted against the sky as it stands on top of its steep mound, above the village's slate roofs, guarding the gap in the range of hills against intruders from the coast. We went on to the seaside town of Swanage and, from a point above the bay, looked down on holidaymakers and waterskiers on one side, and a returning Channel ferry on the other. On our way back, via the high ridge to the west, through Langton Matravers and Kingston, we began to understand why Thomas Hardy called Swanage a town \"where everybody who was not a boatman was a quarrier\". There are great quarries up there on the high heathland, sources of notable varieties of Purbeck stone, mostly pale grey, although the beds of stone vary; some yield what is known as Purbeck marble, which can be highly polished and forms the slender dark columns in Salisbury cathedral, while others lend themselves to being split to make the roof tiles that are a local feature in cottages and mansions. Then there is the burr limestone used to make Corfe Castle and most of Swanage before red brick built the suburban expansion. Looking down from our ridge and to the east, we had seen, far below, Corfe Castle and its village in miniature, shades of ancient, pale grey Purbeck stone blending with the landscape."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}