{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2011/sep/14/met-police-hogan-howe-crime", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2011-09-13T23:20:22Z", "webTitle": "New Met police chief Bernard Hogan-Howe promises 'war on crime'", "webUrl": "https://www.theguardian.com/uk/2011/sep/14/met-police-hogan-howe-crime", "apiUrl": "https://content.guardianapis.com/uk/2011/sep/14/met-police-hogan-howe-crime", "fields": {"headline": "New Met police chief Bernard Hogan-Howe promises 'war on crime'", "bodyText": "The new head of the Metropolitan police told rank and file officers on Tuesday night that when fighting crime \"no tactic – if it works – will be considered out of bounds. If it's legal, ethical, and done in good faith, I'm prepared to consider it.\" Bernard Hogan-Howe made the comments in an internal video mission statement to his force, in which he promised to cut crime and slash costs with \"humility, transparency and integrity\". Hogan-Howe, who beat Stephen House, Sir Hugh Orde and former acting commissioner Tim Godwin to the job on Monday, said that during the selection process – which included rounds of interviews with the Home Office and Metropolitan Police Authority – he made a promise that he wanted to make the Met \"the best police service in the UK, and … in the world.\" He set out three aims: \"To cut crime, cut costs, and continue to develop the culture of the organisation – our diversity and the way we relate to each other – and to do all that based on simple but important values of humility, transparency and integrity.\" The former chief of Merseyside police, talked of wanting to do \"total policing … Some of you might recognise that phrase from my time in Merseyside\" he said, \"For those of you that don't, what I'm talking about is a war on crime.\" But as well as wanting to make the Met a force \"that criminals will fear\", he said he also wanted to focus on crime prevention and on caring for the victims of crime. Hogan-Howe is taking over the £260,000-a-year post after his predecessor, Sir Paul Stephenson, resigned over the phone-hacking scandal."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}