{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2011/sep/19/carling-cup-2011-12-leedsunited", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-09-19T21:59:01Z", "webTitle": "Forty years of hurt add spice to Manchester United's trip to Leeds | Rob Bagchi", "webUrl": "https://www.theguardian.com/football/blog/2011/sep/19/carling-cup-2011-12-leedsunited", "apiUrl": "https://content.guardianapis.com/football/blog/2011/sep/19/carling-cup-2011-12-leedsunited", "fields": {"headline": "Forty years of hurt add spice to Manchester United's trip to Leeds", "bodyText": "Manchester United return to Elland Road in the Carling Cup on Tuesday night for the first time in eight years to renew a rivalry that remains among the fiercest in Europe. Following Leeds United's relegation in 2004, the two sides have met only once, in an FA Cup tie at Old Trafford in January 2010 when the visitors, then of League One, incongruously registered their first away victory against Manchester United since 1981, at the 18th attempt. Before that match, Sir Alex Ferguson spoke wistfully about the long absence of Leeds from his side's fixture list. \"I don't have to spell out what Leeds have meant to Manchester United over the years,\" he said. \"It would be a fantastic, feisty occasion every time we met. It always carried a degree of hostility. I used to enjoy the games. The atmosphere was always electric.\" It may have been electric inside the ground but outside it was often malignant. Antagonism and violence between the two sets of supporters first flared during an ill-tempered FA Cup semi-final draw at Hillsborough in 1965. Leeds were second in the First Division, Manchester United third and both sides had the Double in their sights. A foul-strewn draw ended with skirmishes outside the ground and in the streets of Nottingham four days later when Leeds got through to their first FA Cup final after Billy Bremner's 89th-minute winner in the replay at the City Ground. They were defeated at Wembley by Liverpool and surrendered the league championship to Manchester United on goal average, having lost what turned out to be a title-decider in April at Elland Road, when John Connelly scored the game's only goal. Leeds held the upper hand in head-to-head encounters over the next decade, losing only two of 21 matches, but all bar their 5-1 trouncing of Frank O'Farrell's side in 1972 were tight affairs and the tension exacerbated the malevolence. The Yorkshire Evening Post recorded a number of arrests for fighting when the two met in the early 1970s, yet by the time of Manchester United's return to the top-flight in 1975 after a year in Division Two, \"hooliganism\" and \"carnage\" became more apt descriptions. In 1977 they were pitted together again at Hillsborough in an FA Cup semi-final and so many Manchester United fans obtained tickets in Leeds sections that punches outnumbered shots on goal. By the early 1980s the atmosphere had become so febrile, and so regular were the attempts to make the opposition supporters lose face by turning on their heels and running away, that Greater Manchester police and their West Yorkshire counterparts must have breathed a sigh of relief when Leeds were relegated in 1982. When Joe Jordan and Gordon McQueen left Leeds for Old Trafford in 1978, the bad feeling deteriorated further, exacerbated by McQueen's parting shot: \"Ask all the players in the country which club they would like to join and 99% would say 'Manchester United'. The other 1% would be liars.\" For the next four years, Leeds fans appropriated the Jilted John song to serenade the pair with \"Jordan is a moron\" and \"Gordon is a moron\" and both still got stick whenever they went to Elland Road more than 30 years later, despite being title winners with Leeds and failing to repeat that success across the Pennines. Eric Cantona, Rio Ferdinand and Alan Smith subsequently followed in their footsteps and receive equal billing with the two Scots on the \"Judas\" T-shirts sold from stalls outside the ground. Cantona's departure in 1992 was a particularly hard blow to take, the Frenchman becoming an adored talisman at Old Trafford who almost immediately ruined the Leeds fans' boast that they had won the title three times since Manchester United's last championship, in 1967. His returns to Elland Road were not always successful but those matches were memorable for the sheer volume of spite he attracted and the manner in which he seemed to revel in it. It was both exciting and terrifying to attend these matches over three decades but they were not without humour. When Cantona sounded the death knell for the man who sold him, Howard Wilkinson, with a magnificent performance as the architect of a 4-0 victory in September 1996, it was the Manchester United fans who began singing \"Wilko for City\" to the beleaguered manager, who was sacked the following Monday morning, and Leeds supporters applauded the wit and sentiment. Other songs have had a longer shelf life and despite Leeds's long exile from the Premier League, they usually get a mention whenever Manchester United play, \"we all hate Leeds scum\" even getting an airing during the Champions League final at Wembley when Reds' supporters had significantly bigger fish to fry. Ferguson, though, has been less partisan, proving by his attendance at the funerals of Leeds's two greatest players, Billy Bremner and John Charles, that his kind of tribalism first pays honour to the tribe of football men. He says he misses Leeds and that a match played in the intimidating atmosphere at Elland Road is a beneficial experience for his young players. Beneficial or not, more than 40 years of festering rivalry should guarantee that even though it is the oft-maligned Carling Cup, it will, at least, be an experience to remember."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}