{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2017/may/25/poldark-avoids-clash-with-itvs-victoria-move-summer-slot-aidan-turner", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2017-05-24T23:01:12Z", "webTitle": "Poldark avoids clash with ITV's Victoria with move to summer slot", "webUrl": "https://www.theguardian.com/tv-and-radio/2017/may/25/poldark-avoids-clash-with-itvs-victoria-move-summer-slot-aidan-turner", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2017/may/25/poldark-avoids-clash-with-itvs-victoria-move-summer-slot-aidan-turner", "fields": {"headline": "Poldark avoids clash with ITV's Victoria with move to summer slot", "bodyText": "Period dramas Poldark and Victoria will not go head to head this year after the BBC confirmed that the new series of its epic adaption of Winston Graham’s novels will air in June rather than the autumn. Some viewers were not amused last September when the BBC1 and ITV rivals clashed on Sunday nights, with even Eleanor Tomlinson, who plays Poldark’s wife Demelza, saying afterwards that it was “a real shame” as it “split the audience”. However, the BBC’s director of content, Charlotte Moore, told audiences at a screening of the third series of the classic Cornish drama that the latest instalment will instead be shown in the summer. Aidan Turner, who plays the brooding 18th-century Cornishman Ross Poldark, welcomed the move while Tomlinson said the show did not need to compare itself to rivals, such as Victoria. She said: “I think Poldark has its own fans now, I don’t think we need to compare ourselves to other period shows. I think its storylines are great and people have a love for the characters and I think that is why people will come back to Poldark.” The BBC did not mention Victoria – which coincidentally is made by Mammoth Screen, the same production company as Poldark – saying only that the reason for the change was due to an earlier filming schedule, which meant “we can bring the much-anticipated third series back sooner for fans to Sunday nights in June”. A second series of Victoria is expected to air in the autumn. The new series will introduce a cast of younger characters and love interests. The Northern Soul actor and Burberry model Josh Whitehouse joins as dashing aristocrat Hugh Armitage while fellow rising stars Tom York and Harry Richardson play Demelza’s brothers, Drake and God-fearing Sam. Ellise Chappell joins as governess Morwenna, the Juliet to Drake’s Romeo. York said: “Obviously, it’s daunting to join such a huge show with such well-known actors; you worry, you don’t want to mess up. Everyone welcomed us with open arms … we’re so grateful for that. It’s made our job much easier.” The show’s executive producer, Karen Thrussell, said the “biggest challenge this series was finding a new cast and hoping that they were all going to fit in … the new cast are amazing, they did fit in, they even bear a resemblance to each other. It might not have worked and I think it did”. The appearance of Poldark’s cast has often hit the headlines, particularly after pictures of Turner scything topless were released by the BBC. Turner quipped that this series he only does “topless sleeping”, but after York and Richardson revealed that “more than one of us gets our tops off” the pair joked they were “so ready” for the attention that would bring. The new series also features questions over the paternity of Poldark’s former fiancee Elizabeth’s child, following a controversial scene from series two in which it appeared that Poldark raped her. Religion and superstition loom large, as does Cornwall’s sweeping scenery. However, as Debbie Horsfield, who adapted the novels for the BBC pointed out, there are also “plenty of moments of humour”. Due to the demand for Poldark, the BBC has slowed down the rate of covering the 12 books Graham wrote about the eponymous hero. Horsfield said that as Graham’s fifth and sixth books “get fatter … we just felt it would be better to take a bit more time to cover”, so the third series covers only The Black Moon and three-quarters of Four Swans."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}