{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2017/may/24/jose-mourinho-manchester-united-focus-claim-europa-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-05-24T23:08:56Z", "webTitle": "Manchester United keep focus to claim Europa League on emotional night", "webUrl": "https://www.theguardian.com/football/blog/2017/may/24/jose-mourinho-manchester-united-focus-claim-europa-league", "apiUrl": "https://content.guardianapis.com/football/blog/2017/may/24/jose-mourinho-manchester-united-focus-claim-europa-league", "fields": {"headline": "Manchester United keep focus to claim Europa League on emotional night", "bodyText": "At the end, delirious scenes greeted this triumph. As the Manchester United substitutes and staff flooded on to the pitch to hug the players, José Mourinho wagged a finger and was hailed by the supporters sent into ecstasy by an emphatic victory over Ajax. The injured Zlatan Ibrahimovic was irrepressible as he took a selfie with the suspended Eric Bailly by the trophy. Next, Mourinho jigged with his squad and, finally, the late substitute Wayne Rooney lifted the Europa League cup to mark a fitting end to a match played against the harrowing backdrop of Monday’s bombing at the Manchester Arena. A rousing rendition of the club song Glory Glory, Man United had lifted the mood before the sides walked out. This was followed by a heart-warming offering of another United favourite, Take Me Home. Here was the answer to the question of how noisy fans would be following the attack. Further emotion was displayed during the minute’s silence which became an impromptu 60-second appreciation as the United congregation, understandably, broke into chanting for their city. It came after a pre-match ceremony that was toned down by Uefa. Now, on a balmy Stockholm night, the contest began. A big question was how Mourinho’s men would react to the atrocity that killed 22 people and injured 59. In the side was Wythenshawe-born Marcus Rashford while Jesse Lingard, from Warrington, came on as a second-half replacement. Each faced their own challenge owing to the resonance of being local boys. Rashford again proved unfazed. The 19-year-old was constantly sought out by Paul Pogba, whose pinging balls over the top into space were designed to utilise the teenager’s pace. Pogba’s radar had been awry but he gave hope to the club, and all those who feel for Manchester, by putting United ahead. The midfielder’s shot took a considerable detour via Davinson Sánchez but who would begrudge the men in blue some fortune? Before this first European final for United since the 2011 Champions League the atmosphere had gone from muted to boisterous on the city’s streets. This was due to an Ajax contingent who seemed to easily outnumber their counterparts but as the beer flowed United fans’ chanting about their beloved club increased. When Ajax’s players took a pre-match stroll to the centre circle they were greeted by a wall of sound that gave the Friends Arena a cauldron-like feel. Alan Keegan, the Old Trafford announcer co-opted by Uefa, began to redress this imbalance by asking United followers about their best memories. Broadcast over the stadium PA one said: “Tonight it’s about Manchester.” By the time United trotted out the end nearest them was rammed with red shirts in fine voice. Ajax had been touted as a young side who are a throwback to the expressive era of Johan Cryuff. United’s mission was to impose themselves and to ensure the Dutch team’s rhythm was disturbed. In the opening 30 minutes this was achieved. Yet then, as would be expected, came a passage of incessant harry and smother from Ajax as United were pinned into the middle third of their territory. Now, though, the fierce focus Mourinho’s men possessed came to the fore. Pogba, Ander Herrera, Matteo Darmian, and Daley Blind were at the forefront of a determined effort. This had United snapping at their opponents and ensured their lead was intact when the interval arrived. It had been a watchable opening period, particularly for a final. United stood 45 minutes away from claiming the one major trophy that has eluded them and offering some succour to their broken-hearted home town. As his players lined up for a second half that would define their summer transfer market prospects and decide if it would be Champions League or Europa League football next season, Mourinho was seen sporting a rare smile. It was about to broaden widely after Henrikh Mkhitaryan hooked past André Onana to send the travelling faithful into rapture. The midfielder said: “Thank you to my team-mates because without them I could not have scored so many goals. Everyone said I was going to score in the final and I did thanks to my team-mates. Now we are playing in the Champions League next year.” After his goal the supporters sang several songs and United continued to try to take the match to Ajax, primarily through Rashford’s speed. By the close Peter Bosz’s side had been stymied expertly by Mourinho’s strategy and United had won their second trophy this year. Juan Mata said: “We have won a trophy the club has never won so we are really happy. After what happened [on Monday] it is nice to bring a trophy back for Manchester. It has been a really difficult week in the city of Manchester and we are happy to win for all the people that have suffered.” Expect the homecoming to be an outpouring of emotion. There may be a parade though this will be subject to security concerns. But one ending at the venue where so much heartbreak occurred might aid the healing process. It would also illustrate the city’s spirit and show those intent on ending the country’s way of life they will never succeed."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}