{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2017/may/13/want-latte-with-wifi-or-not", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2017-05-13T23:05:00Z", "webTitle": "Want your latte with wifi or without? | Barbara Ellen", "webUrl": "https://www.theguardian.com/commentisfree/2017/may/13/want-latte-with-wifi-or-not", "apiUrl": "https://content.guardianapis.com/commentisfree/2017/may/13/want-latte-with-wifi-or-not", "fields": {"headline": "Want your latte with wifi or without?", "bodyText": "Something that is happening in the US, and which may catch on here, is that coffee shops (the artisan independent kind) are beginning to ban wifi. They say that it is about promoting customer interaction or, as one shop owner put it, “creating a social vibe… Otherwise it’s just a commodity”. Oh the humanity! When I say that it could catch on here, what I meant was, nah, it couldn’t. No self-respecting Brit wants any truck with “interaction” in coffee shops. If we wish to be hassled by rude, annoying, overentitled people who inexplicably place demands on our time and attention we could always pop home. The cynic in me suspects that the only reason British coffee shops might want to ban wifi is to rid themselves of all the people who use their premises as unofficial office space, while purchasing one small cappuccino every three or four hours. It wouldn’t matter so much but these cafe squatters can become rather arrogant and territorial, loafing about as though they were the managing directors of some major international concern that mysteriously requires a grassroots base in their local Starbucks. Or they’re smug, hipster, creative types, self-importantly tapping away on whatever pointless gibberish has made its way up from their beard, through their beanie hat and into their brain that morning. The rest of us at least have the common decency to buy our drinks and only sit scowling misanthropically at our emails for half an hour or so, before we leave. You don’t have to chivvy people like us – we know where we’re not wanted and that’s pretty much everywhere. There are two types of people in this world– those who need their wifi left on and those who need it turned off. British coffee shops – you know what to do."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}