{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2017/may/02/women-high-earners-uk-taxpayers-gender-pay-gap", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2017-05-01T23:01:11Z", "webTitle": "Women make up same proportion of UK high earners as six years ago", "webUrl": "https://www.theguardian.com/money/2017/may/02/women-high-earners-uk-taxpayers-gender-pay-gap", "apiUrl": "https://content.guardianapis.com/money/2017/may/02/women-high-earners-uk-taxpayers-gender-pay-gap", "fields": {"headline": "Women make up same proportion of UK high earners as six years ago", "bodyText": "The proportion of British women classed as high earners has not changed in the past six years, despite a drive to increase the number of women in senior roles, research shows. Women accounted for just over 25% of higher-rate taxpayers in each of the past six financial years, according to HM Revenue &amp; Customs data obtained from Clyde &amp; Co law firm. In the previous tax year, of the 4.41 million higher-rate taxpayers, 1.19 million were women. The percentage of female high earners – those in the UK declaring an income between £43,001 and £150,000 – has remained the same while the total number of higher-rate taxpayers has risen by almost 1 million. Heidi Watson, an employment partner at Clyde &amp; Co, said: “The stubborn refusal of the percentage of female high earners to shift upwards will disappoint those who hoped a recent focus on the gender gap would make a significant difference to the number of women in senior positions.” The figures bring into question the success of multiple industry and government initiatives to narrow the gender pay gap and increase the number of women in senior roles, including the target for FTSE 100 companies to have women comprise 33% of their board members by 2020. A voluntary charter, launched last year, aimed to get more women into senior roles in financial services, while many businesses set individual targets. Under new regulations that came into force on 6 April, companies with 250 or more employees must disclose gender and bonus pay gaps. “The expectation is that gender pay reporting will start to make an impact in the next few years,” said Watson. “However, there have been concerns that the new legislation lacks teeth as businesses that fail to report their gender pay figures will not face any sanctions and those that report particularly bad gender pay figures will simply be ‘named and shamed’.” Research suggests many UK employers were unprepared for the introduction of gender pay gap reporting, with only 42% saying they had sufficient salary information across roles and gender. A survey of 145 employers by Totaljobs found 82% were not reviewing gender equality and equal pay policies in the light of the legislation, while more than one-third were failing to review salaries to guard against gender discrimination. The research, during which 4,700 employees were interviewed, found men were more likely to receive a bonus and these bonuses were likely to be larger, a fact that could have contributed to the stagnant number of high-earning women. In the past year, 43% of male respondents received a bonus, averaging £2,059, compared with 38% of women, who received an average of £1,128. While 58% of men felt pay was equal, only 44% of women said the same. Sophie Walker, the leader of the Women’s Equality party, said: “These figures not only highlight the growing gap between rich and poor, where the number of higher-rate taxpayers is rising while record numbers rely on handouts from food banks, they also provide evidence for the continuing gender pay gap that we are so often told does not exist. “The pay gap does exist, and at every level of business, because no other political party has made it a priority to fix it. We understand that the pay gap will only be eliminated by tackling an unequal education system, lack of shared parenting, unaffordable childcare and a shortage of flexible working.” A report on the gender pay gap by the women and equalities select committee suggested the creation of a national pathways into work scheme, to harness the skills and experience of women over 40, which would give women an entry point into a support system offering careers guidance, retraining and information on local skills shortages and job opportunities."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}