{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2017/may/11/nsw-police-complaints-in-limbo-as-new-watchdog-falls-behind-schedule", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2017-05-11T21:44:45Z", "webTitle": "NSW police complaints in limbo as new watchdog falls behind schedule", "webUrl": "https://www.theguardian.com/australia-news/2017/may/11/nsw-police-complaints-in-limbo-as-new-watchdog-falls-behind-schedule", "apiUrl": "https://content.guardianapis.com/australia-news/2017/may/11/nsw-police-complaints-in-limbo-as-new-watchdog-falls-behind-schedule", "fields": {"headline": "NSW police complaints in limbo as new watchdog falls behind schedule", "bodyText": "Complaints about police misbehaviour are being handled at a “severely reduced capacity” in New South Wales, as police oversight bodies wait for a new consolidated watchdog that is behind schedule and is yet to begin operating. The law enforcement conduct commission (LECC) was announced in November 2015 to replace the police integrity commission and the police oversight wing of the NSW ombudsman but has not begun taking complaints, despite a May deadline. In the meantime, existing oversight bodies have shed staff, reduced services and referred certain complaints back to police. A spokeswoman for the NSW ombudsman told Guardian Australia there were now only nine staff members working on oversight of police complaints, down from 32 last year. “We have lost around two-thirds of the team in the last 12 months,” she said. Complaints about the behaviour of police are usually handled in the first instance by police themselves. The ombudsman can then provide oversight of serious complaints, or review police decisions if a complainant was dissatisfied with the outcome. However, the ombudsman said it had not conducted a review of a police decision since last year, but it had maintained its oversight role of the police complaints process. “If a citizen is unhappy with the way the NSW police force have handled his/her complaint (which was not sufficiently serious to have been oversighted by the ombudsman), he or she may request that the ombudsman review the handling of his/her complaint,” the spokeswoman said. “Since last year, we have not had capacity to accept requests of this nature.” The ombudsman also said it had a “limited capacity” to conduct reviews of its own decisions. Currently, the ombudsman website tells complainants that they “are in a period of transition, transferring our responsibilities to the LECC. It is likely that many of complaints currently open, or that we receive, will be overseen by the LECC and not our office.” The LECC website says it “will begin taking complaints in May 2017. Until then, please submit complaints to the police integrity commission or the NSW ombudsman.” “We’ve been variously told different dates for commencement,” the spokeswoman for the ombudsman said. “The people here who are doing it, they have known for a very long time that their jobs will become redundant when the LECC begins. There’s a lot of staff movement.” She said the ombudsman was waiting to “wrap up our functions” while taking complaints. In February, former NSW supreme court justice Michael Adams was named the chief commissioner of the LECC. No public statement has been made appointing further staff, even though s18 of the LECC’s originating Act specifies the commission must have two deputies. A job listing on a NSW government website recently advertised positions for a registry coordinator and a registry assistant at the LECC. A spokesman for the Department of Justice refused to confirm how many staff had been hired or when the LECC would commence. “The law enforcement conduct commission (LECC) is expected to commence once key appointments have been finalised,” he said. However the spokesman claimed that in the interim the NSW Ombudsman and the Police Integrity Commission would “retain their respective jurisdictions and accept complaints as appropriate.” The president of the NSW Council for Civil Liberties, Stephen Blanks, said the LECC’s delay left the state without an effective oversight body. “Given that we are already in May and its website says they will start taking complaints in May, the public has got a legitimate expectation that more information should be available about when the LECC should commence their operations,” he said. “A properly independent body responsible for dealing with complaints about police is a critically important aspect of ensuring that police are properly accountable. “Interactions with the police for many members of the public are often difficult and in difficult circumstances. There does need to be a proper complaints process and a proper investigatory body which can deal with complaints about the police.” The NSW Greens police spokesman, David Shoebridge, said the delay was “either sheer incompetence or indifference”. “It was originally a March deadline. Then it was going to be in May. We’re now deep into 2017 and I find the delay remarkable. “There’s literally no oversight of police in NSW at the moment … the government need to come clean with the people of NSW to say what has gone wrong to stop the implementation of this essential reform. “This is more than some political stoush. This means that right now, nobody is watching the police in NSW and that’s a serious problem.” The LECC was announced in 2015 following the recommendations of a report from former shadow attorney general Andrew Tink into police oversight. In announcing it, the police minister, Troy Grant, described the current system as “very complex and a little cumbersome.” A report from the Council for Civil Liberties in February expressed optimism about the LECC, saying that despite gaps, it would “significantly improve some aspects of police oversight and accountability”. The act empowers the LECC to investigate police misconduct both on and off-duty, while section 26 gives the commission the power to “receive misconduct matters directly” rather than going through police."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}