{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2017/may/20/theresa-may-margaret-thatcher-damian-green-general-eleection-tories", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2017-05-20T23:05:39Z", "webTitle": "‘Mrs Thatcher saw dragons to be slain. Theresa is tough, too, but the dragons are very different’", "webUrl": "https://www.theguardian.com/politics/2017/may/20/theresa-may-margaret-thatcher-damian-green-general-eleection-tories", "apiUrl": "https://content.guardianapis.com/politics/2017/may/20/theresa-may-margaret-thatcher-damian-green-general-eleection-tories", "fields": {"headline": "‘Mrs Thatcher saw dragons to be slain. Theresa is tough, too, but the dragons are very different’", "bodyText": "Of all the people who sit in her cabinet, Damian Green has known the Supreme Leader for the longest. They first met four decades ago when they were students at Oxford and no one but Theresa May thought she could end up running the country. “Ever since Theresa became prime minister, people have asked me, ‘What’s she really like?’ And the answer I give is, ‘What you see is what you get’. She’s hardworking, conscientious – as a student she had a sort of sense of public duty, and was incredibly determined and calm.” The “incredibly determined” is the key phrase in that sentence. It points to the ferocious drive that kept his friend in the Tory game over the many years when no one else took her seriously as a potential prime minister. That determination then powered her to the throne over the prostrate bodies of the Tory boys. If the polls are anywhere near correct, she will gain a renewed lease on No 10 on 8 June. And then what? The precise nature of Mayism is a topic of renewed debate since she launched a Tory manifesto whose intellectual influences appear to include Edmund Burke, William Beveridge and Ed Miliband. How has her philosophy of Conservatism evolved over the years that he has known her? “In 40 years, certainly I’d hope everyone would evolve – but mostly she responds to the facts that are put in front of her and applies a very strong sense of right and wrong to the circumstances that she’s presented with,” says the work and pensions secretary. “She’s always been like that.” Green thinks that his wife, who was at Oxford at the same time and was the young Theresa Brasier’s tutorial partner, has a good explanation of what makes the Tory leader tick. “Alicia makes the point that they read geography; they weren’t your classic Oxford PPE graduate that goes into politics, like me. And what geographers were trained to do was assemble their own evidence. You know, they went out and collected rainfall statistics at six in the morning. They don’t discuss political theory, they go out and get evidence and on the basis of that evidence they construct what needs to be done. And Theresa has always been like that.” The Tory manifesto declared a belief in the power of government to do good, not something you much heard from David Cameron and never from Margaret Thatcher. Is it fair to say that May is the first properly post-Thatcher leader that the Tories have had? Green says it is not fruitful to “talk about Margaret Thatcher’s political philosophy”, an observation that will not go down well with the many Tories who still subscribe to the Thatcherite creed. “The world is not the same now as it was in the mid-1970s, the priorities for government are not the same. One of the things that’s happened to politics is a lot of the old certainties have gone and the ability to place someone on the left/right spectrum is more difficult than it used to be. “Those few politicians that are straightforwardly ideological now look out of date. It’s perfectly easy to place Jeremy Corbyn on an ideological spectrum, on the far left, because all of his views were formed a long time ago and none of them have changed. It’s more difficult with someone like Theresa, who does react to the modern world. “Attempting to put her in a Thatcherite or non-Thatcherite mould is pointless because the world has moved on so much. The similarity is that Mrs Thatcher saw dragons to be slain and was a tough-minded woman who succeeded. Theresa is a tough-minded woman who succeeds, but there are completely different dragons to be slain.” The enemies Thatcher identified were all to her left. May’s selection of dragons includes corporate excess. “The phrase she uses is ‘burning injustices’ and those burning injustices are indeed places where the pure free market isn’t working for large numbers of people. It’s always been part of the Conservative tradition that it is not a libertarian free-markets-at-all-costs party.” State interventions, such as capping energy tariffs, are not to the liking of many Tory MPs and donors. The City is frothing with complaint. “I would say to them that if you value something and want to preserve it, you have to be prepared to reform it.” So is this the idea – May wants to save capitalism from itself? “Reforming capitalism is a permanent task for the Conservative party and the Conservative party is at its best when it is reforming.” The domestic agenda is dwarfed by the challenge of extricating Britain from the EU. “This will be one of the most momentous half-decades that Britain will have known, because we’ve got the Brexit negotiations. Getting those right is the overwhelming task facing the next government and it is our central proposition at this election – that given this huge historic task, you’ve got a pretty stark choice of leaders.” Green spent the referendum forecasting disaster for Britain if the country was reckless enough to quit the EU. “There are two things you can do if you were a Remainer, as I was. You can either say, ‘OK, we argued the case, we lost, so now what’s best for the country?’ Or you can continue trying to play games, to say it didn’t really happen. It seems to me overwhelmingly more sensible and more in the interests of this country to say the best thing to do now is to make sure the government gets the best deal to establish the close and special relationship our manifesto talks about. “We have, if you look back on our 40-odd years of membership, been a pretty truculent housemate from the point of view of the others. It may well be that it will be more comfortable for everyone all round that we remain close friends but we’re living in different houses, as it were.” He accepts that any deal will entail a continuing financial contribution. “There may well be projects we want to participate in. It would only be reasonable to expect us to contribute to those because they will be projects of ongoing benefit.” He adds: “It would be preferable, massively preferable, to have a good deal than not a deal.” Green, unlike many of his colleagues, is willing to acknowledge it isn’t simply going to be a case of Britain making demands. Any deal will involve give as well as take. “No negotiation has ever succeeded without an element of compromise and no compromise ever satisfies everyone 100 per cent. I am sure all sensible people recognise there is a deal to be done that is mutually beneficial. But, you know, it’s not easy. As Theresa said, this is going to be a difficult negotiation, there will be bumps in the road.” What if there is no deal? “If we don’t have a deal … and don’t preserve the frictionless borders that we want and the market access we want, then there will be problems for this country. She – we – very much want a deal.” In her attempt to broaden the Tory appeal, May has been promising “a country that works for everyone”. Green says this is a pitch to “people who were ‘just about managing’ who may have felt that the world was passing them by and had become unfair. We are trying very hard to include everyone in what will be growing prosperity.” The Tories plan to maintain a freeze on working-age benefits, a legacy of the Cameron-Obsorne era that May has not disavowed. That freeze will take a big bite out of the living standards of millions. Doesn’t this give the lie to all the fine words about doing more for the “just about managing”? “I don’t think it does because what our welfare policy is all about is encouraging more people into work.” But that’s an answer to a different question. We remind the work and pensions secretary that the question was about people already in jobs who face a continuing freeze of their benefits. He can’t dispute that this very large group will suffer under the Tories? “Well,” he swerves, “you are assuming everyone’s situation stays the same. What I’m about is helping as many people get into work if they’re not in work, or if they are in work, to progress so they can have more control over their own lives.” Another answer to a different question. If May is returned to No 10 with an enlarged majority, it will be regarded, not least by herself, as a very personal mandate. She called this early election even though some of her closest colleagues, Green among them, were very sceptical. She has been utterly dominant in the Tory campaign, to the near-exclusion of the rest of the cabinet. What might a big majority mean for the way she runs the government? Ministers and civil servants already describe her regime as the most centralised and autocratic in living memory. “As far as I can see, every prime minister is the most autocratic prime minister ever for people working for them,” Green shrugs. “I’ve been around long enough to know that everyone says that about all prime ministers. To return to the point I made at the start about Theresa, she works on evidence and if you present a good case, then she will listen.” Has he ever changed her mind? “I’ve certainly persuaded her of policies that I thought were very important.” Give us an example. “I’m not going to repeat private conversations that took place inside the Home Office. Because, you know, she is very keen on proper behaviour.” And she is also, as everyone from the Police Federation to dissenting colleagues have learned to their cost, a woman you cross at your extreme peril? He smiles: “Theresa is a very tough individual.” Ruthless? “Tough. She’s a tough individual,” he says, very, very carefully."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}