{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "crosswords/2017/may/29/azed-slip-no-2343", "type": "article", "sectionId": "crosswords", "sectionName": "Crosswords", "webPublicationDate": "2017-05-28T23:01:09Z", "webTitle": "Azed slip No 2,343", "webUrl": "https://www.theguardian.com/crosswords/2017/may/29/azed-slip-no-2343", "apiUrl": "https://content.guardianapis.com/crosswords/2017/may/29/azed-slip-no-2343", "fields": {"headline": "Azed slip No 2,343", "bodyText": "RESTORE (‘PD’) 1 J. C. Leyland (Huddersfield); Temptress offered her all, u/p in businessman’s hotel room. 2 T. C. Borland (West Sussex): Bloke seeking landlord as pi/nt flat. 3 J. Vincent &amp; Ms R. Porter (Moulsford, Oxon): An oldie reti/cently purchased accommodation in Eastbourne. VHC M. Barker: Gourmet reminiscing: Ca/membert his epicurean treat. Dr J. Burscough: Farmers producing grain mountain need a C/AP. A. G. Chamberlain: For the best US river views I’d choose Niagara – but for fo/g on cascades. G. P. Conway: Angry bull – go/ad or maltreatment the cause? V. Dixon (Ireland): Haven’t found a house for sale? We’ve lots for anyone who ca/n’t. W. Drever: After a Labour win Corbyn vowed to change, the Conservatives hi/d. Ms S. Hart: After many fail u/nder assistance, shop girl is fired. R. J. Heald: Hydrologists maintain bo/g is terrain that’s undergone seepage. A. Knott: Challenging co/ach demanded an extended drill. B. Lovering: Soldiers changing post u/nderstand easy instruction from drill sergeant. D. F. Manley: Huge articles about Trump are presenting us with a c/ad. A. Plumb: Did you see deer running around, fo/lks? S. Randall: Reforestation project has plenty of ac/claim from local community. T. Rudd: Dac/has hold leaders’ letters etc. to Putin, mail to fire up history fans (Dacre, put in, Mail). N. G. Shippobotham: An actor rarely ca/st – too long between parts. R. C. Teuton: The keenest of solvers, if ill, squa/nder entries to Azed regularly. J. R. Tozer: Among birds you’ll find the wrens, not the ra/ven, uncommon. Mrs A. M. Walden: Brexit Minister Da/vis’ emotion on leaving EU? L. Ward (USA): Prospector successfully extracted pu/s from scar. A. J. Young: Some ar/ctic problems avoiding cold buffets (orectic). HC T. Anderson, D. K. Arnott, D. &amp; N. Aspland, M. Barley, E. Bassett, Ms K. Bolton, C. J. Brougham, J. M. Brown, M. Clarke, M. Coates, N. Connaughton, E. Dawid, G. I. L. Grafton, J. Grimes, A. Harker, B. Jones, E. C. Lance, J. P. Lester, M. A. Macdonald-Cooper, P. W. Marlow, C. G. Millin, T. J. Moorey, T. D. Nicholl, S. J. O’Boyle, R. J. Palmer, J. &amp; A. Price, W. Ransome, Dr S. J. Shaw, I. Simpson, J. Smailes, P. A. Stephenson, P. L. Stone, P. Taylor, K. Thomas, A. J. Wardrop, R. J. Whale. Comments 158 entries, no noticeable mistakes. A clearly welcome return of a firm favourite (for most), only a year since its last appearance, this one (equally clearly) tougher than average. It struck me for the first time that the better PD clues are, the more difficult to solve they become, the break being that much more tricky to spot. I do spend more time than I probably should tinkering with the wording in order to achieve surface reading that is as natural as possible, so completing a PD puzzle takes at least twice as long as a normal plain. And there are always (it seems) a few entries which pose extra problems. Chief among these this time were ATROPOS and SCARAMOUCH, until I was rescued by Suzi Quatro and Pescara (after ages wrestling in vain with Oscar and lascars!). SMEATHS and NACARAT were also tricky to clue, the latter producing rather strained wording. All these obstacles you surmounted eventually, and only one competitor complained of never having heard of ‘Telstar’, that very successful instrumental chart-topper of yesteryear (verifiable on line, I’m sure). Of the 12 clues cited as favourites, two stood out well ahead of the rest, the winner being ‘What’s that, painted pink? It’s theft!’ (PERT) with four votes more than ‘It’s good to see my old college pesters tarts’ (ALASTRIM). AZED Slip No. 2,343 Clues submitted fully exploited the many opportunities offered by RESTORE (chosen, of course, with this in mind), and this made my task of picking the best really tough. I don’t expect everyone to share my decision in favour of Mr Leyland’s slightly improper first prizewinner, but I did admire its naturalness in both devilled and undevilled readings, a prime consideration in the judging process and a factor uppermost in the minds, I’m sure, of all the competitors quoted. But I congratulate you all on an extremely high-quality entry."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}