{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2017/may/13/cannes-film-festival-takes-on-tv-digital-upstarts-netflix", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2017-05-13T23:05:00Z", "webTitle": "As Cannes turns 70, must cinema adapt to survive in new digital era?", "webUrl": "https://www.theguardian.com/film/2017/may/13/cannes-film-festival-takes-on-tv-digital-upstarts-netflix", "apiUrl": "https://content.guardianapis.com/film/2017/may/13/cannes-film-festival-takes-on-tv-digital-upstarts-netflix", "fields": {"headline": "As Cannes turns 70, must cinema adapt to survive in new digital era?", "bodyText": "Some would call it a mixed message. The glittering Cannes film festival has at last opened up its exclusive, roped-off VIP zones to the lowly makers of television drama. And, since the French festival is the proud custodian of the European cinematic tradition, the decision to put premieres of new series of Twin Peaks and Top of the Lake right at the centre of its 70th birthday celebrations is a significant concession. And yet it might be the last time relations are so cordial. For while Cannes gets ready to offer a bejewelled embrace to TV producers from 17-28 May, festival organisers have announced that Netflix, a leading player in the new era of subscription entertainment, is to be banned from the film competition in future. Unless the company stops its libertarian practice of putting new films straight on to television screens, foregoing the customary theatrical release, entry will be permanently roped off. The failure of Netflix to support cinemas goes against everything Cannes stands for, Thierry Frémaux, the festival director, has argued. He is not impressed, he said, by the views of Netflix’s chief content officer. “Ted Sarandos previously said something like, ‘We’re not going to bother with these old Parisian theatres.’ But we, at Cannes, care dearly about these old Parisian theatres,” Frémaux told Variety. “Theatres are essential, and we have an affectionate bond with them. I saved three arthouse theatres in Lyon, and I applaud Quentin Tarantino for saving the New Beverly Cinema, and Nanni Moretti for his theatre in Rome.” The controversy arose this year because of the subversive provenance of a pair of films selected to compete for the festival’s coveted prize, the Palme d’Or. Both Okja, made by the South Korean film-maker Bong Joon-ho, and The Meyerowitz Stories, directed by Noah Baumbach, were financed by Netflix and are not destined for wide theatrical release. As a result, Frémaux’s festival has “decided to adapt its rules to this unseen situation until now: any film that wishes to compete at Cannes will have to commit itself to being distributed in French movie theatres”. The new conditions will apply from 2018. At the same time, however, Cannes is happy to accommodate television’s new-found artistic kudos and starry sparkle, especially in a big anniversary year. “It’s beautiful, for a milestone year for Cannes and for the history of cinema, to celebrate the future and its innovations, and not only to celebrate the past,” Frémaux has said. Netflix and its fellow television service Amazon have recently joined other high-end programme-makers, like the BBC, HBO and Sky, in attracting top film directors and actors to long-form drama. Jane Campion, famed for her 1993 Palme d’Or winner The Piano, is bringing out a new season of Top of the Lake, starring Nicole Kidman, while David Lynch, who also won the top honour in Cannes for Wild At Heart in 1990, is returning to the unnerving, off-kilter terrain of his TV hit, Twin Peaks. What’s more, the Oscar-winning director of The Revenant, Alejandro González Iñárritu, will be welcomed in Cannes this month with an even less conventional offering, a virtual-reality presentation about the refugee experience, Carne y Arena. When directors of the distinct artistic vision of Campion – still the only female director to win the Palme d’Or – and Lynch have both returned to television, it was sensible to make room for such prestigious premieres. Frémaux has explained the festival’s 2017 policy of generous hospitality (“We’re open, curious”) by suggesting that watching some television will set the context for the great cinematic auteurs who are competing this year. “Cinema remains a singular art, and we want to emphasise this, while keeping our eyes open on the world that surrounds it,” he said. “And this world is more and more about TV series, virtual reality. Some film-makers who are artists, like David Lynch, Iñárritu and Campion, are pioneers who experiment and try to invent new narrative means.” So the curtain will go up on the first two episodes of the long-awaited season three of Twin Peaks, a ground-breaking series that was first broadcast in 1990, as part of a special festival screening. “I’m not a big fan of series myself, and I don’t quite understand all the hype about the Twin Peaks series, but we at Cannes prize fidelity and generosity towards auteurs whom we value and have forged a long relationship with,” said Frémaux. The decision to let Lynch use the festival as a launchpad marks more than a breakthrough for TV. It is also a bit of a coup for the director, who has a bumpy history on the Croisette. In 1992, his television tie-in movie, Twin Peaks: Fire Walk With Me, premiered at Cannes, but went down badly with the assembled global critics, who actually booed and hissed. So, 25 years later, the fanfare heralding the show’s revival must sound particularly sweet to his ear. Two episodes of Lynch and Mark Frost’s new season will also go out on Showtime in America on 21 May. The second season of Campion’s crime thriller Top of the Lake, with Kidman joining its star Elisabeth Moss, is just as eagerly awaited in some quarters. The plot of Top of the Lake: China Girl will eventually play out over six hour-long episodes on BBC2, where the first series, set in New Zealand, aired in 2013. Moss will be picking up her Golden Globe-winning portrayal of detective Robin Griffin, who has recently returned to Australia in an attempt to build a new life. The mystery begins when the body of an Asian girl is found on Bondi Beach and Griffin is tasked with finding her killer, all the while plagued with her regulation-issue personal angst. This time her emotional troubles revolve around a child she had to give up at birth. Kidman, already a Cannes favourite, will be ubiquitous this festival. Not only is she appearing in Top of the Lake, equipped with curly grey tresses, she is also in three films premiering on the Cote d’Azur this month. She stars in Sofia Coppola’s remake of the 1971 American civil war drama, The Beguiled, and also appears in Yorgos Lanthimos’s follow-up to the indy hit The Lobster, The Killing of a Sacred Deer, and in the film adaptation of Neil Gaiman’s How to Talk to Girls at Parties. But it is television that will be supplying much of the Hollywood buzz on the Riviera this month. While Coppola and Carol director Todd Haynes will be there to represent the more avant garde side of American film-making, those splashier, more commercial films that often edge into the Cannes programme will be absent. Frémaux explains the contenders were simply not ready. “George Clooney had told me at the César awards that Suburbicon wouldn’t be ready in time, and Alexander Payne’s Downsizing is opening later this year,” he said. “Ridley Scott’s Alien: Covenant is opening right before Cannes, and we were not going to show the last instalment of Pirates of the Caribbean.” If the festival wants international media to maintain their focus on Cannes it may need to deal with the devil, whatever the Netflix policy on film release. The TV streaming service now funds many of the unusual arthouse fare that Cannes loves, with top acting to boot. This year, Baumbach’s The Meyerowitz Stories, starring Adam Sandler, Ben Stiller and Emma Thompson, chronicles a group of adult siblings facing up to the influence of their ageing father, played by Dustin Hoffman, while the second Netflix product, Okja, is Bong’s follow-up to Snowpiercer and stars a platinum blonde Tilda Swinton, alongside Jake Gyllenhaal and Paul Dano. Festival organisers understandably hope Netflix will be persuadable, ideally adopting a model closer to Amazon’s, which makes a little room for theatrical release. “The film world is like a big community and in this big community, everyone has a place to exist. We are happy that at Cannes, this discussion can unfold,” said Frémaux. Such hopes are founded on TV’s obvious respect for Cannes. The new showbusiness behemoths, Netflix and Amazon, could easily have ignored the French festival. “But instead they acknowledged that the recognition of films by festivals, the press, professionals and the Croisette was important,” said Frémaux. RED CARPET ROWS 1997 The festival jury gave its major prize to Taste of the Cherry, directed by Iranian Abbas Kiarostami. The film was initially refused permission to compete by Iran, because it was about suicide and religion. Permission was granted on the festival’s opening day and a print rushed to Paris for subtitling. It shared honours with Japanese film Unagi (The Eel), directed by Shohei Imamura. 2009 In a forerunner of this year’s Netflix row, there were protests when Olivier Assayas’s TV mini-series Carlos was selected for the competition. Following a climbdown, it was eventually screened in the out-of-competition programme. 2012 UK director Andrea Arnold’s anger about the failure to include a female director in the Palme D’Or line-up stirred a feminist revolt. The acclaimed director of Fish Tank was on the jury and said the lack of women was “a great disappointment”. 2017 A dispute centred on the absence of Chinese films. China is the second-largest box-office territory and has been excluded for the second year in a row."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}