{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/may/24/arsenal-defensive-crisis-fa-cup-final-shkodran-mustafi-missed-training", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-05-24T21:46:00Z", "webTitle": "Petr Cech set to keep Arsenal place for FA Cup final amid defensive headaches", "webUrl": "https://www.theguardian.com/football/2017/may/24/arsenal-defensive-crisis-fa-cup-final-shkodran-mustafi-missed-training", "apiUrl": "https://content.guardianapis.com/football/2017/may/24/arsenal-defensive-crisis-fa-cup-final-shkodran-mustafi-missed-training", "fields": {"headline": "Petr Cech set to keep Arsenal place for FA Cup final amid defensive headaches", "bodyText": "Arsène Wenger has hinted that Petr Cech will start in goal for Arsenal in Saturday’s FA Cup final against Chelsea rather than David Ospina and the manager admitted Kieran Gibbs was an injury doubt, deepening his defensive selection crisis. Wenger played Ospina, his second-choice goalkeeper, in all eight of the club’s Champions League ties this season, plus the early rounds of the FA Cup. But he went with Cech for the quarter-final against Lincoln City and the semi-final against Manchester City and he is expected to persist with the 35-year-old to face his former club at Wembley. Ospina’s longer-term future at Arsenal is in doubt. The Colombia international has had enough with being a substitute for the majority of his three years at the club. Wenger has previously favoured his back-up goalkeeper on FA Cup runs. In 2013-14 he played Lukasz Fabianski in every round, ahead of Wojciech Szczesny, as Arsenal won the trophy and in 2014-15 he relied upon Szczesny from the fourth round onwards after Szczesny had been displaced by Ospina as the No1. Arsenal again won the trophy. This time, though, it would be a surprise if he did not pick Cech. When it was put to Wenger that he had usually gone with Ospina in the cup competitions this season, he replied: “No. In the semi-final [against City], Cech played. Will Cech play against Chelsea? It is possible. We will see.” Wenger’s problems in defence have been triggered by Shkodran Mustafi’s struggles to overcome the concussion he suffered in the home win over Sunderland on Tuesday of last week and Gibbs’s thigh injury, which ruled him out of the home win against Everton on Sunday. Wenger said that Gibbs had been unable to train this week. The manager has ruled out Gabriel Paulista until August with the medial knee ligament injury suffered against Everton and Laurent Koscielny is suspended after being sent off in the same fixture. The positives on the fitness front are that Alex Oxlade-Chamberlain is back in training after a hamstring problem and is in contention to feature in the final and that Alexis Sánchez, who has carried a thigh injury, should also be OK. Mustafi was forced to sit out the Everton game and he has reported dizziness when he has attempted to run in training. Wenger said that the Germany centre-half had not been able to train properly which, with the final so close and in light of the Football Association’s strict guidelines on when a player can return from a head injury, is not a good sign. Mustafi was asked day morning whether he would be clear to play at Wembley. He did not break stride and made no comment. Wenger said that he would have to consider whether to revert to a flat back four against Chelsea because of his lack of central defensive numbers and so move away from the 3-4-2-1 formation with which he has enjoyed successes over recent weeks. If Mustafi, as expected, does not make it and Wenger were to stick with his back three, he would most likely have to start with Per Mertesacker, who played his first football in 13 months as a 53rd-minute substitute against Everton. Mertesacker has been out with knee trouble. Either Oxlade-Chamberlain or Héctor Bellerín could be asked to fill in at left wing-back in place of Gibbs, with the other one playing on the right. “We still have some worries about Mustafi,” Wenger said. “He’s still sick at the moment and has not trained yet. Will he play? I don’t know. I have to listen to medical people. “Gabriel is out for six to eight weeks. We had a scare about his cruciate but it’s only a medial knee ligament, so the positive is that he avoids surgery. He’s out until the beginning of August now, certainly. “It just shows you how unpredictable football can be because we played at home against Everton, your mind is on attacking and, on the day, we lost two centre-backs [Gabriel and Koscielny]. It’s absolutely unbelievable and unpredictable, and we have been hit hard in a position where we will need to be strong on Saturday. “We’ll have to find solutions and, hopefully, I will find the good solutions. I have until Saturday to decide [about a formation change]. We’ll test that in training until Saturday. “Alexis is all right. He needs to go through some tests at the moment and we’ll see how well he comes out of that. Knowing the player, knowing his character and knowing his commitment for the club, which I don’t question at all, he’ll do absolutely everything to be fit for Saturday. Chamberlain is in contention because he’s back in training.” On Mertesacker, Wenger added: “He has the leadership qualities. It depends a little bit on the system I will go for. He has not played 90 minutes for a long time.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}