{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2017/may/13/unity-conference-brexit-opposition-grayling", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2017-05-13T23:05:01Z", "webTitle": "Remainers urge united strategy for election", "webUrl": "https://www.theguardian.com/politics/2017/may/13/unity-conference-brexit-opposition-grayling", "apiUrl": "https://content.guardianapis.com/politics/2017/may/13/unity-conference-brexit-opposition-grayling", "fields": {"headline": "Remainers urge united strategy for election", "bodyText": "There is little unity in most discussions about Brexit. But unity was the theme at a “convention” on Britain’s post-referendum future, with pleas for unity in the general election.Anthony Grayling, the Oxford philosopher, said it was vital that “as many votes as possible are cast for anti-Brexit candidates” and Nick Clegg, the former Lib Dem leader, said politicians were “duty-bound to work together”. Members of the audience at Brexit and the Political Crash, organised by journalist Henry Porter and co-sponsored by the Observer, repeatedly urged speakers and panellists to unite against Brexit. “From my point of view, this general election is irrelevant to the issue of a second referendum,” Grayling said. “But it does matter that there are as many votes as possible cast for anti-Brexit candidates.” There are all sorts of reasons that Theresa May called the general election, Grayling said, but “the main one is that this is the only election she can possibly win. Because by 2020, the tsunami of bad news would be so overwhelming that she would never have a chance of winning.” He echoed Clegg, who began the day with a plea for a more pluralist Labour. “We are duty bound to work together,” Clegg said. “It is important, under our electoral system, for Labour to learn pluralism. If it does there is hope, if it doesn’t there is no hope.” Clegg said that the “moneyed elite” were using Brexit to advance the agenda of a “small state, off-shore, Singapore-style country”. “We are now in the grip of a new Brexit elite who are operating like the new puppet masters of British politics. They are acting as a praetorian guard around the Brexit corps and Theresa May, who is their perfect prime minister.They have her exactly where they want her. And they are acting as a cabal who will kneecap any opposition and delegitimise any criticism.” The 1,350 people who congregated at the Methodist Central Hall in Westminster were mostly pro-Remain, but they also heard from Michael Gove, the former justice minister, who described himself as a “big bad Brexiteer” who felt he was “as out of step as an Orangeman in the Vatican at a Papal mass”. He said he was “issuing an invitation” to Remain voters to get involved in the decisions shaping the future of the UK, as it was “overwhelmingly likely” that Britain would leave the EU.The country would be discussing issues including migration, defence, international development, he said. “If you focus on Brexit, what you may find is that the solutions that come about do not reflect Britain in its pluralism and raucous diversity.” Gove’s speech was received without interruption, but his question and answer session was cut short after repeated heckling. When he made the point that few people in the room could name “any of London’s 10 MEPs” – there are actually eight – one man asked him “Who are you?” Journalist and free schools advocate Toby Young had referred to the audience as “bug-eyed losers” beforehand, but during a panel discussion on a possible second referendum he offered them some advice. “If you think it’s going to go pear-shaped, wait 10 or 15 years till things have gone completely pear-shaped, and then argue for another referendum.” He said the two-year period of negotiations would not be long enough for the government to reach a trade deal. “In all likelihood, we’ll have the Article 50 terms and we won’t know what our future arrangements will be.” Jolyon Maugham, the barrister who has been at the forefront of legal opposition to Brexit, said it was important to listen to people who voted Leave. “What happens if the people who voted for Brexit who voted to get a better NHS, for less immigration, for greater prosperity, are not heard? What if those things they were promised do not happen? To drag people out of the EU in those circumstances isn’t democracy, it’s dictatorship.” He said that there are major issues facing the western world and that Brexit was “a distraction” from these. At a morning session, the author and journalist David Goodheart said fears “that Britain will become a more nationalistic and chauvinistic country” were misplaced. “Brexit does allow us to press the reset button to allow us to promote an almost Danny Boyle-like benign nationalism,” he said, and added that few people in the UK held racist attitudes. He was challenged by Helena Kennedy QC, who said that Brexit was being presented in an “ugly, hostile, xenophobic way”. “There were some racist and chauvinistic people. There always are but they didn’t dominate the debate,” Goodheart responded. Baroness Warsi, the former foreign minister, said the way issues of refugees and migration had been raised before the referendum was toxic, citing a Barnsley man who said he had voted because “I want Muslims out”. “The message was, ‘If you don’t vote Brexit our women are going to be raped in the streets’. It was really nasty political campaigning, and to me if you run a toxic campaign you end up with a toxic country.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}