{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/may/11/paul-lambert-wolves-quit-transfers-jorge-mendes", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-05-11T21:36:29Z", "webTitle": "Paul Lambert’s future at Wolves in doubt after crunch talks", "webUrl": "https://www.theguardian.com/football/2017/may/11/paul-lambert-wolves-quit-transfers-jorge-mendes", "apiUrl": "https://content.guardianapis.com/football/2017/may/11/paul-lambert-wolves-quit-transfers-jorge-mendes", "fields": {"headline": "Paul Lambert’s future at Wolves in doubt after crunch talks", "bodyText": "Paul Lambert’s future at Wolverhampton Wanderers is in major doubt after crunch talks at Molineux. The Scot is demanding assurances he will not have players forced on him, with the super agent Jorge Mendes believed to be handling all player recruitment this summer. All options remain open to Lambert, including quitting after only six months at Molineux. Lambert does not want to go but the owners, Fosun, are planning to rely on Mendes – Cristiano Ronaldo’s agent – who has close links with the Chinese group, to lead their transfer business. The former Aston Villa and Norwich manager does not want players he considers ill-equipped for the Championship, although he would welcome those who can handle the physicality of the league. He inherited an ill-prepared squad after Fosun signed 12 players following their Molineux takeover last summer. Only the player of the season, Helder Costa, who scored 12 goals, has been a success, with Wolves making his loan from Benfica permanent for £13m in January. Paul Gladon, Prince Oniangue, Ola John and João Teixeira failed to make an impact and barely featured under Lambert with Oniangue, John and Teixeira being loaned out. Gladon could not leave as he had already played for two different clubs this season but he did not play after September. The loanee Cameron Borthwick-Jackson was sent back to Manchester United early after a lack of game time and the striker Jon Dadi Bodvarsson scored only three times. Lambert replaced Walter Zenga in November after the Italian was dismissed after less than three months in charge. Wolves finished 15th in the Championship, seven points clear of the bottom three, and Lambert is determined to make his mark at the club, if he is allowed."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}