{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2017/may/10/project-to-map-human-brain-from-womb-to-birth-releases-stunning-images", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2017-05-09T23:15:04Z", "webTitle": "Project to map human brain from womb to birth releases stunning images", "webUrl": "https://www.theguardian.com/science/2017/may/10/project-to-map-human-brain-from-womb-to-birth-releases-stunning-images", "apiUrl": "https://content.guardianapis.com/science/2017/may/10/project-to-map-human-brain-from-womb-to-birth-releases-stunning-images", "fields": {"headline": "Project to map human brain from womb to birth releases stunning images", "bodyText": "A landmark project to map the wiring of the human brain from womb to birth has released thousands of images that will help scientists unravel how conditions such as autism, cerebral palsy and attention deficit disorders arise in the brain. The first tranche of images come from 40 newborn babies who were scanned in their sleep to produce stunning high-resolution pictures of early brain anatomy and the intricate neural wiring that ferries some of the earliest signals around the organ. The initial batch of brain scans are intended to give researchers a first chance to analyse the data and provide feedback to the senior scientists at King’s College London, Oxford University and Imperial College London who are leading the Developing Human Connectome Project, which is funded by €15m (£12.5m) from the EU. Hundreds of thousands more images will be released in the coming months and years. Most will come from a thousand sleeping babies, but another 500 have had their brains scanned while still in the womb. “The challenge is that you are imaging one person inside another person and both of them move,” said Jo Hajnal, professor of imaging science at King’s College London, who developed new MRI technology for the project. Taking brain scans of sleeping babies is hard enough. At the start of the project in 2013, more than 10% of the scans failed when babies woke up in the middle of the two to three hour procedure. Now the babies are fed and prepared for their scans at their mother’s side before they are carried to the scanner. To cut the odds of the babies waking, scientists tweaked the scanner software to stop it making sudden noises. But even sleeping babies can move around and blur the images being collected by the scanner. To deal with that problem, the scientists use computational techniques to correct for slight movements and keep the images clear. “Even if they stay asleep, they sometimes wriggle or do these little sighs,” said Hajnal. The goal of the project, which has three more years to run, is to create the world’s first 3D maps of the human brain from a gestational age of 20 to 44 weeks. To take snapshots of babies’ brains in the womb, the team scan the pregnant mother, taking pictures every second which are then stitched together into 3D images. “That is fast enough to freeze both the maternal and the foetal motion,” Hajnal said. Some of the babies in the study are at high risk of autism and other disorders. By comparing scans from these children with those of others, scientists hope to shed light on what goes awry in the brain when the conditions develop. Once a baby has been scanned, the images are processed to highlight basic anatomical features, such as the visual and auditory cortices, areas of grey and white matter, and the peaks and troughs of the crinkled cortex. The researchers ultimately hope to have medical and genetic data for the babies, and test results from later in life, which could give scientists extraordinary insights into how subtle changes in brain wiring and anatomy influence later life."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}