{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2017/may/13/brexit-bullies-turning-on-those-sorting-out-their-mess", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2017-05-13T23:05:00Z", "webTitle": "Brexit bullies turn on those sorting out their mess | Nick Cohen", "webUrl": "https://www.theguardian.com/commentisfree/2017/may/13/brexit-bullies-turning-on-those-sorting-out-their-mess", "apiUrl": "https://content.guardianapis.com/commentisfree/2017/may/13/brexit-bullies-turning-on-those-sorting-out-their-mess", "fields": {"headline": "Brexit bullies turn on those sorting out their mess", "bodyText": "The racist right, it used to be said, wanted everyone to look the same, while the politically correct left wanted everyone to think the same. What unites the small and the dirty minded, however, is always more important than superficial ideological divisions. Now the worst of the right has become like the worst of the left. We must not only look like them but think like them. “Do you stand with Britain or with the EU?” demanded the Telegraph. Remainers must either “rally behind Brexit” or be guilty of seeking “a national humiliation”. Once, you could think and argue that the decision to leave the EU betrayed the national interest. Now, your arguments and thoughts are policed. You cannot just accept the referendum result. You must endorse it, welcome it, sing its praises or fail the right’s loyalty test and be guilty of a kind of treason. One can make too much of the totalitarian cries of “enemies of the people” and “crush the saboteurs” that fill the rightwing press. The Daily Mail has always lived in the grey zone between the right and far right. The Daily Telegraph demand to suppress heretical words was written by Tim Stanley, a Catholic commentator, who, in the frenzy of our fetid times, has replaced God worship with state worship. Grateful governments have always relied on his sort too. But do not make too little of the attempt by Conservative apologists to declare opposition illegitimate either. The authoritarianism of the Tory press reflects the wider and more dangerous authoritarianism of a Tory prime minister who is about to receive a crushing mandate from the electorate. The Brexit she is pursuing is impossible. But the frightened culture the resurgent right imposes requires civil servants to hide their doubts with forced smiles. The people who are “standing with Britain” are not the Tory press or, on the whole, Leave voters. In the civil service and business, the professions and industry, hundreds of thousands who think Brexit is folly are trying to clean up the mess the Telegraph and its allies have made. When the inevitable failure comes, we can already see the right will blame them for its own manifest incompetence. Civil servants say only three people have the power to take decisions in Whitehall: May and her special advisers, Nick Timothy and Fiona Hill. When the chancellor fails to please, they or their spin doctors plant stories telling him to get back in line. When civil servants fulfil their constitutional duty to warn of dangers, they slap them down. In his farewell letter, Sir Ivan Rogers, the departing ambassador to the EU, dispensed with the mandarin style and warned his colleagues that the May administration wanted a back-covering, tongue-biting political culture. You should “never be afraid to speak the truth to those in power”, he wrote. “I hope you will support each other in those difficult moments where you have to deliver messages that are disagreeable to those who need to hear them.” His hope is not being realised. May’s speeches are filled with the fantasy that we can agree the divorce terms and set up the framework for a trade agreement within two years. It took Canada seven years to negotiate a trade deal – and that did not cover service industries, which form the bulk of the British economy. May gave the impression that the future of EU citizens in Britain and British citizens in the EU could be settled in weeks. She does not want to know wrenching them out of a common framework of law is an extraction so complicated it could go wrong in a hundred different ways. She appears to think that Britain can leave the single market but still retain full access to the single market for the car, financial services and media and tech industries without complying with EU law. As Charles Grant of the Centre for European Reform delicately puts it, no civil servant appears to be free to tell the prime minister that what she wants cannot be delivered unless she backs down and accepts freedom of movement and a continuing role for the European court of justice. Anyone who has worked for a propagandistic newspaper will sympathise. The prime minister is no more than an editor who sets the party line. The job of the journalist or civil servants is to toe it and not bother the boss with awkward details. The Conservative party, declared the liberal historian AJP Taylor, “is an alliance of the City and the Mob”. You cannot doubt that the Mob has the upper hand now. As for financial services, it became Britain’s most important industry because it was the Europe Union’s largest financial centre. Now we have said we are leaving, more than a quarter of the 222 UK financial services firms have already announced that they are moving staff or reviewing their domicile because of Brexit. A kinder historian of the Tories than Taylor might have called the Conservative party an alliance of a section of the managerial middle class and the patriotic working class. The working class will suffer most in the end, as it always does. Unless May compromises, foreign investors will go elsewhere and supply chains will wither. I cannot see how what’s left or the manufacturing working class will struggle through and rebuild after that. Professionals are facing the consequences of Britain’s unforced error first. They don’t own the country nor do they govern it. They are not rich. They cannot find an escape route because they don’t make enough to shift their jobs or families offshore. Neither wealthy nor powerful, they are the people who make sure the country just about works. They have had a crisis they warned and voted against dumped on them. They must cope with EU employees unnerved by an uncertain future, with a regulatory nightmare as we crash out of European arbitration procedures, with the threat of trade barriers from Europe and debilitating battles in the World Trade Organisation and with gaps in the workforce as European workers refuse to move to a country where they aren’t welcome. The Tories used to hail them as “the backbone of Britain”. Now it does not speak for them, only at them as it orders them to shut up. I wonder how long it will be before they speak their minds. • Comments will be opened later"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}