{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/may/28/manchester-city-world-record-goalkeeper-ederson-benfica", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-05-28T22:22:09Z", "webTitle": "Manchester City set to pay world record £34.9m for goalkeeper Ederson", "webUrl": "https://www.theguardian.com/football/2017/may/28/manchester-city-world-record-goalkeeper-ederson-benfica", "apiUrl": "https://content.guardianapis.com/football/2017/may/28/manchester-city-world-record-goalkeeper-ederson-benfica", "fields": {"headline": "Manchester City set to pay world record £34.9m for goalkeeper Ederson", "bodyText": "Manchester City look set to sign the Benfica goalkeeper Ederson for a reported fee of £34.9m. The 23-year-old, who has been followed by some of Europe’s biggest clubs this season, admitted on Sunday night that Benfica’s cup final victory over Vitoria was “probably my last game” for the club. The Brazilian, who is renowned for his footballing skills, possesses one of the longest kicks in the game – he once scored from his own box in his youth career – fits Pep Guardiola’s mould for a keeper and is expected in Manchester for a medical this week. “I still don’t know but this was probably my last game for Benfica,” he said, after the 2-1 defeat of Vitoria. Ederson’s fee would represent a world record for a goalkeeper, eclipsing the £32.6m paid by Juventus to Parma for Gianluigi Buffon in 2001. City may have to overcome some complications with third-party ownership as his former club Rio Ave still own 50 per cent of the goalkeeper’s economic rights. Benfica possess the other half. It also means Benfica are holding out for a large transfer fee. Several outstanding displays in the Champions League this season have bolstered Ederson’s reputation. He has been called up to the Brazil squad but has not yet made his international debut. He won a Portuguese league and cup double this season and the club are expecting his departure, with the coach Rui Vitória saying: “If Ederson leaves, he leaves with the gratitude of Benfica.” City have struggled for consistency between the posts with Claudio Bravo, signed from Barcelona last summer, enduring a difficult season while Willy Caballero has left after his contract came to an end. Ederson’s arrival would cast further doubt on the prospects of England’s No1 Joe Hart, who has spent the season on loan at Torino and is expected to be sold in the summer. The signing would also represent a blow for City’s Manchester rivals United, should David de Gea make his move to Real Madrid, with José Mourinho an admirer of the goalkeeper. Mourinho has been linked with Ederson and if, as expected, De Gea departs for Spain in the coming months, he will need a new No1 at Old Trafford, although he may decide he can begin the campaign with Sergio Romero. United have also been linked with the Atlético Madrid goalkeeper Jan Oblak, should De Gea make his move to the Spanish capital. City have begun the post-season period ambitiously and last week completed the £43m signing of Monaco’s Bernardo Silva. Jesús Navas, Gaël Clichy and Bacary Sagna departed last week in addition to Caballero and Pablo Zabaleta, while Newcastle United have been linked with their out-of-favour centre-half Eliaquim Mangala. Rafael Benítez is reportedly keen on the defender but he will have to battle with his former club Valencia for his services. The newly promoted club are ready to pay a £15m asking price for the 26-year-old who cost the club £32m when he moved from Porto in 2014."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}