{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/may/01/laura-muir-zola-budd-british-mile-record-athletics", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-05-01T23:01:11Z", "webTitle": "Laura Muir sets sights on Zola Budd’s British mile record", "webUrl": "https://www.theguardian.com/sport/2017/may/01/laura-muir-zola-budd-british-mile-record-athletics", "apiUrl": "https://content.guardianapis.com/sport/2017/may/01/laura-muir-zola-budd-british-mile-record-athletics", "fields": {"headline": "Laura Muir sets sights on Zola Budd’s British mile record", "bodyText": "Laura Muir has set her sights on breaking Zola Budd’s 32-year-old British mile record in a further attempt to underline her threat to her rivals at the world championships in London in August. Since finishing a disappointing seventh over 1500m at the Rio Olympic Games Muir has set five British and two European records at distances ranging from 1,000m to 5,000m. She believes Budd’s time of 4min 17.57sec will be the next one to fall when she tackles the race at the Anniversary Games at the Queen Elizabeth Stadium in July. “Zola’s definitely one of the icons of British distance running and I know she’s got a very quick time,” Muir said. “If I was to break it, it would be great.” Unsurprisingly she has no plans to emulate Budd by going barefoot. “I’m not sure I’m quite up for that one,” she said, laughing. “My lucky spikes are doing well so far, so I think I’ll keep them on.” Muir confirmed her intention to double up in the 1500m and 5,000m at the world championships, although her priority will be the shorter distance. Her main challengers over 1500m are again likely to be the Kenyan Faith Chepngetich Kipyegon and the Ethiopian Genzebe Dibaba, who won gold and silver in Rio, but Muir believes her rivals will look at her differently now she has run so many fast times and won double European Indoor gold in Belgrade over 1500m and 3,000m in March. “Before, I think they might not have taken me as seriously,” she said. “But certainly now I’ve run very quick times, I think we respect each other and they certainly recognise I’m a threat. “It gives you a huge confidence boost standing on the line. Before I’d be thinking: ‘She can run this, she can run that, she’s won that.’ Now I’m standing there thinking: ‘I’ve run 3:55 and got two gold medals.’ It’s great having that confidence on the start and knowing this is where I belong.” Muir is likely to be one of the biggest home draws of the championships after her stunning performances in Belgrade but she feels she can deal with the pressure. “If you’d asked me that a couple of years ago, I probably would have been quite worried about it,” she said. “There was pressure and I didn’t deal with it very well. I got very nervous. Now I see pressure more as support.” That support was evident when she arrived home in Scotland after her successes in Belgrade. “It was brilliant,” she said. “There were media waiting for me in Glasgow Airport and people knew who I was on the bus and the train. It was lovely.” Since her double gold at the European Indoors she has been on an altitude training camp in Font Romeu in the Pyrenees while also juggling work placements for her veterinary course at Glasgow University. With her first outdoor race of the season – at the Prefontaine Classic in Eugene in three weeks – approaching she is now focusing on her training in Flagstaff, Arizona. There will not be any easing up when she celebrates her 24th birthday next week. “It’s on a Tuesday so that means double circuits,” she said. “That won’t be too enjoyable. A little cake will be nice but I don’t think there’ll be alcohol with Eugene on the horizon.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}