{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2017/may/16/tim-farron-says-hes-pro-choice-after-2007-interview-emerges", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2017-05-16T21:00:38Z", "webTitle": "Tim Farron says he's pro-choice after 2007 interview emerges", "webUrl": "https://www.theguardian.com/politics/2017/may/16/tim-farron-says-hes-pro-choice-after-2007-interview-emerges", "apiUrl": "https://content.guardianapis.com/politics/2017/may/16/tim-farron-says-hes-pro-choice-after-2007-interview-emerges", "fields": {"headline": "Tim Farron says he's pro-choice after 2007 interview emerges", "bodyText": "Tim Farron claimed that “abortion is wrong” and something that he would like to wish away in a 2007 interview with a Salvation Army publication that he later claimed he had never read, seen or heard of. The Liberal Democrat leader has now, for the first time, declared himself pro-choice after the Guardian obtained a hard copy of his comments in the War Cry magazine. Speaking about his faith soon after he had become the MP for Westmorland and Lonsdale in Cumbria, Farron said: “Take the issue of abortion. Personally I wish I could argue it away. Abortion is wrong. Society has to climb down from the position that says there is nothing objectionable about abortion before a certain time. If abortion is wrong, it is wrong at any time.” However, Farron argued against the idea of abortion being “abolished tomorrow”, saying that the impact of such a move would be horrendous. “Women would still want abortions and they’d have them illegally. So a complete ban on abortion would not achieve what I want. “The reality is that abortion is too widely available. There needs to be tighter restrictions. The challenge to Christians is to come up with realistic alternative strategies.” Asked about whether he felt abortion was wrong in an ITV interview last week, Farron said he strongly believed that “when procedures takes place, it should be safe and it should be legal”, and supported the law as it stands. Pressed on his personal view, he said: “Again, what one believes in one’s personal private faith is just that.” A spokesman has also made clear that Farron supports a woman’s right to abortion. However, when confronted with his 2007 words a few years ago, he responded on Twitter by claiming: “The quote on abortion is not a publication I’ve ever heard of or read or seen!” When contacted by the Guardian on Tuesday, Farron issued a categorical response. “I am pro-choice. I believe that abortion should be safe and legal and that the limit should be set by science,” he said. A copy of the February 2007 issue of War Cry – the Salvation Army’s official publication – was held in the Bodleian Library and includes an interview with Farron published across a two-page spread. Labour’s candidate for Wirral South, Alison McGovern, said the remarks were “extremely concerning” and raised questions of values and integrity. “That a woman’s right to choose is being questioned by the leader of the Liberal Democrats in this day and age is frankly astonishing. He must urgently clarify his position on this important issue,” she said. The questions over abortion come after Farron faced repeated grillings over his views on gay sex because he initially refused to say that he did not consider it a sin. The Lib Dem leader did vote in favour of a 2006 bill in parliament that would have brought the abortion limit down to 21 weeks and introduce a compulsory counselling and “cooling-off” period before the procedure took place. In the Salvation Army interview, he also admitted that there were challenges for devout Christians when it came to speaking out. “Take the issue of Sexual Orientation Regulations, for example. Some Christians argue that they should be allowed a conscience clause, so they do not have to provide goods or services to gay people. I don’t see the regulations as all bad,” he said. “There are concerns, but as a Christian, I am in favour of civil liberty. If, for example, I were the owner of a hotel, I would welcome gay people, talk with them, and maybe they’d see a different side to Christianity.” He also said that the Bible was “clear on sexuality of all sorts”, but that if he had been an MP in 1998, he would have voted for an equal age of consent. His voting record on LGBT rights has been largely supportive, although he has admitted regretting abstaining on the third reading of the equal marriage bill, claiming that it was because of a couple of amendments relating to “the protection of religious minorities”. In the 2007 interview, he added: “Another perspective that my faith gives me is that we live in a fallen world. That doesn’t mean Christians give up. On the contrary it means we do our best to bring about the best circumstances for as many people as possible.” Faron also revealed that he was inspired to become politically active after watching Spitting Image as a child, and joined the homeless charity, Shelter, and Greenpeace before signing up with the Liberal party at the age of 16. “It was the day of Thatcher’s Britain, the miners’ strike and monetarism. With four million people unemployed, it struck me that human misery was being used as an economic tool to achieve low inflation. The government’s aim was to destroy the trade union movement. Being brought up in a Lancashire working-class home, I was outraged,” he said. Farron talked about his working-class background, growing up with his mother in Lancashire before heading to Newcastle University, where he became president of the student union. Being asked to stand in Durham north-west, in a contest that saw Labour defeat both him and the Conservative candidate, Theresa May, gave him “a taste for Westminster politics”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}