{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2017/may/28/oxford-students-to-get-exam-on-non-white-non-european-history", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2017-05-28T22:14:29Z", "webTitle": "Oxford students to get exam on non-white, non-European history", "webUrl": "https://www.theguardian.com/education/2017/may/28/oxford-students-to-get-exam-on-non-white-non-european-history", "apiUrl": "https://content.guardianapis.com/education/2017/may/28/oxford-students-to-get-exam-on-non-white-non-european-history", "fields": {"headline": "Oxford students to get exam on non-white, non-European history", "bodyText": "History students at Oxford University will have to take an exam paper on non-British, non-European topics after a major shakeup in the curriculum. The move, which has been welcomed by campaigners who say that universities focus their syllabuses too much on white British history, will make it compulsory for students to sit one of a number of papers on topics such as the influence of Martin Luther King or Mahatma Gandhi. While the change comes after recent student-led campaigns such as the “Rhodes must fall” movement or the UCL-founded “Why is my curriculum white?” campaign, Oxford insisted that it was not the result of external pressure. “It is just formalising what is in effect student practice,” said Martin Conway, professor of contemporary European history and chair of the history faculty at the university. “It was all done and dusted before anybody noticed Cecil Rhodes standing on top of a building.” The change was met with mixed responses. Marie Rodet, senior lecturer in the history of Africa at SOAS University of London, suggested that it was overdue. “It is about time, honestly,” she said, adding that it was important that the papers should not just focus on a western perspective of non-British, non-European history but look at the richness and diversity of other cultures’ history in their own right. “Until recently, the empire was never put into question. It is finally time that movements like ‘Rhodes must fall’ get to the UK and there is a bit more self-reflection on those issues,” she said. “I would say it is a good sign that it comes finally to this point, but it is not the way it will solve all those issues just to say ‘we’re done with that we introduced this’. It is about the content of the course that is important.” Tamaki Laycock, academic officer at the University of York’s student union who brought the Why is My Curriculum White? campaign to York, said the move was positive, but that it was also important to realise that black and ethnic minorities had been pivotal throughout British history. But Vinita Damodaran, professor of south Asian history at the University of Sussex, said the move would force students outside their comfort zone and that other universities should follow suit. Damodaran added that schools should also broaden their curricula, while she stressed that it was important for universities to be proactive in hiring non-white academics and introduce black writing and women’s writing to curricula. Oxford and other universities have come under attack for the small number of black undergraduates they enrol. Last year, former prime minister David Cameron criticised it for taking only 27 black students in 2014. Kehinde Andrews, associate professor in sociology at Birmingham City University, said that the compulsory paper was simply a perfunctory gesture, adding that history curricula in universities should integrate non-white history across the syllabus. “This is exactly the kind of tokenistic nonsense you always get from these kinds of institutions where it is not actually ‘let’s try and deal with the problem’, it is let’s try and look like we are dealing with the problem by adding ‘you have to do a test on this’,” he said. “It is not just an Oxford problem, this is a history problem in general,” he added. Andrews said that concerns raised by those including Harvard professor Niall Ferguson that making courses more diverse could jeopardise teaching of the rise of the west or the world wars missed a fundamental point. “The idea you can teach British history without teaching about Africa, Asia, the colonies – that is the whole problem in itself,” he said. “The Haitian revolution is as important to the development of the west as the French revolution.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}