{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2017/may/16/michael-moore-donald-trump-documentary-fahrenheit-11-9", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2017-05-16T21:09:37Z", "webTitle": "Michael Moore filming Donald Trump documentary Fahrenheit 11/9", "webUrl": "https://www.theguardian.com/film/2017/may/16/michael-moore-donald-trump-documentary-fahrenheit-11-9", "apiUrl": "https://content.guardianapis.com/film/2017/may/16/michael-moore-donald-trump-documentary-fahrenheit-11-9", "fields": {"headline": "Michael Moore filming Donald Trump documentary Fahrenheit 11/9", "bodyText": "Michael Moore has been secretly filming a documentary about Donald Trump, to be called Fahrenheit 11/9. The film, which will be sold internationally during this year’s Cannes film festival, will see the Oscar-winning film-maker reunite with Harvey Weinstein, who produced Moore’s controversial George W Bush documentary Fahrenheit 9/11. “There is no greater part of what we can do right now than to have the power to bring Michael Moore to a mass audience,” Weinstein said in a statement. He went on to say: “This movie will have one of the most innovative distribution plans ever. Now more than ever, Michael’s appetite for the truth is crucial. We are ecstatic to be a part of this revolution.” Named after the day that Trump was officially confirmed president, it’s reportedly been in production for months. Moore has already released the one man show TrumpLand and is set to star in a Broadway show The Terms of My Surrender, also focused on the ex-reality TV star turned head of state. “No matter what you throw at him, it hasn’t worked,” Moore said. “No matter what is revealed, he remains standing. Facts, reality, brains cannot defeat him. Even when he commits a self-inflicted wound, he gets up the next morning and keeps going and tweeting. That all ends with this movie.” Fahrenheit 9/11 made $222m worldwide and remains the highest-grossing documentary of all time."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}