{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/football-league-blog/2017/may/19/bradford-millwall-league-one-play-off-final", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-05-19T21:30:07Z", "webTitle": "Bradford City show benefits of unity as play-off final with Millwall looms | Paul Wilson", "webUrl": "https://www.theguardian.com/football/football-league-blog/2017/may/19/bradford-millwall-league-one-play-off-final", "apiUrl": "https://content.guardianapis.com/football/football-league-blog/2017/may/19/bradford-millwall-league-one-play-off-final", "fields": {"headline": "Bradford City show benefits of unity as play-off final with Millwall looms", "bodyText": "Play-off finals usually throw up some good stories, and Bradford City’s attempt to get back into the Championship after 13 years away by beating Millwall at Wembley on Saturday is no exception. So many Valley Parade players have tales to tell that finding one who expected any of this to happen might be quite difficult. “A lot of change happened last summer, the manager left and when the new one came in there were only eight players still at the club,” said Tony McMahon, the former Middlesbrough and Sheffield United full-back who arrived at Bradford in 2015 after experiencing relegation from the Championship with Blackpool. “It didn’t look promising but at least they were eight good players, and with the new ones Stuart McCall was able to bring in we managed to change the way we had been playing. Now we are one step away from the Championship, it’s an unbelievable feeling. I can’t stop smiling but we’ve got to keep our feet on the ground because I know what play-offs are like. We lost in the semis last year and I had the same experience at Sheffield. If we lose this one it won’t just spoil my summer, it will spoil Christmas as well.” Romain Vincelot was one of the players McCall brought in, the French midfielder offered a chance to settle after spells at Leyton Orient and Coventry City. After what has just happened to those clubs, the former Brighton player, one of the few people in England who does not refer to his former club as Orient, is glad he took it. “I knew I had to get away from Leyton,” Vincelot said. “I didn’t trust the people in charge. The manager was doing his best but I didn’t think he would get any backing and unfortunately I was proved right. My time at Coventry was just as painful, so I came here because I thought the club was going forward.” Under new German ownership, Bradford are doing exactly that. A combination of astute management and the affordable ticket scheme has resulted in crowds of 18,000 which means the club is confident it can cope with a step up to the Championship. “Bradford is a club that feels it belongs in the Championship,” said Vincelot, who has been made captain and moved back to defence since arriving in West Yorkshire. “If we win at Wembley it will be one of my greatest days in football but I have played there before and it is important to concentrate on the match and not the occasion. People say a big pitch like Wembley will suit our style, and it might, but we can play in different ways at the moment. We don’t always play it out wide, we can mix it up, play long or short.” Colin Doyle can vouch for that. Another recruit from the chaotic Blackpool regime under the ownership of the Oyston family, the Irish goalkeeper arrived in Bradford at the start of the season and immediately noticed the difference. “I had played here the season before and we had been subjected to a long ball bombardment,” Doyle said. “I think a few people have been surprised by the football we have produced. We know what we are going to get from Millwall – they are a tough side with two big lads up front [Lee Gregory and Steve Morison] who are a handful, but we have shown we can play a bit too. Reaching Wembley is a great way to repay the fans’ loyalty and I just hope we get the result they are looking for, because they deserve it. After Blackpool, it’s nice to be at a club where everyone is on the same side.” That is the impression most people form of Bradford: a club where everyone is pulling together. Even if promotion is not achieved this season everything will stay in place to try again next time, because the potential of the city and size of the crowds were what convinced their new investors that the club had potential for steady growth. “At Blackpool the owners and the fans don’t agree with each other and the players are caught in the middle,” Doyle said. “As professionals you do your best to ignore the off-field distractions and concentrate on your game, but it is much nicer when you don’t have to. It was a surprise, to say the least, to go from crowds of 5,000 or 6,000 at Blackpool to 18,000 or 19,000 here. I’ve never regretted the move at all.” Doyle has nevertheless taken some stick over it, because it was necessary for Bradford to offer a fee to trigger the release clause in his contract that became effective when Blackpool were relegated. Once opposition fans discovered he had changed hands for the princely sum of £1, rather than the expected free transfer they began to rib him about it from the terraces. “I can handle that – a lot of it is quite funny,” he said. “I’ve heard all the Poundland jokes too. You just laugh it off. The only thing that bothers me is that I’m still waiting for my 10 %.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}