{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2017/may/20/julian-assange-crowing-sticks-in-craw", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2017-05-20T23:05:38Z", "webTitle": "Assange’s crowing sticks in the craw | Barbara Ellen", "webUrl": "https://www.theguardian.com/commentisfree/2017/may/20/julian-assange-crowing-sticks-in-craw", "apiUrl": "https://content.guardianapis.com/commentisfree/2017/may/20/julian-assange-crowing-sticks-in-craw", "fields": {"headline": "Assange’s crowing sticks in the craw", "bodyText": "Call me pedantic, but I’m not sure that, where the aborted Swedish rape investigation is concerned, WikiLeaks founder Julian Assange should be acting as though he has been found innocent. He hasn’t. The Swedish prosecutor said that the arrest warrant had been revoked, as it was impossible to serve Assange notice. Which is hardly the “total victory” that has been claimed. As many rape victims are all too aware, a lot of cases are halted, for myriad reasons, before they make it to court. Fairly or unfairly, it’s not the same as someone being found innocent. Of course there are complexities to Assange’s case, not least his fear that the Swedish government would extradite him to the US to face charges over the leaks, had he left the Ecuadorian embassy. Assange also still faces the lesser charge of failing to surrender himself to a court, an offence that could be punishable by up to a year in prison. All this considered, and also factoring in that previous high-profile supporters have backed away from him (with a screech of wheels that brings to mind the bat-infested haunted house-mobile in Wacky Races), perhaps Assange needs to take a little more care over his public demeanour. For instance, he could have thought twice before releasing his triumphalist press statement concerning the dropped case, where he rather diva-ishly intoned that he would not “forgive or forget”. I know Assange hasn’t been getting out much, but I’ve seen queens on RuPaul’s Drag Race fighting over wigs and nipple pasties with less petulance than that. In this vexed situation, perhaps Assange should be mindful that the last thing he should be “leaking” right now is his own brand of self-righteous melodrama. • Comments will be opened later"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}