{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2017/may/20/observer-editorial-tory-party-mainfesto-theresa-may", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2017-05-20T23:05:39Z", "webTitle": "The Observer view on the Tory manifesto | Observer editorial", "webUrl": "https://www.theguardian.com/commentisfree/2017/may/20/observer-editorial-tory-party-mainfesto-theresa-may", "apiUrl": "https://content.guardianapis.com/commentisfree/2017/may/20/observer-editorial-tory-party-mainfesto-theresa-may", "fields": {"headline": "The Observer view on the Tory manifesto", "bodyText": "Theresa May’s election manifesto is a watershed moment in British politics. It defines Conservativism’s decisive and long overdue break with Thatcherism . The declaration in the statement of manifesto principles that Conservatives do not believe in the “untrammelled free market”, nor “selfish individualism and abhor social division, unfairness, inequality and injustice” is startling. No less arresting are the following paragraphs declaring a belief in the “power of government to do good” and that “nobody, however powerful, succeeded alone and we all have a debt to others”. Society, it proclaims, is “a contract between generations”. These should be unexceptional statements, but they would not have been made by Lady Thatcher, who had no truck with social contracts or the capacity of government to do good. After 40 years in which the dominant Conservative doctrines have been that virtue lies in individualism, that markets rarely make mistakes, that while social bonds may be important they must not obstruct the process of wealth generation and that state action is always self-defeating, Theresa May’s principles are little short of astonishing. Perhaps as eyecatching are many of the proposed policies, from capping energy bills to giving workers rights to acquire information. As Britain leaves the European Union, its mainstream party of the right is borrowing much more from Europe’s successful Christian democrats than the car crash that is contemporary American Republicanism. The paradox is that the animating force for Brexit was the Conservative party’s right, openly hoping that Brexit would, as, for example, Lord Lawson argued, allow Britain to break free from the suffocating bonds of Brussels and complete the Thatcherite revolution. Britain’s future was to become a larger, European version of Hong Kong, a low-tax, low-regulation economy with only a minimal social safety net. Nobody anticipated that the result would be Theresa May and Christian democratic Mayism. Yet Mrs May’s championing of mainstream centrist principles is testimony to the profundity of the crisis that now confronts the country and the evident shortcomings of what went before. From the fall in home ownership to the stagnation of real wages and productivity, Britain cannot be considered a success. Inequality and social division pockmark the country. Its economic performance is woeful, at least judged in terms of trade, investment and innovation. There were a number of driving forces behind the Brexit vote ranging from a desire to control immigration to protesting about economic and social marginalisation. To ignore them and continue blithely as before after such a seismic event was and is impossible. Yet if Mrs May’s right is dismayed by her drive towards “Red Tory” Christian democracy, it can take comfort in her uncompromising position on Brexit. Britain, declares the manifesto, is to leave the EU completely, including the single market and customs union. The jurisdiction of the European court of justice will not extend to Britain in any respect. Britain will not accept freedom of movement of EU workers and will control migrant flows across its borders so they number the tens of thousands. Ukip’s agenda has been adopted wholesale. Britain is to negotiate an unspecified deal representing a “deep and special partnership” with the EU, but the mantra is repeated that no deal is better than a bad deal. On this, Mrs May and her party are plain wrong. If Britain crashes out of the EU with no deal, the impact on our economic relationship with Europe will be traumatic. For more than 40 years, Britain’s industrial policy has been EU membership. The inward investment that has transformed our manufacturing industry along with the location of some 500 multinationals with their regional or global headquarters in Britain are now all at risk, let alone financial services and the creative industries. Already investment is being deferred, companies are leaving and the commercial property market is weakening. Unless Britain agrees to EU payments close to its current contributions to the EU budget there is no prospect of any deal or any deep relationship, with consequences that could trigger a depression. That May’s position has been so little challenged is a disgrace, tribute to the feebleness of today’s Labour party and the inability of the Lib Dems to gain the traction they hoped. If the Brexit negotiations end in failure, the results will overwhelm the rest of the manifesto for all its good and sometimes very good intentions. These include proposals for an industrial strategy lifting R&amp;D to the OECD average of 2.4% and then to 3%. A massive investment in apprenticeships is to be launched. To create fairer pay, companies are going to have to publish the ratios of top pay to the average, shareholders will be offered binding votes and employee involvement in board-level decision making is to be promoted either directly or through an advisory council. There is to be much greater scrutiny of takeovers. New protections are to be offered to workers in the gig economy. In many respects, this is the stakeholder capitalism that New Labour talked about but did too little to promote. Substantial infrastructure investment is promised in transport, broadband networks and housing. Intergenerational inequity is to be promoted by ending the promise to pay 2.5% increase in pensions, scaling back the winter heating allowance and taking housing wealth to pay for social care. A digital charter will offer proper online protection. Development aid spending is to be maintained at current levels. This represents a drive to occupy the centre ground, but Mrs May remains tribal enough to look after her own. Not only is there to be a wave of new grammar schools, the rightwing press – among others – is to be assuaged by dropping the next phase of the Leveson process on media reform. It is a high-wire act and the question is whether the strategy can survive the Brexit negotiations, when she will be faced with paying either a sky-high price for the privileged relationship she wants, unacceptable to her right, or crashing out of the EU, unacceptable to business, mainstream Tories and the wider electorate. Her fate, and the cohesion of her party, will not be decided by British politicians, but by former allies in Europe. Strong and stable leadership, she will find, is about to collide with a greater political reality – that Europe will cut a deal on its terms only."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}