{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2017/may/13/tory-candidates-play-second-fiddle-to-theresa-may", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2017-05-13T23:05:01Z", "webTitle": "One nation under Theresa May: Tory candidates play second fiddle to PM", "webUrl": "https://www.theguardian.com/politics/2017/may/13/tory-candidates-play-second-fiddle-to-theresa-may", "apiUrl": "https://content.guardianapis.com/politics/2017/may/13/tory-candidates-play-second-fiddle-to-theresa-may", "fields": {"headline": "One nation under Theresa May: Tory candidates play second fiddle to PM", "bodyText": "On a damp, grey Friday afternoon in Dewsbury, West Yorkshire, there are few visible signs that a general election is just four weeks away – an election that could redraw the political map of the area. This former cotton town and surrounding region – the birthplace of Labour and an impregnable fortress for the party over decades – is now 14th on the Tory target list for 8 June. Half an hour away is Halifax, which is even more vulnerable to a Tory takeover. Other local Labour seats, such as Batley and Spen, stand on the brink. The Conservatives, led by Theresa May, are staking their claim to be the party of working people and want to crush Labour in these parts, as Ukip crumbles. If these seats and others nearby go blue so, in all probability, will large parts of the north of England. Look hard and you can spot small Labour posters high on lamp-posts, urging people to vote for the local Labour candidate, Paula Sherriff. But, oddly, there is no Tory propaganda anywhere and no one seems to know the Conservative candidate’s name. “She is a young one, that is all I know. People haven’t heard of her yet,” says Paul Ross, who runs a jeans store, and says he’ll be voting Theresa May because she is a strong leader and Jeremy Corbyn lives in “fantasy land”. In the covered market nearby, Chris McClaughlin, a 73-year-old retired HGV driver, is unsure where he will put his cross. He says, initially, that he will opt for Labour because he always has – but then he opens up about May and it is clear he is warming to her by the day. “I think she’s a cracking lass, I do,” he says. “She talks to you straight. I do like her. I don’t know which way I’ll vote. I could vote for May.” His friend, Garry Wilkinson, who owns a sweet store on the market, says he voted for Labour under Harold Wilson and Tony Blair. “But they both let me down so I won’t do that again,” he laughs. He is not aware who the local Tory candidate is. But he is impressed by the prime minister. “May: she is a strong woman and she will lead a strong government. She will negotiate a good deal on Brexit.” Dewsbury has a large immigrant population which used to be solidly Labour, says Nasir Hussain, a British-born Asian who is a local community worker. But now he says it is more mixed. What will decide his vote? “Brexit is a difficult issue,” he says. “I will probably go for Theresa May.” Each of these Dewsbury voters talks about changing sides to the Conservatives without actually mentioning the word Conservative and without having met, or even knowing the name of, the party’s local candidate. It is all about May, her leadership and her ability to steer the country through uncertain times ahead. And that, it is increasingly clear, is exactly how the prime minister and her strategists want to keep it. On Friday the Tory battle bus was touring Newcastle, emblazoned with the words “Theresa May for Britain” and “Strong and Stable Leadership.” The words Conservative party were barely visible. A politician who made her name in 2002 by warning the Tories about their image as the “nasty party” and demanding that they change is now remodelling it, and promoting its appeal in areas it has struggled to reach in the past, entirely around herself. One aspect of this cult of May is that Tory candidates and MPs, even ones who seem to embody and represent May’s pitch to working people and her view of a more equal Britain, find it hard to get a look-in. The candidate chosen to represent Dewsbury at the election at the end of April is the sparky 24-year-old Beth Prescott, a former supermarket worker, educated at a local grammar school, who came to notice two years ago by insisting that the Tories were the only party who could really represent working people. Prescott’s father trains nurses for the NHS, and her mother works for a local hospital. After the 2015 election, in which she stood against Yvette Cooper in Normanton, Pontefract and Castleford, Prescott invented the hashtag #WorkingClassTories, which was the top trending item on Twitter for a long time. An ideal young champion for project May, to be promoted during the campaign? It feels like she should be. But when the Observer asked to meet Prescott on the canvassing trail, we were fobbed off repeatedly. Prescott hardly seemed to exist. The local press office was preoccupied with May’s trip to Newcastle and could not get in touch with her, despite our visit to the town. Eventually, after 24 hours of trying, we were told, in a text from the regional press officer: “Best person to speak to speak to in Dewsbury is a chap called Mark Eastwood (a local councillor).” But what about the candidate herself? The young star, Prescott? No answer, no replies: despite numerous requests. No answer on Friday from Eastwood either – he turned out to be her agent, but was also too busy to respond. And a meeting with Chris Pearson, the Tory candidate in nearby Halifax, was cancelled. Labour people in the area claim that Conservative candidates have been kept in the background so as not to deflect even the faintest glimmer of the limelight away from the leader. This is the most controlled election campaign by a Tory or Labour prime minister most journalists can remember. Paula Sherriff, the Labour candidate, is, by contrast, available at the drop of a hat. She is an enthusiastic, vivacious character who stands a good chance of holding Dewsbury because she campaigns hard on local issues, including NHS cuts. This seat has one of the country’s highest rates of infant mortality, and the lowest average birth weights, and should be solid Labour. “When I got elected, I made sure I was as visible as I could possibly be,” Sherriff said. “Local people here need their MP to fight for them but the Tories don’t seem to want to engage their local candidate. It seems to be all about Theresa May, and no one else gets a look-in.” Sherriff’s team has been hunting for local Tory literature to learn more about Prescott and her campaign, but as yet have drawn a complete blank. Instead they have turned up two Tory documents that don’t mention local candidates at all. The first is a glossy brochure entitled “strong and stable leadership” – May’s number one catchphrase. It crops up no fewer than eight times over four pages. May’s picture is everywhere, but there is no mention of her MPs or those fighting local seats. The theme is leadership: “strong” under May or “chaotic” under Corbyn. The brochure warns voters against complacency and that shock wins can happen, as they did in the US where the country woke up to find Donald Trump was president. The second document is a two-page letter from the prime minister herself – sent straight to individual voters and addressing them by name. “If you want the best Brexit deal for you and for Britain then you must make your vote count. That is why I am asking you to back me. And the only way to back me is by voting Conservative in your local constituency of Dewsbury.” It may be repetitive and monothematic but it goes down well with voters. “I had this lovely letter the other day,” said 86-year-old Brenda Firth from Halifax. “I think she is the new Margaret Thatcher. I have never had a letter from a prime minister before.” The message and lines of command are clear. This is how May used to run the Home Office, according to ministers who worked under her. No one was in any doubt who was in charge. Decisions of importance were rarely delegated, and if they were, it was only to a trusted few not far down the line. With a massive lead in the opinion polls, her strategists are leaving nothing to chance. She is resisting TV debates and limiting long interviews wherever she can. The May steamroller, with its relentless focus on strong leadership, is proving as problematic for Labour as it is successful for the Tories. Today’s Opinium/Observer poll, which puts the Conservatives 15 percentage points ahead of Labour, shows approval ratings for the prime minister at commanding heights. Some 47% of voters approve of the way May is doing her job as prime minister, compared with just 23% who approve of Jeremy Corbyn’s performance; 45% think May will be the best PM, against 19% for Corbyn. And while MPs like Paula Sherriff, who is no Corbynista, are wary of discussing their leader on the doorstep, May is pretty much the sole focus of the Tory campaign. One party has a leader who is an asset with voters’ the other has one who is, overall, a liability. Sherriff believes she can keep the seat because of her local reputation as a campaigner and despite, not because of, her leader. Asked how she responds when the subject of whether Corbyn could really be prime minister arises on the doorstep, she says: “I say I don’t agree with everything he says, but that he is a principled man. I say this general election is about having a strong and experienced local MP, about having a voice locally who will fight for you at every turn. That is what I have proved I can do and I think people will respond to that.” Her campaign literature is abundant and – in contrast to that being put about by the Tories – makes no mention at all of the party leader. “Vote Paula Sherriff, a proven track record of fighting for you in Dewsbury, Mirfield, Denby Dale and Kirkburton.” There is no doubt that Corbyn, overall, is a negative with voters in this part of northern England. “I understand Corbyn likes the IRA,” is the response of 65-year-old Michael Fox who lives in Dewsbury. “I think May is the best of the bunch. I can’t vote for him.” A day after the Observer left Dewsbury, the Tory press office agrees to put the candidate in touch with us at last. Prescott rings. She says she does not understand why no one was able to contact her and make her available for a chat on Friday. She had been “out and about campaigning” in the constituency every day of last week and would have loved to talk. Asked what the most important messages that she was putting across the doorstep were, she says: “The local issues I am passionate about because I am actually from this town.” Anything else? “The strong and stable leadership that Theresa May can offer on Brexit.” Of course."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}