{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/may/09/liverpool-jordan-henderson-foot-injury-play-this-season", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-05-09T21:29:02Z", "webTitle": "Jordan Henderson could play for Liverpool again before end of season", "webUrl": "https://www.theguardian.com/football/2017/may/09/liverpool-jordan-henderson-foot-injury-play-this-season", "apiUrl": "https://content.guardianapis.com/football/2017/may/09/liverpool-jordan-henderson-foot-injury-play-this-season", "fields": {"headline": "Jordan Henderson could play for Liverpool again before end of season", "bodyText": "Jürgen Klopp has said it is conceivable that Jordan Henderson may feature for Liverpool again this season but admitted a ruptured ligament would have been easier to manage than the captain’s foot problem. Henderson, 26, has not played for Liverpool since the 2-0 win over Tottenham Hotspur on 11 February having suffered another problem with the foot. He was sidelined last season by the heel condition plantar fasciitis in his left foot, and played on after the tissue ruptured, but has been ordered to rest by the medical staff this season having suffered several setbacks in his attempted recovery. Liverpool have only two matches remaining as they attempt to secure Champions League qualification, away at West Ham United on Sunday and at home to relegated Middlesbrough on the final day. Yet Klopp claimed Henderson’s general fitness would enable him to return as soon as he receives the all-clear on his foot problem. The Liverpool manager said: “It is too early to say [the midfielder’s season is over]. Next season is the latest moment, of course, but anything can happen. We stay positive because he is strong. The moment someone gives him the green light he will be back in a second because of his attitude and character. I am not thinking about the start of pre-season but that would be the latest moment he is back. “You wish a ligament had snapped. Then at least you know if you can fix it or if you have to wait for six, eight weeks or whatever. This is the kind of issue where you have to wait. That is how the body is sometimes. Jordan can manage really well. It was the medical department that said he has to rest. We still have to wait, that is all.” Despite not playing a competitive game for three months, Henderson could be considered for England’s World Cup qualifier against Scotland and friendly with France next month should he resume full training. Klopp admitted: “We have not made a final judgment for this season. We don’t know if he will back tomorrow in training or next week but because it is Jordan and he has a really high fitness level, even if it just swimming, we know we can think about him immediately when he is ready. Then we could think about the national team. If he has games then he could play, if not it makes no sense, but we have not spoken [to England].”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}