{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2017/may/09/royal-philharmonic-society-awards-opera-north-wagner-production-two-awards", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2017-05-09T21:30:02Z", "webTitle": "Royal Philharmonic Society awards: Wagner production steals show", "webUrl": "https://www.theguardian.com/music/2017/may/09/royal-philharmonic-society-awards-opera-north-wagner-production-two-awards", "apiUrl": "https://content.guardianapis.com/music/2017/may/09/royal-philharmonic-society-awards-opera-north-wagner-production-two-awards", "fields": {"headline": "Royal Philharmonic Society awards: Wagner production steals show", "bodyText": "Opera North’s much-praised productions of Wagner’s Ring Cycle have taken two prizes at the UK awards regarded as the most prestigious for live classical music. The company took the opera and music theatre prize at the Royal Philharmonic Society awards on Tuesday while its music director, Richard Farnes, picked up the conductor prize. Farnes, who is leaving the Leeds-based Opera North after 12 years in the role, goes out on a high with judges praising him as “one of the finest Wagnerian interpreters of our time”. In total 13 prizes were given out to category winners in what was a strikingly good evening for organisations based outside London. Other winners included a festival that takes place in the fields and fishing villages of East Lothian and is regarded as one of classical music’s hidden gems. The Lammermuir festival won the concert series and festivals section with judges calling it “beautifully curated” and praising a programme “inspired by the historic architecture and landscape of its East Lothian location – whether hillfolds or fields, fishing villages or market towns.” The East Neuk festival, which is held in Fife, won the audiences and engagement award; the Manchester Camerata won the ensemble prize; and South-West Open Youth Orchestra took the learning and participation prize. The Finnish soprano Karita Mattila won the singing prize; the Canadian violinist James Ehnes won the award for best instrumentalist; and the pianist Joseph Middleton, the director of the Leeds Lieder festival, won the young artist prize. Rebecca Saunders won the chamber-scale composition award for Skin and Philip Venables won the large-scale composition award for the opera 4.48 Psychosis, based on the play by Sarah Kane. The awards were presented in partnership with BBC Radio 3, which will broadcast a programme on Sunday. John Gilhooly, the chairman of the RPS, said the winners were “united in their excellence and their commitment to removing barriers to listening or participation in classical music”."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}