{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2017/may/28/the-handmaids-tale-recap-episode-one-blessed-be-the-fruit", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2017-05-28T21:15:07Z", "webTitle": "The Handmaid's Tale recap: episode one – blessed be the fruit", "webUrl": "https://www.theguardian.com/tv-and-radio/2017/may/28/the-handmaids-tale-recap-episode-one-blessed-be-the-fruit", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2017/may/28/the-handmaids-tale-recap-episode-one-blessed-be-the-fruit", "fields": {"headline": "The Handmaid's Tale recap: episode one – blessed be the fruit", "bodyText": "Spoiler alert: this recap is for people watching The Handmaid’s Tale on Channel 4 in the UK. Please do not add spoilers from the novel, or from later episodes if you are further on in the series. Sirens, a speeding car. Two terrified parents and their child, a small bundle, are chased through woods by men with guns. A shot rings out and mother and daughter are dragged off in separate vans, screaming for each other. Welcome to Gilead. Blessed be the fruit. The much-anticipated adaptation of Margaret Atwood’s superb novel has finally made it to the UK and, on early evidence, the wait looks to have been worth it. Elisabeth Moss stars in and produces this expanded version of the dystopian story about oppression as Atwood’s relatively short novel is spun into 10 hour-long episodes, plus a second series already in the pipeline. We are thrown straight into an alternate America where a brutal theocracy controls its citizens and women’s lives are no longer their own. After the scramble of the opening, all is suddenly still as Offred (Moss) is silhouetted in a bedroom window, now wearing the vestments and wimple of the handmaid, cowed by her re-programming at the Red Centre and on her third posting as a “two-legged womb”. In Gilead, fertile women are prize cows, handed round and inseminated by rich men, their identity removed and their names changed to reflect the ownership of their master. Offred is “of Fred”. So watched and drilled are the subjects of Gilead that all casual chat is banished. Barely anyone raises their head to say hello without adherence to the strict greeting: “Blessed be the fruit. May the lord open.” Free speech is forbidden and Eyes (government agents) are everywhere, cruising the streets in black vans or hidden among household staff, incognito. Frequent tight focus on the faces of Offred and Ofglen (Alexis Bledel) convey the constant gut-knot fear of life as a woman there. The men don’t seem to have it any easier as the hanging corpses down by the river, blackened feet worried by flies, underline. Offred belongs to the Commander (Joseph Fiennes) and his embittered wife Serena Joy (Yvonne Strahovski). She must produce a child for them or be sent to the colonies to clean up toxic waste, a one-way ticket to sickness and painful death. The monthly Ceremony forces the three of them into a holy ménage a trois where the Commander, hands on hips, thrusts dismally at a prone Offred, her hands held on either side by an equally miserable Serena. “Get out,” she hisses at Offred as soon as the deed is done. The blue/green dreamlike quality of the Gilead scenes is sporadically punctured by more naturally-lit flashes of the time before. Offred on a beach, laughing, squinting at the sun, watching her daughter paddle. Or meeting her friend, Moira, a lesbian now forced into the same heterosexual servitude as Offred. Her brief escapes, like her time in the bath before the Ceremony, are when she lives her other life. She holds the past in her head, simultaneously torturing and training herself to push on and survive, even when all hope seems lost. These small core rebellions are all and we’re drawn in by the privilege of hearing them. Like a dystopian, female-skewed Peep Show, her internal monologue works perfectly and doubles as a good way of cheating exposition. Her initial thoughts on shopping partner Ofglen – “she’s a pious little shit with a broomstick up her ass” – are a linguistic depth-charge in an otherwise formal script. The almost childish joy of swearing. Words have power. All that pent-up rage and removal of agency is unleashed in the most disturbing moment of the episode, when a convicted “rapist” (he had sex with a pregnant handmaid) is brought before the women for punishment. Offred, believing best friend Moira to be dead, joins her peers in a big red circle as Aunt Lydia signals to the women. “When I blow the whistle, what you do is up to you,” she says, offering them freedom of will. Offred launches into the man, kicking and tearing at him. The collective fury of the oppressed turns out to be an efficient weapon and when the whistle blows again, the man is dead and covered in a bloody sheet. The episode ends with Lesley Gore’s You Don’t Own Me, an anthem of woman’s defiance. It is the perfect, if obvious, choice. Blessed be the fruit. May the lord open. Under his eye • The all-pervading blue is so striking against the red of the handmaids’ robes. Every bit of vivid yet strangely deadened ultramarine pops, from Offred and Ofglen’s corneas to the commander’s bedroom ceiling where Offred tries to lose herself during the Ceremony. • Offred’s defiant (but silent) naming of herself and her family at the end reveals that she is called June. Although Atwood never officially names her in the book, June she is here. It recalls warm weather and former freedom, so seems appropriate. • “The commander likes his eggs lately,” says the Waterford’s Martha without a hint of irony. “Make sure they’re fresh,” she adds. I love the echoes of Atwood’s humour. • And talking of funnies, their walk home by the river (“that would be nice”) passes three men hanging; a priest, a gay man and a doctor. Offred muses on the construction of a joke featuring these three. You have to laugh."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}