{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2017/may/02/rescuing-a-relic-battle-to-save-the-red-finned-blue-eye-from-a-modern-invader", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2017-05-01T22:37:03Z", "webTitle": "Rescuing a relic: battle to save the red-finned blue-eye from a modern invader", "webUrl": "https://www.theguardian.com/environment/2017/may/02/rescuing-a-relic-battle-to-save-the-red-finned-blue-eye-from-a-modern-invader", "apiUrl": "https://content.guardianapis.com/environment/2017/may/02/rescuing-a-relic-battle-to-save-the-red-finned-blue-eye-from-a-modern-invader", "fields": {"headline": "Rescuing a relic: battle to save the red-finned blue-eye from a modern invader", "bodyText": "In a tiny patch of the Australian outback, a living link to a continent’s ancient past is holding out against a modern day-invader. Just. The last wild population of red-finned blue-eye, Australia’s rarest freshwater fish, is found in a single artesian spring virtually at the centre of Queensland. It’s the last refuge from a feral interloper whose encroachment into the turf of the small desert fish has proved a disaster at every turn. When discovered at Edgbaston reserve in 1990, the red-finned blue-eye, listed as one of the world’s top 100 species most at risk of extinction, was found in up to eight springs on the old sheep station. In all but one of those springs, the fish was wiped out within a few seasons of the arrival of its nemesis: gambusia. Gambusia or mosquito fish, introduced last century from the US to control mosquitos in yet another of Australia’s ecological blunders, spread far inland through floods. They are literally nipping at the fins of red-finned blue-eyes, which “it’s easy to imagine” have been at this site for millions of years, says Rob Wager, a freshwater ecologist with the conservation group Bush Heritage Australia. Just what the freshwater fish known formally as Scaturiginichthys vermeilipinnis (literally, the spring fish with red fins), whose cousins are found all along the Australian coast, is doing living in an inland desert in the first place is a wonder. The clues are in the fossils of corals and clam shells found in the nearby hills, Wager says. The red-finned blue-eye is a relic, a holdout from a time when the Australian continent was covered by an inland sea, he says. There are likely as few as 1,000 left of these fish, which once lived in creeks and streams on the fringe of the ancient Eromanga Sea and then were stranded in the shallow wetlands left by underground springs when the sea dried up tens of thousands of years ago. Bush Heritage Australia, which bought Edgbaston to become the steward of the fish’s shrinking habitat and devoted to its survival, has taken matters into its own hands. The conservation group is poised to make a world-first attempt to safeguard the survival of the critically endangered species by replicating its natural spring habitat in the hope of thwarting the fish’s nemesis. It’s not as though the red-finned blue-eye has taken the invasion lying down, Wager says. He recalls seeing the feisty native matching the invaders pound for pound in pure aggression where they clash: gambusia “seemingly nipping at their fins and head-butting them”, male red-fins flaring their gills and fins – the distinctive red splashes intensifying – and racing around in circles in displays of machismo. “In a fight for space between a red-finned blue eye of 30mm and a gambusia of 30mm, I’d be backing the red-finned blue eye,” Wager says. “The trouble is gambusia grow to double the length and eight times the body mass and, I’m afraid, in the fish world, big normally wins.” Bush Heritage Australia hopes to solve this problem with a new artificial spring complex at Edgbaston, for which the group and its volunteers, including student scientists from the University of Queensland, have laid most of the groundwork. Three new wetlands, planned carefully with engineering and tailored earthworks and planted out, will be fed by bores tapping into the same underground water source that has sustained the dogged survivor so far. Wager says the first group of red-finned blue-eyes will be transferred into the main artificial spring “very shortly”, with others soon to follow in the other two. “I’m hoping we could maintain 1,000 to 2,000 fish in this artificial spring complex,” he says. “It may very well double our population but what it will provide us though is a security population, an insurance population, if things go wrong. “We’re still really, really concerned and our goal is build the numbers as much as we can and to rehabilitate the [natural] springs and get them back into those big springs.” The idea of new artificial springs as a refuge was not novel but the first step towards it came by accident: a small wetland that formed out of a trickle from an old bore near the Edbaston homestead. The bore was drilled well over a century ago and its casing has become cracked. The new spring complex is set on a rise that stands out in an unremittingly flat landscape – a bit higher and therefore hopefully safer from the flow of floods and mosquito fish. The old bore will be sealed off next week and a new bore, by which the conservationists can control the flow of water into the springs, will take its place. This control is key, Wager says. They can grow the springs in pace with the vegetation and establishment of the ecosystem and the fish population and be “precise about the size of the artificial springs” to make sure they don’t have harmful impact on natural springs. And then there’s the emergency plan in case the invaders arrive. “The beauty of these springs is that, if we are unfortunate enough to have gambusia arrive in one, we can rescue the blue-eyes from it, turn the spring off, which you can’t do with a natural spring, dry it out,” Wager says. “The plants won’t die but the feral fish will, and then we can put our blue-eyes back in. It’s a much easier system to manage the gambusia threat than a natural environment. “We thought it was a good idea to have a few more cards up our sleeve, if you like.” What does it mean to anyone if a tiny fish disappears from a tiny patch in the middle of nowhere? Wager says he has “struggled to define the value of a red-finned blue-eye” in the past in conversations about its survival. “It’s there, it’s a small fish,” he says. “If it went away, would it have a big consequence for everything? I really struggle with that but I’d be devastated if we lost it.” Wager embraces the idea its significance lies not just in its rarity but in its embodiment of an earlier, radically different incarnation of Australia. “And the fact it’s just managed to persist, there’s value in keeping it. It’s just a tiny part [of an ecosystem] but it’s quite an iconic fish with its tiny red fins and all. Definitely worth saving.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}