{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2017/may/06/tottenham-hotspur-west-ham-united-london-derbies-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-05-05T23:09:00Z", "webTitle": "Tottenham suffer capital punishment as West Ham dethrone ‘kings of London’ | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2017/may/06/tottenham-hotspur-west-ham-united-london-derbies-premier-league", "apiUrl": "https://content.guardianapis.com/football/blog/2017/may/06/tottenham-hotspur-west-ham-united-london-derbies-premier-league", "fields": {"headline": "Tottenham suffer capital punishment as West Ham dethrone ‘kings of London’", "bodyText": "When a man is tired of London, well, there’s probably a fair chance he is a Tottenham fan in early May. On a chilly, noisy night inside the London Stadium Spurs entered this derby game hoping to apply pressure to Chelsea’s shoulder but knowing they could forfeit the league title, too, by losing the game. And so it came to pass: another boisterous night in May, another wild, fingernail-gnawing London derby defeat. Almost exactly a year ago a wild draw at Chelsea had seen Spurs give up the ghost on last season’s title challenge. Here the only goal of a bitty game decorated with heavy tackles came from Manuel Lanzini after 65 minutes. Defeat means Chelsea can win the title this time next week with victories against Middlesbrough and West Brom. The race has tipped, inexorably, towards Antonio Conte’s side. It has been a generally London-centred affair for Mauricio Pochettino’s young team over the last two seasons. Arsenal were hauled in last weekend, always a significant marker. Indeed, Tottenham were crowned before this game as kings of London by one newspaper, a status earnt by their fine record in derby matches, although, sadly for their fans, not by actually topping the table ahead of Chelsea at any point. With West Ham still paddling near the bottom, Spurs were expected to muscle their way through this match en route to more urgent engagements. Somehow it never quite looked like happening as West Ham played well throughout, solid and spiky in deep defence and finding unexpected space in Tottenham’s backline. It made for an engrossing spectacle as the minutes ticked away. This was a violent game too. Kyle Walker was booked early on for a stamp-tackle. Mark Noble was booked for a hack at Eric Dier’s shins that might have been a red. Hugo Lloris, an unlikely enforcer, went through Lanzini on the edge of the box but received the now traditional goalkeeper’s pardon. Cheikhou Kouyaté was sent sprawling among the rolls of loose green matting behind the goal by his own foul on Walker. It was all a vigorous contrast with the oddly empty atmosphere before kick-off around this bizarro Bladerunner-ish stadium, beamed down into East London like a visitation from some future consumer dystopia. Inside, however, West Ham’s fans can still generate a great wave of noise, as they did after half-time as the game became bruising and bitty. Dele Alli, so incisive against Arsenal, was quiet. Son Heung-min came closest with a low shot from the right that Adrián palmed away. Somehow a goal always seemed to be coming at the other end. The decisive move came down the left, Aaron Cresswell making ground and crossing. The ball bobbled back to Lanzini, who lashed it into the corner, capping an excellent, scuttling game. Eight of the Argentinian’s last 10 goals have come in London derbies. At the final whistle this lopsided spaceship of a stadium erupted with West Ham joy, London voices – but not Spurs ones – raised again at the sharp end of things. Pochettino was a little flat but quietly magnanimous. What exactly to take from here? Some will suggest this was collective failure of will, a bottle job, but that seems ridiculously harsh. Spurs were excellent when it mattered against Arsenal five days ago. This is a young team. They will be back. Although there are still some obvious areas to improve. If Son caught the eye with his zippy movement, he also highlighted Spurs’ one real failing: a lack of extreme speed in attack, a sameness to their movements. Moussa Sissoko might have addressed this, were he not a disappointing footballer more given to mooching around looking splendid than applying his athleticism to the cause. Sissoko also flags up another slight area of slackness. Poor recruitment last summer did not help. Vincent Janssen is not of the necessary standard yet. One does wonder how useful Jermain Defoe might have been as a back-up this season, how many extra points he might have dredged up, even if as a starter it is hard to imagine a less obviously Poch-style player. Even here Christian Eriksen offered some hope with a decent performance against the head, including the pass of the first half from just beyond the centre circle, clipping the ball through the tiniest of channels to set Harry Kane away. Eriksen has had more touches than any other attacking player in the Premier League this season and is up there with Gylfi Sigurdsson and Alexis Sánchez for the title of most productive attacking midfielder in the division. Again, though, it is an area of strength Spurs could look to strengthen even further, if only to give another dimension to a team that can settle into its rhythms and wear opponents down at home but which is less of a steamrollering force away. At which point enter the final area of concern. Defeat at this misshapen cantilevered bowl, a Penrose stairs stadium where everything is at the wrong angle, where one half-expects to look down and see the players running straight up into the air, or at a 45-degree angle to the sky, came with an odd sense of foreboding Who knows, a season at Wembley, away from the comfort of White Hart Lane’s tight angles, might even be a good thing, drawing other gears from this evolving team. For now Spurs can still take second place in the league and above all a sense of wider progress from another season of graft and growth."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}