{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2017/may/24/cannabis-drug-cuts-seizures-in-children-with-severe-epilepsy-in-trial", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2017-05-24T21:00:10Z", "webTitle": "Cannabis drug cuts seizures in children with severe epilepsy in trial", "webUrl": "https://www.theguardian.com/society/2017/may/24/cannabis-drug-cuts-seizures-in-children-with-severe-epilepsy-in-trial", "apiUrl": "https://content.guardianapis.com/society/2017/may/24/cannabis-drug-cuts-seizures-in-children-with-severe-epilepsy-in-trial", "fields": {"headline": "Cannabis drug cuts seizures in children with severe epilepsy in trial", "bodyText": "A new drug derived from cannabis has been shown to reduce the convulsive seizures experienced by children with a severe form of epilepsy by nearly a half – and in a small number, stop them altogether. Doctors involved in the trials say the drug could change the lives of thousands of children for whom there is little treatment, and might also help children and adults with more common forms of epilepsy. Dravet syndrome, which affects one in 40,000 children in the UK, can cause life-threatening convulsions several times a day. The trial at Great Ormond Street children’s hospital in London and centres in the US and Europe was launched because some parents desperate to help their children told of improvements after giving them cannabis derivatives bought on the internet. “There was a lot of interest on the internet three to four years ago,” said Prof Helen Cross, a consultant in paediatric neurology at Great Ormond Street. That led to the trial of a carefully formulated pharmaceutical form of cannabidiol with virtually no THC (tetrahydrocannabinol), which is responsible for psychoactive effects. “This is cannabidiol. It is not the oils that are available over the internet and the results cannot be ascribed to that,” she said. “Families should not be feeling this is something they should be able to get [for themselves]. This is a pharmaceutical product.” The trial involved 120 children, aged two to 18, with an average age of nine. They were randomly assigned to take either cannabidiol in liquid form twice a day or a placebo. Neither the families nor the doctors knew which children were getting the active drug. On average, the seizures experienced by the children were reduced by nearly 40% and 43% of those taking cannabidiol saw their seizures cut by half. Three children – 5% – stopped having seizures altogether. There were side-effects, which included drowsiness, fatigue, diarrhoea and reduced appetite – but these are similar to those caused by other epilepsy drugs. The drug is not a cure, however. Cross said seizures returned in those who had stopped the drug. Children would probably be on the medication for life. There is a need for more and better epilepsy drugs. A third of people with epilepsy do not respond to those that exist. Doctors think cannabidiol may work in at least some of those cases too, although the reason it works in the case of Dravet syndrome is unclear. “I have to say we don’t know,” said Cross. But asked whether it could be effective in other children and adults, she said, “Probably, yes.” In young women, there has been concern over the drug sodium valproate, which can cause birth defects. Women and girls who may get pregnant are faced with deciding whether to stop taking a drug that may successfully keep their epilepsy under control. Cross said cannabidiol may also prove to be an option for them, although trials would need to be done. The results of the trial are published in the New England Journal of Medicine. In a commentary in the journal, Samuel Berkovic, from the Epilepsy Research Centre of the University of Melbourne, called medicinal cannabis “a hot-button issue in the treatment of epilepsy”, after anecdotal reports in the media of “spectacular results, coupled with the allure of using a ‘natural’ compound and long-held beliefs surrounding its recreational use”. The trial was the beginning of solid evidence for the use of cannabinoids in epilepsy, but more research was needed, he said. GW Pharmaceuticals, which makes the drug, will apply for a licence to the authorities in the US and Europe. If it is approved, the National Institute for Health and Care Excellence will have to assess the drug for cost-effectiveness before it can be used in the NHS."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}