{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/may/19/can-the-a-league-learn-anything-from-the-us-experience-with-mls", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-05-19T22:00:07Z", "webTitle": "Can the A-League learn anything from the US experience with the MLS?", "webUrl": "https://www.theguardian.com/football/2017/may/19/can-the-a-league-learn-anything-from-the-us-experience-with-mls", "apiUrl": "https://content.guardianapis.com/football/2017/may/19/can-the-a-league-learn-anything-from-the-us-experience-with-mls", "fields": {"headline": "Can the A-League learn anything from the US experience with MLS?", "bodyText": "Australian football has long been fascinated by Major League Soccer. A 2003 report by the National Soccer League Task Force – an “Australian Soccer Association” brains trust charged with figuring out just what the future A-League should be – featured several pages on the American version of club football. Around the same time, player-turned-pundit Andy Harper was sent to the US by Football Federation Australia to discover what the Americans were up to first hand. In 2008, another FFA delegation flew across the Pacific to learn more about MLS while, more recently, Mark Falvo – FFA’s head of international affairs and government relations – spoke to the league’s New York City headquarters about how to approach proposed expansion. Intriguingly, the interest is not mutual. “It’s all been pretty much one-way traffic,” says one New York-based sports executive when asked about US-Australia football relations. What exactly can the A-League learn from MLS? Despite some market similarities and familiar challenges – relatively youthful leagues, powerful rivals like the NFL and AFL, mainstream media attention, and competition from the Champions League and Premier League – there are stark differences in experience and strategy. Importantly, FFA executives might note the consistent but measured growth of MLS. Ten teams have joined the league in the past 10 years, with a second Los Angeles team – LAFC – set to compete next season. Cities are lining up to get into MLS and the league could feasibly grow to 40 teams within 15 years without diluting tough criteria. The licence fee alone for the as yet undecided 25th and 26th team is US$150m. How deep does the game reach into the US sports, business, and entertainment industry? The diverse LAFC ownership group includes Hollywood mogul Peter Guber (a co-owner of NBA’s Golden State Warriors and MLB’s LA Dodgers), basketball hall-of-famer Magic Johnson, comedian Will Ferrell, women’s football great Mia Hamm, YouTube founder Chad Hurley and celebrity businessman Tony Robbins. Over the same decade, the A-League has added two teams – tellingly in Sydney and Melbourne – and had to rebrand and relocate its New Zealand-based club. MLS’s biggest expansion error in that time was Chivas USA – a misjudged franchise of Mexican club Guadalajara that was put out of its misery in 2014. FFA, meanwhile, oversaw controversial misfires with Gold Coast United and North Queensland Fury. Chivas USA aside, the MLS ownership model has provided security for an evolving league that averaged 22,000 fans per game during the 2016 season (Seattle Sounders boasted an average attendance of almost 43,000 last season while, at the other end of the table, FC Dallas pulled in 14,000). A key factor of that ownership model is that MLS is sanctioned but neither owned nor managed by the US Soccer Federation. MLS is effectively a capitalist co-operative run by heavyweight investors (including Anschutz Entertainment Group, Microsoft co-founder Paul Allen, Maple Leaf Sports and Entertainment, and former NBA star Steve Nash) who manage and control their respective teams. When David Beckham eventually launches his Miami team he will be buying into the league – not just a team. The success of a team – on and off field – is supposed to benefit the league overall. FFA’s increasingly tense ownership of the A-League, as well as its team licence system, is seen as a major drawback in attracting serious investment to the competition, according to one American-based executive with experience in both countries. “The Australian clubs are basically renters with a defined term,” he explains, speaking off the record because his current employer did not want to be seen commenting publicly on MLS. “Why would you invest significantly in the A-League if you can legally be thrown out of the league when your licence is up? In MLS, the owners are the league and this allows for greater and more secure investment. In America, you can sell your licence but it can’t be taken away from you without good reason.” Another significant difference between the leagues: stadia. A 2001 MLS reboot saw team-owned football-specific stadiums become a priority – rather than teams renting space in NFL venues. In 16 years, MLS teams have built 16 stadiums. More are on the way. It is infrastructure that may seem obvious but is seen as out-of-the-box within the A-League. “Having our own stadium is fundamental and a key component that our research has taken away from MLS,” says Steve Horvat, a former Socceroo heading Victoria Patriots, a Geelong-based bid for the next round of A-League expansion. “There is no doubt that when a fan has a sense that it is their own home and not one shared by – not only other clubs but other codes – that they can truly feel connected to that club for life. This is a non-negotiable scenario that we will hold firm.” “The turning point for MLS was having its own stadiums,” agrees the US-based executive. “But Australia is a very crowded market place and it’s an insight into the challenges for A-League owners when the rich and powerful AFL teams share grounds.” Then there’s cattle. Regulations governing centralised MLS player contracts, the US college system, and how and from where a player can be bought or sold are so complex even some coaches struggle to understand them. Ruud Gullit’s lacklustre spell coaching LA Galaxy in 2007 was highlighted when the Dutchman – not unreasonably – failed to understand why MLS rules dictated that a youth team player could not automatically be promoted to the first team. The short version of the sometimes head-exploding MLS roster regulations say squads consist of 20 players who must come under a US$3.8m budget. However, complicated additions and subtractions mean the actual amount that can be spent on a roster is closer to US$5m. Then owners can throw in the big bucks allocated to designated player salaries. The MLS Players Union releases salary figures to the public every year. That’s why we know Kaka is guaranteed US$7.1m playing from Orlando City, US national team captain Michael Bradley earns US$6.5m at Toronto FC, and ex-Cuban international Osvaldo Alonso – who defected to the US during the 2007 Gold Cup – makes US$1.1m a season with Seattle Sounders. At the other end of the scale, there are 50 players who make the minimum $53,000 per year. The A-League and Professional Footballers Australia are shy about releasing player salaries but the league salary cap is AU$2.6m with no limit placed on how much a team can spend on two designated players. Which is where Tim Cahill comes in. MLS has attracted big names to its league: David Villa, Kaka, Andrea Pirlo, Beckham, Frank Lampard, Thierry Henry, Bastian Schweinsteiger and Didier Drogba, among others, but importantly also attracted home national team stars like Michael Bradley, Jozy Altidore, Clint Dempsey, and Tim Howard at a time when those players could likely still pick up decent contracts in Europe. Dwight Yorke, Shinji Ono, and Alessandro Del Piero were marquee coups for the A-League – even if the Del Piero deal only happened when it was realised there was no room for the Italian star at LA Galaxy. However, in contrast to MLS, the A-League’s relationship with its national team players is more complicated. While a number of the famed 2006 Socceroos squad did end their careers at home (some in more dignified circumstances than others), it’s worth noting Cahill’s arrival in Australia came after he was released by New York Red Bulls and after he played for two teams in China. For Cahill, there was still more of the world to see – and money to be made elsewhere. Still, the potential value to Melbourne City and the A-League was thought to be so great that the-then 36-year-old was offered a reported AU$4m per season – with FFA contributing AU$750,000 to the deal. “The football ecosystem has changed over the past few years,” says Horvat of attracting players to Australia. “Investment in Asia and the Middle East means the A-League is less likely to get those big-name marquees to our shores. However, I believe that if you target the right type of player and sell them the whole experience of life in Australia then we still have a shot. The players that are purely in it for the dollar will always chase that.” Cahill was seen as a bonus to FFA’s TV deal negotiations last year. MLS is three years into an eight-year combined broadcasting deal with ESPN, Fox Sports, and Spanish language broadcaster Univision that totals around US$90m per season. Importantly, this money goes to the league – the owners and their teams. FFA’s recent AU$50m deal with Fox Sports is impressive by comparison when you consider the size of the media market. But who is in charge of that money? A-League club owners were told about the deal after it had been signed by FFA. What can the A-League learn from MLS? As FFA executive Falvo’s recent discussions with the Americans on expansion strategy demonstrate, MLS can be a good teacher. However, geography and market size (code for “money”) are the two dominant factors that make each league unique and operate in vastly different environments. They’re also two factors the A-League cannot change, no matter what it learns from the US. Academic knowledge is great. Putting it in to practice can be another thing entirely."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}