{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2017/may/28/new-domestic-violence-laws-promised-by-tories", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2017-05-28T21:30:07Z", "webTitle": "Tories pledge new law over domestic violence directed at children", "webUrl": "https://www.theguardian.com/society/2017/may/28/new-domestic-violence-laws-promised-by-tories", "apiUrl": "https://content.guardianapis.com/society/2017/may/28/new-domestic-violence-laws-promised-by-tories", "fields": {"headline": "Tories pledge new law over domestic violence directed at children", "bodyText": "Theresa May has pledged to create a new aggravated offence when domestic violence is directed towards a child, in order to allow perpetrators to be punished for longer. She also confirmed that a Conservative government would introduce a statutory definition for domestic violence and establish a special commissioner to stand up for victims. “We will launch a relentless drive to help survivors find justice and increase the number of successful prosecutions. This hidden scandal, that takes place every day in homes across Britain, must be tackled head on,” said May. “And we must respond to the devastating and lifelong impact that domestic abuse has on children, who carry the effects into adulthood.” She argued that the Conservatives had delivered “real steps towards tackling domestic violence” over seven years, but wanted to go further. The Tory manifesto promised to support victims to leave abusive partners and to review the funding for refuges. However, the Labour party has analysed domestic violence rates since 2009, with an increase in violence against women perpetrated by their acquaintances. There has been a levelling off of violence against women by strangers and a fall in violence against men. Amber Rudd, the home secretary, said the intention of the commissioner was to raise standards everywhere over how police forces deal with domestic violence. “We’re building on an established model of having a commissioner who can then oversee the existing legislation and good practice generally in our efforts to combat domestic violence,” she told BBC Radio 4’s Today programme. “You can see where in some areas there is under-reporting of domestic violence,” she said. “Her Majesty’s inspector of constabulary did a review and found it was very patchy in different parts of the country. “So we want to have a commission which will have responsibility for having oversight over that, ensuring that the efforts we put in place do deliver throughout the country.” Rudd said the hope was the commissioner would be as effective as the equivalent role combating slavery, set up by May when she was home secretary. She rejected the idea that police would see it as another burdensome layer of bureaucracy. She said: “I don’t hear that at all. My experience of talking to police and crime commissioners, and to police officers, is that they do want to address it.” Sarah Champion, the shadow women’s minister, has campaigned against the loss of 17% of specialist refuges for domestic violence victims in England since 2010. Diana Barran, the chief executive of the charity Safe Lives, welcomed the decision to appoint a domestic violence and abuse commissioner. “We need a practical and visible commissioner who can work with specialist services, local commissioners, policy makers and crucially with survivors,” she said. “The commissioner needs to have both the legitimacy and resources to drive forward change.” She said only one in five survivors contacted the police, so any future response must go beyond the criminal justice system “and ensure that survivors and their children can live safely at home and rebuild their lives”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}