{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2017/may/20/luke-mangans-tempura-prawn-tortillas-with-pineapple-salsa-and-chipotle-mayo", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2017-05-19T22:43:44Z", "webTitle": "Luke Mangan's tempura prawn tortillas with pineapple salsa and chipotle mayo", "webUrl": "https://www.theguardian.com/lifeandstyle/2017/may/20/luke-mangans-tempura-prawn-tortillas-with-pineapple-salsa-and-chipotle-mayo", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2017/may/20/luke-mangans-tempura-prawn-tortillas-with-pineapple-salsa-and-chipotle-mayo", "fields": {"headline": "Luke Mangan's tempura prawn tortillas with pineapple salsa and chipotle mayo", "bodyText": "I’ve always loved cooking and preparing seafood; mind you, I’ve done my fair share of it. When I first started out at The Waterside Inn in Berkshire, England, I was assigned to fish butchery – long hours gutting, skinning and filleting fish, pretty much day in, day out, for six months. But these were the tools I needed to understand and respect the produce I was given. You’ll find a great balance of flavours here – the sweetness of the pineapple and the heat from the chilli marry so well with tempura prawns. When in season, you can replace the pineapple with fresh peaches, nectarines or plums. The salsa is also great on grilled chicken. This recipe can easily be doubled. Tempura prawn tortillas with pineapple salsa and chipotle mayo Makes 4 small tacos 4 small soft tortillas, cut to 10cm rounds 2 iceberg lettuce leaves, thinly sliced 3 tbsp chipotle mayonnaise small handful coriander leaves Pineapple salsa 125g pineapple, finely diced 1–2 chillies, seeded and finely diced 2 tsp white wine vinegar 2 tsp extra virgin olive oil 8 mint leaves, roughly chopped 8 coriander leaves, roughly chopped Chipotle mayonnaise Makes about 350g 60g chipotle chillies in adobo sauce 250g mayonnaise 1½ tbsp lime juice Tempura prawns 4 prawns vegetable oil, for deep-frying Tempura batter 150g tapioca flour 150g rice flour ¼ cup ice cubes juice of 1 lime juice of 1 lemon 250ml soda water For the pineapple salsa Near serving time, combine all the ingredients in a bowl, mixing well. For the chipotle mayonnaise Blend the chipotle chillies in a small food processor to form a paste. Push through a sieve into a bowl. Add the mayonnaise and the lime juice, and stir to combine. Store in an airtight container in the fridge, where it will keep for up to 2 weeks. For the batter The combination of tapioca and rice flour makes this a relatively light batter, perfect for deep-frying oysters and seafood. Combine the tapioca flour and rice flour in a bowl. Add the ice cubes, lime juice, lemon juice and soda water, mixing with a fork to form a batter – a few little lumps are fine as they will crisp up in the deep-fryer. Make the batter just before you need to use it, or the batter will become flat. For the tempura prawns Peel and devein the prawns, removing the tails. Cut a few small incisions on each side of each prawn so they don’t curl up during cooking. Two-thirds fill a deep-fryer or large heavy-based saucepan with vegetable oil. Heat to 170C/325F, or until a cube of bread dropped into the oil turns golden brown in 20 seconds. Dip the prawns into the tempura batter, coating them evenly. Carefully lower the prawns into the oil and cook for 3–4 minutes. Drain on paper towel and season with salt and pepper. To serve While the tempura prawns are cooking, warm the tortillas briefly under a medium-hot grill, or for 10 seconds in a microwave. Place the tortillas on a serving platter, and add the lettuce and pineapple salsa. Top each with a tempura prawn, then drizzle with the chipotle mayonnaise. Serve garnished with the coriander. Tinned chipotle chillies are stocked in delis and spice shops. If you’d like a bit of heat in your mayo, add a little more chipotle puree. This is an extract from Luke Mangan’s Sharing Plates (Murdoch Books, $39.99) • Next Saturday, Luke Mangan’s recipe for salted chocolate honeycomb"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}