{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2017/may/12/lib-dems-and-labour-pledge-to-double-length-of-paid-paternity-leave-entitlement", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2017-05-11T23:01:02Z", "webTitle": "Lib Dems and Labour pledge to double length of paid paternity leave", "webUrl": "https://www.theguardian.com/money/2017/may/12/lib-dems-and-labour-pledge-to-double-length-of-paid-paternity-leave-entitlement", "apiUrl": "https://content.guardianapis.com/money/2017/may/12/lib-dems-and-labour-pledge-to-double-length-of-paid-paternity-leave-entitlement", "fields": {"headline": "Lib Dems and Labour pledge to double length of paid paternity leave", "bodyText": "Men should be entitled to at least a month’s paid paternity leave to encourage greater sharing of parental responsibilities, both the Liberal Democrats and Labour will pledge in their manifestos. The Lib Dems’ policy has been drawn up by former MP Jo Swinson, who is hoping to win back her seat in East Dunbartonshire in June. While a coalition minster, Swinsondrew up the proposals that led to the introduction of rights to shared parental leave. “Parents across the UK have already benefitted from greater flexibility and freedom in how they share the care for their new baby,” she said. “But more needs to be done in order to encourage men to take leave when they become a dad, to bond with their child during the early weeks and months of their life. “Research shows that fathers being more involved in their children’s lives is good for children’s development and good for the health and happiness of the whole family.” Swinson said the Lib Dems wanted to give “dads across the country the chance to spend more time with their children”. Susan Kramer, the party’s business spokesman, said paid paternity leave of least a month would result in a workforce that was more flexible and more motivated, and that this would benefit British businesses. “It is the Liberal Democrats who are standing up for fairness and flexibility for parents,” the peer said. “Theresa May has never cared.” Though Labour have not announced its policy, their pledge in their draft manifesto would match the Lib Dems. Labour says it would double paid paternity leave to four weeks and increase paternity pay “because fathers are parents too and deserve to spend more time with their new babies”. Labour has long been in favour of the increase in paid paternity leave. Ed Miliband’s 2015 manifesto included a pledge to increase the amount of paid from £140 to more than £260 a week. The policy of shared parental leave was introduced two years ago and gives parents the right to divide up to 52 weeks between them, as well as up to 39 weeks of statutory shared parental pay. However, the government has estimated that only 2% to 8% of 285,000 eligible working fathers take advantage of shared parental leave."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}