{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2008/aug/11/edinburghfestival.festivals2", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2008-08-11T23:15:21Z", "webTitle": "Edinburgh Festival comedy review: Daniel Kitson, Traverse, Edinburgh", "webUrl": "https://www.theguardian.com/culture/2008/aug/11/edinburghfestival.festivals2", "apiUrl": "https://content.guardianapis.com/culture/2008/aug/11/edinburghfestival.festivals2", "fields": {"headline": "Edinburgh Festival: Daniel Kitson", "bodyText": "Daniel Kitson's new standup theatre show, 66a Church Road, is about his longest ever relationship - not with a human being, but with his house. The experiences we share with homes, he argues, are just as special as those we share with our loved ones. It is an engaging premise which, poised as it is between comic exaggeration and sentimentality, is very Kitson. But our host overplays his hand: a funny and tender show is over-extended, as more emotional weight is heaped on than the subject mater can bear. The tale takes us from Kitson's first encounter with the house (he totally skewers estate agents, who \"take the poetry of our hearts and turn it into prose\"), via his life in the property, to his enforced departure six years later. He talks directly to the audience, while sat on a chair in the centre of a circle of old suitcases. He describes how this tatty old house became his dream home: a place where he loved, gazed at the snow out of the sash windows and played computer football with friends. This is charming, if unsurprising, and it is leavened with Kitson's twinkly voiceovers about the loves and laughs he had in the old place. But, as the show drags on towards the 90-minute mark, Kitson's lists of Church Road memories get repetitive and sometimes banal. Workaday reflections on memory and belonging are given the status of major revelations. The bid for profundity leads towards contradiction: \"Buildings aren't homes. Our homes are our memories.\" Which invites the question: so what is all the fuss about? This is a homely little cottage of a show, onto which Kitson keeps building needless extensions."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}