{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2008/aug/12/afghanistan.military", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2008-08-11T23:01:00Z", "webTitle": "Camp Bastion: Afghans at British base beg for protection", "webUrl": "https://www.theguardian.com/world/2008/aug/12/afghanistan.military", "apiUrl": "https://content.guardianapis.com/world/2008/aug/12/afghanistan.military", "fields": {"headline": "Camp Bastion: Afghans at British base beg for protection", "bodyText": "The company that provides services and logistics for the British army has come under fire for ignoring the increasing security needs of its local staff in Afghanistan as the Taliban steps up its attacks on army support employees. Up to 400 Afghan staff working for KBR at the Camp Bastion base in Helmand, south Afghanistan, have been barred from joining flights to Kandahar and told they must travel by road - one of the most dangerous journeys in the country. The Taliban is known to be targeting local staff who work for the British or US army as traitors, but this summer has seen an unprecedented number of attacks against caterers, mechanics and interpreters who all work at the base, with 10 staff being killed in July alone. Ahmed (not his real name) said he was too scared to leave the base despite the fact that he had not seen his family for more than six months. \"My family does not know whether I am dead or alive. We are not allowed to use phones so I was looking forward to my holiday. But now I am too scared to leave because the Taliban are waiting just outside and I will get killed,\" he said. He offered money to KBR to join any flight to Kandahar, he said, but was told it was not possible. \"My boss said the flights are for priority staff only. It seems some human life is more valuable than others.\" One man, who only wanted to be known as Abdullah, said: \"When we started here just over a year ago, the situation wasn't as bad. But now the Taliban are increasing their attacks on us, we need the company to give us protection. I am speaking on behalf of all of us here in Bastion.\" Abdullah said staff had voiced their security concerns to KBR several times. \"When I signed up for the job, KBR promised to look after me and provide me security. But none of this has happened. They just threaten to sack us if we complain.\" Abdullah said he had been living in a tent with a young worker called Shafiqullah, whose body was found in a nearby canal. \"I saw him leaving the night before and the next morning he was dead. It's very sad news for us. He was a friend.\" The Helmand region has some of the fiercest weather in the world with winter temperatures of -10C and summer heat of more than 50C (122F) but the staff say they have no proper air conditioning or medical facilities. \"We don't get any medical support,\" Ahmed said. \"They said at the interview that we could have access to a doctor, but we are not even allowed to go to the clinic on the base.\" KBR, formerly part of Halliburton, is the largest contractor for the US army. The Houston-based firm said in a statement: \"The safety and security of all employees remains KBR's top priority. For locally recruited employees at Camp Bastion, KBR has a process in place to monitor local security and safety on a daily basis. \"Employees at Camp Bastion live in tents that differ from those provided to the British military. The employee tents are equipped with air conditioning. KBR also provides a contracted medical doctor on site and all employees have access to British military hospital facilities at Camp Bastion. In an effort to ensure safe travel, KBR offers employees the opportunity to fly via British military from Camp Bastion to Kabul when taking leave.\" But when asked about transport to Kandahar, where many KBR staff are from, the firm refused to comment, citing security."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}