{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2008/aug/14/familyandrelationships.healthandwellbeing", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2008-08-13T23:01:00Z", "webTitle": "Private lives: How can I stop my cousin copying me?", "webUrl": "https://www.theguardian.com/lifeandstyle/2008/aug/14/familyandrelationships.healthandwellbeing", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2008/aug/14/familyandrelationships.healthandwellbeing", "fields": {"headline": "How can I stop my cousin copying me?", "bodyText": "I am a 22-year-old woman, with a normal social life and a wide variety of friends. I have a good job in the media and lead a fairly exciting life. My cousin and I have always been close, but over the past two years we have become inseparable. Her own circle of friends was limited so I introduced her to mine and took her to all the hot parties. My friends have now become her friends too. She is a beautiful and intelligent girl but she lacks depth, has no ambition and doesn't seem to know what to do with her life. I enjoy her company, but I have been avoiding her lately because I feel as if she is slowly morphing into me and it really makes me angry. She was at a loss about what degree to study at university so she chose the same subject as me. Whenever I express an interest in a particular career, it's not long before she does the same. People have even started commenting on how similar we are, which is not helped by the fact that we look alike. Another thing is that I don't fully trust her to be alone with my boyfriend, as she is a notorious flirt. I am also reluctant to talk about my future plans when she is around, for fear that she will immediately pick up my ideas and perhaps surpass my efforts. How do I get out of this? Should I speak to her or walk away from her and my friends? Be happy with yourself Jealousy is a difficult monster to tame. It sounds like you feel threatened by your cousin. Honestly, does it matter if she does better than you? Why can't you feel happy for her achievements? Your reluctance to leave her with your boyfriend suggests that you don't trust either of them. Trust is crucial in any relationship and you have to either decide to trust your boyfriend and your cousin not to betray you, or realise that if they do, they didn't really care that much for you in the first place. I have been in your position with siblings and friends before. Did your family foster competition between you? Be happy and content with your own individuality. Decide to actively enjoy her company - or don't spend time with her. Be frank with her about your feelings that she is imitating you - let her know that you find it annoying, even threatening. Stop spending so much time with her, don't invite her to things all the time and forge your own life again. Don't let her behaviour stop you from speaking out about your plans, ideas and hopes. TO, via email Be wary I believe your cousin has a severe inferiority complex and you have become her \"point of reference\" as to what she can achieve in life. Be wary of the day that you have a personal crisis because she could be the first to enjoy your bad luck: indeed, she may derive great comfort from excluding you from her life. Walk away from her immediately and if your common friends do not support you, leave them too. I am not a therapist, but I have experienced a similar situation which nearly destroyed my life. Name and address withheld It may just be a phase We often grow out of friendships that seemed vital at a certain part of our lives, and the obvious thing would be to gently withdraw from your relationship, but that is not so straightforward considering she is family. It is quite common for relationships with female friends to become suffocating when we are young and struggling to establish our identities away from home for the first time. Your cousin's dependence upon you may simply be transitory, a stage she has to pass through, en route to independence. Equally, recognise that it is completely natural for you to experience self-doubt, as you make decisions about the sort of life you want to lead. Most people feel this way at your age, and your choices are not irreversible in any case, so let the pressure off yourself a bit. JL, London What the expert thinks - Linda Blair Try not to let your anxiety compel you into acting before you have taken the time to examine your fears carefully. Your greatest fear, it seems, is that your cousin will copy whatever you do and attach herself to whomever you care about, then outperform you and steal your friends and boyfriend. Let's start with your accomplishments. What is the worst thing that could happen if your cousin were to surpass your efforts? Whatever we do in life, it is almost certain that someone will do it better. That is why it's wiser to focus on effort rather than achievement. If you have tried your best, what does it matter how well others do? Why do you believe that if you distance yourself from your cousin, you must also distance yourself from your friends? If they're true friends, they will continue to enjoy your company, whatever you feel about your cousin, and however distant you become from her - as long as you are not rude or uncomfortably hostile. Simply arrange your social life so that some of your outings with your friends don't include your cousin. This needn't be \"all or nothing\". Simply decrease the amount of time you two spend together until it feels comfortable. Finally, if you don't feel that you can trust your cousin with your boyfriend, doesn't that say at least as much about how you feel about him as it does about your cousin's motives? Perhaps you need to talk more openly with him, in general terms, about issues of trust. There's no situation to \"get out of\" here. On the face of it, the only problem you have is that your relationship with your cousin has become too intense, and you no longer feel comfortable about the amount of time you spend together. You need only step back, a bit at a time, until you feel at ease again. If she asks why, tell her the truth: that you want more space and a broader range of friends. That's blunt, but at least it's honest. It needn't be said angrily or defensively. What you need to do is actually simple. What's much more difficult - and what you really need to deal with - is why you are feeling so upset. You say you are afraid that your cousin will eclipse you socially and professionally, but no one has called a competition. You claim your cousin sees herself as being like you. Could it not be said that in truth, you see yourself - perhaps with some regret - in her? Do you worry that you lack depth and ambition? Are you unsure about what to do with your life? These are important and valid issues, and ones you should address within yourself rather than attributing them to someone else. I'm sure there are a number of people who could help. Perhaps there's someone you look up to at work or maybe one of your closest friends could help you think things through. You may consider speaking to your GP, or asking her to recommend a therapist. Stop comparing, and start valuing and clarifying your own efforts and dreams. meanwhile, try to enjoy the flattery of being imitated. · Linda Blair is a clinical psychologist and an associate of the British Psychological Society Next week I can't accept my daughter's terminal illness About four months ago, our three-year-old daughter was diagnosed with a rare degenerative condition. This was a complete shock - our only concern at that point was a little delay in her language development - but a particularly astute paediatrician tested for the disease. The condition will lead to mental and physical deterioration that will result in death in the teenage years. There is no treatment available, just palliative care. Our lives have been turned upside. For me, it has felt like bereavement, as I find it difficult not to keep thinking about the loss. This is despite the fact that, at the moment, our daughter is happy and healthy, although she does challenge us in her behaviour because, as a result of her condition, her ability to communicate is limited. We have also been told this will get a lot worse. We see it as vital to keep the family together - we have another child - and are trying to make use of all the available support. However, every now and again, a dreadful feeling overwhelms me. I know it is not going to go away but learning to live with it feels impossible too. The whole world feels different as I notice children or young adults with severe disabilities and imagine our daughter at that stage. How do people get through circumstances like these? I know life has to continue as \"normal\", but part of me feels that it shouldn't. I want to try to enjoy the time we have, but the fear of what lies ahead dominates my thoughts. · Private Lives appears every Thursday. You are invited to respond to this week's main problem. If you would like fellow readers and Linda Blair to answer a dilemma of yours, send us an outline of the situation of around 250 words. For advice from Pamela Stephenson Connolly on sexual matters, send us a brief description of your concerns. All correspondence should reach us by Tuesday morning: email private.lives@theguardian.com (please don't send attachments) or write to Private Lives, The Guardian, 119 Farringdon Road, London EC1R 3ER."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}