{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2008/aug/21/rachel.unthank.review", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2008-08-20T23:01:00Z", "webTitle": "Review: Rachel Unthank and the Winterset", "webUrl": "https://www.theguardian.com/music/2008/aug/21/rachel.unthank.review", "apiUrl": "https://content.guardianapis.com/music/2008/aug/21/rachel.unthank.review", "fields": {"headline": "Rachel Unthank and the Winterset", "bodyText": "If ever a band was misleadingly named, it is Rachel Unthank and the Winterset. The implication, after all, is that Rachel is the star and the others her backing musicians. In fact, Rachel is just one of the singers in this quietly intriguing band, and it could be argued that her harsher-edged style is not always as effective as the more light and breathy approach of her sister Becky, who handled several of the more gently compelling lead vocals, including a treatment of Robert Wyatt's Sea Song. This hastily arranged gig was a showcase for the all-girl band as they prepare for next month's Mercury prize, for which they have been nominated. Their album The Bairns certainly deserves recognition for its bravely quirky and edgy treatment of (mostly) Geordie folk songs, but when it came to playing those songs live, they showed their limitations. The solo sections, such as Rachel's unaccompanied encore, were often unremarkable; the band were far more exciting when all four worked together, mixing delicate harmonies and adventurous backing, involving sparse but crucial piano work from Stef Connor. The Winterset lacked vocal power, but compensated with mood changes and subtlety, switching between a bleak story of domestic violence mixed with dance tunes, in the unsettling Blue Bleezing Blind Drunk, through to the whispered vocals and discordant piano of I Wish. They were not always as impressive performing live as on the album, maybe, but they are playing a bravely experimental role in the latest folk revival."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}