{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2008/aug/19/steve.carell", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2008-08-19T23:06:17Z", "webTitle": "The many suits of Steve Carell from The Office to Get Smart", "webUrl": "https://www.theguardian.com/film/2008/aug/19/steve.carell", "apiUrl": "https://content.guardianapis.com/film/2008/aug/19/steve.carell", "fields": {"headline": "Suits you, Steve", "bodyText": "No one can wear a middle America suit like Steve Carell can wear a middle America suit. And here he is, wearing one to its stiff-shouldered finest in this week's Get Smart. So, even though this movie looks to me like 10 layers of crapness (it co-stars The Rock, which is rarely a good sign, and Anne Hathaway, who I really don't feel the need to justify hating on), its release can only be cause for celebration. Despite being an actually rather handsome man, Carell has always played the average Joe far better and far more sympathetically than most other actors – certainly better than slimy Ricky Gervais, who Carell completely trounced when he took over Gervais' role in the American and far superior version of The Office. In fact, Carell's best roles have all involved him wearing some form of working schmo suit: Anchorman, 40 Year Old Virgin, The Office – all sheer bloody brilliance. Evan Almighty, Bruce Almighty, Dan in Real Life, Horton Hears a Who – meh, not so much. The one exception to this rule is the brilliant Little Miss Sunshine, in which Carell is almost unrecognisable as the suicidal uncle, but that whole character is such an aberration to Carell's usual persona that I feel we can blithely continue on with this argument without letting that one exception trouble us too much. And yes, I'm ignoring the probable crapness of Get Smart, despite the presence of Carell in a suit, so just pipe down. Where Carell exceeds where so many others have failed is that he is just brilliant at conveying the sheer tedium that makes up most people's lives, and even playing faintly ridiculous characters, without dipping into patronising, diminishing clichés. This is particularly obvious in The Office in which he plays Michael Scott as a man all too aware of his own ridiculous, smart enough to know there must be more to life than this, but not quite smart enough to figure out how to get it. Instead, he clings onto the security of his shiny suit, yet those manmade fibres always seem to make him a little uncomfortable. Andy Stitzler, the character he played in The 40 Year Old Virgin, is Michael's precursor: a sweet and gentle man who has somehow let life just pass him by and is now too scared to go out and get it. Instead, he hides behind his uniform for Smart Tech, the electronics store he works at with his only friends, his ballpoint pen always safely clipped into his breast pocket. Brick Tamland, the pretty much mentally disabled weather forecaster in the joy that is Anchorman: The Legend of Ron Burgundy is, certainly, something of an exaggeration. But even here, even though he claims to have \"pooped a lava lamp\", has an IQ of 40 and ends up working for the Bush administration, it takes a world of self-restraint not to reach through the film screen and cuddle the little scamp. If Moss Bros had any sense, they would hire Carell as their new in-house suit model. Dammit, it would make me buy one, and I'm a lady."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}