{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2008/aug/20/ruralaffairs", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2008-08-19T23:01:00Z", "webTitle": "Country diary: Wenlock Edge", "webUrl": "https://www.theguardian.com/environment/2008/aug/20/ruralaffairs", "apiUrl": "https://content.guardianapis.com/environment/2008/aug/20/ruralaffairs", "fields": {"headline": "Country diary", "bodyText": "Seeing ravens above Ashes Hollow on the Long Mynd is to watch a moment in history unfolding. In the late 1800s, the last nesting place of ravens in Shropshire was on crags in this valley. When the last eggs in the last nest were stolen by boys, it meant the end of the raven's tenure in western England. Over a hundred years later, in about 1984, the ravens returned and nested on the same ledge, on the same crag in the same valley. A raven passes overhead and flips on its back, there's a brief tumble and it flips back again, to be followed by its mate, as they fly at speed high above the stream. For me this stream is also historical. I haven't been to Ashes Hollow for years, but it made such an impression on me as a child that the stream seems to flow out of memory. Because of heavy rains recently, the stream is full of energy, roiling over stones, biting into its banks and making sure the fording places are deep enough to give you wet boots. There are a few butterflies about, even a glimpse of a grayling - once common in the Shropshire hills, now rarely seen. There's a sheep carcass in the valley, picked clean by ravens, a sure sign that this land is one of the most densely populated by ravens in Europe and a reminder that an end to persecution can restore these icons to the uplands. Ashes Hollow is a great setting for the iconic, and after the ravens flew a peregrine falcon. With rapid wingbeats interspersed with stiff pauses, the falcon - famous for its speed - takes a leisurely line down the valley and calls. It's answered by another and then a third appears. They all fly together. So peregrines are breeding here too? Of course, I would never have seen this as a child, never thought it possible that ravens and peregrines could nest in this beautiful little valley. Ashes Hollow not only holds great memories for me as a place where my own feelings for nature developed, it also gives hope for what may be possible in the future."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}