{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2008/aug/20/schools.socialmobility", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2008-08-19T23:01:00Z", "webTitle": "Education: Poorest children being let down by underfunded schools, says study", "webUrl": "https://www.theguardian.com/education/2008/aug/20/schools.socialmobility", "apiUrl": "https://content.guardianapis.com/education/2008/aug/20/schools.socialmobility", "fields": {"headline": "Education: Poorest children being let down by underfunded schools, says study", "bodyText": "Children from the poorest homes are being systematically failed in their education because their schools are not receiving the funding needed to properly support them, new research suggests. Figures obtained by the End Child Poverty campaign reveal that in vast areas of the country fewer than one in eight of children who receive free school meals leaves school with five good GCSEs, including English and maths. Across England half of children reach that target but for the 14% of children who qualify for free lunches that figure stands at just 21%. The research shows London bucking that national trend because of extra money it receives through the London Challenge programme to support struggling secondaries. Tomorrow's GCSE results are expected to show another rise in the pass rate with the proportion receiving A* and As edging towards 20%. But there are concerns that this is being fuelled by improvements in private and high-performing state schools rather than comprehensives in the poorest areas, which are falling behind. This year's GCSE students are the first to be educated solely under New Labour. The End Child Poverty figures show that in Barnsley just 10% of children on free school meals get five good GCSEs including English and maths. The top 20 performing areas in terms of the GCSE success rate for children from the poorest homes are dominated by London boroughs which have received London Challenge support. John Dunford, general secretary of the Association of School and College Leaders, said: \"London Challenge has been very successful. It tells us that additional resources and improvement strategies need to be precisely targeted if schools are to receive the right kind of support to raise achievement and in particular to narrow the achievement gap between rich and poor.\" He said the government's new National Challenge scheme to target underperforming secondaries across the country did not currently stand to expand the same resources and support that London Challenge had provided in the capital. Hilary Fisher, director of the Campaign to End Child Poverty, said: \"It is unacceptable that children have the odds stacked against them simply by default of having poorer parents. The government must put its money where its mouth is and end child poverty so that all children, no matter their background, have equal chances to achieve a decent education.\" Separate research today from the TUC shows how growing inequality in Britain is damaging the prospects of children from poorer families. Using international data, it found children's wellbeing was more affected by the extent of inequality in a society than by average incomes. Children in the least equal nations had poorer health and educational attainment. The TUC said the number of children living in poverty in Britain had fallen since 1997, but the inequality gap between the top 10th of the population and the bottom 10th had grown. Pre-tax incomes of the richest 10th increased by 41% over the Labour government's first eight years, compared with 26% for the poorest 10th. Andrew Adonis, the schools minister, said: \"At GCSE the gap in achievement between children from poorer and more affluent backgrounds is narrowing and results for children on free school meals are rising faster than the average. Since 2002 the percentage of pupils on free school meals achieving five or more A*-C grades at GCSE has risen by 12.5 percentage points, in comparison with 9.1 percentage points for pupils not on free school meals.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}