{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/blog/2008/aug/14/3giphonereceptionproblemsa", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2008-08-13T23:15:41Z", "webTitle": "3G iPhone reception problems add to trail of woe", "webUrl": "https://www.theguardian.com/technology/blog/2008/aug/14/3giphonereceptionproblemsa", "apiUrl": "https://content.guardianapis.com/technology/blog/2008/aug/14/3giphonereceptionproblemsa", "fields": {"headline": "3G iPhone reception problems add to trail of woe", "bodyText": "Some people who bought the new iPhone 3G have been complaining about poor 3G performance and lots of dropped calls. When it has problems with the 3G signal, it's supposed to drop back to the 2.5G system (Edge) used by the original iPhone, but it seems it doesn't always work. The complaints are not new -- CNet reported iPhone 3G network issues frustrating early adopters on July 23 -- but they have been growing, and neither Apple nor AT&amp;T seems to have a grip on the problem. This week, CNet reported Apple, AT&amp;T mum on iPhone 3G issues, saying: Repeated attempts over the past week to get Apple and AT&amp;T to even acknowledge the uproar -- if not the issues specifically -- proved pointless. Apple didn't even attempt to answer the questions, deferring inquiries to AT&amp;T, which declared that there were absolutely no widespread problems with the iPhone 3G on its network. Some people think it may be an AT&amp;T problem. In a Wired story -- What's Wrong With the 3G in iPhone 3G? -- David Nowicki from Airvana argues that when AT&amp;T deployed its 3G equipment, the company put it on its existing transmission towers. Those towers were spaced based on the requirements of earlier, 2G technology, which has a longer effective range than 3G. That means that on the edges of any given cell, 3G reception is going to be much worse than comparable 2G or 2.5G (EDGE) reception. However, iPhone users in other countries have also had problems, including Australia. One article there -- iFail: Will Apple be forced to recall the iPhone 3G? -- points out: \"my last Nokia was 3G nearly three years ago and worked\". In the Netherlands, T-Mobile blames Apple (the original page is here). But if that's true, you can take your pick of the possibilities, which include poor 3G reception (claimed by a Swedish researcher) and faulty chips. The iPhone's 3G problems follow on from the launch activation problems, software problems (apparently fixed by a software update), some GPS issues, the MobileMe cockups, and cracks appearing in some new iPhones. If you have one, how's yours?"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}