{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2008/aug/14/fresher.studentfinance", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2008-08-13T23:01:00Z", "webTitle": "The best tips and tricks on how to spend money wisely when you're at uni", "webUrl": "https://www.theguardian.com/education/2008/aug/14/fresher.studentfinance", "apiUrl": "https://content.guardianapis.com/education/2008/aug/14/fresher.studentfinance", "fields": {"headline": "What goes out, must come in", "bodyText": "You'll need to be the master of your money matters and the boss of your budget when you start university this autumn. Not sure how? Don't worry, you'll be cracking your financial whip in no time once you've read this advice from savvy students and finance experts. \"Keep track of every penny from day one and it'll help avoid more serious financial problems later on,\" says Catherine McGrath, director of current accounts at Lloyds TSB. Sound obvious? Even excessive? Maybe, but it works. The way to do it is to keep a weekly, monthly or termly record of everything you buy so that you can see how much you are spending on food, bills and going out. Then you can work out how to cut back. Student welfare advisers can give you an estimate of typical costs if you aren't sure whether you are over-spending on socialising or transport, for example. Set up a separate bank account with a set amount for your day-to-day spending. This way, the money that's meant to last until the end of term does just that. Next, get yourself discounts on train travel and other stuff with a young person's railcard and a National Union of Students (NUS) card. Make it your business to find out about other offers, such as two-for-one meals at restaurants. \"Think about simple things like making a packed lunch rather than buying a sandwich,\" says McGrath. Consider living with your parents for a bit rather than renting. Here's an absolute must: check you are getting all the cash you are entitled to. There are all sorts of bursaries and grants out there. Did you know that, however rich you are, if you went to a school in the London Borough of Haringey and are going on to higher education, you are entitled to some extra money? Ask around and look at egas-online.org.uk and direct.gov.uk/en/index.htm. \"Be sensible and if you have spent a lot one week, cut back the next,\" says Greg Harradine, who is studying music technology at Kingston University. Before borrowing money, check what the final amount you will have to pay is going to be. It might be useful to see debt in terms of traffic-light colours. Student loans are green because they are pretty safe. Credit cards are orange, so don't overuse them. Store cards and personal unsecured loans are red because they have outrageous rates of interest and steep repayments. \"Keep an eye on how much tax you are paying,\" says David Malcolm, a student finance researcher at the NUS. \"If you earn less than the personal allowance, reclaim your tax.\" And why not make money from your hobby? Harradine earns £18 an hour teaching African jamming in schools. There are more jobs here: nases.org.uk/students. Finally: \"Remember your university is there to help you if you have an emergency,\" says Felisha Ohene-djan, who has just finished her first year of a degree in architecture at Kingston University. theguardian.com/education/tuitionfees Leon Morgan, 18, from Surbiton in Surrey, doesn't have a budget. He doesn't think he needs one, with five jobs. The geography student, who has just finished his first year at Kingston University, reckons he spends about half of what he brings in. \"I guess I'm raking it in,\" he says. His five jobs include giving guitar lessons, operating rides at Chessington World of Adventures theme park, working in a pub and demonstrating products outside shops. His advice, not surprisingly, is to get a job while you are at university, but also to pay by cash rather than card. \"That way you keep more of an eye on what you are spending.\" Income per month Jobs: (He saves £300 of this) £580 Loans: £0 Total: £580 Outgoings per month Rent: (Leon lives at home) £0 Phone bill: £20 Transport: £40 Socialising: £120 Presents/holidays: £37.50 Course books/photocopies: £0 Total: £217.50 Katherine Johnston, 20, from Essex, started a fine art degree at Kingston University just a year ago. But she has already learned how to be a very savvy budget-keeper and to make a tidy sum. \"Always wait for the sales to buy your clothes,\" she suggests. \"And go to the discount shelves of the supermarket; you'll have to run on a Sunday because everyone's got the same idea.\" Johnston hasn't touched her overdraft yet. That's partly because she's making about £100 a year on eBay, selling the T-shirts she designs. She's also earning about £200 every two or three months by taking prospective students and their parents around her university on open days. \"My advice is to earn money by working for your university,\" she says. \"Mine pays more than the minimum wage and you get to meet lots of new people at the same time.\" Income per month Maintenance loan: (£4,735 per year) £394 Jobs: £100 Help from parents: (this goes into her savings) £300 Total: £794 Outgoings per month Rent in halls of residence: (includes internet, gas and electricity ) £335 Food: £80 Socialising: £80 Phone bill: £35 Course books/art materials/photocopies: £30 Transport: (she has an Oyster card and Young Person's Railcard) £20 Holidays: (about £120 a year) £10 Total: £590"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}