{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2008/aug/25/edinburghfestival.fringetheatre", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2008-08-24T23:01:00Z", "webTitle": "Brian Logan on the Edinburgh festival's winners and losers?", "webUrl": "https://www.theguardian.com/culture/2008/aug/25/edinburghfestival.fringetheatre", "apiUrl": "https://content.guardianapis.com/culture/2008/aug/25/edinburghfestival.fringetheatre", "fields": {"headline": "And the tiniest venue award goes to ...", "bodyText": "So it's all over. The last stars have been allotted to the last reviews, the last pints of Belhaven Best sunk. The last flyers sit in the gutter, and thousands of artists and punters at last reacquaint themselves with sleep. But who were the festival's winners and losers? What were the highlights of the past three weeks? Having seen more shows this August than ought to be humanly possible, I hereby announce my own awards, the Logans, for the most memorable moments of Edinburgh 2008. The Hercule Poirot award It was the year of the Low Countries. The stand-out theatre show was Once and for All We're Gonna Tell You Who We Are So Shut Up and Listen, by Gent's Ontroerend Goed company, a life-affirming distillation of teen spirit at the Traverse. Meanwhile, the dance hit came from Brussels-based Rosas, with an awe-inspiring programme by Anne Teresa de Keersmaeker, set to the music of Steve Reich. And, at the Pleasance Dome, Dutch comic Hans Teeuwen played his first solo set on the Fringe - a masterclass of unstable disturbo-comedy, complete with silly songs. The What the Papers Say award On August 9, Palestinian poet Mahmoud Darwish died. Four days later, the National Theatre of Palestine staged Darwish's epic poem Jidariyya, which eerily foretells his death. Then, as Russian bombs fell on Georgia, prima ballerina Nina Ananiashvili hit town with Giselle but found herself talking about war, not art. \"We need to dance for our country,\" she told reporters. Likewise the extraordinary Anchiskhati Choir of Tbilisi. \"It is difficult for us to sing,\" they said, \"with the military operations in our country.\" Pause. \"So we sing. Always.\" The Leonard Cohen award Simon Stephens' Pornography and Zinnie Harris's Fall cast a bleak gaze across a spiritually bankrupt world. Sarah Kane's never-knowingly-cheerful suicide poem, 4.48 Psychosis, joined in, as did the National Theatre of Scotland's 365, about the unhappy plight of children in care. A rash of verbatim theatre - Charlie Victor Romeo on plane crashes, The Boy from Centreville on the Virginia Tech killings, Motherland on war - reminded theatregoers that if they'd come to the festival to enjoy themselves, they could bloody well think again. The Noah's Ark award Recipient: the Scottish weather. We Scots spend our lives rebutting the accusation that our country is anything other than a sun-kissed paradise. And then it goes and rains - an awful, awful lot. The Old Mother Hubbard award The fashion for site-specific theatre took a turn towards the diminutive, with two shows crammed into offices (Paperweight and The Meeting) and another pair (Emigrants and The Caravan) into mobile homes. We look forward next year to Hamlet in the eye of a needle and Guys and Dolls delicately balanced on the head of a pin. The John Smeaton award No comedy act last year was complete without a joke about Glasgow Airport's scourge of crap terrorists, John Smeaton. This year, the award for providing standups with an endless source of easy laughs went to Austrian Josef Fritzl. Scott Capurro, Andrew Lawrence, Tom Stade, Richard Herring - none could resist the siren call of comedy from a cellar in Amstetten. The Rumble in the Jungle award There was the set-to between a Financial Times critic and the director of The Factory, an \"Auschwitz theme-park\". The latter reacted angrily to the FT man's refusal to follow orders barked at him by camp guards (ie, actors) during the show. Then there was the contretemps between comedian Josh Howie and his nemesis, the Guardian's Paul MacInnes, who booed one of his jokes (about Islam) for being \"offensive and gratuitous\". Howie later took to the airwaves (well, the Guardian's podcast) with a 10-minute anti-MacInnes rant, comparing himself to Lenny Bruce in the process. But the mightiest dust-up may have been at the Fringe AGM, where board members and peeved producers turned the air blue in protest at the ticketing debacle that had threatened to derail the festival before it even began. The Lenny Bruce award For US comedians, whose continued excellence suggests there may be a trickle-down effect of having a clown for a president. John Pinette, Joan Rivers, The Pajama Men, and the if.comedy-nominated Kristen Schaal and Kurt Braunohler - take a bow. The Orson Welles award This award is for audacious feats of theatre and it goes to ... Guardian the Mueslical, of course, our own DIY Edinburgh hit. Five comedians, one playwright, six hours of work, and, well, the greatest newspaper-based, 15-minute postmodern comedy musical ever staged. Fact: as improbable as it seems, the West End transfer is under discussion. The Châteauneuf du Pape award The most frequently parroted line was: \"It's not a vintage year.\" OK, so there were few shows that took us by surprise, few bright-burning brand new talents. It may not have been vintage, but it was no £3.49 plonk from Londis. And plenty of shows will remind us Edinburgh 2008 wasn't half-bad ... Deep Cut was compassionate, urgent and beautifully executed. Rhod Gilbert's comedy set, based around an exasperating night at Knutsford service station, was a fine display of traditional standup. Footsbarn's Midsummer Night's Dream disarmed everyone in a big top on Calton Hill. And if there were anti-climaxes (no one bought Doug Stanhope's £7,349 ticket), some things did live up to the hype: the Forest Fringe countered the commercial melee with its free shows, including the lovely Night Flyer, a magical cine-theatre animation about a brother's bid to rescue his kidnapped sister from a speeding train. That lot certainly went down like fine wine. So roll on next year. Who knows? The sun might even come out."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}