{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2008/aug/14/britishidentity.conservatives", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2008-08-13T23:01:00Z", "webTitle": "Why everything about life in the north of England is the best in Britain", "webUrl": "https://www.theguardian.com/uk/2008/aug/14/britishidentity.conservatives", "apiUrl": "https://content.guardianapis.com/uk/2008/aug/14/britishidentity.conservatives", "fields": {"headline": "In praise of the north", "bodyText": "Tennyson wrote that \"bright and fierce and fickle is the South/And dark and true and tender is the North\". I'm not sure whether the rightwing wonks at the Policy Exchange thinktank are any brighter or fiercer than we northerners but they are certainly more fickle than a teenage pop fan. This week, said body published a report arguing that the regeneration of the north was largely a doomed and failing endeavour, and that the best thing to do would be to encourage us all to move to that unspoilt and spacious corner of England, the south-east, where once we had arrived on the backs of trucks in dusty clothes like Henry Fonda in The Grapes of Wrath, we could all be smartened up and given jobs, perhaps as footmen. Forgive me if I exaggerate for comic and splenetic effect. \"Fickle\" hardly does it justice. Policy Exchange is the Conservatives' favourite thinktank and, unless my grasp of history is feebler than I fear, it was successive Conservative governments who did their damnedest to put the north in a position from which it needed to recover. Now they say that we are to be written off - and would the last person to leave Sunderland please switch off the lights? I went to Sunderland for my book Pies and Prejudice, along with Liverpool, Bradford and many another poor, benighted hole, as Policy Exchange would doubtless have it. As the people dashed hither and thither from boutique hotel to graphic design studios grabbing a panini and frappuccino as they went, they certainly didn't look any more washed-out or hopeless than the haunted, sallow wraiths who ride the Northern line or any more criminal or indolent than the pimply youths of Peckham or the Blackbird Leys estate in Oxford (where, according to Policy Exchange, the people of Liverpool and Bradford should decamp in search of a new life). When Boris Johnson said scousers had a tendency to self-pity and sentimentality in the wake of Ken Bigley's murder, the outcry was swift and loud. Many of my Liverpudlian mates though said, wryly and sotto voce, that he may have had a point. Policy Exchange's is a different order of foolishness: not a glib and badly timed faux-pas but vapid opinion, masquerading as research. We may never make ships or dig coal again - which is a tragedy - but anyone who has walked along the new Tyne riverscape, stayed at the Lowry Hotel, Manchester, or lounged at the fabled pavement cafes of Leeds will know that, as the Fall once predicted, the north has risen again. The people To quote the comedian Graham Fellows (aka John Shuttleworth): \"It's nice up north.\" By \"it\" he might reasonably be taken to mean \"everything\", but the observation is particularly true of the people. I grew up in York and return there often. As I take a taxi from the station to my dad's house I am monitoring the driver, comparing him with his London counterparts. We might come up behind a slow, wavering cyclist, an old man who keeps veering towards the middle of the road. Being still attuned to London etiquette, I am braced for the driver to launch an assault on the cyclist: perhaps he'll draw alongside and spit at him, as a London taxi driver once did to me. But no, the driver continues in benign silence. (Whereas in London there are only surly silences, in the north there are many kinds). If we pull up next to the bicyclist at a light, the driver won't glare at him, but crane forward to scan the sky while observing that \"It's brightening up nicely.\" If the cyclist persists in blocking the road, the driver might give vent to a long sigh, accompanied by a drawn-out, \"Eeee ...\" A bit later, he might mutter, \"Get a shift on, granddad,\" but the window will be kept up. Whereas your cockney is a natural extrovert, shouting his wares from his fruit barrow, the northerner, raised in a less individualistic society, is more inward and abstracted. Even expressions of irritation are likely to be abstracted, quasi-philosophical: \"He's a right one, he is\", or \"Well, I'll go to our 'ouse ...\" A lingering industrial culture produces a sense that we are all in this together. A butcher's in York has chairs so that old people can sit down while their mince is being bagged. And all across the north, you can traverse a zebra crossing at your leisure without a craven thumbs-up to the driver who has deigned to obey the law by stopping, which is now the norm in London. Amiability is hard-wired into northern discourse by the use of \"pet\" and \"love\". I have taken a slow pleasure in realising that being in my 40s is no barrier to northern female shop assistants using these endearments while serving me. And in some pockets of the north the men \"love\" each other. I once interviewed Anthony Burgess, who was born in Manchester. At the end of our talk, he asked me how old I was. I told him 26 and he said, \"You've got it all before you, love.\" To go north is to be checked by salutary experiences: the shopkeeper who, when asked the way to a particular street, steps out of his shop the better to direct you; the woman on the train who gives you a conspiratorial smile as you tell some feeble joke to your children. If the north ever does become economically unviable, it might at least function as a standing moral corrective to the south. Andrew Martin The arts Years ago, when I told anyone that I was a music journalist based in the north, they'd trill back, \"However do you cope, when everything happens in London?\" It felt like that once but not any more. Arenas in Sheffield, Manchester and Newcastle (a Leeds counterpart is next) mean that superstar bands are no longer the province of Wembley or the occasional northern football ground. Interviewing famous bands doesn't mean travelling to London, because they stay up north, where they can enjoy anonymity along with the internet, electricity and even gas. Kaiser Chiefs may have stretched a point when they proclaimed \"Everything's brilliant in Leeds\", but the city's well-established annual pop festival has a lot less mud than Glastonbury and no stilt-walking crazy hippies. Of course, the best music has always been created in the north. Morrissey's Manchester (\"so much to answer for\") is a constant production line of classic British pop. Bands as glorious and diverse as the Hollies, Joy Division, New Order, Buzzcocks, the Smiths, the Stone Roses, Oasis and Salford's Fall have poured out as smoothly as a pint of Boddingtons. Even Northside had their fans. Liverpool - the European City of Culture, lest we forget - has given us Echo and the Bunnymen, the La's and (Dead or Alive's) Pete Burns' evolving facial structure, an artwork in itself. And the most significant musical phenomenon of the 20th century happened up north. But enough about the Hacienda and acid house - the Fab Four were from Merseyside, you know. And who are the hottest, most currently influential band in Britain? Arctic Monkeys. Not from the stockbroker belt, but estates in Sheffield and Rotherham. Northern literary giants range from Armley butcher's son Alan Bennett to Leeds lad Tony Harrison. Leeds has its own International Film Festival, while the city-based Opera North has won plenty of awards to sing about. The fantastic West Yorkshire Playhouse, built in 1990, is the largest regional repertory theatre in the UK outside London and Stratford. Granted, the north does not have Tate Modern - but the purpose-built Henry Moore and Lowry galleries house the works of great northern artists. Meanwhile, where better to experience the drama of classical music than futuristic venues such as Manchester's Bridgewater Hall and Gateshead's Sage? And of course, Manchester houses Britain's longest-established symphony orchestra, the 151-year-old Hallé. Dave Simpson The countryside They call it the Backbone of England - the vast line of exquisite hills and dales that bisects the north country and includes not one, not two, but three national parks - areas of outstanding natural beauty, stretching from the Derbyshire Peaks, through Yorkshire and up to Northumberland and forming the lungs of those still great industrial cities of Newcastle, Manchester, Leeds and Sheffield. For more than half of my life the Pennines have been my back garden and the playground for me and my children. When I was a youngster, my father and I would pile into his old A35 van, leave the grime of our little home town of Barnsley, still a prosperous centre of mining and boasting the best market for miles around, and in 10 minutes be scrambling over rocks, tramping through sweet-scented heather and paddling in the clearest of cool mountain streams. We would sing the Ewan McColl Manchester Rambler song, inspired by the stunning scenery around us: \"Sooner than part from the mountains / I think I would rather be dead .../ I may be a wage slave on Monday/ but I am a free man on Sunday.\" Our favourite book was Wuthering Heights and we would picture Cathy and Heathcliffe, carried away by the romance of the landscape that could change within seconds from the darkest of satanic hills to the greenest, gentlest rolling valleys. I left for a while, lured south to the metropolitan shark pool where talent would either sink or swim, and endured the suffocating atmosphere of phenomenally costly back-to-back terrace houses - taking our boys to play football and fall off their bikes in the dog dirt-infested parks and commons of the capital. We had to come home. We bought a house on the edge of the Derbyshire Peaks and sat, gazing with wonder at the view from our kitchen window. Nothing but trees, grass and rumbling sheep. We felt we were on holiday and might have to hand the keys back at the end of the week. We still hug each other with delight at the sheer joy of what surrounds us. Our children grew up fit and strong, leaping into the crystal-clear pools at Three Shires Head, galloping horses over wide open spaces and running out at night to gaze in awe at a harvest moon or bright stars unsullied by light pollution. My mother, on her rare visits to London, would always complain that it was too hot and stuffy down south - a coat warmer than in Yorkshire. It's got worse as the globe heats and this suffocating summer I've boarded the train at Euston with eager anticipation of being able to fill my lungs with freshness. I drive up into the hills of home and breathe in the breeze. I have left behind the dissembling, overblown, grubby, stuck-up south and arrived back where I belong; where it's clean, spiky, tough, straightforward, unpretentious and beautiful. Pay northerners to move south? As Prince Charles might say, count me out. Jenni Murray The style There is a Michael Grigsby film from 1962, named Tomorrow's Saturday, that gives a glimpse of life in the Lancashire mill-towns of Preston and Blackburn. It begins in the mills, women working the looms, lip-reading over the clatter of the machines, wearing pinafores and housecoats, faces pale and plain, attending to the warp and the weft, back and forth, until the factory whistle goes. \"Tomorrow,\" a woman's voice then tells us, \"is Saturday.\" What Saturday brings, along with the football and the launderette, the washing of the front step and the window panes, is a transformation in these women. We catch them at the market, eyeing the strands of beads, the fancy frocks, the box marked \"Washable polythene roses\". Later, we see them at the pub, all dolled up, wearing posh hats, fancy jewellery, plush coats, hair set, faces rouged and painted, drinking halves and singing along to the piano: \"I'm gonna rock, rock, rock my soul in the bosom of Abraham.\" When I first moved to the south-east from Wigan in 1997, the thing that struck me (along with the milky tea, the rubbish chips and southerners' singular inability to pronounce the word \"bath\") was how thoroughly half-arsed people down here are at getting dolled up of a night. They go out on the town straight from work in their same weary outfits, a smear of lipgloss and unkempt hair. I felt like a cuckoo, laid in another bird's nest, my feathers all the wrong colours to fit in. People laugh at us for our northern style, as if we are great, over-egged puddings. They point at Coleen Rooney, Cheryl Cole, Alex Curran as if they are figures of fun for their extravagant outfits, their carrier bags from Cricket and Flannels, their fake tan and groomed hair. But it's different where we're from: in the north, we make an effort. We go home, we eat our tea, we get dolled up; only then do we go out. I'd wager it has something to do with the jobs we've traditionally worked and the lives we've lived, about those same pinafored women in Grigsby's film, working like drudges and waiting for Saturday night. It's about the joy of getting dressed, about preening ourselves and looking the best that we possibly can - which is why, famously, we never wear coats, even when it's ruddy freezing and we're wearing next to nothing. It's a style that is discernibly, unapologetically northern. Oh, we're bigger than you, and we've not so much class, no money, no ponies, no foie gras for tea. But there's a heart to northern style - there's no guile, no side, only great spangly fake-tanned joy. There's a song that plays over Tomorrow's Saturday, as the women peruse the market stalls. I think it's called Come Along In, and it dwells on the challenges of northern life: \"You know a young fella puts up for MP/ Chattered so hard that convinced me/ Sitting so pretty, now we don't see his face/ Mebbe he thinks London's a much better place.\" Aye, Mr Cameron, 'appen he does. Laura Barton The humour Twenty years ago, when I was just out of my teens, I moved to Manchester from Cardiff. I planned to stay for just the summer. On my first day I caught the bus into town. There was a harassed teenage mother standing at the bus stop. Her toddler kept wandering away from her. Finally, after various entreaties, she yelled at her kid, \"If you keep doing that some strange man will take you!\" Then, unexpectedly, she turned to me and looked me in the eye. \"Although he'd no doubt bloody well bring her back again,\" she drawled, laconically. I was too uptight to think of anything funny to say back, and so instead I just got on the bus. I sat behind a teenage girl and her boyfriend. Each time the bus passed a blue car the girl murmured, \"Blue!\" and whacked her boyfriend on the back of his head with a newspaper. After a while we passed a bus depot. \"Now let's play 'bus',\" the girl said. \"Bus!\" Whack. \"Bus!\" Whack. \"Bus!\" Whack. These were not especially funny things to witness on a bus and so it might seem odd that I'd remember this journey so clearly after 20 years. But it's because it was all so sweet and charming and funny and in such contrast to the bus journeys I'd taken all my life in Cardiff, where the kids in my class had a running joke of yelling \"Slag!\" at the girls who'd slept with them until they ran from the bus in shame. I was so taken with the snippets of warm-hearted, dry, low-key humour I overheard on the bus that day that I fell in love with Manchester and stayed for nearly 10 years. I don't know why the standard of public, throwaway humour is so much higher in the north than in the south, but it is. Maybe northerners aren't in such a hurry. The need to earn big money isn't so acute. When you're in a hurry, all you think about is whatever you're rushing to. Or maybe there are more things to suffer in the north - the weather, poverty etc. Success is always less funny than failure. Now I live in London, where people on buses are tense and late and they tend to stare at the floor and not make eye-contact. But not long ago I was in Ilkley, getting a local train across the moor. A bunch of school kids got on. They were quite rowdy and a few pensioners looked grumpily at them. The kids must have come from orchestra practice because one of them had a trombone in a case. The others dared him to take it out. So he did. He put it to his lips. The other passengers looked horrified and steeled themselves for something awful. The boy played it, beautifully, and - I swear - it was one of the loveliest sounds I've ever heard. Jon Ronson The sport Just one question. Would Tim Leunig, co-author of the report stating that all northern losers had better move south if they want to make anything of their lives, be happy to tell Sunderland manager Roy Keane \"It is time to stop pretending there is a bright future for Sunderland\"? To his face? Actually, one more question. Would Tim Leunig, of the London School of Economics (a much esteemed southern institution), be willing to tell Hull City's legendary forward and ex-brickie Dean \"Deano\" Windass that coastal cities such as Hull are \"almost always at the end of the line\"? To his face? No, I thought not. The amazing thing about this report is that it makes even less sense sport-wise than it does socio-economically. Most of the places it cites are thriving. Hull City are in the Premiership for the first time, Sunderland averaged gates of 43,000 last year, Liverpool look set for their best Premiership challenge in 19 years, and Blackpool were promoted to the Championship in 2007. Even poor Scunthorpe, who are newly relegated, won the first division championship the season before, their greatest season ever. Arsenal, Chelsea, Spurs - where were they when the league was founded in 1888? Nowhere, madam. Of the 12 founders, six were indisputably northern, and the other half-dozen were Midlands-based, which we can all agree is more north than south. As for 2005 and England's Ashes victory, that would be just another southern fantasy. The equation is simple. No Freddie Flintoff (Lancashire) + no Michael Vaughan and Matthew Hoggard (Yorkshire) + no Steve Harmison (Durham) = no Ashes. Wipe out the north and there would be no Grand National, regarded by many as the world's greatest horse race, no rugby league, remarkably little fell walking (hello, the Lake District), and almost certainly no darts (we salute you, fair folk of Grimsby, who gave us the beautiful game back in the middle ages). Whippet racing, pigeon fancying, kestrel training (not an official sport, I know, but the way Billy Casper handled his bird in Kes it definitely should be) - none would have been quite as prestigious as they are today. Cheese skittle throwing would not have been so much as a twinkle in Freddie Trueman's eye, and Cumberland wrestling (yes, the one where wrestlers stand chest to chest, each grasping the other with locked hands around the body, each opponent's chin on the other's right - no sausage involved) would be virtually unheard of. Finally, we would have to bid a fond farewell to ferret legging. And a world in which men (and women) no longer placed two ferrets in their trousers, then firmly tied their trouser cuffs to their ankles to ensure no escape, would be a much poorer one. The world champion ferret legger is thought to be a retired miner, Reg Mellor, who \"kept 'em down\" (a technical term) for five hours and 26 minutes. Simon Hattenstone The politics When 200 men took part in the Jarrow march from Tyneside to London in 1936 they were demanding work and investment in the shipbuilding, coal and steel industries. In the great sweep of our history, though, they were also participating in a role the north has long played in politics: that of the nation's conscience. Britain likes to define itself as democratic, but our democracy wasn't presented to the people on a plate: it was fought for, and the north has always been at the front line of that battle. In the early 19th century - before universal suffrage - Manchester was a hotbed of campaigns for parliamentary reform. At the Peterloo massacre of 1819, 15 demonstrators were killed - ordinary working people who had the temerity to demand voting rights. Later in the century, the cause of reform was taken up by the Chartists, who derived most of their strength from the north, and by the suffragettes. The north was giving voice to the dispossessed, through political action and radical organisation (the Rochdale Society of Equitable Pioneers, founded in 1844, was the first successful co-operative enterprise). More recently, the political agenda formed in London still seems intent on writing off the north, as in the 1980s when Margaret Thatcher went to war with the miners. Sheffield styled itself the People's Republic of South Yorkshire: recognition that the ideological distance between London and the north has often been further than the geographical one. That joyful sense of independence is now even more widespread. Away from the centre of political power, the north is always in danger of being sidelined, or erased, whether by cavalry charges, hard-faced economic policy or by top-down models of regeneration. But the political values driven by the north remind us of the importance of alternative voices and close-knit communities, and most of all, give us soul. Dave Haslam The food It's easy to see why reports condemning vast swathes of the north occasionally emanate from the south. You simply can't get good, or even sub-standard, parkin anywhere south of Birmingham and I think this imbalances the brain. When you factor in that there's no black peas, it's a wonder southerners don't go completely insane. I'm willing to bet that if they could just sit down with a good pot of tea (Yorkshire or Lancashire) and a thick end slice of parkin - the bit where the mixture has hardened ever so slightly but retains the cake's essential moisture - then we'd see an end to these lamentable lapses of concentration. Of course, parkin, black peas and the universe's greatest cups of tea are but amuses-bouches when compared to the groaning buffet that fills northern tables. Strike out the north and you lose some of the country's finest foods: lancashire cheese, Bury black pudding, cumberland sausages, yorkshire curd tarts, steamed puddings, Wigan's pies; I'd go on but my keyboard is becoming a drool marshland. Naturally, all these dishes rely on access to the highest-quality produce and between Cumbria, Lancashire, Northumbria, Yorkshire and Cheshire you can source some of the best red meat, dairy and vegetables in the country. Great heavens, you could write epic poetry about the quality of rhubarb from Yorkshire's rhubarb triangle alone! The epithet that northern food sometimes gets labelled with is \"honest\". That's often used pejoratively to mean that northern food is uncomplicated and naive. I don't necessarily think that's wrong, I just don't think it's an insult. Northern food is primarily about simple things done well with incredible produce. In the south, you're more likely to see things becoming needlessly overcomplicated. Take pies. The north makes beautiful, knee-trembling pies - wonderful chunks of flavoursome Cumbrian beef, swimming in a gravy so rich it could afford to buy a two-bedroomed flat in London, all parcelled in buttery pastry that somehow manages to be simultaneously dense and light. When I was down south recently, someone tried to sell me a Thai-fusion pie. My northern heart bled gravy for the south that day. Andrew Shanahan The coasts When the Vikings invaded the north, they didn't rampage inland as they did down south. They stopped, looked around and agreed: \"You can't get much better than this. Let's build Scarborough.\" The feeling persists: even if we all have to go and live in Witney thanks to Policy Exchange, we will come back to the north's golden rim every summer with our buckets, spades and entry forms for holiday camp and beach competitions. There are plentiful glories inland (and plenty of jobs, excellent housing, swanky restaurants, cool clubs et al), but the thousands of miles by the north's two seas are extra special. Start where the Eden spills into the Solway Firth, dawdling to watch the ancient Norse skill of haaf-netting migrating salmon. Finish at Berwick-upon-Tweed after visiting the saintly shrines and comic puffins of the Farne Islands. The idea that this is all doomed and unwanted is lunatic. Blackpool is still the most visited tourist attraction in Britain; all the Yorkshire resorts have seen visitor numbers rise so far this summer. It isn't just kiss-me-quick hats and teacups sliced vertically in half (because \"you only asked for half a cup\") either. It's the world's second most performed playwright after Shakespeare, Sir Alan Ayckbourn, resolutely forcing the London critics to come to Scarborough every time he premieres a production at the Stephen Joseph theatre. None of this is to disrespect the charms of Durdle Door in Dorset or the wonderful Seven Sisters marching east from Cuckmere Haven. But there is one definite north-south difference: as in so much else, you are far more likely to have the golden sands or giddy cliffs to yourself. The big resorts apart, the coast shares the wide-open, uncluttered feel that is such an attraction of the north in general. Variety is the other thing. You like unusual pebbles? Spurn Point in east Yorkshire vies with Chesil Beach. Flatlands make you calm? You can't do better than Sunk Island, the strange \"new Yorkshire\" that is still accumulating from sand and shingle washed into the Humber. That's the coast I know best, but it's the same on the \"wrong\", Lancastrian side. Antony Gormley has set his bold northern mark in the foreshore at Crosby every bit as firmly as beside the A1 at Gateshead. St Bee was a match for the Vikings when she drifted ashore from Ireland on her raft. The Lake District mountains, no less, reared mistily ahead of her, but she decided to build her abbey where she could hear the Irish Sea soughing on the pebbly beach that now carries her name. St Bee's is notable today, though, as one of the few places in the north where we do turn our back on the coast and march determinedly inland. But why? Only because we're taking the coast-to-coast long-distance path, from one of the north's shining seas to the other. Martin Wainwright The melting pot I once spent an hour with my friend's grandmother in Crewe, outlining the vegetables I ate. Did I eat carrots? Yes. What about broccoli? Yes, loved it. And brussels sprouts? She was unashamedly curious about what this girl with the foreign name and brown skin would eat, and sweetly determined to cook something I'd be familiar with, despite my friend furiously pointing out I had lived in England all my life and had seen a cauliflower before. It wasn't exactly an isolated incident when I was growing up and working in the north - in Sheffield, people would open conversations with \"I had a lovely curry last night\", and in Newcastle triumphantly reveal that their daughter was travelling around India. But while it could be irritating, behind it was the honest refusal to pretend differences didn't exist. While London may think it has the monopoly on tolerance, the friendly half of the country has a proud history of diversity. In Liverpool, the Chinese community is the oldest in Europe, as is the city's 250-year-old black community. It is also home to the country's first mosque and Islamic centre, and has a Jewish community that stretches back to the 1700s. In Manchester, the thriving gay community that grew up in the 1960s and expanded in the 1990s may have expected hostility from locals. Instead, they found they were almost overwhelmed by the number of straight visitors who were thrilled to be hanging out in Canal Street's bars and clubs and had to work hard to stop the area losing its identity. Now the city's famous gay Pride festival is in its 18th year and is the best known in the country. Northern cities such as Newcastle, Liverpool and Manchester still have tight-knit communities and their own unique cultures, and perhaps it's for this reason that they are more welcoming and curious about the differences of others. Homa Khaleeli · Conservative MP Chris Grayling: It's rubbish to suggest that people need to move south to prosper theguardian.com/commentisfree · Plus a gallery of iconic northern images and travel guides for the region theguardian.com/travel"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}