{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/aug/29/premierleague.arsenal", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-08-28T23:52:09Z", "webTitle": "Arsenal ready to back Wenger with record £30m for signing", "webUrl": "https://www.theguardian.com/football/2008/aug/29/premierleague.arsenal", "apiUrl": "https://content.guardianapis.com/football/2008/aug/29/premierleague.arsenal", "fields": {"headline": "Arsenal ready to back Wenger with record £30m for signing", "bodyText": "Arsenal's second largest shareholder, Danny Fiszman, revealed last night that the club is ready to give Arsène Wenger £30m to spend on a single player before the close of the transfer window if the manager asks for the money. Fiszman dismissed suggestions that Wenger has settled for artistic merit over mounting a serious challenge to Manchester United and Chelsea and he insisted Arsenal were in rude financial health even before effectively balancing the books on their summer signings, with their only notable buys so far being Samir Nasri and Mikaël Silvestre. He said it would be \"no problem\" to finance a £30m signing. \"If he said to us 'I want this guy and he's £30m, can I buy him?' the answer is yes. Absolutely yes,\" the director said. \"We totally back him. It's his decision.\" Wenger is looking to buy another midfielder and Fiszman strongly rejected the idea that the manager prefers style to substance. \"Absolutely not. We want to win and win badly but Arsène believes in creating teams the way he does. There's a dual problem for him. If we were to buy names, you are talking about relatively mature players who need to be integrated into the way Arsène plays. They don't know our style and it also impacts on the youngsters who've been brought through.\" Fiszman dismissed talk of a crisis after last weekend's defeat at Fulham, but accepted Arsenal need to capture their first trophy since 2005. \"I think it is time we won something again but only one club can win the Champions League and one can win the Premiership. We were close as you possibly can be last year ... We are optimistic this year.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}