{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2008/aug/12/1", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2008-08-11T23:16:26Z", "webTitle": "Jessica Duchen's top 10 literary Gypsies", "webUrl": "https://www.theguardian.com/books/2008/aug/12/1", "apiUrl": "https://content.guardianapis.com/books/2008/aug/12/1", "fields": {"headline": "Jessica Duchen's top 10 literary Gypsies", "bodyText": "Jessica Duchen is a novelist, biographer and classical music journalist. Her writings include biographies of composers Erich Wolfgang Korngold and Gabriel Fauré, and a classical music blog. She was born and lives in London. Hungarian Dances, her third novel, is published in paperback by Hodder &amp; Stoughton, priced £7.99. \"It was music, especially my passion for the violin, that drew me to the issues surrounding the Roma. My trips to Hungary and now the recent events in Italy have left me profoundly perturbed by public attitudes to this community. It's fascinating that century after century, Gypsies are both the most romanticised people on earth and the most vilified: this is almost as much the case now as it was two centuries ago. Writers, of course, have been milking the situation for donkey's years. My second novel, Hungarian Dances, tells the story of a British-born violinist, Karina, whose discovery of hidden truths about her Hungarian family history and her formidable grandmother Mimi's Roma background challenges her own sense of identity.\" 1. Carmen in Prosper Mérimée's Carmen Carmen, thanks to Bizet's opera, has become the most legendary Gypsy of the lot. Mérimée, and Bizet after him, charted the downfall of Carmen's lover, Don José, who relates his life story to a traveller in the novella: his passion has morphed him in stages from mother's boy to murderer. Proud, independent and self-willed, Carmen can drive men to distraction while caring little for the effects of her actions. Yet she's multi-layered and complex – hence the fascination. Is she a free woman ahead of her time, an evil, corrupting influence, the eternal outsider hoist on her own non-conformist petard, or the innocent victim of an obsessed psychopath? Take your pick. 2. Esmeralda in Victor Hugo's The Hunchback of Notre Dame Esmeralda, her story set in Paris in 1482, is as archetypal as Carmen – maybe more so, as Hugo endows this Gypsy dancer with a nearly Christ-like quality. An orphaned girl of almost superhuman kindness and the sufferer of a desperate unrequited love, she's first glorified and later destroyed by the crowd that loves her dancing, but succumbs to hysteria when accusing her of witchcraft. She's victimised, humiliated by the man she loves, and finally killed when she chooses death in preference to a loveless marriage. Hugo's saga exemplifies the romantic fascination for Gypsies as exotic sex symbols on the one hand and hapless victims of superstition and prejudice on the other; and Quasimodo, helping Esmeralda to sanctuary in the cathedral, finds redemption through his compassion for her. 3. The Raggle-Taggle Gypsies in the traditional Scottish ballad \"She's gone with the Raggle-Taggle Gypsies-oh\" goes the refrain of this popular folk song, which dates from around 1720: the young wife of an aristocrat abandons her luxurious home to find love in the arms of a \"yellow Gypsy\" under the open sky. In one of the ballad's numerous different versions, the girl is the lord's unmarried daughter; in another, the Gypsy's six brothers are hanged for abducting her. The song features both the romanticising of this exotic race and their supposedly untrammelled lives, and society's fear, loathing and cruelty. But like so many old songs, this one gets to the heart of the matter. Is the fear inspired by the strength of the attraction? Implicitly, yes. 4. Kizzy in Rumer Godden's The Diddakoi Kizzy, the heroine of this heartbreaking children's book, lives with her grandmother in a wagon and loves her horse better than anything in the world. When her grandmother dies, little Kizzy is catapulted out of her familiar and somewhat idyllic existence and forced to face life among people who are determined to bully her for being a \"Diddakoi\". The cruelty of stronger children towards weaker ones makes this book a desperate emotional upset, and a powerful read at an early age. 5. Mr Rochester (in disguise) in Charlotte Brontë's Jane Eyre Mr Rochester takes advantage of the much-caricatured superstition that Gypsies are clairvoyant, and with good reason: when he disguises himself as a Gypsy fortune-teller, it gives him the power over Jane and Blanche to see beyond the superficial niceties that the women present to his usual incarnation. Jane is terrified by the fortune-teller's aspect – afraid of \"her\" dark skin, and of something or someone different from herself. Simultaneously, of course, she's transfixed. 6. Emil in Louise Doughty's Fires in the Dark There's nothing romanticised about Doughty's saga of a travelling Czech Roma kumpania in the first half of the 20th century. It's probably the most thorough and insightful English novel ever written about the reality, rather than the myth, of Roma life. Emil emerges from a host of powerful characters as the hero, stoical and resourceful: ultimately he survives the devastation of his family at Auschwitz. The horrors of the Roma Holocaust are brought home, and not before time. Meanwhile Jane Eyre might have been interested to learn that \"gadje\" superstition about clairvoyance was the one shred of power over the enemy open to the Roma while the nets of bureaucracy, and later genocide, tightened around them. 7. Jasper Petulengro in George Borrow's Lavengro Subtitled The Scholar – the Gypsy – the Priest, Borrow's most famous book, dating from 1851, makes no bones about its raison d'etre. Borrow states in the preface that part of this is \"the exposure of humbug\", most of it associated with \"Popery\" in the form of the priest. Jasper Petulengro, the Gypsy at the opposite extreme, becomes the \"blood brother\" of the book's narrator and is by far the most appealing person in the cast: a character in touch with nature, life-force and human and humane perceptiveness. He returns in Borrow's Romany Rye. 8. Pepita in Vita Sackville-West's Pepita Pepita – real name was Josefa – was Vita Sackville-West's grandmother. The book named after her, written in 1937, is Sackville-West's voyage of discovery into her bizarre background. At the outset, Pepita, the 19-year-old daughter of a Spanish Gypsy, is pulled into a theatre by her family, demanding dancing lessons for her; it's soon revealed that she was probably the illegitimate daughter of a diplomat. But Pepita's daughter, Victoria – Vita's mother, seemingly madder than the proverbial hatter – is central later and it's in the elusive figure of Pepita that Sackville-West seeks the longed-for tenderness which her mother lacked. 9. Roux in Joanne Harris's Chocolat Roux, the Irish river-traveller, becomes Vianne's right-hand man in Joanne Harris's bittersweet tale of cocoa, healing and more exposure of religious humbug. Like Borrow in Lavengro, Harris sets the Gypsy and the Priest up as opposite poles; when the village community is goaded into burning Roux's boat, all the old prejudices burst into flame too. But the conquering of conceit by chocolate must be the most delicious revenge ever devised. Hollywood seems to have deemed the religious aspect of the story too dangerous to screen and pulled the book's teeth for the purpose. 10. Joe Boswell in DH Lawrence's The Virgin and the Gypsy It's the last line of Lawrence's short story that gives the game away. Yvette, the spoilt heroine, develops a fascination for a terrifically sexy Gypsy who, when she asks him how many children he has, replies: \"Say, five.\" Eventually a flood that drowns her grandmother finds the Gypsy handily present to save Yvette's life. Fearing death from hypothermia, they undress, chilled by water and shock, then huddle together for warmth and fall asleep. When she awakens, he's gone. It is only when she receives a note signed \"Joe Boswell\" that she realises that he has a name. That line offers a final hope that this story, like the Gypsy himself, is possibly the opposite of its outward appearance."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}