{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2008/aug/22/summerfeteterms", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2008-08-24T23:28:56Z", "webTitle": "G2 summer fete competition terms and conditions", "webUrl": "https://www.theguardian.com/lifeandstyle/2008/aug/22/summerfeteterms", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2008/aug/22/summerfeteterms", "fields": {"headline": "Terms and conditions", "bodyText": "1 The closing date is Friday August 29 2008. 2 The prizes are the teddy bear as seen on p2, the jar of sweets as seen on p3, and the cakes seen on p10-11 of g2 on Monday August 25 2008. 3 The competition (the \"Competition\") is open to residents of the UK aged 18 and over. 4 To enter the Competition, please email your name, address and phone number to g2@theguardian.com. Alternatively post your entries to Nicole Jackson, G2, 119 Farringdon Road, London, EC1R 3ER. 5 The winner will be notified by phone or email by Monday September 8. 6 The Competition is not open to employees or agencies of Guardian News &amp; Media Limited (\"GNM\"), its group companies or their family members. 7 Entry into the Competition is dependent on acceptance of these terms and conditions. 8 Only one entry per person. Entries on behalf of another person will not be accepted and joint submissions are not allowed. 9 No responsibility is taken for entries that are lost, delayed, misdirected or incomplete or cannot be delivered or entered for any technical or other reason. Proof of delivery of the entry is not proof of receipt. 10 The judges' decision will be final and no correspondence will be entered into. 11 The prize is non-exchangeable, non-transferable, and is not redeemable for cash or other prizes. GNM accepts no responsibility for any costs associated with the prize and not specifically included in the prize. 12 GNM retains the right to substitute the prize with another prize of similar value in the event the original prize offered is not available due to circumstances beyond its reasonable control. 13 The winner may be required for promotional activity. 14 Details of the winner can be obtained by sending a stamped address envelope to the following address: The Guardian Marketing Department, 119 Farringdon Road, London, EC1R 3ER. 15 No purchase necessary. 16 GNM accepts no responsibility for any damage, loss, liabilities, injury or disappointment incurred or suffered by you as a result of entering the Competition or accepting the prize. GNM further disclaims liability for any injury or damage to your or any other person's computer relating to or resulting from participation in or downloading any materials in connection with the Competition. Nothing shall exclude the liability of GNM for death or personal injury as a result of its negligence. 17 GNM reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, this Competition with or without prior notice due to reasons outside its control. 18 The promotion will be governed by English law. 19 Promoter: Guardian News &amp; Media Limited, 119 Farringdon Road, London EC1R 3ER, UK."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}