{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2008/aug/20/sadie.jones.theoutcast", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2008-08-20T23:07:08Z", "webTitle": "Sadie Jones talks to Alison Flood", "webUrl": "https://www.theguardian.com/books/2008/aug/20/sadie.jones.theoutcast", "apiUrl": "https://content.guardianapis.com/books/2008/aug/20/sadie.jones.theoutcast", "fields": {"headline": "An accidental novelist", "bodyText": "It's possible that Sadie Jones just wasn't a very good screenwriter. After \"clawing away\" (her words) at the profession for 15 years, things weren't looking good – a \"lovely romantic comedy\", a thriller, and a \"really nice coming of age story\" all came to nothing. Then along came The Outcast, the film script of which became a bestselling novel, which in a twist of fate is now becoming a film script again. \"I often thought that if I could have given up, and done something else, I would have done,\" says Jones. \"Retrospectively, I can see that I was learning all the time, but it was often difficult. I was employed sometimes, and I had things in development, but there were a lot of disappointments. It was not so much stubbornness, or even belief, I just carried on writing. To deal with disappointment, I had to write for the sake of writing, not some imaginary reward.\" Jones is sitting in her spacious, light-filled west London kitchen, cradling a mug of tea, children Tabitha and Fred banished to the front room where they are engrossed in the television. A cat strolls past. It's the picture of domestic bliss – although Jones says that by the end of the summer holidays they are all ready to tear each other's hair out. She is every publisher's dream – good-looking, husky-toned and, what's more, she can actually write. Her debut bridges the tricky gap between literary and commercial writing: shortlisted for the Orange Prize, picked as a Richard &amp; Judy Summer Read (which sent it to number one in the book charts), and there was even talk - which eventually came to nothing - of a Booker Prize longlisting. \"The Richard &amp; Judy/Booker Venn diagram crossover – no, I don't think they've ever done that,\" she says wryly today. Set in the stifling atmosphere of a 1950s Surrey village, Lewis Aldridge is the outcast of her debut's title, a damaged 19-year-old returning from prison and struggling to deal with his mother's drowning, his father's judgements, and his own deepening alcoholism and self-injury. He is a poor fit for the Pimms-sipping, tennis-playing, church-going Surrey village to which he returns, and Jones paints a gripping portrait of a charismatic hero nonetheless utterly rejected by society. Her picture of a village where everything is manicured perfection on the surface but a murky grey beneath is claustrophobic, oppressive: it isn't only Lewis who is suffering in silence. Fifteen-year-old Kit Carmichael is also in trouble, her father's violence towards her building towards a climax. \"He raised his hand again, quickly, and she flinched, and hated herself for flinching, but he didn't hit her; he smiled at her, and they both knew this was the beginning.\" Jones is not from Surrey herself, nor, born in 1967, did she experience the 50s, but she felt the county could provide \"the oppression of the very nice\" while the era, meanwhile, allowed Lewis's personal grief to be a microcosm of the grief of a country recovering from the war. She always wanted the book to be about a scapegoat, and the rest of the story's pieces fell in around that. \"It's about our fear of young men, our fear of outsiders,\" she says. \"We're doing it at the moment with young men too - anybody standing at a corner wearing the wrong sort of hood is a devil, as if the rest of society isn't imploding around us anyway.\" It seems odd, given her immediate success as a novelist, that Jones steered clear of the form for so long, plugging away as a screenwriter instead. \"It was always a compulsion to write, to tell stories, but it just never occurred to me that I might be a novelist - that seemed a much scarier thing to do,\" she says. And she'd been put off by her sister, who told her she'd be brilliant at writing commercial chick lit. \"My sister said to me 'you'd be so good at writing something really funny about women', and I thought 'oh God, that's the sort of book I wouldn't want to read', and who wants to write that?\" After leaving school, she worked in video production, as a waitress, and travelled, before moving to Paris where she wrote the first of the screenplays that would occupy her for the next decade-and-a-half. The Outcast itself began life as a film script, but she finished it feeling that there was more to be said. \"All the life of it was still there so I just felt as if it hadn't been told, it wasn't done. All of Lewis's early life was unfolding, I didn't know where to put it all. It wasn't another film, and really to keep myself sane I thought I'll put it down as a book, but I still wasn't thinking I was going to write a novel, just thinking I've just got to tell this.\" Despite the melodrama of the story, Jones's prose is sparse and uncluttered; she says the dialogue has changed very little from its time as part of a film script, although she's had to alter the pace a little as it was too staccato for the book. \"It's such an emotional story – love and grief and all these giant feelings, I was always trying to find that balance where it wouldn't tip over into overstating a thing but where it wouldn't be so cool as not to tell it,\" she says. \"In my mad head it was sort of a novelisation. Film scripts are like the tops of little mountain peaks or the tips of icebergs, then having the rest of the iceberg there, and being liberated to write that iceberg, it was like being let off the lead - it was wonderful.\" Having struggled to get her scripts produced, the success of her novel has brought the film and television world knocking on her door. The Outcast itself has now started \"the slow trudge\" towards becoming a film. She'll be writing the screenplay herself, and intends to approach it, as much as possible, as if she hasn't seen the book before. \"Won't that be fun? I'll be thinking 'Do we need to have this?' and 'That bit's rubbish, we're not going for that.' I think I have to liberate myself from what's there - it'll be hard to do.\" And she is also working on her next novel, set in Cyprus in 1957 with a \"polar opposite protagonist\" to Lewis - but she won't say anything more about it. \"It will do my head in. It's too precarious, I'm not happy with it, I might never show it – I'm in one of those states,\" she says in a rush. \"Maybe commercial chick lit would be easier.\" · Sadie Jones is appearing at the Edinburgh International Book Festival on August 22 in an event with Clare Morrall. The Outcast is published by Vintage priced £7.99."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}