{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2008/aug/20/1", "type": "article", "sectionId": "theguardian", "sectionName": "From the Guardian", "webPublicationDate": "2008-08-19T23:01:00Z", "webTitle": "Obituary: The Rev Leslie Olsberg", "webUrl": "https://www.theguardian.com/theguardian/2008/aug/20/1", "apiUrl": "https://content.guardianapis.com/theguardian/2008/aug/20/1", "fields": {"headline": "The Rev Leslie Olsberg", "bodyText": "My dear friend, the Rev Leslie Mark Olsberg, minister emeritus of Heaton Park Hebrew Congregation, a founder of Manchester Mesivta high school (formerly Manchester Jewish grammar school) and honorary chaplain to a wide range of local Jewish organisations, has died aged 86. At the time of his retirement in May this year, after 36 years as minister, he was the oldest serving rabbi in Britain. Leslie was the last surviving sibling of one of Manchester's most distinguished Anglo-Jewish orthodox families. His older brother Sydney was for many years the senior religious slaughterer of the Manchester community and one of the city's leading circumcisers; his sister Hilda was the first woman to lead the Greater Manchester Jewish representative council. Born in the north Manchester suburb of Crumpsall, he was one of the young Rev Yonah Balkind's first pupils at his legendary Hebrew school before studying at Manchester Yeshiva (rabbinical college). He became a teacher and subsequently a congregational minister to several communities, including Southport, South Broughton in Salford and later Crumpsall. Leslie was the type of man who attracted people to him by his warmth of personality and, although he was uncompromising in his own religious beliefs, he could relate to everyone, however lax they might be in their own observance. He never judged others; he believed in convincing them by example, by the warmth and passion of his belief and by the friendship he offered. He was an inspirational figure to many Manchester Jewish families across three generations, teaching barmitzvah boys, officiating at weddings and funerals, providing comfort at times of distress. He was a long-serving chaplain to the local branch of the Association of Jewish Ex-servicemen, the Jewish Lads' Brigade and other organisations, including Heathlands, the Manchester Jewish home for the elderly and infirm. In the late 1980s, a street in Radcliffe was named after him in recognition of the work he had done for a housing association. He was appointed an MBE in 2007, and earlier this year was made emeritus rabbi in acknowledgement of his immense contribution to the Jewish community. He is survived by his daughters, Frances, Faith and Michelle, nine grandchildren and a great-grandson. His wife Golda predeceased him."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}