{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2008/aug/21/comedy", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2008-08-20T23:01:00Z", "webTitle": "Four acts shortlisted for top comedy award", "webUrl": "https://www.theguardian.com/stage/2008/aug/21/comedy", "apiUrl": "https://content.guardianapis.com/stage/2008/aug/21/comedy", "fields": {"headline": "Four acts shortlisted for top comedy award", "bodyText": "There'll be an Englishman, an Irishman, a Welshman and two Americans in a bar on Saturday after they were yesterday shortlisted for Britain's most prestigious comedy prize in Edinburgh. The Intelligent Finance Comedy Awards may not yet be as familiar as the previous name, the Perriers, but their significance is hard to dispute. They get up-and-coming comics noticed: previously shortlisted non-winners include Jimmy Carr, Noel Fielding, Chris Addison, Peter Kay, Graham Norton and Eddie Izzard. This year four acts will be competing: Irishman David O'Doherty, Welsh standup Rhod Gilbert, English comic Russell Kane and, from the US, Kristen Schaal and Kurt Braunohler. Nica Burns, the West End producer and director of the awards, said O'Doherty, who was shortlisted two years ago, had upped his game and was performing better than ever. He has had good reviews for a show in which he takes audiences on musically accompanied rambles through his life and hates. Gilbert uses his experience at Knutsford services on the M6 as a platform to vent his exasperations at life and, according to Burns, has produced \"a blinder of a show\". She added: \"He's been coming to Edinburgh for four years and this year it's perfectly structured and very tightly written.\" Russell Kane, the proudly working class English comic, is nominated for his well-reviewed show Gaping Flaws, in which he explores his family and relationships. Schaal will be familiar to anyone who has watched The Flight of the Conchords on TV (she plays Mel) and is the kooky to Braunohler's straight man in their Edinburgh show Double Down Hearts. \"You don't get a lot of male/female double acts and they really do know how to play off each other,\" said Burns. The 10-strong judging panel watched more than 350 shows at the Edinburgh Fringe. Burns said it had been noticeable how many women had good shows this year. \"There is a new generation of young women comics really stepping forward. In 10 years' time there just won't be any of this debate about 'are women as funny as men?'\" Another striking theme, she said, was how few acts were delivering overtly political material or using events like the credit crunch for their acts. The nominees for best newcomer were Pippa Evans for her show Other Lonely People; Sarah Millican for her show about life after divorce, Not Nice; and Mike Wozniak, said by one critic to sound like a cross between Murray Walker and David Attenborough. Burns said the shortlisting had been as exhausting as ever. One of the two worst moments for judges had involved trailing a long way across town after midnight, only to find a show had been cancelled; in the other a judge turned out to be the only member of the audience and was bundled out of the venue by the comic, said Burns. The bookmakers have made Gilbert 5/4 favourite, with O'Doherty at 2/1, Kane at 7/2 and Schaal and Braunohler at 6/1. A spokesman provocatively said: \"We've written off the Americans. They couldn't hold a candle to the Welshman.\" The winner of the £8,000 top prize will be announced on Saturday."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}