{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2008/aug/06/children.play", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2008-08-05T23:02:33Z", "webTitle": "Encouraging children to take risks in playing prepares them for life", "webUrl": "https://www.theguardian.com/society/2008/aug/06/children.play", "apiUrl": "https://content.guardianapis.com/society/2008/aug/06/children.play", "fields": {"headline": "Risky play prepares kids for life", "bodyText": "When the government published its safeguarding strategy for children last summer the part that caught the eye – and the headlines – was not about child protection but about the dangers of over-protecting them. Conjuring up a more carefree time of conkers and snowball fights, the new children's secretary Ed Balls said, \"We mustn't wrap our children up in cotton wool, but allow them to play outside so as to better understand the opportunities and challenges in the world around them, and how to be safe.\" He meant it too. In April he launched Fair Play, a new national play strategy as a flagship policy of the government's 10-year Children's Plan. This was underpinned by an initial three-year, £235m spending programme on outdoor play, to begin immediately. One of the principles of Fair Play is that \"children need to take risks to learn how to manage risks … an essential part of growing up\". It proposes \"to ensure families get the support and information they need to judge what is right for their child … increasing parents' knowledge and understanding of the risks and benefits of play\". Research for this year's Playday, on August 6, reveals the extent of the challenge the government has taken on, suggesting that, as a society we believe children are more at risk now than they were a generation ago, when actually the reverse is true. Thus the ICM survey found that more than three-quarters of all children aged 7-16 wanted more adventurous play opportunities then they currently have. Half of 7-12 year olds told us that they are not allowed to climb a tree without adult supervision or have been stopped from climbing trees because it's considered too dangerous. Many children say they have also been stopped from playing ordinary childhood games such as conkers, chase and even hide-and-seek, because of the supposed dangers. Forty-two per cent said that they are not even allowed to play in their local park without an adult present. Children's play has long been understood to have a key role, both in their wellbeing and satisfaction as children, and in the development of their future life skills. Research indicates how vital to each of these functions is the uncertainty – the sense of danger, even – that children are impelled to seek out when they play. It is not the \"theme\" that attracts them to theme parks, but the scary rides. Such entertainments, though, contrive the sense of danger without allowing children any discretion in their response, or requiring from them any development of skill. Just get strapped in, hold on tight and enjoy the ride. At real play, children are in charge, instinctively making hundreds of decisions as they assess and determine the levels of risk they want to take, physically, emotionally and socially: mastering, day by day, an increasing repertoire of skills, adding to their bank of experience. Throughout the animal kingdom, the play of the young is commonly observed to be a rehearsal of life skills, fundamental for species' survival. Human children are no different, needing the make-believe world of play to experience and master the fullest range of challenges – and their emotional responses to them – as a series of lessons for the world they will eventually have to negotiate for real. So, through play, children acquire confidence, but also an awareness of limits and boundaries. They learn, in short, how to be safe. As the popular American educator and broadcaster, Fred Rogers said, \"Play is often talked about as if it were a relief from serious learning. But for children play is serious learning. Play is really the work of childhood\". Modern worries and anxieties – and, it should be said, an outdoor world which really is less child-friendly then ever before – has led to a risk-averse culture that finds expression in overbearing health and safety policies which fail to weigh the benefits of a given activity against the risks involved. Providers of children's playgrounds, in common with many public services, are in fear of litigation in the event of even minor scrapes. So they increasingly err on the side of caution, investing heavily in impact-absorbing surfaces and equipment that rigorously meets safety standards but often lacks real play value. It is to the government's credit that it has not simply pointed the finger at \"paranoid parents\" but will publish guidance on public play areas, produced by Play England, that seeks to break with this \"safety first and last\" culture, and to instil a greater willingness to offer children spaces that can really inspire them. Also, the national play strategy, published in April, addresses parents' genuine concerns and pledges to change planning frameworks, make the streets safer and improve supervision in parks and open spaces. The play strategy has also committed funding to the type of staffed facility that offers children – who are otherwise short of good open space – the ideal play area. This is the traditional adventure playground, where trained staff co-create with children themselves the environments where their imaginations can really soar. Here they will jump, swing, run and climb, typically through a labyrinth of wood, tyres and ropes that they have helped to construct. They will build their own dens, sit around fires, throw water over each other, grow things, cook and eat them, dress up and make things (all from scrap materials: adventure playgrounds were recycling before the word was even in common usage), or just kick a ball around. These playgrounds – free of charge and open to all – are communities and spaces that serve only children's need to play and have adventures. With only 30 new ones scheduled to be built over the next 3 years, most children will still never get to visit a real adventure playground. But an adventure playground only tries to give to children what most used to be able to take for granted from growing up with a degree of freedom to explore. They are telling us that this is no longer the case. If we want them and future generations to have the confidence and skills to survive and thrive in an increasingly challenging world, we need to listen to them. Adrian Voce is director of Play England avoce@ncb.org.uk"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}