{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/wordofmouth/2008/aug/17/takingthesouloutofharlem", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2008-08-16T23:05:32Z", "webTitle": "Taking the soul out of Harlem", "webUrl": "https://www.theguardian.com/lifeandstyle/wordofmouth/2008/aug/17/takingthesouloutofharlem", "apiUrl": "https://content.guardianapis.com/lifeandstyle/wordofmouth/2008/aug/17/takingthesouloutofharlem", "fields": {"headline": "Taking the soul out of Harlem", "bodyText": "The changing face of Harlem's eateries. Photograph: Mario Tama/Getty Perhaps one of the least reported side effects of gentrification is the impact on a neighbourhood's local food culture. But in my research for this story on the changing face of Harlem I found this fascinating and wistful story about the decline of old-style soul food in Harlem. As the neighbourhood changes and gets wealthier and whiter, the appetite for old-fashioned heavy Southern food has declined. So it's goodbye grits, buttermilk fried chicken, biscuits, candied yams and something called hog maws as well as many other 'delicacies' from the Southern diet. The phenomenon raises several interesting questions. The obvious ones are to do with race. The racial makeup of this historic black neighbourhood is changing, so it's no surprise that the newcomers (usually white) are bringing in their different tastes. I had lunch at a very nice restaurant in west Harlem. It served great fries and tasty sandwiches. But it was noticeable that its cuisine was generic New York and its clientele was all-white. But one of the really interesting things about the New York Times piece was the growth of new restaurants \"...inspired by soul food\". That has seen Harlem restaurants pop up serving healthier soul food or vegetarian soul food or, in one case, raw soul food: all of which sound slightly like a contradiction in terms. This has happened in other areas of New York too. Take the city's most famous ethnic neighbourhood of Little Italy. What was once a vibrant area of Italian immigrants has now been swallowed up by SoHo and Chinatown. Its last remnant is a strip of posh Italian restaurants on Mulberry Street serving the sort of expensive, fancy food that old-time residents would never have eaten. Indeed to get a flavour of what Little Italy's old cuisine would have been like you have to go to areas of the city (Staten Island and Arthur Avenue in the Bronx) where working class Italian-Americans still live and eat. It's possible that in a few decades' time, Harlem might suffer a similar fate. In the meantime, anyone wanting a true flavour (and also 'flava') of Harlem should visit this website. The site was set up and run by Carolyn Johnson, a feisty, proud Harlem woman. One of the services she offers is walking tours of Harlem for visitors. While interviewing her, I remarked that I had seen open-top buses of tourists driving down Harlem's broad streets. \"I hate those buses,\" she said \"People never get off the bus. On my tours people get to touch, smell and taste Harlem.\" That sounded good. Especially the tasting bit. Yet the option of tasting old time Harlem might not be around for much longer. Anyone visiting New York should call her and try it while you still can."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}