{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2008/aug/21/pakistan", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2008-08-20T23:01:00Z", "webTitle": "Letters: Pakistan, poverty and ruling elites", "webUrl": "https://www.theguardian.com/world/2008/aug/21/pakistan", "apiUrl": "https://content.guardianapis.com/world/2008/aug/21/pakistan", "fields": {"headline": "Pakistan, poverty and ruling elites", "bodyText": "Kamila Shamsie (Musharraf was the last to read the writing on the wall, August 19) displays an all-too-common naivety about how poverty in countries like Pakistan makes a nonsense of things like democracy and institutional development, including the judiciary. Pakistan has always been in a dismal state. We have never, to take just one example, devoted more than 2% of our GDP to education. This did not change under Benazir Bhutto, under Nawaz Sharif, or under Musharraf. Our ruling elites must first make a commitment to higher standards of honesty. So far, they have shown little or no understanding of the stark alternatives facing Pakistan: to become able to compete in the global marketplace, or end up like Afghanistan. Nations make progress when their ruling elites can unlock the energy that drives the people forward as a community in a shared endeavour. To do this, resources must be allocated in a more or less equitable fashion, so that the poorest sections of society are not left out. Hashim Ahmed Islamabad, Pakistan Kamila Shamsie writes about \"the degree of economic wealth and influence the top brass [of the Pakistani army] has garnered for itself\". If it weren't the army, perhaps the wealth and influence could have been garnered by a private company, as is the case in India. In Mumbai, Mukesh Ambani, head of half of the Reliance organisation, is building a 27-storey monstrosity to house himself, five family members and 600 staff at a cost of $1bn. Plutocracy rules across the subcontinent, regardless of what goes on in parliament. Cathal Rabbitte Mumbai, India"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}