{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2008/jun/02/homes", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2008-06-01T23:03:48Z", "webTitle": "Julie Bindel on the return of the outside loo", "webUrl": "https://www.theguardian.com/lifeandstyle/2008/jun/02/homes", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2008/jun/02/homes", "fields": {"headline": "How the outside toilet came in from the cold", "bodyText": "One of my earliest memories of childhood is creeping out of the house in my slippers, brushing the snow off the loo seat and reaching for wet, freezing toilet paper. The shame of admitting to having an outside loo, even in the 60s, stays with me. But now the privy looks set for a revival among middle-class trendies, just like other original features such as sanded floorboards and open fireplaces. Lisa Alabaksh has consulted architects about having a loo built in the garden of her terraced house in London. \"The original was knocked down by the previous owners, but we are going to get one built in the old-fashioned style,\" says Alabaksh. \"Living with a teenage boy makes you appreciate a spare loo, and there is nowhere to put one in the house.\" The joy, she says, of spending a penny while listening to birds sing, will make up for a bit of frost bite in the nether regions during the winter. Jason Orme, editor of Homebuilding &amp; Renovating magazine, says any additional outside space will add value to a house. \"The outside toilet is usually the first feature to go, because of its bad connotations,\" says Orme. \"But I can see that they could become popular again.\" Diane Hughes lives in a large semi-detached house in Swansea, with an outside loo. Did she ever consider turning it into a potting shed? \"No. It's great for children, builders, and parties.\" Especially, Hughes says, when a party guest has drunk too much and needs to throw up. \"You don't want that going on in your house!\" My neighbour, Julie Randles, bought her house with the outside loo intact, and, rather than demolishing it, has plans to make it a stylish and comfortable outdoor feature. She appreciates its peace and quiet in the morning, leaving her partner and four-year-old daughter to fend for themselves. The estate agent showing her the property suggested that the loo would be \"great for paddling pool parties\". This latest fad is all well and good in the summer, but let's see how popular they remain when the weather turns brass monkeys again."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}