{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2008/jun/14/photography", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2008-06-13T23:12:56Z", "webTitle": "Pictures from my porch", "webUrl": "https://www.theguardian.com/artanddesign/2008/jun/14/photography", "apiUrl": "https://content.guardianapis.com/artanddesign/2008/jun/14/photography", "fields": {"headline": "Pictures from my porch", "bodyText": "When I was an adolescent, my father once scolded me for wanting to drive to Florida with a friend. It was too far from home, he said, and I would be corrupted by the distance. I was 16. I'd been brought up in a small farming community in south-western Ontario and had barely been more than a hundred miles from home. Neither had he. At least, not more than once or twice. He hated travel and was rooted in the ground he stood on. The world for him was his front porch, and it made him who he was. I was one of eight children, sons and daughters of an autobody repairman and a farm girl. We lived on rich alluvial farmland that jutted into the US like a green thumb cradled by the Great Lakes. In spring, I would watch the seagulls dive for worms as ploughs peeled back the layers of earth. Sometimes arrowheads would surface, along with old coins, rusted kitchen cutlery and flattened shotgun shells. If it was a humid day, the wind smelled like the breath from a greenhouse. If dry, it blew away in country squalls. But it was what lay beneath the surface that gave the land its character. The field notes of early 19th-century surveyors described much of this area as \"black ash swamp\". \"Ontario\" is an Iroquoian word meaning \"shining water\". The First Nations grew corn on the dry land and canoed the rivers as highways. They trapped beaver and traded pelts with the Europeans, who made hats for their women. The Hudson Bay Company exchanged a rifle for a pile of hides the height of a gun. The Indians never really learned to trade to their advantage with whites, and in the end they lost it all to those who came from Europe burning with a fever for land. I went to a one-room schoolhouse a 2km walk from home and eventually graduated to high school in Wallaceburg, a small town a little to the south, which the Sydenham River split in half. The north branch forked at the library and continued to my parents' door; the south meandered through fields of corn and soybeans, meadows and forests, until it reached my current front porch. As children, we devoted Sunday afternoons to swimming, boating and waterskiing. With my father at the wheel, we took turns sliding over the surface behind a 40-horsepower Johnson outboard. I spent spare weekdays fishing and sleeping in tents, and my winters hunting rabbits, duck and muskrat. After high school I traded the 12-gauge shotgun for a Pentax, with which I continued to explore the river and the land that surrounded it. Ten years after I got married, when my wife Ann and I were expecting our third child, we bought a 75-acre farm 50km upstream from Wallaceburg. Its six small fields, severed by roads, gullies and a river, made it awkward for modern machinery, and much of the land was unproductive. Once I had my own front porch, however, I felt positioned in the world. Buying into a rural community demands an investigation of its history and a commitment to its past. Many of my new neighbours could trace their ancestors to the first English and Scottish settlers of what was then Upper Canada. With a little digging, I discovered that my front porch was built by Samuel Smith, a pioneer land surveyor. His diaries tell how he and his men worked their way through the region's woods and swamps, dividing up the land for settlers. They were plagued by rattlesnakes, and suffered toothache, axe wounds, dysentery and death. More than once they were saved from starvation by Indians who took pity on them. Samuel documented his dreams, which were often violent and bloody, his cure for gangrene, a recipe for making corn wine, and the first time he saw a human skull. He recorded when he had his fortune told by a witch, the first time he made love to his wife - and, in 1851, how he used lumber from his own mill to build the house where I now live. In 1825, three years after he surveyed this township, he had acquired 1,400 acres from the British Crown. His plot, along with an adjoining half a million acres, had been surrendered by the Chippewa, who lived along the Sydenham (then known as Bear Creek). As compensation, they were to receive two reservations - which did not materialise. So the old workshop, chicken coop and garden shed, the winding gravel road past the ravine of pine trees, as well as all the farms around me, were stolen. No wonder there is an uneasiness in Samuel's diaries as he notes the natives pulling up his surveyor's stakes. The indigenous community knew that once the land was carved up, there would be no getting it back. Sitting on the porch that Samuel built a century and a half ago, I can see the remains of four abandoned farms: two houses collapsing, three empty barns still standing, and a grove of pine trees surrounding bulldozed remains. Samuel, who died in 1857, is buried a short walk away. Wildflowers mark the site of the old Tully place, where his closest neighbour lived. I now have four children - Isaac, Naomi, Noah and Moses - and in the afternoon I might photograph them here, before walking back home where cows circle like clockwork through the adjacent pasture. At the back of the house is the gravel pit where Isaac, the youngest of the four, caught his first catfish. At night, the eyes of an animal shine in headlights. The legs of a deer jump in the glare of brightness. Foxes seem metaphysical. The slower raccoons and opossum vanish into the oblivion of grass. Banjo, the family dog, yelps into the poppy fields of heaven. I pat her head and step beyond the front porch. She wags her tail as if attempting to shake off her whole rear end. Then we sit under a bare lightbulb where toads, worms and insects stumble into each other. This is the place to meditate, to close the day, to remember nothing. · The World From My Front Porch, by Larry Towell, is published by Chris Boot at £40. To order a copy for £36, with free UK p&amp;p, call 0870 836 0885 or go to the Guardian's bookshop"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}