{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2008/jun/29/theatre.features", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2008-06-28T23:12:47Z", "webTitle": "The interview: Rebecca Lenkiewicz", "webUrl": "https://www.theguardian.com/stage/2008/jun/29/theatre.features", "apiUrl": "https://content.guardianapis.com/stage/2008/jun/29/theatre.features", "fields": {"headline": "Turning the tables", "bodyText": "Rebecca Lenkiewicz arrives at the stage door of the National Theatre and introduces herself. At the same moment, the women behind reception greet her like an old friend. It is obvious they are fond of her. 'Did you know,' one of them says, 'Rebecca is the first woman to have a play performed in the Olivier?' It sounds an insane boast, but, amazingly, it is true. There have been adaptations on the National Theatre's main stage by women - Coram Boy, adapted by Helen Edmundson, Pam Gems's version of The Seagull - but no original play by a woman. What can the matter be? Could it be to do with the Olivier stage? Some curse upon it? Rebecca shrugs as we walk towards the lifts - she can't explain. 'We used to call her Legs Lenkiewicz,' the receptionist whispers, as she disappears out of sight, as if Rebecca's success as a playwright has put her beyond the reach of their teasing. Lenkiewicz began her career as an actress. If you did not already know it, you might guess: she has such presence. She is uncommonly tall (hence the nickname) and friendly. She has an open face, blue eyes and a direct smile. But there is a sense that, beneath the poise, she is uncertain. And when she isn't smiling, she has a look of concentration as if she might tease herself out of thought. She is dressed entirely in black apart from a bird necklace and magnificent gold hoop earrings, decorated with Cupid's wings. As a playwright, too, Lenkiewicz seems to have wings. The Night Season (2004) was only her second play, but it won the Critics' Circle most promising playwright award. It arrived fully fledged- an Irish Three Sisters with mischievous modern trimmings. And her third play, Shoreditch Madonna (2005), was a marvellous exploration of the unstable relationship between love and art. More recently, she pulled off a visionary piece for schoolchildren, Invisible Mountains, a rollercoaster of teenage emotion, performed by a cast only slightly older than its spellbound audiences. Her new play, Her Naked Skin, about the suffragette movement, is more ambitious than anything she has written before. And it seems appropriate, under the circumstances, that suffragettes should be striking a blow for freedom at the Olivier. Nicholas Hytner, the National's artistic director, admits the absence of female playwrights seems 'extraordinary' but points out that it would be easy to misrepresent the situation. 'The context is that there are not many original plays at the Olivier by writers of either sex,' he says. 'It is a theatre that requires a particular set of skills: a muscularity of rhetoric, theme and imagination that will reach a thousand people.' He points out that 50 years ago there were not many small-scale plays and no studio theatres. Perhaps the balance is about to shift again. Mind you, he does not want to encourage a torrent of unsolicited epics 'about Henry VIII or Joan of Arc'. He acknowledges the truth that it is hard to write a good play at all whatever sex you are - epic or otherwise. It is not as though he has made a career turning down suitable plays by women. As a parting shot, he offers a statistic. Of the 1,000-1,500 unsolicited plays he receives each year, 'only one out of five is by a woman'. Her Naked Skin was originally written for the Cottesloe, the National's small theatre (lack of vaulting ambition from women is a problem). It was director Howard Davies who saw that a big stage would suit the play better and accommodate its Hyde Park riots and larger-than-life images of Holloway prison. Davies has been a key supporter of Lenkiewicz's writing (she has also had a couple of small parts in his productions). 'Howard put The Night Season down on Nick's desk,' she explains, 'saying he would love to see it at the National.' Hytner got the message. He recognises in Lenkiewicz a 'tremendous gift for dialogue, feel for character and breadth of imagination, an ability to conjure up an entire world, which makes this new play, I hope, a natural for the Olivier. The interplay between an intensely personal, passionate, individual story and the larger canvas is what the theatre requires.' In Her Naked Skin, Lenkiewicz emerges as a Sarah Waters of the stage, not only because of the lesbian affair at its heart but because, like the novelist, she has a fearless attitude towards her historical material. As a playwright, Lenkiewicz in some ways resembles an actor: she can do many voices - Chekhov, O'Neill, Pinter, Beckett - even a streetwise Noël Coward. But like the best actors, although she borrows from everywhere, the delivery is original, the mix her own. 'I wrote the play because I felt the suffragettes had been forgotten. They suffered so much. I admired their comradeship, strength and old-fashioned pluck. Girls with guns, girls with bombs - but never wanting to hurt anyone.' And she goes on to imitate, perfectly, a suffragette she saw on film reminiscing in an upper-crust, almost flirtatious way: 'We were not anti-men.' The same is true of Lenkiewicz. She writes especially well about men in all her plays. None the less, she believes that women are still trapped today, though in a 'different way'. She was particularly shocked by the way the suffragettes were force-fed in jail. 'Anorexia is the modern parallel - women trapped by body image. It is all about wanting to control the body. Women's bodies, through the ages, have been so much more used and abused than men's.' And she says firmly: 'Feminism has regressed a lot recently. On the news and television... there is so much woman as object.' It is striking to hear her on this subject, not least because she, far more than the next woman, knows what she is talking about. When she was in her twenties, she worked as a table dancer. It began with an ad in London's Evening Standard, inviting women to audition in a Soho basement. She was 'vague' about what would be involved, although not 'entirely naive'. It was before she got into the Central School of Speech and Drama in London and she needed a job. She was living in a bedsit in Kilburn, north London, having just finished reading English and film studies at Kent. She did not know London at all. 'I was so lonely, I felt sick. I remember thinking: if I feel like this, how would an immigrant feel in London? I was so isolated.' She was amazed to get an audition and even more startled to be taken on. There were 30 girls trying to be 'incredibly sexy on a dance floor the size of a postage stamp. I remember the funny little manager saying, \"Move girls, gyrate... make me feel good, be sexy\"'. On her first night, she was terrified. She had to dance in bra and pants from 8pm until three in the morning. She claims she was not much good at it, at least not at first. But she learnt by watching other girls (the best would make about £300 a night - punters would tuck the cash into their knickers). The work provided her with company; the girls were upbeat and she liked them. Of the women working with her, only one was a prostitute. Yet, after a month or two, she became depressed by the job, finding it 'empty and soulless' to watch 'beautiful young girls writhing around in the dark for old men'. Is she still a risk-taker? 'It is easier when you are very young. When you are in your twenties, everything is more open. There is less fear.' Now, in her late thirties, she feels 'stronger but less courageous'. She has always been open about the table-dancing chapter, but remembers people at the time as 'judgmental and dismissive', ruled by 'distaste'. And what of her family? Her mother was 'just worried'. Her father was supportive. He said: 'That will be an interesting experience for you.' She must have been grateful to him and it seems that he has been a tremendous support all through her life, even though, extraordinarily, he was only 17 when she was born (he stayed with her mother for four years). Peter Quint(a name he shares with a bad egg in Henry James's The Turn of the Screw) is evidently a good egg himself. And he was right about the table dancing. Her first play, Soho - A Tale of Table Dancers, came out of it (it was part of the RSC's fringe festival and won a Fringe First at Edinburgh). Like his daughter, Peter Quint is a playwright but, unlike her, never quite made it. (He had a play accepted for the West End but it was never produced.) Rebecca's belief in his talent remains absolute (she has described a 'treasure trove' of unpublished plays and novels in waiting), but it seems that her destiny is to enjoy the luck he missed. How does he feel about it? 'He will come and see the play. He is incredibly supportive. And a very good critic. I always show him what I am writing. He gives me notes.' Her ability to write is, she believes, 'in the blood'. In her preface to Invisible Mountains, Lenkiewicz describes herself at 11, growing up in Plymouth. She remembers herself in her bedroom, in one of a series of flats, staring at a badly painted pink wardrobe (her own effortful handiwork), a James Dean poster and a pair of cheap (there was not much money around) Co-op shoes which she especially loathed. Her childhood has been variously described as 'colourful' and 'conventional'. Which was it? 'It was colourful. I grew up on streets and bomb sites - there were lots of kids around.' She attended Plymouth High School, which was conventional enough. But for a teenager, Plymouth was no joke: 'There were lots of drugs around and I had friends who got hooked.' As an adult, she speaks of the city without any fondness. It is too 'white' and its high street is strangely infested with shoeshops. In contrast, Rebecca is unvaryingly warm about her family. Her mother is 'brilliant'. Her father ditto. Her late stepfather was 'fascinating'. 'My mother's name is Celia Mills, by the way,' Rebecca adds politely, noting that journalists seem only to bother with giving her father and stepfather names. As if to redress the balance, she tugs her mother into the limelight: 'Mum did an amazing job bringing up children on the dole, but it was hard.' She describes her as artistic and musical, and says, approvingly, that in later life she became an English graduate. It is easy to see why her stepfather, artist Robert Lenkiewicz, has tended to dominate. He was a controversial figure in Plymouth. He started 'hotels' for the homeless and had an amazing, specialised library. He did much more than pass on his surname to his stepdaughter. He introduced her to literature. She tells the story of badly burning her fingers, aged seven, 'playing around with an electric fire'. In hospital, 'Robert brought me classics - illustrated comics - to read. It started off this deep connection with literature'. Robert and Celia were 'very happy' together while they lasted - and had two children. After the relationship ended, Celia remarried and had a further two sons. Rebecca's even appreciation of her father and stepfather may seem unusual but she explains it simply enough: 'My father and Robert were friends.' Today, Rebecca is single. She lives, uncomplicatedly, on her own (perhaps in reaction to the Byzantine nature of her extended family) in a square in Borough, south London. She writes in her front room, has a daily swim 'to keep sane' and interrupts her day with endless pots of tea. She works best at night, she says, when somehow the pressure is off. Writing between nine and five, she feels 'in competition with the working day'. Having acted helps with her writing: 'Although I don't act any more, I know how to give actors space; I trust I don't have to spell things out. I can be spare. I know how much an actor can do with a sentence as opposed to a paragraph. And I talk to myself all the time...' There are frustrating lulls in the writing but she sees them as inevitable, 'like finding yourself in a marsh'. What is most likely to pull her out of the marsh has always been emotion. As a writer, she is emotionally ambidextrous: funny and romantic, dark and light. 'I can't see the point of writing unless it is emotionally driven. If it is dry, it is going to erode you.' In the past, unhappiness, especially in love, has been a spur. Her first and second plays were both given extra momentum by the painful ending of relationships. She is upfront about emotional difficulty, telling me she has, on occasion, felt 'panic' about whether she would ever have children. She also tells me that friends sometimes suggest she try therapy. But her feeling is that life's jaggedness needs to stay jagged. 'Writing is my therapy,' she says. I tell her a story - about how I once overheard a poet talking about his adultery and the anguish it was causing his wife. 'But it'll make great copy,' he gloated. Rebecca bats back with the story of how she once ended a relationship with an actor boyfriend on the phone and overheard a scratching sound at the end of the line. 'You're not writing this down?' she asked, appalled. He was keeping a 'therapy journal'. At least he wasn't publishing her words. She believes it is essential to separate writing from the intimate detail of your life. Before she leaves, I ask what advice she would pass on to a playwright starting out. I intend it as a question about craft. But I should have guessed that her answer would be about emotion. 'Write from the heart. Write about what moves you. It has to be about truth, really. Don't try to be clever.' And then she adds, with characteristic sweetness, to her imagined audience: 'You are probably clever anyway.' · Her Naked Skin, part of the Travelex £10 season at the National Theatre, opens on 24 July A life in stages Early life Born 1968 in Plymouth, Devon.Read English and film studies at the University of Kent. Graduated from the Central School of Speech and Drama with a BA in acting. Writing career 2000 Awarded a Fringe First at Edinburgh for her play Soho: A Tale of Table Dancers 2004 Wins the Critics' Circle award for most promising playwright with The Night Season 2005 Her play Shoreditch Madonna wins enthusiastic reviews. 2006 Creates a new version, set in Iraq, of The Soldier's Tale, a music theatre piece by Igor Stravinsky and Charles Ferdinand Ramuz, which is staged at the Old Vic. In August of the same year, her play Blue Moon Over Poplar is staged by the National Youth Theatre. April 2008 Her adaptation of Ibsen's An Enemy of the People opens at the Arcola Theatre, directed by its founder Mehmet Ergen. Acting She has worked with the Globe, National, Royal Shakespeare Company and on film and television."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}