{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2008/jun/20/classicalmusicandopera.livemusicreview", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2008-06-19T23:18:51Z", "webTitle": "The Rake's Progress, Garsington Manor, Oxforshire", "webUrl": "https://www.theguardian.com/music/2008/jun/20/classicalmusicandopera.livemusicreview", "apiUrl": "https://content.guardianapis.com/music/2008/jun/20/classicalmusicandopera.livemusicreview", "fields": {"headline": "The Rake's Progress", "bodyText": "The final production of the short Garsington season brings Stravinsky's morality tale to rural Oxfordshire for the first time. Olivia Fuchs's intelligent production fixes The Rake's Progress obviously in this milieu, too. Niki Turner's designs bound the stage with a gilt picture frame, and William Hogarth's original images are recast as stereotypes of a certain of kind of Britain in the late 20th century. Sinead Campbell's Anne Truelove (cardigans, floral frocks) and Stephen Richardson as her tweedy father (who gets to look more and more like Vic Reeves as the evening goes on) are characters straight out of an Aga saga. Robert Murray's Tom Rakewell becomes a feckless, cocaine-snorting Hooray Henry, and Christopher Purves's suave Nick Shadow maintains a retinue of sinister bowler-hatted assistants, like extras from some long-lost episode of The Avengers. Fuchs never overplays the caricatures and brings a genuinely light touch to the set pieces. Susan Bickley's Baba makes her grand entrance right through the Garsington garden, while Phyllis Cannan's Mother Goose presides over a relatively well-mannered orgy. It all fits together seamlessly, and Martin André ensures that the musical performance underpins it impressively. Both Murray and Campbell have the right combination of youthful looks and vocal security, while Purves and Bickley add both experience and a touch of real class. The closing moments, as Anne says her final farewell to Tom, are genuinely touching in a way that the end of this often chilly opera rarely is. Every word of Auden and Kallman's intricate text is clear too, though the arias at least are surtitled, complete with Baba's reference to a servant called Bridget. It must have been an in-joke between the librettists, but who was she, or he? · In rep until July 6. Box office: 01865 361636."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}