{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2008/jun/12/highereducation.mathematics", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2008-06-11T23:33:36Z", "webTitle": "Letters: how mathematicians lost the plot in the City", "webUrl": "https://www.theguardian.com/education/2008/jun/12/highereducation.mathematics", "apiUrl": "https://content.guardianapis.com/education/2008/jun/12/highereducation.mathematics", "fields": {"headline": "How mathematicians lost the plot in the City", "bodyText": "Ian Stewart asserts that his university's mathematics students \"earn more money, on average, than those studying any other degree subject\" and that \"their ability to handle technical ideas is highly prized, and rewarded\" (Letters, June 7). His assumption, shared by most other contributors to the current debate about maths teaching, is that this reward differential can be projected on to the nation as a whole, with the conclusion that if we were to have more well-paid mathematicians we would all be much richer. We should distinguish between two rewards - to the mathematicians, and to the rest of us. The mathematically trained \"rocket scientists\" in the City and Wall Street have been engaged in a financial arms race. They have been extravagantly rewarded for devising the clever financial \"instruments\" that are so clever that no one, themselves included, understands them. Almost 20 years ago, in Does God Play Dice? - The Mathematics of Chaos, Ian Stewart observed: \"because we are part of the universe, our effort to predict it may interfere with what it was going to do. This kind of problem gets very hairy and I don't want to pursue what may well be an infinite regress: I don't know how a computer would function if its constituent atoms were affected by the results of its own computations.\" The bubble of bad debt now distributed globally presents precisely the problem that Stewart does not wish to pursue. The rocket scientists are still absurdly well rewarded for playing war games with other rocket scientists - with other people's money. But they are the constituent atoms in Stewart's infinite regress. They have all become day traders trying to second-guess each other over the next move up or down of whatever it is they are betting on. The current bubble may prove to be the biggest ever. But maths courses, as Simon Jenkins has observed, don't do history. Professor John Adams Geography department, University College London Mathematicians who cite the fact that 25% of maths graduates have recently got jobs in finance as evidence for the usefulness of their subject should curb their enthusiasm. The coverage of the credit crunch in the financial press has identified the widespread use of mathematical models of risk as one of the contributory factors. The point is that, however sophisticated the maths, these models are only useful as far as their underlying assumptions correspond to economic reality. Problems occur when enough investors in the same markets - all using the same mathematical models and the same assumptions - try to adopt the same hedging strategies, which no longer work because they are all on the same side of the market. The sophisticated mathematics is suddenly not enough because the models are no longer valid representations of reality. Professor Dennis Leech Economics department, University of Warwick"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}