{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2008/jun/20/filmandmusic1.filmandmusic15", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2008-06-19T23:14:02Z", "webTitle": "Tom Service meets Irvine Arditti, contemporary music's greatest ambassador", "webUrl": "https://www.theguardian.com/culture/2008/jun/20/filmandmusic1.filmandmusic15", "apiUrl": "https://content.guardianapis.com/culture/2008/jun/20/filmandmusic1.filmandmusic15", "fields": {"headline": "'Nothing is impossible if you rehearse it enough'", "bodyText": "Irvine Arditti is every inch the maverick musical genius in the flesh, with his tousle of thick grey hair - the second-best curly top in the business, after Simon Rattle - and piercing, Marty Feldman-esque eyes. He also has a nice line in self-deprecating humour. \"I shouldn't smoke these,\" he says, referring to the dandyish Davidoff cigarillos that fuel his conversation. \"They're too expensive. Not financially, of course, but for my health.\" His wife, composer Hilda Paredes, shoots him a withering look. His larger-than-life off-stage persona is no surprise, since on stage, Arditti is the brilliant, charismatic leader of the Arditti Quartet, probably the single most important ensemble in the history of late-20th and early-21st-century music. In the 34 years since violinist Arditti set up the group, the Ardittis have been responsible not just for creating a performance practice for the classics of the modernist quartet repertoire - works by composers from Berg to Birtwistle, Schoenberg to Stockhausen - but also for resuscitating a genre that was considered old-fashioned before the Ardittis came along. \"Before he finally composed us a piece, Stockhausen said to me, 'I can't write quartets; I don't write that sort of thing: quartets or symphonies or concertos.' It was kind of a dead medium.\" It's not now: hundreds of specially commissioned quartets and thousands of concerts around the world later, the Ardittis - of whom Irvine is the only original member - have saved the string quartet. You'd have thought that the origins of Arditti's single-minded obsession with avant garde music would have come from a cloistered, contemporary-music background. Instead, new music was something Arditti discovered, and fell in love with, on his own. Born in East London in 1953, there was a formative moment in the infant Irvine's musical life: \"We used to have this big wireless, which I loved to play around with in my cot. I loved the sound of the short-waves when you played with the dials; those weird, electronic sounds. Maybe I was giving a performance of Stockhausen's Spiral, which uses short-wave radios, before it was written!\" Arditti's parents - his mother's family were Russian, his father's Sephardic Jews - were amateur musicians and used to play Gypsy music in the house, \"which I really didn't like\", he says. Instead, the music that inspired him was Boulez and Stockhausen. \"I started listening to that music rather than the Beatles, who were all the rage when I was a teenager.\" The first place Arditti travelled to outside the UK was Darmstadt in Germany, to the town's legendary summer course for music, a crucible of the avant garde where Boulez and Stockhausen both presided. For the 15-year-old Arditti, Darmstadt provided inspiration on every level, not just as a performer, but a composer as well. He enrolled at the Royal Academy of Music a year later, and wrote many pieces, including an orchestral work he particularly remembers. Was it any good? \"Well, it was derivative of the music I liked, Ligeti for example, but it was conducted by my colleague who accompanied me for exams. He's a little-known conductor by the name of Simon Rattle.\" So there's more than just the curly-hair connection. Arditti led the First Orchestra at the Academy, and in his last year there, the fledgling Arditti Quartet gave its first performance. \"The Academy was giving Krzysztof Penderecki an honorary degree, so they asked me, Mr Modern Music, to provide some music, and I got some friends together to play his Second Quartet. Penderecki came over to be with us, and I liked this idea of working with the composer, moulding an interpretation around a composer's wishes. It kind of snowballed from that concert.\" But this was a slow-rolling snowball to start with: Arditti joined the London Symphony Orchestra around this time, and stayed for four years, becoming co-leader. So how did the Quartet change from being \"my hobby\", as he puts it, to a full-time profession, in 1980? \"We had already played the complete quartets of Henze and Ligeti by then, and in 1980 we were introduced to Brian Ferneyhough, and rescued his Second Quartet, which needed a proper first performance. And there was an invitation from Paris because there was a problem with Elliott Carter's Third Quartet. It's the hardest of his pieces, and we learnt it in five weeks, and Carter was pleased. It went on like that: composers called other composers to say we were interesting and good, and we kept getting more and more invitations until, finally, we needed to be full time.\" Close relationships with the giants of recent music history are central to Arditti's musical life. The roster of pieces written for the Quartet is astonishing: all Jonathan Harvey's quartets, pieces by Xenakis, Carter, Ferneyhough, Stockhausen, Helmut Lachenmann, and Birtwistle, to pick a mighty handful from hundreds of names. But even for a violinist who says that \"nothing is impossible if you rehearse it enough\", Stockhausen's Helicopter Quartet was still a shock when it came in 1996 after decades of Arditti asking him to write for them. In a hotel in Germany, the first page was faxed to him. \"He hadn't told me anything about the piece beforehand. So I saw this page, and I was reading it in bed laughing, thinking, 'What is this? No - it can't be.' I couldn't believe he'd written something so bizarre.\" That's not surprising: Stockhausen's piece requires the four players to perform inside their own (airborne) helicopter. \"It's really anti-chamber music\", Arditti says, \"and it was his way of finally giving in to my numerous requests to him.\" But it's an amazing feat of imagination; even the recording captures something of the work's unique ambition and strangeness. Harrison Birtwistle's new quartet, Tree of Strings, the UK premiere of which the Ardittis will give at the Aldeburgh Festival next week, is another result of Irvine's persistent composer-coaxing. \"I like to be involved in the inspiration process,\" he says, \"and because he'd already written nine short pieces for string quartet for us, I wanted him to write a full-scale string quartet.\" The result is the Tree of Strings. \"It's a single movement, about half an hour long, and it's a very important work, and extremely well crafted. Birtwistle was apprehensive about writing for strings - he's a clarinet player - but he found a way. That's what great composers do.\" It's hard to imagine a life for the Arditti Quartet without Irvine's inspiration and intensity as leader and motivator. But he says his real legacy will be when the Quartet keeps going without him. \"As long as people continue to write string quartets, the Arditti Quartet will have a function.\" These impassioned ambassadors for new music need to be celebrated more at home: they still play 95% of their concerts abroad. We're missing out. Any Arditti performance is not just an interpretation, but a performance informed by decades of the subtle oral tradition of working with the world's greatest composers. They are living, breathing music history. · Arditti Quartet perform at Aldeburgh Festival on June 27 (01728 687110) and at the Edinburgh International Festival on August 25 (0131-473 2000)"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}