{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2008/jun/29/art", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2008-06-28T23:12:47Z", "webTitle": "Yinka Shonibare's nautical plan for the fourth plinth", "webUrl": "https://www.theguardian.com/artanddesign/2008/jun/29/art", "apiUrl": "https://content.guardianapis.com/artanddesign/2008/jun/29/art", "fields": {"headline": "Message in a giant bottle", "bodyText": "Last week, the Turner-nominated artist Yinka Shonibare was chosen ahead of a number of leading artists, including Tracey Emin and Anish Kapoor, to install his work Nelson's Ship in a Bottle on Trafalgar Square's fourth plinth. Shonibare will erect a scale replica of HMS Victory, featuring sails made from African textiles bought at Brixton market, inside a giant glass bottle. How do you feel about winning the fourth plinth commission? It is the most significant and important art project in Britain, so it's a great honour. I do a lot of projects internationally, so it's great to do something in the city I live in. Why the ship and bottle? Trafalgar Square has got Nelson's statue in it, and the ship I have depicted is HMS Victory, in which Nelson won the battle of Trafalgar. Nelson's victory enabled the British Empire to flourish, hence the multiculturalism of Britain today. What do you try and express in your work? I was born in London, but I grew up in Nigeria and came back to Britain when I was 17. The fact that I'm bilingual is directly linked to the history of the British Empire. What do you think about Antony Gormley's 24-hour living sculpture piece? (For 100 days before Shonibare's work is installed, volunteers will stand for an hour at a time on the plinth.) I guess it should be fun, for those who get to go on it. Although the two works are expressed very differently, they both explore the diversity of community."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}