{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2008/jun/17/teaching.schoolgovernors", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2008-06-16T23:08:13Z", "webTitle": "The governor: Jun 17", "webUrl": "https://www.theguardian.com/education/2008/jun/17/teaching.schoolgovernors", "apiUrl": "https://content.guardianapis.com/education/2008/jun/17/teaching.schoolgovernors", "fields": {"headline": "Disciplinary measures", "bodyText": "Pupil discipline hearings can tug at your heart strings or make the blood boil, but all governors must demonstrate a fair and disciplined approach to them. A posting this month on the UK Governors website highlights the importance of local education authority training for any governor involved, but the thread also contains some useful tips to supplement official guidance. If a parent makes an approach to the school after their child is excluded for five days or fewer in one term, governors must form a committee to consider what they have to say. Governors cannot reinstate the pupil, but can place a letter recording the findings on his or her record. If a parent requests a meeting over a pupil excluded for more than five but not more than 15 days a term, a meeting must be organised between the sixth and 50th school day after notice of the exclusion has been given. For permanent and fixed exclusions for more than 15 days per term, a committee of governors must invite the parent, head and an LEA officer to a pupil discipline hearing. Any statements and a list of those attending should be circulated at least five days in advance. At the meeting, which must be clerked, the governors review the circumstances of the exclusion and can uphold it, or direct the pupil's reinstatement, immediately or by a particular date. Crucially, governors must be seen and heard to act independently of the head. \"Madre\" on ukgovernors.org.uk says: \"If you are chairing, you do need to control the meeting as it can easily drift into a huge fight or a review of the whole school system. But do remember that if things get heated you can ask for an adjournment for 10 minutes to cool off.\" The logistics are important. TeacherNet states: \"No party to the review should be alone with the governors ... before, during or after the meeting.\" Make sure the head and parents enter and leave the room at the same time. \"Duncan\" says: \"The biggest issue may well be over what appropriate measures the school has taken to try to 'mend' the poor behaviour.\" Governors must notify the parents, head and LEA of their decision, in writing, within one school day of the hearing. If they have upheld a permanent exclusion the letter must include the right to appeal to an independent panel and the deadline for that appeal. Still worried? Make sure everyone on your governing body gets some training. · You can read the thread at ukgovernors.org.uk. Guidance is available on teachernet.gov.uk. education.governor@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}