{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2008/jun/10/tvandradio.garethmclean", "type": "article", "sectionId": "theguardian", "sectionName": "From the Guardian", "webPublicationDate": "2008-06-09T23:36:03Z", "webTitle": "Watch this: True Stories: A Woman Among Warlords | McNab's Tour of Duty | Summer Heights High | Imagine", "webUrl": "https://www.theguardian.com/media/2008/jun/10/tvandradio.garethmclean", "apiUrl": "https://content.guardianapis.com/media/2008/jun/10/tvandradio.garethmclean", "fields": {"headline": "Watch this", "bodyText": "True Stories: A Woman Among Warlords 10pm, More4 For condemning Afghanistan's warlords at one of the country's loya jirgas (or grand assemblies), aspiring MP Malalai Joya gets herself banished and it is declared that, \"The sister has crossed the line of what is considered common courtesy.\" This is the least of Joya's worries, as she avoids assassination attempts while fighting corruption, ignorance and institutional misogyny. But far from being bleak, there's a glimmering optimism here, as ordinary Afghans - including a 100-year-old woman who was a mujahid - find inspiration in Joya's courage. McNab's Tour of Duty 10pm, ITV4 \"Iraq and Afghanistan - soldiers call it the sandpit but it ain't no game,\" begins SAS poster boy Andy McNab, setting the tone for what is a sub-Ross Kemp in Afghanistan romp. Focusing on \"the lads\" of the Princess of Wales's Royal Regiment, the first in a six-part series is awash with blurred footage of McNab and soldiers comparing the war in Iraq to the FA Cup final. Summer Heights High 10.30pm, BBC3 The mockumentary isn't a new conceit, but Chris Lilley's attempt, set in an Australian high school, is grimly funny; and Lilley, who plays the show's three main characters, including private school exchange student Ja'mie and Mr G, the drama teacher who's penned Tsunamarama, \"a musical about the tragedy of the tsunami set to the music of Bananarama\", is smashing. Viewers of a sensitive disposition may not appreciate the guide to the inappropriate ways to touch pupils with special needs or the use of the second most offensive swear word. Twice. Imagine 10.35pm, BBC1 Barbara Leibovitz's profile of her sister Annie is a tender portrait of the world's most famous living photographer and gushing contributions from some of Annie's subjects - Mick Jagger and Gloria Steinem among them - don't detract from the love-in. The film is more than hagiography though, and there are some surprising moments, mostly provided by Annie herself, who proclaims: \"I just don't buy into this idea that you capture someone ... Life is so much more complicated than this one-dimensional moment.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}