{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2008/jun/29/features.review2", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2008-06-28T23:12:01Z", "webTitle": "Fiction: Jun 29", "webUrl": "https://www.theguardian.com/books/2008/jun/29/features.review2", "apiUrl": "https://content.guardianapis.com/books/2008/jun/29/features.review2", "fields": {"headline": "Into exile", "bodyText": "Children of the Revolution, by Dinaw Mengestu (Vintage £7.99) Sepha Stephanos runs a grocery store in Washington DC, having fled Ethiopia and the regime that killed his father to become a half-hearted shopkeeper in the land of the free, a few city blocks and a world away from the White House. To fill the days, he and his African friends play a morbid memory game, testing each other on the details of African dictators and coups. In Sepha, Dinaw Mengestu has created a narrator of unexpected depths, a sorrowful, hopeful exile with no illusions about his unhappy country. A deserving winner of the Guardian First Book Award, Children of the Revolution encompasses in its short span a comedy of exile, a halting love story and a clear-eyed, unsentimental account of lives uprooted and remade in the wake of genocide. Away, by Amy Bloom (Granta Books £7.99) Away is the story of a long journey out of the old world, an escape that becomes a quest. Having cheated death, losing her entire family in a Russian pogrom, Lillian Leyb has drifted to New York. Hearing there that her daughter, Sophie, may still be alive, Lillian heads west across America - not, like so many, to the glamour of Hollywood, but towards Siberia and the memory of her child. There's a little awkwardness in the way Amy Bloom handles her characters, picking them up and dropping them as the stoic Lillian moves on. Away's greatest pleasures are its elegant prose and verbal richness: 'In Yiddish, the word for blackberry, ozhene, is darker and sweeter ... Bed talk is not Oh, you doll, aren't you the berries, but words that feel like the tongue itself.'"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}