{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2008/jun/10/news.schools", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2008-06-09T23:16:23Z", "webTitle": "Notebook: A massive balls-up", "webUrl": "https://www.theguardian.com/education/2008/jun/10/news.schools", "apiUrl": "https://content.guardianapis.com/education/2008/jun/10/news.schools", "fields": {"headline": "A massive balls-up", "bodyText": "· Anyone who tries to communicate with a school by email had better mind their ps and qs. It seems that the use of certain words could mean the message is blocked by local authority censorship. Whatever you do, do not mention the name of the schools secretary - not because your headteacher has had it up to here with new Labour education edicts, but because Ed Balls's name is considered too rude for school. \"I first realised something was going wrong,\" says Tony Attwood, the editor of Schools Directory newsletters, \"when we emailed schools with details of a government policy and found that around half of the schools had blocked the email.\" It didn't stop there. \"I discovered that hundreds of words - including some place names - are blocked by local authorities and by school equipment suppliers.\" Anything coming from Scunthorpe, for example, can forget it. Worst of all, one school has reported that it could not run part of the ICT Sats because of the blocking system. A massive balls-up, then. · Keele University will be \"greylisted\" on Friday by the University and College Union (UCU) to mark its extreme displeasure - in this case, because Keele upped the ante in its long-running dispute over proposals to make 38 academic staff compulsorily redundant, and said it would deduct a quarter of lecturers' salaries for every day they worked to rule. Greylisting - used by the old Association of University Teachers but invoked for the first time by the merged UCU - means that lecturers at other universities are asked not to attend or speak at conferences at Keele, apply for jobs there, give lectures there, or accept positions as visiting professors or researchers. They are asked not to write for any journal that is edited from Keele, or to take up new contracts as external examiners. It's the academic equivalent of sending Keele to Coventry. · It hasn't been easy, but the Association of Colleges last week managed at last to unite all the college trade unions against them. Here's how it was done. They produced a pay offer, but said that the UCU could not benefit from it. This forced the other five unions, which have barely been on speaking terms with the lecturers' union for weeks, to defend it and demand equal treatment for their brothers and sisters in the lecture theatre. So the AoC said, fine, we'll give it to the UCU as well, but only if they cancel their strike, planned for yesterday. And the other unions - whose private view is that the UCU strike is barmy - were again forced to turn down the offer, out of solidarity with lecturers in struggle."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}