{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2008/jun/10/furthereducation.uk2", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2008-06-09T23:17:06Z", "webTitle": "Joe Clancy on the benefits of vocational qualifications", "webUrl": "https://www.theguardian.com/education/2008/jun/10/furthereducation.uk2", "apiUrl": "https://content.guardianapis.com/education/2008/jun/10/furthereducation.uk2", "fields": {"headline": "The road less travelled", "bodyText": "It is a truth universally acknowledged that people in possession of an academic qualification will have better career prospects than those with vocational qualifications. Now that assumption is being challenged by a survey conducted by YouGov on behalf of Edge, the educational foundation promoting practical and vocational learning. The survey found that 17% of people achieved a promotion after gaining a vocational qualification, compared with 12% of those who returned to the academic route. More than a quarter, 26%, received a pay rise as a result of their vocational qualification, while 13% received an increase following an academic qualification. Peter Mitchell, Edge's senior education adviser, believes that there is a noticeable change in attitude towards vocational qualifications. \"Employers value them,\" he said. \"They want their staff to do a qualification that will benefit their organisation, and there is a growing acceptance that vocational qualifications are more likely to do that.\" Linda Wilson supports that view. Armed with a degree in economics, she was looking forward to a lucrative career in finance when she left Bradford University 12 years ago. It did not take long for her hopes to be dashed as all her early efforts to secure a position as an accountant were rebuffed. Forlorn, she took a lowly position with a high-street building society for which no degree was needed. It was some time before she discovered the vocational route to becoming an accountant. While doing some part-time work to supplement her income, she was told she could take an NVQ in accountancy that could kick-start her career. She took a job with Durham council, which agreed to give her time off to study, and recently sat her finals for the Chartered Institute of Public Finance and Accountancy qualification. If successful she will be qualified to move into an accountancy position that will increase her salary by £6,000, a 25% rise. She said: \"I do not regret going to university but I do wish I had been given better careers advice before I left school. I cannot remember being given any option other than going to university.\" Mitchell said that figures published last week showing a drop-out rate from university of 8.6% \"demonstrates that the academic route is not right for many people\". He added: \"We need to make sure that careers guidance in schools is from people who don't have the preconceived notion that university is the best route.\" The CBI backed his view. Susan Anderson, director of human resources policy at the CBI, said: \"Employers value high-quality vocational qualifications and it is essential that young people receive clear advice on the options available to them.\" Edge is now planning the first VQ Day on July 23 as a celebration of vocational success. \"Every August there is a celebration for A-level and GSCE qualifications,\" Mitchell added. \"We need the same for people doing vocational qualifications.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}