{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2008/jun/12/schools.uk", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2008-06-11T23:52:16Z", "webTitle": "Letter: Reading, writing  and biometrics", "webUrl": "https://www.theguardian.com/education/2008/jun/12/schools.uk", "apiUrl": "https://content.guardianapis.com/education/2008/jun/12/schools.uk", "fields": {"headline": "Reading, writing  and biometrics", "bodyText": "This week my daughter brought home a letter from Chipping Campden school informing parents that they intend to introduce a fingerprint registration system. With the growth in the use of these technologies within schools, I hope that all aware and caring parents would think deeply about what is being proposed before their children are also asked to participate. Although under current legislation no permission need be sought from parents or children for such proposals, it is important to note that participation cannot be coerced. The use of \"surveillance\" technology is becoming more widespread and we are encouraged to accept the routine intrusion, with the consequent threat of identity theft. Children are being encouraged to give up their personal and biometric data without fully understanding the issues involved and the long-term wider implications. The rush to adopt such technology within schools and present it as a sign of \"progress\" is often merely a smokescreen for the failure of the system to deal with the problems of underachievement, bullying and truancy. There are reports to suggest that the system is not as foolproof as the company claims, with examples of children able to \"log on\" as someone else and spend their lunch money. Most worryingly, however, I came across the information that VeriCool, the company that supplies the fingerprint system, is owned by Anteon, a military company responsible for the training of interrogators at Guantánamo Bay and the Abu Ghraib prison camp in Iraq. Martine Frampton Stow-on-the-Wold, Gloucestershire"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}