{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/ethicallivingblog/2008/jun/02/despitetherecentrisein", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2008-06-01T23:03:46Z", "webTitle": "Green worker: Give your colleagues a lift", "webUrl": "https://www.theguardian.com/environment/ethicallivingblog/2008/jun/02/despitetherecentrisein", "apiUrl": "https://content.guardianapis.com/environment/ethicallivingblog/2008/jun/02/despitetherecentrisein", "fields": {"headline": "Green worker: Give your colleagues a lift", "bodyText": "Despite the recent rise in concern about climate change and the endless articles on how we should all walk, ride or take the bus to work, 71% of people in the UK still travel to work by car. For many of us, the thought of queueing for the bus on a rainy Monday morning, or squashing ourselves face to armpit onto a delayed train, or donning our cycling helmet and braving the rush hour on two wheels, is too much to bear. Despite rising fuel costs, the car is just too comfortable and convenient. But for those of us who love our cars too much to give them up, there is still a way to be greener. Next Monday is National Liftshare day. Giving someone a lift to work may not be a revolutionary idea, but it can help. Even if you only give one person a lift, that's an instant 50% reduction in your combined CO2 emissions. Then there is the 50% reduction in your contribution to road congestion, a reduction in the amount of concrete car-parking space required at work, a reduction in your fuel costs, and if you're the \"sharee\", you get to be chauffeur-driven to work. The organisers of National Liftshare day, liftshare, also claim that the inherent social element is an added bonus, even suggesting it may increase your employment opportunities. However, for many people, I suspect, one of the attractions of driving to work is the opportunity to have some time alone, a chance to put on that old Def Leppard CD and play some imaginary air guitar. But if you do fancy some company on your commute, or at least are willing to risk some small talk first thing in the morning, then why not sign up and see if anyone if going your way next Monday? And if you think this is a genius idea and want to spread the word, you could organise a lift-sharing noticeboard in your office, or create a lift-sharing database on the company intranet, so people can team up with colleagues who live near them more easily. For your company it's an easy way to improve its environmental credentials, and your boss may even throw in some incentives. And for those who are a bit too high-flying for cars, and only travel by private jet, there is no need to feel left out. Private Jet Club in London now runs a private jet liftshare scheme - although the environmental benefits of this are slightly more dubious. So, would you risk the early-morning conversation of your work colleagues in order to reduce your impact on the planet? Or is that just too much to ask? \u0095 Adharanand Finn's Green worker column appears every fortnight in Office Hours. He is the author of Make A Difference At Work, published by Pan Macmillan"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}