{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2008/jun/17/highereducation.uk1", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2008-06-16T23:08:13Z", "webTitle": "Frank Furedi on the Bologna accord", "webUrl": "https://www.theguardian.com/education/2008/jun/17/highereducation.uk1", "apiUrl": "https://content.guardianapis.com/education/2008/jun/17/highereducation.uk1", "fields": {"headline": "Bologna looms, so Zagreb marches. We barely notice", "bodyText": "The first time I heard students and academics argue about the Bologna accord, which aims to harmonise 40 different European higher education systems by creating a single system of degrees, was last February, in Barcelona. To my surprise, many of the students I met saw the accord as means of turning universities into training camps for young people. But what struck me was that, unlike in the UK, they all took the idea of intellectual and institutional autonomy very seriously. So seriously that students in Barcelona and other parts of Spain organised demonstrations against the commercialisation of education promoted through the accord. Protesters said the post-Bologna university would produce identikit students for the jobs market rather than educated citizens. Such responses are not confined to Barcelona. Last month, around 5,000 students in Zagreb demonstrated against the Bologna agreement. Protests were also organised in other parts of Croatia. After a lecture I gave at the University of Zagreb, one of the participants in the demo asked me what students and professors in the UK think about Bologna. I said: \"They do not really think or talk about it at all.\" In Britain, the academic community is rarely animated by issues that touch on the meaning of education or the quality of intellectual life on campuses. The brief activity around top-up fees had a narrow instrumental focus on hard cash. And yes, the University and Colleges Union regularly debates calls to boycott Israeli institutions of higher education. Over the years, the issue of Palestine has served as a displacement activity for frustrated academics who appear to have little of substance to argue about. I felt revitalised after talking to students and colleagues in Zagreb. Many students took exception to the fact that the Bologna-inspired regime treated them like high school students. They resented rules forcing them to attend classes rather than choosing which to attend. In a refreshing, if naive, way they were advocating the kind of academic ethos students took for granted 30 years ago. Their behaviour and manners also struck me as a blast from the past. Compared with our own campuses, there is thriving culture of discussion and debate - serious, even if it happens around a cafeteria table or off-campus. Not everyone I met in Zagreb was against Bologna. Some thought the problem was how Bologna was implemented. Ante Pavlov, who is with the faculty of humanities and social sciences and was involved with the organisation of the demo, said: \"Professors are unhappy because Bologna demands a change in their working habits, and students are unhappy because professors didn't change their working habits.\" Here are the seeds of discord that will soon lead to the tensions that blight our consumer-oriented British universities. Paradoxically, a day after I returned to England I found that Bologna was in the news. A report published by the Higher Education Policy Institute warns that unless UK universities become more enthusiastic about Bologna, we will be edged out of the international student market. We should develop two-year masters' programmes - one-year ones might be seen as insufficiently rigorous. This call for more curriculum standardisation is unlikely to provoke passionate arguments. Yet the pressure to standardise degrees across Europe may have serious consequences for British universities. The initiative's aim is to facilitate the mobility of students and staff across Europe. Its likely outcome will be the intensification of the trends that work towards the commodification and bureaucratisation of education. The rules will make our existing quality assurance regime seem hands-off. At the very least, we should be having a discussion about whether we want to sleep-walk into Bologna. · Frank Furedi is professor of sociology at the University of Kent"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}