{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2008/jun/21/gardens.shopping3", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2008-06-20T23:19:35Z", "webTitle": "Lia Leendertz: Are ornamental bamboo shoots edible? | Outdoor 'sun' lights", "webUrl": "https://www.theguardian.com/lifeandstyle/2008/jun/21/gardens.shopping3", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2008/jun/21/gardens.shopping3", "fields": {"headline": "Stumped?", "bodyText": "We have three huge bamboos in our small garden. I know you can eat bamboo shoots, but am not sure which ones. Can you advise? When would you harvest them and how much can you remove without damaging the plant? This is a brilliant way of controlling bamboo and getting an unusual crop into the bargain. I once visited Martin Crawford of the Agroforestry Research Trust in Devon. He researches the edible properties of many of our ornamental plants, and he let me sample bamboo shoots grown in his garden. They were all edible, but some proved tastier than others. The sweetest were Phyllostachys dulcis and P. edulis, and these we ate raw. Others needed to be boiled first, in their sheaths, for up to 20 minutes, but were still good. Try yours and see. Harvest a few every few days, taking up to a third of all new shoots, when less than 30cm high. Cut from the base using a sharp knife. Make shoots sweet and tender by covering them with a box or bucket for a few days to exclude light. After harvesting has finished, mulch and feed. Can you buy outdoor artificial sun lights? We have a dark, north-facing courtyard garden that gets sun only in the morning and are wondering how to extend the 'sunshine'. No, such a thing does not exist. Think of the bills! There are tricks to increasing the light levels in shady gardens: thin out any shading trees, paint walls a pale colour, choose pale-coloured paving or decking, and position mirrors in the lighter corners to bounce around any available light. But really, why fight? A shady garden, lushly planted with foliage plants, is a lovely thing, acting as a cool oasis on hot days and looking perfectly at ease with itself on overcast or rainy ones. Plant hostas, ferns, rodgersias, tree ferns, box topiary and glossy evergreens. And if you have an overwhelming desire to sunbathe, go to the local park."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}