{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2008/jun/12/7", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2008-06-11T23:01:00Z", "webTitle": "Michael Cross on digital communications standard, Tetra", "webUrl": "https://www.theguardian.com/technology/2008/jun/12/7", "apiUrl": "https://content.guardianapis.com/technology/2008/jun/12/7", "fields": {"headline": "British police join rest of Europe on the Airwaves", "bodyText": "This is a story of Britain leading European integration. When the core countries of the EU abolished border controls in the 1990s, they wanted their emergency services to enjoy the same privileges as migrants and holidaymakers. The result was a digital communications standard called Tetra (terrestrial trunked radio). It was created to enable police units from one country to stay in radio contact when they crossed a border, and for multinational teams to work together in major emergencies. Usually, the UK's attitude to such initiatives is either indifference or hostility. However, although Britain turned up its nose at borderless Europe, it went wholeheartedly for Tetra. The Home Office took an active part in creating the standard, and procured the world's largest Tetra network, Airwave, to replace a mixture of insecure and obsolete analogue radio systems. The network, now owned by the Macquarie company, handles the three main emergency services. Airwave's introduction was a case study in how to not to handle the \"soft\" issues of technological change. Police chiefs dragged their feet because the Home Office wanted them to pay locally for a service whose main benefits would be national. They complained (rationally) about the risk of digital communications cutting out without warning and (less rationally) about the health risks of radiation. But in the end, central funding won over the police chiefs, while familiarity and research have taken most of the heat out of frontline grumbles. One of Tetra's original selling points was its ability to handle data as well as voice. While there are some exceptions, such as Scotland's Northern Constabulary, police forces have been painfully slow at exploiting this ability. This is strange, because it's hard to think of any other part of the public service that could benefit so much from mobile data. Northern Constabulary, for example, is able to transmit photographs of suspects and missing children immediately to every officer on patrol. The big problem is that Tetra is slow. And now we have GPRS/Edge coverage in most urban areas, good commercial off-the-shelf alternatives are available. A popular choice is the BlackBerry - now issued by 50% of police forces, according to Research in Motion. The latest big deployment is at Thames Valley, where 1,100 officers are getting BlackBerries under a £50m scheme to enable police to spend more time on the beat. So, after they initially resisted digital communication at all, it's becoming more common to see police officers carrying two mobile IT devices on their vests. Is there a case, then, for dispensing with Airwave and just letting police forces equip themselves with commercial off-the-shelf tech? Actually, no. Commercial networks will always be patchy and vulnerable to overloading; and, in the event of terrorist attacks, being switched off. Tetra is a dedicated network, designed with resilience in mind, and if the entire central infrastructure fails, a handset can communicate with others within range. A new version of the standard should greatly improve data handling: among other measures, the industry is lobbying for spectrum freed up by the switch to digital TV to be made available for emergency services. This is not, however, a case for running everything from the centre. The UK does not have a national police force, and it seems sensible to let individual constabularies innovate alongside Airwave, so long as they meet three conditions. First, use off-the-shelf kit; second, share the lessons; and third, carry out robust, independent and public studies of costs and benefits. At the moment, we seem to be neglecting number three."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}