{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2008/jun/29/culture.theatre", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2008-06-28T23:12:47Z", "webTitle": "Edinburgh festival is too busy, says Fringe pioneer", "webUrl": "https://www.theguardian.com/stage/2008/jun/29/culture.theatre", "apiUrl": "https://content.guardianapis.com/stage/2008/jun/29/culture.theatre", "fields": {"headline": "Festival is too busy, says Fringe pioneer", "bodyText": "Richard Demarco, the art and theatre impresario, has urged Edinburgh arts chiefs to drop their 'obsession with August' and undertake a major reorganisation of the summer festival season. His comments, made last night, came as it was revealed that the Edinburgh International Film Festival - which opened with The Edge of Love, starring Keira Knightley and Sienna Miller, and concludes today - saw a five per cent increase in box-office takings and a jump in delegate numbers by over a third because of its new June slot. The 78-year-old Demarco - who has attended 62 festivals, founded the Demarco Gallery and will be producing more than 70 theatrical events at this year's Fringe Festival - believes the main Festival and Fringe are stifled by the sheer number of events happening at the same time. As well as the Fringe and official International Festival, August also sees the Jazz Festival, the Book Festival and the multicultural Mela Festival. 'Too much is going on in August,' he said. 'Imagine having the Venice film festival taking place at the same time as an event the size of the Fringe; it is madness.' Demarco was among those arts entrepreneurs who established the Fringe alongside the Festival, and became one of its main players during the Sixties when he developed ties with eastern European countries. 'I hope other festivals consider moving as well,' he added. 'I see no reason why the Book Festival couldn't be staged at a different time of year, or the Comedy Festival - which might be more suited to being held in the winter. The Fringe has been dominated by comedy for too long, which in my view is very unfortunate. Serious theatre is being squeezed out. Edinburgh is a lovely city, but it is less pleasant when it is overcrowded.' Demarco is convinced Edinburgh must embrace change: 'People in Edinburgh are obsessed with August. By spreading them out we would all have more time to experience these events.' Film Festival artistic director Hannah McGill says she was delighted with the success of the June event, but uncertain whether a similar move would benefit other events. 'We did a lot of research beforehand and established that although there were a million fewer people in Edinburgh in June as opposed to August, there was in fact little overlap between our audience and those of the other festivals,' she said. 'Fewer people were worried about coming to Edinburgh in June than we thought. Edinburgh is a great city to visit, whatever month it is. By having the Film Festival early, it has meant we could use venues and facilities that are occupied during the Fringe.' Demarco's view was not shared by Duncan Fraser, marketing manager of the Edinburgh Fringe. 'The Film Festival moved for reasons relating to their own industry,' he said. 'We feel that there is a lot to be said for different festivals happening in the city at the same time. It creates a vibrant atmosphere.' Frances Sutton, spokeswoman for the Book Festival, said spreading the festivals across the year might lead to a dilution of the capital's greatest asset. 'One of the reasons why Edinburgh is so exciting in August is because so many things are happening at once,' she said. 'When we started 25 years ago there were only three book festivals in the country; now there are 300, with 30 in Scotland alone. It would be hard for us to move without clashing with something else. Our ticket sales are extremely good just where we are.'"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}