{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2008/jun/29/art1", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2008-06-28T23:12:46Z", "webTitle": "Review: Richard Prince: Continuation", "webUrl": "https://www.theguardian.com/artanddesign/2008/jun/29/art1", "apiUrl": "https://content.guardianapis.com/artanddesign/2008/jun/29/art1", "fields": {"headline": "Shame he's a one-trick pony", "bodyText": "Richard Prince: Continuation Serpentine Gallery, London W2; until 7 Sep Richard Prince is such an idol to Americans - a magus, a genius, one of the world's great innovators ... the credits run and run - that curiosity alone may draw you to this show. It is a rare enough opportunity, after all, the chance to see everything Prince has done in the last 30 years to irritate and dismay one audience while knocking the socks off the other, all condensed in four neat galleries in Hyde Park - and your curiosity will be satisfied in moments. For whether Prince is an intellectual or not, his is definitely not an art of contemplation. It resists long looking; sometimes, it resists looking at all. The more one sees of his Joke paintings, for instance, the more foolish one feels reading all the way through these repetitive texts - 'A girl phoned me the other day and said come over, there's nobody home. I went over, there was nobody home. A girl phoned me' - in case there is another joke coming. Even those unfamiliar with these flogged gags will soon start feeling they ought to know better. And this could be Prince's entire provocation in a nutshell: should one take him seriously, fall for his games? Should one expect anything at all from his art? He might be the father of appropriation, the first (his champions claim) to lift his images from other people's work in the Seventies, and from culture high and low, but that was then and Prince has been repeating the same few series ever since. Perhaps the only way to look at them now is as relics of the American past. This is an appealing approach to his work - the 're-photographings' of advertising photos, glamour shoots and readers' wives porn, the recycling of cartoons, pulp-fiction jackets and Borscht Belt one-liners, with a consistent emphasis on huge hot rods - because it justifies it as a form of social anthropology. In the blizzard of images, Prince is identifying those that show America to America at both ends of the aesthetic spectrum, splicing in pastiches of painting styles from Pollock and de Kooning to Rauschenberg and Johns. Elevated or tawdry, it is all Americana, signs of the cultural times, good and bad. That may sound illuminating or worthy, but either way it doesn't fit with what you see in the gallery, still less with the arguments advanced for his genius. These have him as a piercing social critic, questioning, debating, subverting, raising issues and all those other art cliches unfortunately bequeathed by 1970s theorists. Take Prince's most famous work, an edition of which is in this show. This is the Marlboro ad that featured the rugged cowboy galloping off into the prairie beneath a massive American sky. Prince re-photographed the photograph, removing the advertising copy to release the cowboy, as it were, into the wild. This was in the Eighties and the work's fame now rests mainly upon the fact that in 2005 it was the first photograph to raise more than $1m at auction. Prince's contribution, as he defines it, is his intervention. But what effect did it have in this case? Even at the time, the cowboy roamed free of the ad. Nobody seriously thought that cowboys = Marlboro Men, that all cowboys smoked, that advertising images were either always real or always artificial, and did anyone ever look at that famous image without mentally blanking the copy in any case? The chief thing Prince did was to make it a Richard Prince, to steal the cowboy from Marlboro. But there's the trap: taking it all too seriously. Surely the artist is only being flip, ironic, kidding about with signs and signifiers? Possibly, but consider a work that is not in this show, Prince's re-photographing of the 10-year old Brooke Shields wearing nothing but mascara which led to a copyright case and scandal about how the original photo was taken. Prince might be no moralist, but it is hard to believe this was just a cheap shot; the photograph seemed then, as it would now, were it only included, somewhere between consciousness-raising and all-out polemic (unless I fall into his trap). Prince didn't go further with Shields - how could he? - but has recycled everything else. The Nurse series, in which the romantic heroine is gagged with a surgical mask, continues in endless permutation - the Surf Safari Nurse, the Tsunami Nurse, a nurse for every occasion - even though the mask only ever seemed piquant in Nurse on Trial. The long-running bikers' girlfriends and hot rods even converge in this show with an actual Buick screenprinted with pin-ups. Check the plate and you are faced with a nipple. From the same production line come Prince's recent Hoods, big, solid, plaster car bonnets, all the sheen and tarnish of the bodywork cunningly conveyed in matt paint. They look like abstract paintings crossed with minimalist sculptures, and they look strangely sepulchral. Prince has arranged them in a kind of chapel, with altar and side panels; it's not much of a stretch to guess what he is thinking about Americans, their art and their cars. And there is the scaly truth: you can't get far with Richard Prince, whatever his cheerleaders say, for he likes to keep his audiences locked in closed circuit. His 'serious' photographs of upstate New York, where the baseball hoop stands forgotten in deep meadow, are so sentimental you can't take them seriously. His Joke paintings are designed to deflate and mock your attention. His art in-jokes are blunderingly artless; witness the latest works in which he has introduced porn into several de Kooning nudes and ended up with Francis Bacon instead. All of which puts an unusual pressure upon the visitor, namely the question of how long and hard to keep at it. Trying to read the tone of the work, for instance, is a mug's game since it always glances free of tone; trying to pin it down by subject isn't fruitful either, although it is fair to say that Prince is less interested in the sublime than the low, filthy and corrupted. Nor is it obvious that there is anything to be gained from seeing the works en masse, since they almost all thrive better as one-liners. The best one can say of this show may also be the worst, depending on your expectations of art: that everything in it declares itself to be the work of Richard Prince."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}