{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/jun/25/twenty20domestic.gloucestershireccc", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-06-24T23:52:19Z", "webTitle": "Gloucestershire break their Twenty20 losing streak", "webUrl": "https://www.theguardian.com/sport/2008/jun/25/twenty20domestic.gloucestershireccc", "apiUrl": "https://content.guardianapis.com/sport/2008/jun/25/twenty20domestic.gloucestershireccc", "fields": {"headline": "Gloucestershire break their Twenty20 losing streak", "bodyText": "There was an air of unreality at Nevil Road last night. It wasn't so much that the ground contained swathes of empty seats - don't Bristolians know there's a cricket revolution going on? - but rather that Gloucestershire actually won. Not since they beat Lancashire in last summer's semi-final, all of nine Twenty20 matches ago, have they triumphed in this format of the game, although you suspected the only people who cared all that much were Glamorgan. Their hopes of making the quarter-finals now hang in the balance. Gloucestershire were once the undisputed kings of county cricket's limited-overs scene but there is a transitional feel to their current squad, typified by the signing of the seam bowler AJ Harris on loan from Nottinghamshire, and their runchase was marshalled by their nuggety Ulster opener Will Porterfield, who might not have made the side during the glory days of Jack Russell and Mike Smith. Yesterday, though, he hit a spritely 62, having broken the back of Glamorgan's mediocre total during a second-wicket stand of 83 with Hamish Marshall to calm any jitters after Jackson Thompson had clipped the fourth ball of the Gloucestershire reply straight to short midwicket. Porterfield cut Ryan Watkins to backward point with 10 needed, but an increasingly inevitable win came with eight deliveries to spare. The Glamorgan innings had been a stop-start affair, but more stop than start. Harris removed Robert Croft and the in-form Herschelle Gibbs early on, before the left-arm spinner Ian Fisher took three wickets in three overs, including the opener David Hemp, top-edging a slog-sweep to depart for a curiously one-paced 25-ball 14. Mark Wallace injected some urgency with 26 in 12 deliveries and Jamie Dalrymple's square-cut for six off Steve Kirby's last ball of the innings almost dragged Glamorgan into the realms of respectability. Almost, but not quite."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}