{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2008/jun/14/saturdayreviewsfeatres.guardianreview29", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2008-06-13T23:10:37Z", "webTitle": "Review: The Bloody White Baron by James Palmer", "webUrl": "https://www.theguardian.com/books/2008/jun/14/saturdayreviewsfeatres.guardianreview29", "apiUrl": "https://content.guardianapis.com/books/2008/jun/14/saturdayreviewsfeatres.guardianreview29", "fields": {"headline": "Genghis Khan would have been proud", "bodyText": "The Bloody White Baron by James Palmer 288pp, Faber, £18.99 Usually, when a biographer has failed to find sources that take the reader inside the head of his subject, it is a disappointment. In the case of Baron Roman Ungern von Sternberg, however, one can only feel intensely relieved that James Palmer has been unable to come up with an intimate diary, a memoir from a mistress or letter home to mum. For Ungern appears to have been so unpleasantly mad (think keeping people up trees for days at a time or sending them on patrol naked on the Siberian ice) that in any other era he would have been committed to a genteel asylum somewhere in a foresty bit of middle Europe where his fantasy that he was the reincarnation of Genghis Khan would have been tolerated with a wry smile and a very large bunch of keys. Ungern didn't start out mad, although he does seem to have been really quite bad from the get-go. Born in 1885 into one of those aristocratic Baltic German clans that had staffed the imperial Russian court and army for centuries, Ungern was expelled from pretty much every elite educational and training institution open to him. Still, he managed to creep into the Russian army in order to serve in the Russo-Japanese conflict of 1904, and from there he levered himself a spot as a cavalry general in the first world war which followed shortly after. When the Bolsheviks seized power in 1917 Ungern joined the Whites in the far east and served under the equally bonkers Semenov, who by now had the backing of, confusingly, the Japanese. Appointed governor of the Siberian town of Dauria, and no longer considering himself beholden to anyone, Ungern set about creating a private army consisting of 16 nationalities, including Cossacks, Buryats and plain old Russians. The objectives of this raggle-taggle crew were to restore the late Tsar's brother to the imperial throne, recreate the glory days of Genghis Khan's empire, and uphold the rule of the living god-king, Bogd Khan, in Mongolia. This last ambition was key. For underpinning Ungern's programme was a fanatically held belief in Buddhism. And, in case that sounds like a massive contradiction, Palmer is on hand to remind us that Buddhism, especially in its Tibetan and Mongolian guises, has always been as brutally compromised and politically dirty as any other world religion. Far from being a charter for godless, rational serenity, the kind of Buddhism in which Ungern believed was a war-mongering pantheism with peaks of refined cruelty. Even the Dalai Lama of the time turns out to have been a baddy. This licence to be mean came in handy in 1921, when Ungern and his army stormed into Mongolia and declared it an independent kingdom under his sole and absolute rule. Anyone who got in his way - members of the deposed Chinese administration, stray Bolsheviks, anyone who could conceivably be Jewish - met with the kind of medieval cruelty of which Genghis himself would have approved. Tricked out in Mongolian costume (which reminded everyone else of a bright yellow dressing-gown), Ungern routinely flogged people to death, hanged lamas and did nothing to stop one of his soldiers indulging in his speciality of seizing old ladies off the street and choking them to death. Ungern's earlier mental instability - fellow officers had wondered at his suicidal bravery on the battlefield during the eastern campaigns of the first world war - now blossomed into outright psychosis. Several footloose European barons capering round eastern Asia at this chaotic time were given the tag of \"bloody\", but it was Ungern who really earned it. Palmer's book is, in truth, probably one for the boys, or at least for people good at remembering who is fighting whom and why at any particular moment. If you're not that way inclined, there are still plenty of \"horrid history\" moments to keep you enthralled - for instance, the fact that the baron's men were great advocates of \"the eternal boot\", whereby a soldier took the skin of a freshly killed animal, wrapped it around his foot and let it harden. Specialists will know that Ungern's story has been told several times before, but newcomers will surely find it startling to learn that at least a decade before Hitler came to power, there was already a European leader whose adherence to a mix of sloppy religiosity, historical determinism and half-baked racialism was in danger of getting him far further than any sane person could possibly have predicted. · Kathryn Hughes's biography of Mrs Beeton is published by Harper Perennial"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}