{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2008/jun/21/homes.shopping", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2008-06-20T23:19:36Z", "webTitle": "Space solves: Your household questions answered", "webUrl": "https://www.theguardian.com/lifeandstyle/2008/jun/21/homes.shopping", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2008/jun/21/homes.shopping", "fields": {"headline": "Space solves", "bodyText": "Can black pen be removed from wood? A friend's child got black marker pen on our wooden coffee table. Soap and water won't remove it, and we've been told that we'll need to strip the varnish, sand, reapply wood stain and then revarnish. Do you know of a less drastic (and costly) way of removing the mark? Our cleaning expert, Stephanie Zia, says, 'You could try contacting the marker pen manufacturer, who should be able to tell you what your chances are, and they may even be able to recommend a solvent that won't damage your table. Some graffiti can be rubbed out with a pencil eraser, others with ordinary white non-gel toothpaste - don't use a whitening or baking soda brand, which may bleach the wood, and test on a hidden surface area first. The following can work, too, but do test it first: wet ink is easier to remove than dry, so go over the mark with fresh pen, then wipe the ink off before it dries. Alternatively, Graffiti Go! (£12.58, from gogreen.cellande.co.uk, 0121-472 2903) works safely on a variety of surfaces, including wood, removing marker pen, paint, leather dye, crayon and chewing gum. It's solvent-free, non-toxic, pH neutral and cleans off with water.' Find us a fireguard Our first grandchild is due imminently and we will once again need to have a guard around our fire (flame-effect gas in a traditional fireplace). The ones we had when our daughters were small, while useful for airing terry nappies, were pretty hideous things. Safety must come first, but has there been any improvement in appearance in the intervening years? Though your grandchild may have put in an appearance by now, it will be a good few months before he or she is mobile enough for you to need the protection of a fireguard. When that time comes, brace yourself for a monstrosity. There is really only one child-safe fireguard on the market, and that's basically a giant cage that covers the entire fireplace opening - it's probably much the same as the one you used for airing nappies all those years ago. Mothercare has two versions: a straight-edged one, at £19.99, and a curved version at £24.99 (0845 330 4070, mothercare.com). Unfortunately, this is the only thing that'll do the job - standard fireguards have dangerous gaps around the edges. Space-saving doors wanted I'm thinking of having a sliding door between my kitchen and utility room. This would make my kitchen seem more spacious, but the utility room gets quite cold in winter, so it would help still to be able to shut it off. Any suggestions? Never underestimate how much you can improve a room simply by adjusting the doors, which often occupy a large amount of wasted space. There many ways to approach this problem: often simply hingeing on the other side can make a door open out against a wall where it will have much less impact on a room. Walk around your home, looking at your doors with a critical eye. Doors that are bi-fold (ie, that fold back against themselves) or sliding are an excellent way to save space, particularly with one that you don't close all the time but for which you want that option. If you have a classic Victorian panel door, get a carpenter simply to saw it down the middle and place a set of hinges between the two halves to create your own period bi-fold - much nicer than the modern jobs you'll find in DIY superstores. It'll look even better if you have it dipped to strip away the paint. Sliding doors can move sideways or up and down. Internal horizontal sliding doors usually have an overhead track and floor guide, and should have end buffers or a cushion action. PC Henderson (0191-377 7345, pchenderson.com) is the leading UK supplier of sliding door gear, suitable for cabinets, cupboards, wardrobes, interior doors and room dividers - it's likely you will need a fitter to help you put the door in. If the idea of sawing doors in half or fitting tracks fills you with dread, how about a heavy curtain to separate off the utility room? Great for keeping warmth in the kitchen and you could choose a fabulous fabric to bring colour to the room. You respond If Simon Haskel's gas consumption really tripled on replacement of his conventional boiler with a condensing model (You Respond, May 24), then there's either a gas leak or the boiler has a fault. He should contact Corgi (0800 915 0480, trustcorgi.com) to find an engineer to do a pressure drop test. If this proves sound, he should then get on to the manufacturer. Stan Sourbutts Leicester Mr Haskel's central heating system must be suffering from some unusual problem not directly attributable to his boiler change. There is no question that condensing boilers are more efficient than older, non-condensing types - after I had one installed last summer, my monthly payments for gas have reduced by more than 25%. Ian West Leicester Re Wanted: Carpet To Cope With Family Life (May 24), I am horrified that you advise a 100% wool carpet. The reader may want a natural fibre carpet, but a mixture of 80% wool and 20% nylon is by far the best for stain resistance and endurance. Also important is the closeness of the weave/tufts. Fantastic ranges and textures are available. Norma Hunter Lymington, Hampshire"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}