{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2008/jun/06/popandrock.filmandmusic1", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2008-06-05T23:10:54Z", "webTitle": "Musician John Moore recalls several happy encounters with Bo Diddley", "webUrl": "https://www.theguardian.com/music/2008/jun/06/popandrock.filmandmusic1", "apiUrl": "https://content.guardianapis.com/music/2008/jun/06/popandrock.filmandmusic1", "fields": {"headline": "Bo Diddley told me to quit smoking", "bodyText": "One evening in 1981, I knocked on the dressing room door at the Halfmoon in Putney, feeling terribly nervous and extremely foolish, but determined to meet the man who was playing there that evening. I was pretty sure that I'd be sent away with a flea in my ear, but the minuscule possibility of success far outweighed any potential humiliation. I would not return home to Wokingham without at least trying to shake the hand of the great Bo Diddley, one of the pioneers of rock'n'roll. I was accompanied by my dad's friend, Peter Banham, who was responsible for my musical education. At the age of 10, when I'd first started having guitar lessons, he'd tired of my renditions of Streets of London, and given me some \"proper stuff\" to learn. Peter had been a teenager in the early 60s and had a fabulous collection of records - mainly purchased at Dobell's Jazz shop on Charing Cross Road in central London. While my schoolfriends listened to Showaddywaddy, Darts and the Rubettes, I had Muddy Waters, Howlin' Wolf, Lightnin' Hopkins and Bo Diddley for company. Having only two small daughters, and delighted at the effect his record collection had had on me, Peter would borrow me from time to time to accompany him to gigs. By the time we got to see Bo Diddley, I was 16. Having somehow succeeded in gaining admittance to the dressing room, I sat quietly, awestruck about being in such close proximity to my hero. He was having his picture taken at the time. I listened to him talk and make jokes: he seemed to laugh a lot. An American woman sat down next to me and we began to chat. I told her how much I loved Bo, and asked her what she thought my chances were of my getting to speak to him. She said he was very busy, and not to be too disappointed if I didn't get the chance, but she'd try for me. She introduced herself as his wife, Kay. As we waited, I told her I'd been to see where he was born in Mississippi, after persuading my mother we should go on a Freddie Laker Fly-Drive holiday whose itinerary, at my insistence, included the birthplaces of the great bluesmen and rock'n'rollers. \"You know what?\" she said, \" He's going want to know about that.\" As soon as he'd finished the photos, she called him over and introduced us, telling him, \"This young man's been to McComb.\" Talking to Bo Diddley was wonderful. The voice that shouted out \"I'm a roadrunner honeyyyyyy\" and \"What you say man, quit mumblin' and talk out loud\" was now directed at me. He told me he wasn't actually born in McComb, but in a tiny place along the highway called Magnolia, Mississippi. That was even better. We'd spent half a day there and he wanted me to tell him all about it. George White, who was writing Bo's biography, took our picture and promised to send it to me: as you can see, he was as good as his word. As we shook hands, I remember thinking how huge Bo's hands were, and his arm felt as if it were made of iron: no wonder he played rhythm guitar. His tour was passing Reading that weekend, which was just three stops away from my home on the train, and he told me that if I wanted to come, my name would be on the door - an unimaginable honour - and to get there early and come and find him. I followed his instructions, and backstage I asked him about the song Cops and Robbers -a song about being held at gunpoint by a short-sighted villain and made to act as the getaway driver in a liquor store heist in Chicago. Having robbed the store, the villain runs and jumps into the car, failing to notice it's the wrong one - a police car. This was, Bo told me, all true, except a line about a cigarette: he said he'd never smoked in his life, that he didn't like seeing young people smoke, and that I should quit. The best thing that night was that he let me play his famous rectangular guitar. It was tuned to open E, and he showed me the fingering he used. Moments later, somebody else picked it up without asking. \"Nobody touches my guitar unless I tell them it's all right,\" he shouted. As kind as he was, nobody could mess with Bo Diddley. He was funny and eccentric and made rock'n'roll records that made everybody feel good, but do anything to offend him and there was a big mean old bluesman waiting to get out. As we parted, his wife gave me their address in Florida and said anytime I was down that way to look them up. Bo then added that he was the sheriff of that town: \"So if you mess around down there I'll have to arrest you.\" Then he laughed. The next time I met him was seven years later in New York. By that time, having been a member of the Jesus and Mary Chain and fronted my own band, I was living the degenerate rock star life to the best of my abilities, and was not quite as fresh-faced as before. I felt rather guilty about seeing him, especially as he'd just made a heartfelt plea to the crowd at the Ritz not to take drugs - a thing I did from time to time. He was a bit suspicious of me at first: my hair was cropped and bleached, and I may have been wearing a nose ring, and I still hadn't given up smoking. I'd taken along the old photo of us together and passed it to him, asking him to sign it. As he looked at it, then at me, he began to laugh, and called his friends over to have a look. \"What the hell happened to you, boy? You wait until my wife sees this.\" I can't remember whether of not he accused me of having been \"whupped with an ugly stick\", but I think that was on his mind. I saw Bo Diddley play many times with various backing bands. He was never less than enthralling: even the last few times where he was evidently too old to really cut loose, you still felt that he might. And now my daughter loves him, with virtually no prompting from me. She's even got a rectangular guitar. Having listened to his songs and seen his picture, she said that he looked like a very nice man, and she liked his sound because it made her feel fizzy inside. I know what she means. While he was recuperating from illness last year, I sent him a photo and a film of her singing along to Who Do You Love?, along with a copy of the old photo from the Halfmoon in Putney. I hope he got them. Anyway, my story is not so rare. Over the years, Bo Diddley met and inspired thousands of teenage twangers who made it to his dressing room and remembered their manners. Some of them even went on to make records of their own. Bo Diddley was a one-off. He was a lean, mean, lovable, dangerous, gun-slinging, guitar-playing genius, and as my daughter pointed out, a very nice man. Bo Diddley RIP."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}