{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/ethicallivingblog/2008/jun/06/treadlightlysharearegular", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2008-06-05T23:11:59Z", "webTitle": "Tread lightly: Share a regular car journey", "webUrl": "https://www.theguardian.com/environment/ethicallivingblog/2008/jun/06/treadlightlysharearegular", "apiUrl": "https://content.guardianapis.com/environment/ethicallivingblog/2008/jun/06/treadlightlysharearegular", "fields": {"headline": "Tread lightly: Share a regular car journey", "bodyText": "Share your car journeys this week and help to cut down on carbon emissions. Photograph: Ferran Paredes/Reuters-Corbis With June 9 being National Liftshare Day, this week's pledge is to liftshare for one of the regular journeys you make. This might be the school run, your commute to work, your weekly shop at the supermarket or a regular weekend outing. However, it should be a journey you make frequently. I have looked at the impact of car transport once before on Tread Lightly, but because reducing car use has the potential to make deep cuts in the UK's greenhouse gas emissions, I felt it would be a good time to focus on liftsharing in its own right. Liftsharing is, quite simply, offering a lift to or accepting a lift from, someone making the same journey as you. There are now 33m vehicles on Britain's roads, the bulk of which are cars. The average UK motorist drives 8,700 miles each year, emitting 3.1 tonnes of CO2 in the process. In 2006, 60% of cars on the road only had one occupant: the driver. According to a 2005 report by liftshare and Transport 2000 (now the Campaign for Better Transport), doubling the number of car-passenger trips (assuming the passengers were previous drivers) could reduce the number of trips made as a car-driver by 56%. It claims this alone would enable the UK to achieve 82% of its target for cutting emissions by 20% by 2010. The workplace is a good starting point for promoting liftsharing because commuting and business trips represent 29% of the total distance travelled by car. If you have no other option but to travel by car, try to find other colleagues who make the same journey as you and take it in turns to drive. Not only will you save money and have someone to talk to on the journey, but you'll be chauffeur-driven for half your journeys to work. Encourage your company to make it easier for employees to make more sustainable decisions on travel. The government has just released The Essential Guide to Travel Planning, aimed at helping businesses do just that. It claims that by making simple changes such as setting up a car-share register, establishing a car-park management system and installing cycle shelters, can help cut the number of people driving to work by 15%. A firm of 2000 whose staff mostly drove to work could slash their total annual mileage by a million miles in this way. Liftshare hosts a national network of online car-sharing systems. After registering your details on its website, you can post details of a journey you wish to make either as a driver or passenger. The site will provide a range of possible matches and you can choose the best one. It claims that 36% of journeys listed result in a match being contacted. National liftsharing schemes targeting particular types of journey include: StudentCarShare.com and School-run.org. There are also more local networks, such as CarshareSouthWest.com, CentralLondonLiftshare.com and BracknellForestTravelShare.co.uk. You can find liftsharing schemes in your area at carshare.com. The hope for this week's pledge is that by liftsharing on a regular journey for one week, you'll see the benefits of reducing your carbon footprint while cutting congestion, and will continue double-up for this journey in the future. The UK currently looks likely to miss its target to cut emissions by 20 per cent by 2010; your actions could help make the difference."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}