{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2018/jul/13/talking-horses-saturday-racing-tips-july-cup-sands-of-mali", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-07-13T23:01:22Z", "webTitle": "Talking Horses: Sands Of Mali can lift July Cup on racing’s Super Saturday", "webUrl": "https://www.theguardian.com/sport/blog/2018/jul/13/talking-horses-saturday-racing-tips-july-cup-sands-of-mali", "apiUrl": "https://content.guardianapis.com/sport/blog/2018/jul/13/talking-horses-saturday-racing-tips-july-cup-sands-of-mali", "fields": {"headline": "Talking Horses: Sands Of Mali can lift July Cup on racing’s Super Saturday", "bodyText": "Richard Fahey stunned the betting market by saddling Mayson to win the July Cup at 20-1 six years ago and now the Yorkshire trainer may be about to follow up with a rather more obvious contender in Sands Of Mali (2.15). The zippy three-year-old appeals at 8-1 for the highlight of a typically action-packed Super Saturday with 10 televised races. He may have been a shade unlucky when half a length behind Eqtidaar at Royal Ascot, having raced apart from that rival, and the ability he showed in two previous wins suggests he may be able to turn that around and beat the older horses he meets for the first time. 12.45 Ascot At the age of eight, Line Of Reason is perhaps entitled to take a bit longer to reach his peak fitness but he has finally got there now for this season, judging by his recent success at Ayr. 1.05 Newmarket Aidan O’Brien has an exciting prospect in Cape Of Good Hope, a full brother to both Highland Reel and Idaho. Time and distance will be the making of him but the way he made all to score on his third racecourse outing suggests his rivals here may have some trouble keeping tabs on him. 1.20 Ascot Three of these finished close up in the Queen Anne Stakes at the Royal meeting but, while that was run over the straight mile, this round-course race presents a different test. Century Dream might be the one who copes best, having had the pace to score at Epsom on his previous start. 1.40 Newmarket Having put together some useful form in big-field, straight-course handicaps, Mjjack might be overpriced at 16-1 here. He beat a next-time winner when scoring over this distance on the Rowley Mile in April, a run flanked by two lesser efforts on softer ground. 1.55 York Muthmir looks a safer option, for all that he’s giving a few pounds away to all these. He came up short by only a neck in a Group Three last weekend, the winner having had the run of the race. 2.35 York The only course winner in the field and the highest rated on official figures, Dal Harraild is taken to score on this return to the track after a three-month absence. 3.10 York It’s understandable that the Royal Hunt Cup was the early-season target for Bless Him, who won the Britannia at Royal Ascot last year. He wasn’t quite up to it but he ran well enough to suggest he can beat his rating in a more winnable contest, like this one. 3.20 Newmarket From a yard just hitting its stride, Moqarrab could be fairly treated for this handicap debut. 3.40 York It was interesting to see Master Carpenter staying on to some effect last weekend at Sandown, where the mile he was tackling was too short for him. He’s on a longish losing run but has dropped to a very handy rating in consequence and is a fascinating outsider for this, a race he won three years ago when rated almost a stone higher."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}