{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2018/jul/11/longest-fingernails-shridhar-chillal-cut-off", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2018-07-11T23:34:18Z", "webTitle": "Nails in the coffin: man with world's longest fingernails finally cuts them off", "webUrl": "https://www.theguardian.com/us-news/2018/jul/11/longest-fingernails-shridhar-chillal-cut-off", "apiUrl": "https://content.guardianapis.com/us-news/2018/jul/11/longest-fingernails-shridhar-chillal-cut-off", "fields": {"headline": "Nails in the coffin: man with world's longest fingernails finally cuts them off", "bodyText": "They took 66 years to grow but only a couple of minutes to chop off. On Wednesday, Shridhar Chillal from Pune, India, who holds the Guinness World Record for the longest fingernails ever recorded on a single hand, finally cut his nails. Or rather, a technician wearing a face mask and wielding a power tool carefully removed them during a “nail clipping ceremony” in New York. The 82-year-old has been growing the nails on his left hand since he was 14, having been inspired to do so after a teacher told him off when he accidentally broke a very long nail the teacher had grown. The teacher told Chillal that he wouldn’t understand the kind of care it took not to break a long nail unless he did it himself. Chilal certainly took that to heart: when last measured, his nails had a combined length of 29ft 10.1in, which is about the same length as a London bus. His longest nail was on his thumb. It’s not an easy business growing the world’s longest nails. Chillal has said that his nails were so fragile that he has to be very careful not to break them while sleeping: “I can’t move much, so every half an hour or so I wake up and move my hand to the other side of the bed.” He was also in pain all the time from them. But his talons do come with some perks. “I never have to wait in a queue,” he told Guinness World Records. The historic nail-cutting ceremony took place at Ripley’s Believe It or Not! Museum in Times Square, where Chillal’s severed talons will be put on display to the public. Judging by the state of most fingernails after a day in midtown New York, they’ll be filthy in no time."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}