{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2018/jul/17/artificial-intelligence-will-be-net-uk-jobs-creator-finds-report", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2018-07-16T23:01:50Z", "webTitle": "Artificial intelligence will be net UK jobs creator, finds report", "webUrl": "https://www.theguardian.com/technology/2018/jul/17/artificial-intelligence-will-be-net-uk-jobs-creator-finds-report", "apiUrl": "https://content.guardianapis.com/technology/2018/jul/17/artificial-intelligence-will-be-net-uk-jobs-creator-finds-report", "fields": {"headline": "Artificial intelligence will be net UK jobs creator, finds report", "bodyText": "Artificial intelligence is set to create more than 7m new UK jobs in healthcare, science and education by 2037, more than making up for the jobs lost in manufacturing and other sectors through automation, according to a report. A report from PricewaterhouseCoopers argued that AI would create slightly more jobs (7.2m) than it displaced (7m) by boosting economic growth. The firm estimated about 20% of jobs would be automated over the next 20 years and no sector would be unaffected. AI and related technologies such as robotics, drones and driverless vehicles would replace human workers in some areas, but also create many additional jobs as productivity and real incomes rise and new and better products were developed, PwC said. Increasing automation in factories is a long-term trend but robots such as Pepper, created by Japan’s Softbank Robotics, are beginning to be used in shops, banks and social care, raising fears of widespread job losses. However, PwC estimated that healthcare and social work would be the biggest winners from AI, where employment could increase by nearly 1 million on a net basis, equivalent to more than a fifth of existing jobs in the sector. Professional, scientific and technical services, including law, accounting, architecture and advertising firms, are forecast to get the second-biggest boost, gaining nearly half a million jobs, while education is set to get almost 200,000 extra jobs. John Hawksworth, the chief economist at PwC, said: “Healthcare is likely to see rising employment as it will be increasingly in demand as society becomes richer and the UK population ages. While some jobs may be displaced, many more are likely to be created as real incomes rise and patients still want the ‘human touch’ from doctors, nurses and other health and social care workers. “On the other hand, as driverless vehicles roll out across the economy and factories and warehouses become increasingly automated, the manufacturing and transportation and storage sectors could see a reduction in employment levels.” PwC estimated the manufacturing sector could lose a quarter of current jobs through automation by 2037, a total of nearly 700,000. Transport and storage are estimated to lose 22% of jobs – nearly 400,000 – followed by public administration and defence, with a loss of almost 275,000 jobs, an 18% reduction. Clerical tasks in the public sector are likely to be replaced by algorithms while in the defence industry humans will increasingly be replaced by drones and other technologies. London – home to more than a quarter of the UK’s professional, scientific and technical activities – will benefit the most from AI, with a 2.3% boost, or 138,000 extra jobs, the report said. The east Midlands is expected to see the biggest net reduction in jobs: 27,000, a 1.1% drop."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}