{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2018/jul/09/why-does-theresa-may-hate-making-decisions-because-they-all-go-wrong", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2018-07-09T21:40:19Z", "webTitle": "Why does  Theresa May hate making decisions? Because they all go wrong | John Crace", "webUrl": "https://www.theguardian.com/politics/2018/jul/09/why-does-theresa-may-hate-making-decisions-because-they-all-go-wrong", "apiUrl": "https://content.guardianapis.com/politics/2018/jul/09/why-does-theresa-may-hate-making-decisions-because-they-all-go-wrong", "fields": {"headline": "Why does  Theresa May hate making decisions? Because they all go wrong", "bodyText": "It’s now clear why Theresa May is so averse to making decisions. On the rare occasions she does come up with a plan, it invariably seems to go hopelessly wrong. Surprising her cabinet with a new Brexit customs plan that nobody else had seen and daring any ministers who disagreed with it to resign and take the taxi ride of shame home from Chequers had initially seemed to pay off. There was a rare burst of cabinet unanimity over the weekend with everyone admitting they were taken aback that the prime minister had actually done something. Then the surprise wore off and, just before midnight on Sunday, the Brexit secretary chose to resign, conceding that he wasn’t the right person to implement the prime minister’s vision of Brexit. Most people wondered what had taken David Davis so long. He had never been the right person to deliver anyone’s vision of Brexit. Midway through Monday afternoon, having holed himself up in his official residence and failed to attend a west Balkans summit he was due to host that had been designed to display Britain’s post-Brexit openness, Boris Johnson belatedly offered his own resignation as foreign secretary. After years of fruitless searching, he had finally found a principle he could get behind. His career. To have stayed on after Davis had jumped ship would have made him look even more spineless than usual. Half an hour later, and with a couple of hasty rewrites to recast the disintegration of her government as natural wastage, May went to the Commons to give a statement on why she was the only person in Britain who believed her “facilitated customs arrangement” was a plausible solution. She cast her eye around the chamber. Dominic Raab was on the front bench. At least he hadn’t got round to resigning yet. There was no sign of Davis and Johnson, so there was no danger of an Geoffrey Howe attack. And then Michael Gove slipped in just as she got to her feet. If he was planning to jump ship, he wasn’t going to do so today. All was about as good as it could be. She would survive. May began first by damning Davis and Johnson with faint praise. Davis had been totally exhausted by the four hours of negotiations he had completed with Michel Barnier during his time in office; Boris needed time alone after years of shameless self-promotion. She then went on to explain her magical thinking. Her customs arrangement was going to deliver both the hard Brexit that the right wing of her party had demanded and the soft Brexit that business and everyone else in the country was begging for. We would be in and out of the customs union, the single market and the European court of justice. “What we are preparing is challenging for the EU,” she declared to widespread laughter. It was also challenging for anyone with half a functioning synapse. As so often when faced with the government in a near terminal death spiral, Jeremy Corbyn decided that the best course of action for the opposition was not to oppose. Instead of showing leadership by coming up with any clear alternative of his own, he just shouted out a few obvious objections before getting into competitive boasting with the prime minister over which of them would have conducted the fewest preparations before triggering article 50. “It’s me.” “No, it’s me.” May looked at him with a look that came close to love. At times like these, the Labour leader is her closest ally in the Commons. Somewhere there is an eighth circle of hell in which they are a couple. Thereafter the session divided down predictable lines. Tory Brexiters, such as Iain Duncan Smith, Owen Paterson, Jacob Rees-Mogg and Andrea Jenkyns, voiced their disquiet over the prime minister’s deal while remainers, such as Anna Soubry and Nicky Morgan, congratulated May on her leadership – they just about managed not to snigger – in facing down the hardliners. Even if her deal was a bit rubbish. For her part, May was content to cruise on auto-pilot. She could do being a bit useless and saying one thing to one person and another to someone else in her sleep. It was what she was programmed to do. It took the Labour backbenchers to give the prime minister a reality check. Ben Bradshaw startled everyone by declaring that he believed May “to be a rational human being”. No one else does. Barry Sheerman urged her to escape the imprisonment of the far right of her party. May adopted the persona of someone in a hostage video and insisted: “I am acting of my own accord”. If true, that would make the situation even more terrifying. Wes Streeting pointed out that even if her deal wasn’t useless – which it was – the government didn’t have the numbers to get it through parliament. May stuck her fingers in her ears and yelled, “La, la, la”. Yvette Cooper had another go. Could the prime minister not see she was again saying “nothing has changed” when everything had changed. Apart from the fact that this deal, like all the others, was dead in the water. “I didn’t say nothing has changed,” the prime minister said. “I said it had evolved a bit.” But nothing had changed. May was still a bit hopeless. And still waiting on a miracle."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}