{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2018/jul/10/qa-matt-canavan-tanya-plibersek-migration-multiculturalism", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2018-07-09T21:36:59Z", "webTitle": "Q&A: Matt Canavan and Tanya Plibersek clash over immigration", "webUrl": "https://www.theguardian.com/australia-news/2018/jul/10/qa-matt-canavan-tanya-plibersek-migration-multiculturalism", "apiUrl": "https://content.guardianapis.com/australia-news/2018/jul/10/qa-matt-canavan-tanya-plibersek-migration-multiculturalism", "fields": {"headline": "Q&A: Matt Canavan and Tanya Plibersek clash over immigration", "bodyText": "Matt Canavan has suggested Australia should have “one culture we can get behind” as he expressed concern about what he claimed was the “ghettoisation” of the nation’s big cities. Asked if immigration was a “sleeper issue” by the Q&amp;A host, Tony Jones, on Monday night, the resources minister and Queensland Liberal National party senator said he was worried that people who questioned immigration levels in Australia were “marginalised” by the media. Canavan said his Italian grandparents had moved to the small Queensland town of Ayr when they came to Australia after the war, but now most of “our migration gets concentrated in our major cities” . “And there is a certain ghettoisation in some aspects of this where there are just some parts of cities that are different cultures,” he said. “Now, I want to maintain one culture in this country. We’re multicultural, but we should have one culture we can get behind. “I think it would be a lot better if we could spread our migration patterns around the country, perhaps, like we did do in the past.” Canavan made his comments during a debate about immigration levels on a special “people’s panel” edition of the program. The program featured four members of the public – an Indigenous lawyer, Teela Reid, a former police officer, Mitchell Walton, a recent graduate, Kumbi Gutsa and a marketing professional and Labor party member, Victoria Fielding – who auditioned to appear alongside Canavan and Labor’s deputy leader, Tanya Plibersek. Plibersek questioned Canavan’s use of the word “ghettoisation”, noting that he had Italian heritage. “Like Norton Street, Leichhardt, is that a ghetto? I mean it’s a vibrant community,” Plibersek said. “It’s great. It’s part of the great Australian tapestry,” she said, referring to the Sydney suburb sometimes described as Little Italy. Canavan replied that what he was “concerned about is that today, particularly with the rise of extremist views in our community, they [ethnic groups] are concentrated in certain pockets of our major cities”. “Look at the actions that have been taken by intelligence authorities, that is very much concentrated in certain parts of our community and I worry they’re getting closed off in the broader trends in Australia,” he said. Walton, a small business owner and former Coalition supporter who was now considering voting for Cory Bernardi’s Australian Conservatives, said “immigration was a bigger issue than the media gives it credit for”. “We should have one, possibly two cultures. Our first Australians, and our western culture,” he said. “That’s what we’re based on.” Noting Walton’s concerns around unemployment and cost of living, Gutsa, whose father is from Zimbabwe, said migrants were “usually blamed” when economies were going through “periods of discontent”. “We can see that in Trump’s America at the moment, which I don’t think Australia wants to become,” he said. Reed, a Wiradjuri and Wailwan woman, appeared to find the whole discussion baffling. “Don’t get me started, the whole bloody country has immigrated or invaded,” she said. “It’s crazy to sit and watch the conversation unfold.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}