{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/jul/24/adam-lallana-england-world-cup-squad-right-call-liverpool", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-07-24T21:30:53Z", "webTitle": "Gareth Southgate was right not to take me to World Cup, admits Adam Lallana", "webUrl": "https://www.theguardian.com/football/2018/jul/24/adam-lallana-england-world-cup-squad-right-call-liverpool", "apiUrl": "https://content.guardianapis.com/football/2018/jul/24/adam-lallana-england-world-cup-squad-right-call-liverpool", "fields": {"headline": "Gareth Southgate was right not to take me to World Cup, admits Adam Lallana", "bodyText": "Adam Lallana has spoken of his frustration at missing the World Cup but accepts Gareth Southgate made “probably the right call” when omitting him from the England squad. The 30-year-old Liverpool midfielder made the standby list for Russia after an injury-plagued season restricted him to three starts in all competitions for Jürgen Klopp’s team. He trained with England before the competition but failed to make the final 23-man squad with Southgate concerned about a lack of match sharpness. “Of course it was frustrating because I wanted to be there,” said Lallana, who has recovered from the thigh and hamstring injuries that blighted last season. “Sometimes when you are a professional footballer you have to deal with tough decisions, so I was just supporting them like any other fan. My best mate Jordan [Henderson] was there and he was one of the best players. The team got to a semi-final and it was a remarkable achievement. “If I had been fit and had a half decent season in terms of availability, there is no shadow of a doubt that I would have been there. But I had a disappointing season in terms of my fitness and, you know, it just wasn’t meant to be. But that is in the past and I’m back in pre-season, three weeks down the line. The next goal is West Ham [Liverpool’s first Premier League game] and I want to be in the best possible shape for it. I want to play good football again.” Lallana, who insists his body “is feeling good” before the new campaign, has no gripe with Southgate’s final decision and aims to reclaim his international place when the Nations League begins against Spain in September. The England international added: “Gareth has been absolutely brilliant. It probably wasn’t a comfortable call for him but he made it, like he made it for the other lads who missed out. I know that if my season was different and I had been fit, I would have been there, but it was probably the right call. “He said you don’t gain your form in a tournament, going on history and past experiences. The lads had a massive tournament but I am sure I have still got a lot to give. I will be there in the next camp.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}