{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2018/jul/01/mays-extra-cash-for-nhs-is-not-enough-says-spending-watchdog", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2018-07-01T21:00:50Z", "webTitle": "May's extra cash for NHS is not enough, says spending watchdog", "webUrl": "https://www.theguardian.com/society/2018/jul/01/mays-extra-cash-for-nhs-is-not-enough-says-spending-watchdog", "apiUrl": "https://content.guardianapis.com/society/2018/jul/01/mays-extra-cash-for-nhs-is-not-enough-says-spending-watchdog", "fields": {"headline": "May's extra cash for NHS is not enough, says spending watchdog", "bodyText": "The NHS will require far greater financial support than the latest cash boost announced by Theresa May if it is to meet the needs of a changing population, the head of Whitehall’s spending watchdog has warned. In the week of the NHS’s 70th birthday, Sir Amyas Morse said there should be enough common ground across the political spectrum to find extra funding and form a new, united vision for health and social care in the 21st century. “As we mark the 70th birthday, political leaders should be leading a debate about where we want this national asset to go and they should aim high,” the National Audit Office comtroller told the Guardian. “This is a topic where there is a lot of consensus out there. I would like politicians to be willing to think bigger.” Morse’s intervention comes as the head of the NHS, Simon Stevens, confirmed that significant planning had gone in to preparing the health service for a possible no-deal Brexit leading to a shortfall in vital medicines. Meanwhile, Jeremy Corbyn is facing a warning from three former Labour health secretaries that a hard Brexit could damage the UK’s healthcare system. To mark the anniversary, the prime minister has promised to increase NHS annual spending to £135bn by 2023-24, a £20bn increase on this year’s budget, and equivalent to an average annual increase of 3.4%. But Morse said the funding increase would only serve to maintain current service levels and would not be enough to meet the needs of a rapidly changing demographic. “The funding increases we have heard about are very much welcome but are just in healthcare,” he said. “Nonetheless, nobody is pretending it is doing more than sustaining the current services.” Morse wants ministers to oversee the NHS’s expansion into a “bigger and better” and “fully developed” healthcare system that would be much better equipped to provide improved care to Britain’s ageing and growing population and the 15 million people who already have at least one long-term health condition such as diabetes, cancer, heart or lung problems, dementia or depression. He wants ministers and NHS leaders to transform the way the service works by offering patients far more healthcare at home instead of in hospitals, in order to keep people healthier and independent for longer and avoid costly and potentially dangerous stays in hospital. The NHS also needs to make a huge leap in the amount of care it provides to those suffering mental illness. Only one in four adults and children who are troubled get help from the NHS. Morse’s ambitious vision for the NHS came with a warning, though, that Britain would have to start investing close to the same levels of its GDP into healthcare as countries such as Germany, which put in a lot more. Cuts in real terms to social care provision would damage the health service, Morse said, and lead to “cost shunting” from social care to the NHS. “It is quite clear that if you don’t have a balance of capabilities between social care and healthcare, then you are just going to be tipping people from one to the other,” he said. “It is necessary to have enough funding going into social care so it is retentive of people living as far as possible independently and not falling back into the health services. “I cannot see that the amount being spent on social care, which is now less than it was, and with other signs of pressure in that system, I can’t see that that can be sustainable,” said Morse. May’s 2017 claim that the Conservative government has introduced a parity of esteem in relation to mental health was also questioned by Morse, who expressed concern that it could create an expectation that could not be met. He said: “When you announce ‘parity of esteem’ on mental health, those words are carefully crafted but for most people they sound like ‘we are going to do a lot more in mental health’. So to make an announcement like that is significant. That would push us in that direction whether or not the funds are all necessarily available. When you make statements like that you are creating expectations. You are unlocking demand.” Morse, 69, plans to step down from the NAO next year. He said he was a regular user of the NHS and wanted a service that sought to prevent illness and maintain people’s health away from acute services. “The best thing you can do for someone is to keep them out of hospital and living well. And that’s not just old people,” he said. In an echo of suggestions by the health select committee and the Institute for Government thinktank, Morse said politicians and the civil service should launch a proper cross-party examination of what a future NHS should look like. “I want us to recognise that the NHS has developed into its current state in response to various pressures. It is not clear to me that it has developed in response to any sort of vision for a very long time. There was a shared vision at the very start. Is there a shared vision now? I am not sure,” he said. Stevens told the Andrew Marr Show on Sunday that priority had gone to securing medical supplies and equipment in the event of no post-Brexit deal with the EU. “Nobody is in any doubt whatsoever that ... in terms of ensuring continued supplies for all the thing that we need in this country, at the top of the list has got to be those medical supplies,” he said. Frank Dobson, Alan Milburn and Alan Johnson are among the signatories to a letter, seen by the Guardian, urging the Labour leader to take the NHS into account when setting out his party’s Brexit policy. “Labour is the party of the NHS,” they say. “As we prepare to celebrate its 70th anniversary, it is vital that we are on the right side of the arguments about Brexit and its potential impact on the NHS. If not, future generation will not forgive us.” Asked about the possibility of a referendum on Sky News on Sunday, Corbyn said: “Look, we’ve not proposed it, we’ve not supported it and we’re not proposing it now.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}