{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/jul/24/richarlison-joins-everton-repay-marco-silva-faith", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-07-24T20:16:31Z", "webTitle": "Richarlison has all attributes to repay Marco Silva’s faith again at Everton", "webUrl": "https://www.theguardian.com/football/2018/jul/24/richarlison-joins-everton-repay-marco-silva-faith", "apiUrl": "https://content.guardianapis.com/football/2018/jul/24/richarlison-joins-everton-repay-marco-silva-faith", "fields": {"headline": "Richarlison has all attributes to repay Marco Silva’s faith again at Everton", "bodyText": "“We need to be calm with him,” said Marco Silva, then Watford’s manager, of Richarlison in September. “Of course everybody’s happy with him but we need to be calm. He’s 20 years old. I think he’s ready for everything that can happen in his career but we need to help him, to not put a lot of pressure on him.” Silva is no longer seeking to avoid heaping pressure upon the Brazilian’s young shoulders. By ensuring Everton, his current employers, spend up to £40m on the player, he has ensured Richarlison’s performances will be scrutinised and criticised as never before. The Everton manager feels he has scrutinised Richarlison enough. Last July Silva spent his evenings on a pre-season tour of Austria watching recordings of the forward’s performances for Fluminense. “He’s one boy we analysed as a technical staff,” he said. “We analysed the player well and in that moment I took the decision, and when I met the board I said ‘We need to buy this player’.” Twelve months later he approached a different board with an identical message about a player now carrying a very different price tag. It is not just the fee that has changed: Watford’s decision to spend £11.5m a year ago was fraught with risk, with no certainty the player could replicate his form in a new country. Silva is now certain not just of Richarlison’s ability to produce performances that will illuminate the Premier League but also of his own ability as a coach to inspire them. “I owe Marco a lot,” said Richarlison, who had been poised to join Ajax before Silva convinced him to move to Hertfordshire instead. “He is the one that called me before I came to Watford. I moved here because of him. He helped me every day and was extremely good with me.” By the time Silva warned the world against putting pressure on the young Brazilian, Richarlison had scored two goals in his first five starts for Watford. There would be three more, plus four assists, in his next seven games. It was an outstanding introduction to English football as the player turned the early weeks of the season into a demonstration not of mere potential but of actual, developed, decisive ability. It was a level of achievement he could not sustain. There would be one more assist, and no further goals, in his 25 remaining league appearances. This was widely put down to fatigue: Richarlison had played his 18th game of the 2017 Brazilian campaign for Fluminense on 23 July and started a new season in a new country only 20 days later. His 21st birthday this May concluded a gruelling year in which he played 59 first-team matches, starting 52, with those 20 days, in which he not only moved continents but also snuck in a friendly appearance, the closest he came to a break. Meanwhile Watford’s form collapsed between Everton’s first approach for Silva in October and his dismissal in January, and they were no longer a team in which it was easy for a forward to shine. Under the Portuguese he started every league game except the first, but Richarlison began five of the remaining 14 matches under Javi Gracia on the bench. The Spaniard also experimented with playing him not on the wing but down the centre, which did not increase the number of shots he took (which went down from 3.12 per 90 minutes played under Silva to 2.76) while massively decreasing the number of chances he created for others (from one a game to 0.36). There were times last season when he appeared frustrated and occasions when he was obviously fatigued, but Richarlison nevertheless demonstrated the pace and trickery required to beat opponents, the willingness to use both feet, the stature to win headers, the athleticism required to carry his team’s attacking threat at one moment and to assist their defence the next, and the attitude to continue undeterred every time a frustrated defender brought him down (which was often: he was the most-fouled player in the Premier League last season). To add to an impressive list of attributes he also displayed an impressive knack for appearing in goalscoring positions with perfect timing, even if he still needs to learn what to do once he gets there. Only Harry Kane, Mohamed Salah and Christian Eriksen had more than his 95 shots last season; but 31 people mustered more efforts on target and some of Richarlison’s misses were astonishing. He is not fully developed, either as a player or as a person. A juvenile fragility was evident when he was substituted during a 4-1 victory over Chelsea in February and wept as he took his seat on the bench. “I always want to play the 90 minutes,” he said. “I was sad and I cried. It just showed how important the game is to me.” The cost of signing him may bring a tear to the eye of Everton’s accountants but Silva seems confident that in future Richarlison will inspire only celebration."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}