{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2018/jul/16/who-is-america-review-sacha-baron-cohen-frightening-funny", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2018-07-16T21:40:47Z", "webTitle": "Who Is America? review – too frightening to be truly funny", "webUrl": "https://www.theguardian.com/tv-and-radio/2018/jul/16/who-is-america-review-sacha-baron-cohen-frightening-funny", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2018/jul/16/who-is-america-review-sacha-baron-cohen-frightening-funny", "fields": {"headline": "Who Is America? review – too frightening to be truly funny", "bodyText": "These are – gosh – testing times for anyone who is still trying to keep alive the distinction between truth and lies, reality and fiction, the president of the United States and an ambulant cheese stick, sanity and madness. And even more testing, it turns out, for anyone attempting comedy based on a shared and certain vision of those categories and depending on the collective recognition of deviation from them for laughs. Sacha Baron Cohen, the inventor of parodic luminaries such as Ali G, Borat and fashionista Bruno, is back with a new set of characters – using heavy prosthetics this time, to disguise his now well-known face – in Who Is America?. As with his earlier creations, they are designed to dupe and manipulate prominent people into saying unfortunate things and test the limits of individual gullibility. And, as with his earlier work, the characters themselves are brilliantly done. In the opening episode, he produces Billy Wayne Ruddick Jr, the founder of an “alt-right” conspiracy theorist Infowars-a-like website, who hates Obamacare because it forced him to go to the doctor and find out he had “two types of diabetes, obese legs and chalky deposits”; wet bag-hat wearing liberal Nira Cain-N’Degeocello (“I’m a cisgender white heterosexual male, for which I apologise”); ex-con Rick Sherman, who paints with his own faeces and “ejaculatorate”; and former Israeli army colonel Erran Morad, keen to extend his child-arming Kinder Guardians programme into the US. They are all convincing, committed performances, meticulously prepared and backed up by formidable wit and intelligence that allow him to pivot and follow wherever his patsy seems poised most fruitfully to take him. But also, as with his earlier work, it is not always clear who or what the target is, and, more often than not, the interviews seem to end up proving the strength of people’s politeness rather than the weakness of their principles. They probe the limits of their patience rather than of their gullibility or self-belief. This was faintly tedious and frustrating back in what I think it has become reasonable to call simply the Before Times, when no more than ordinarily misguided and incompetent buffoons ran the world and our problems existed in no more than three manageable, humanoid dimensions instead of bursting forth from a shadow cyberstate. Back then, what you saw in the world was largely what you got. But tempora mutantur, nos et mutamur in illis, which is Latin for: “We’re all fucked now, so things have to change.” To interview Bernie Sanders, as “Ruddick” does, and spend that precious time arguing that he should make all Americans part of the 1% elite by “moving the nines”, instead of – oh, I don’t know, high-fiving and thanking him for draining Hillary’s resources – lets both Sanders and far-right conspiracy theorists off too lightly, while preaching to the choir about the imbecility of certain known imbecilic types. Worse still is the segment with “Cain-N’Degeocello”, who sits down to dinner with Trump supporter Jane Page Thompson and her husband in their South Carolina home and asks not one question about their continued support of the man likely to be impeached before the cheese course. Instead, he paints himself as an increasingly extreme liberal, who encourages his daughter (“Malala”) to free-bleed on the US flag and whose partner is having an open affair with a porpoise. The Thompsons’ smiles become fixed, but he is a guest in their home and they treat him as such. Thus all Baron Cohen succeeds in doing is humanising two Trump diehards. Is this anyone’s preferred outcome? Partial redemption, at least, comes in the final segment (after a dismal interaction with the faecal artist and a gallery owner in Laguna Beach, which requires her to sit through the sound of off-stage huffings as he produced one of his “works”). Morad (“Are liberals using school shootings to further their anti-tragedy agenda?”) gets various gun nuts in and outside Washington to promote arming pre-schoolers. “Fill the Puppy Pistol by pushing his lunchbox into his belly and sending the naughty me for a really, really long timeout,” says one, joyously. The gun lobbyist Larry Pratt notes that if children are young enough, “if they haven’t developed a conscience yet, they can make very good soldiers”. The final, most insoluble problem presents itself: it would be funny only if it weren’t so frightening. Most of what they say is already on record and has been publicly cheered to the rafters by people whose views aren’t going to change by the addition of some minor logical absurdism. If it is being played for laughs, it is a venture that needs to stick to embarrassing people with rude pictures. If it is aiming for satire, it needs a clear, worthy target and an unerring aim. Maybe the much-hyped coming confrontations with Sarah Palin and Roy Moore will refine the scattergun approach. Fill the Puppy Pistol, and take your shot."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}