{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/jul/13/rafael-nadal-novak-djokovic-wimbledon-mens-semi-final-match-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-07-13T22:26:38Z", "webTitle": "Novak Djokovic edges ahead in Wimbledon semi-final with Rafael Nadal", "webUrl": "https://www.theguardian.com/sport/2018/jul/13/rafael-nadal-novak-djokovic-wimbledon-mens-semi-final-match-report", "apiUrl": "https://content.guardianapis.com/sport/2018/jul/13/rafael-nadal-novak-djokovic-wimbledon-mens-semi-final-match-report", "fields": {"headline": "Novak Djokovic edges ahead in Wimbledon clash with Rafael Nadal", "bodyText": "At the end of a very long Friday when nothing could be taken for granted, Rafael Nadal and Novak Djokovic added an entertaining late-night postscript to the heroics that had earlier transfixed Centre Court in the sunshine for six hours and 36 minutes, but must return on Saturday to determine who meets Kevin Anderson in Sunday’s final. Djokovic took the first 6-4 and the third 7-6 (9), Nadal the second 6-3. At a set apiece after an hour and 36 minutes of edgy tennis that fluctuated between excellent and flawed, they had just over an hour left until the 11pm curfew, yet neither could seal the deal in the second semi-final before the lights were dimmed under the roof on Centre shortly before that deadline, although they did their best. Djokovic might have a slight advantage under the covering after it was agreed they will continue under the roof on Saturday. They will resume at 1pm, before the women’s final between Serena Williams and Angelique Kerber, which is scheduled to start at 2pm. Given the drama of Anderson’s prolonged tie-break-fest against John Isner, that is no certainty. Although Djokovic held more convincingly for most of the first set and some of the second, Nadal in the third reverted to the drop shot that had proved so effective towards the end of his five-set win over Juan Martin del Potro in the quarter-finals on Wednesday, and he began to trouble his old rival in the 52nd meeting of their rivalry. Ever so slowly, having looked as if he might be swept away, Nadal worked his way back into the argument, and two sublime drop-shots – one sliced from the baseline, the second from short range – helped him to set-point in the tie-break, but he lost control of a backhand and they changed ends at 6-all. A superb forehand into the ad corner gave him a second chance to take the set on his own serve, but an exchange of drop-shots brought fans to a frenzy. At the 11th hour, literally and figuratively, Djokovic grabbed his first set point, but hit long for 9-all, then got a second look as a Nadal drop-shot sat up invitingly for him. The Spaniard dumped a final backhand and it was over – for the night."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}