{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2018/jul/25/dead-lucky-review-rachel-griffiths-brings-poise-to-convoluted-soapy-cop-drama", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2018-07-24T20:23:07Z", "webTitle": "Dead Lucky review – Rachel Griffiths brings poise to convoluted, soapy cop drama", "webUrl": "https://www.theguardian.com/tv-and-radio/2018/jul/25/dead-lucky-review-rachel-griffiths-brings-poise-to-convoluted-soapy-cop-drama", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2018/jul/25/dead-lucky-review-rachel-griffiths-brings-poise-to-convoluted-soapy-cop-drama", "fields": {"headline": "Dead Lucky review – Rachel Griffiths brings poise to convoluted, soapy cop drama", "bodyText": "Dead Lucky, SBS’s new miniseries, has all the promise of a fine prestige show. It’s a missing girl tale set in seedy Sydney, involving A-list talent like Rachel Griffiths (of such beloved local films as Muriel’s Wedding and, more recently, 2016’s Hacksaw Ridge) and behind-the-scenes pedigree. The marketing material speaks of a cinematic, fast-paced “gripping thriller”. So why does it lack the golden glow of so much contemporary longform storytelling? Griffiths stars as Grace Gibbs, a senior detective we first meet in work-mandated anger management sessions. She is hunting a notorious cop-killer, Corey Baxter (Ian Meadows) and still feels implicated in the murder of a colleague, Lincoln, at Baxter’s hands – the fallout of which included the collapse of her marriage. Grace’s junior detective, Charlie Fung (Yoson An), blames her for their co-worker’s death. Baxter is active again, holding-up convenience stores and terrorising the women in his life, including his ex-partner Claire (Brooke Satchwell, in perhaps the show’s most sensitive performance of a woman in crisis fighting back). A shop owner (Simon Burke) is shot dead in a hold-up, leading Grace and Charlie’s investigation to Bo-Lin (Xana Tang), a Chinese international student. When they find $10,000 in cash in her bedroom, it seems she is connected to some other circle of crime. Bo-Lin is now both missing and a murder suspect, and she may lead Grace and Charlie to Baxter. If the cop-killer-pursuit-meets-missing-girl procedural sounds convoluted and soapy, that’s because it kind of is, and so are many of the visual storytelling and cinematography decisions made here. The show’s co-creators, Ellie Beaumont and Drew Proffitt, made House Husbands, and director David Caesar has overseen episodes of everything from Water Rats to Underbelly: Razor. The problem is that criminal grit – and true cultural diversity – demands a different sensibility from House Husbands. As a deadly antagonist, Baxter isn’t especially compelling, original, or realistic. The inspiration for his character, from his tatts to his tracksuits, seems to come directly from other Australian films and TV shows. The same goes for the show’s hazy impression of money laundering syndicates and professional kidnappings, despite the production employing a crime consultant. The plot harvests familiar tropes from the nightly news and squeezes them into a multicultural, urban crime drama: stick-ups at 7-Elevens, sharehouses overcrowded with exploited international students, vulnerable migrants driven to gambling addictions, rote family violence. All of this unfolds recognisably across Lakemba, Malabar, Central Park’s Spice Alley and the dead factories of Redfern. But without some kind of deeper abstraction, what kind of genre – a cop-show composite of mundane tabloid headlines – is that? Dead Lucky’s Sydney is a shimmering architectural maquette – like an artist’s impression of a new corporate development. Here, Rob Wood’s production design glitters, from shots of clouds in fast-motion reflected on a monolithic skyscraper to the neon colour palette plucked from Chinatown lanterns and pokies icons. The design matters: not only is it a welcome break from crime TV’s usual blue gloom but it means the characters organically come out of their garish geography, rather than the city merely serving as a decorative backdrop. Griffiths has been doing more television lately, from Barracuda (another culturally diverse SBS drama) to When We Rise (a queer activist history wrapped in a conventional teleseries format, which also aired on SBS last year). Here, her performance is as precise and controlled as ever. But thinking back to her wonderfully difficult role of Brenda in HBO’s Six Feet Under, I wonder what attracted her to this new character of Grace. The conceit is clear enough: take the familiar convention of a grumpy but blazingly gifted doctor or lawyer or cop, and give the role to a woman. But Dead Lucky shows that just gender-flipping that trope isn’t enough without more character depth, which might have involved stretching Grace to surprising levels of psychological intensity or moral ambiguity. Instead, the writing leans into Grace’s relatability: she’s a newly single mum dealing with her ex’s irritating new partner; she’s a tough, dynamic woman cramped by a sexist boss. And yet the very recent BBC America production Killing Eve dealt more deftly and deeply with the idea of intuitive, talented women who are hampered by male-dominated power structures. Grace is meant to be driven by her rage and sorrow for the missing, abused women for whom she’s seeking justice. Indeed, the missing girl premise is an overworked plot device of crime TV in dire need of feminist revision. And yet Dead Lucky evades murky, malicious misogyny as a key theme and skips across all manner of other social issues instead: cultural rifts between generations of migrants, good old revenge and redemption, poverty-stricken sadness. This is an experienced TV team. But perhaps that’s the limitation. Too schooled in the staples, rather than subverting those genres and forms, the script and its execution has similar issues to other recent crime shows such as Deep Water and Mystery Road. Freighted with seriousness, Dead Lucky is a straight cop drama rather than a truly sinister saga. There’s a little too much redemption and narrative completion, and a hell-bent commitment to getting the baddies. But life – as well as other storytelling ideas at the moment – rarely feels that pat. Series like Foxtel’s The Kettering Incident (which dives deep into genre, serving a mystery that is truly mysterious), Fargo (with its absurd sensibility) and Killing Eve (with its hysterically on-point motioning to the weirdest edges of human psychology) show that audiences are hungry for screen stories that truly explore the shadows. Here’s hoping future iterations of Dead Lucky – if there are any – try harder to get to those outer reaches. • Dead Lucky is showing on Wednesdays at 9.30pm on SBS and is available to stream on SBS On Demand • This article was edited on 27 July 2018 to correct attribution for the show’s aesthetic to production designer Rob Wood"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}