{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2018/jul/19/pity-review-royal-court-london-rory-mullarkey", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2018-07-19T22:59:01Z", "webTitle": "Pity review – absurdist comic strip misses its target", "webUrl": "https://www.theguardian.com/stage/2018/jul/19/pity-review-royal-court-london-rory-mullarkey", "apiUrl": "https://content.guardianapis.com/stage/2018/jul/19/pity-review-royal-court-london-rory-mullarkey", "fields": {"headline": "Pity review – absurdist comic strip misses its target", "bodyText": "I guess this new play by Rory Mullarkey is intended to be a Blasted for the modern age. But whereas Sarah Kane’s work, although none of us got this in 1995, was driven by a moral rage at British insulation from Balkan suffering, Mullarkey’s target is vague and his means disproportionate. His play comes across in performance as an apocalyptic, prodigally wasteful cartoon. The evening, to employ the hoariest of cliches, takes us on a journey. It starts in festive mood with a pop-up bar outside the Royal Court. Once inside, we find the stage converted into a greensward with an ice-cream vendor and the Fulham Brass Band playing The Floral Dance. A character simply known as Person introduces us to the town square where he meets a Professor and his Daughter who offers him an ice-cream. Within seconds the Professor is struck dead by lightning and, although Person and Daughter are now a couple, they are confronted by escalating disasters. The town’s department store is bombed, the whole country is on high terror alert, civil war breaks out and the population is decimated by flooding and a pandemic. There is, however, an ironically happy ending. So what is Mullarkey saying? His most recent play, Saint George and the Dragon, may have been overblown, but at least it warned us society could no longer be rescued by individual saviours. Here it is hard to discern a clear point of view. If Mullarkey is arguing that we live in a country on the brink of collapse, one would like more concrete evidence. But, aside from a portrait of a dithering prime minister who can’t even make up her mind which sandwiches to eat, there is no reference to current events. If, however, Mullarkey is suggesting the whole world is going to hell in a handcart, you feel the tone of the play should transcend a savage whimsy. This is what finally irks me about Mullarkey’s play. Our world is full of well-documented disasters, including humanitarian crises in Yemen and Syria, radical environmental change, the rise of a neo-fascist populism. Given all this, there seems something offensive about the sight of British actors portraying post-catastrophe refugees and even getting laughs. I longed for Mullarkey to address the world’s real suffering rather than create this absurdist comic strip. The frustration is that he can write, as proved by a soliloquy in which a brutalist warlord lists all the things he hates about western capitalism, such as people “eating a steady stream of avocados in their skyscrapers”. The play is not helped by Sam Pritchard’s production, which opts for aural and visual overkill. Given that the play is about chaos, a starker, simpler approach would have been better. Chloe Lamford’s design, however, ushers us from an English fete to a world of flood and famine, and there are stoic performances from Sophia Di Martino and Abraham Popoola as the central couple, from Siobhan McSweeney as an indefatigable postwoman, and Francesca Mills as a cack-handed killer. It is all dutifully done, but there seems a vast expenditure of energy – including the creation of prop tanks and ocean liners – to put across the generalised notion that we are all living on the brink of an abyss. • At the Royal Court, London, until 11 August."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}