{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/jul/19/tour-de-france-stage-12-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-07-19T21:59:00Z", "webTitle": "Geraint Thomas conquers Alpe d’Huez to extend Tour de France lead", "webUrl": "https://www.theguardian.com/sport/2018/jul/19/tour-de-france-stage-12-report", "apiUrl": "https://content.guardianapis.com/sport/2018/jul/19/tour-de-france-stage-12-report", "fields": {"headline": "Geraint Thomas conquers Alpe d’Huez to extend Tour de France lead", "bodyText": "There were a couple of fleeting moments, close to the top of Alpe d’Huez, when Chris Froome faltered and Geraint Thomas seemed ready to climb clear of Team Sky’s longstanding leader – ready perhaps but not, despite the palpable sense that his fans are desperate for him to win this Tour, willing to assume the throne. On bend number 14 of the legendary climb, now perhaps to be known as Cymru Corner, a clutch of Thomas fans screamed their support as the 32-year-old rode past. But Thomas, it seems, will be the very last to shed the shackles of his Master and Apprentice relationship with Froome. After years of battling to lose weight the Welshman is now as skeletal as Froome, his long thin nose prominent under the now familiar mop of dark hair, as unruly at each press conference as some of the fans lining the staircase of hairpins to the top of the Alpe. On Thursday he and Froome ran the gauntlet of anger and resentment, towards both the confusing mess that was Froome’s salbutamol case and also his team’s unrelenting dominance of the Tour. Both riders were spat at, Froome was shoved, shorts were dropped in their direction, yet it was Vincenzo Nibali who ended up prone on the tarmac, after tangling with spectators, as the leaders were blinded by smoke from flares. Thomas was among those who felt that things have gone too far. “Have a bit of decency, like,” he said with usual Valleys understatement. “Boo all you like but let us do the racing.” Since the Tour began in the Vendée Thomas has ridden flawlessly. But there has also been one rider consistently looming large on Sky’s shoulder. Tom Dumoulin, winner of the 2017 Giro d’Italia and second to Froome in this year’s race, again looked the man most likely to derail Sky’s double act. The Dutchman, unlike others, did not wilt in the face of Sky’s high‑tempo riding and instead put Froome and Thomas under pressure. “For me it was just stick to Dumoulin like glue,” Thomas said. Now he leads Froome by 1min 39sec, with Dumoulin 11sec further back. Meanwhile their rivals are dwindling. In the past 48 hours the 2018 Tour has become a sinkhole for the ambitions of many big names. While Adam Yates, Romain Bardet and Nairo Quintana are still riding, Nibali and Rigoberto Uran, second overall last year, are not. The Colombian, who crashed during the cobbled stage to Roubaix, failed to start stage 12. “I didn’t recover after the crash,” he said. “Yesterday in the first real climb, all day, there was pain in my body. I think it’s the best decision for me to recover and to recover well.” Nibali’s crash resulted in a fractured vertebra and the end of his Tour. Bardet’s hopes were dealt a further blow when his teammate Tony Gallopin abandoned. That leaves the French star with only four helpers for the remaining nine days of racing. On the road to the Alpe others fell by the wayside too, including the double stage winners Fernando Gaviria and Dylan Groenewegen and their fellow sprinter Andrei Greipel who abandoned during the stage. With Mark Cavendish and Marcel Kittel eliminated on time after stage 11, all of the best-known sprinters are now out. Cavendish, who finished the stage to La Rosière on Wednesday more than an hour and five minutes behind Thomas, posted a video message on social media in which he explained his decision to finish stage 11, by saying: “I never climb off.” “We always knew these stages were going to be hard,” he said. “Seeing them in October [when the route was unveiled], we talked about it and said we would just have to try.” “I finished but was nowhere near fast enough. Several teammates waited but it was evident that I can only go my own pace on the climbs. It wasn’t the first time and it won’t be the last, and I’ll just try to come back stronger next year.” The mass withdrawals of the elite sprinting clique means that the green jersey competition is now virtually a walkover for Peter Sagan, who continues to dominate the points classification despite on Wednesday announcing his divorce from his wife, Katerina. Cavendish’s decision to finish the stage to La Rosière, despite knowing he would be eliminated, brought praise from the Tour director, Christian Prudhomme, who revealed that road closures on the final climb had been extended to allow the cyclist to finish unhindered. “Hats off to Cavendish,” he said. “That ride was such a mark of respect from the best sprinter in the Tour’s history.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}