{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/jul/11/harry-kane-england-hurts-world-cup-croatia", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-07-11T23:49:10Z", "webTitle": "‘It hurts a lot’: Harry Kane vows England will be back after defeat", "webUrl": "https://www.theguardian.com/football/2018/jul/11/harry-kane-england-hurts-world-cup-croatia", "apiUrl": "https://content.guardianapis.com/football/2018/jul/11/harry-kane-england-hurts-world-cup-croatia", "fields": {"headline": "‘It hurts a lot’: Harry Kane vows England will be back after defeat", "bodyText": "Harry Kane has admitted England’s defeat against Croatia in the World Cup semi-final “will hurt for a while” as Gary Lineker led the tributes to Gareth Southgate’s side on social media. Mario Mandzukic’s goal in extra time ensured Croatia will face France in the final on Sunday, with England now having to face Belgium in the third‑place play‑off 24 hours earlier. But Kane, who is in pole position to become the first England player since Lineker in 1986 to win the Golden Boot, insisted he was proud of his team’s performance. “It hurts a lot,” he wrote on Twitter. “It will hurt for a while. We can be proud and we’ll be back. Thanks for all your support. #ThreeLions.” Jesse Lingard was among the first players to express his sadness at the result and the Manchester United midfielder was full of praise for his teammates. “Was an honour to represent my country at the World Cup. The squad we have is a great bunch of lads who are willing to learn and give everything and we can hold our heads high. Thank you to everyone who supported our journey. We don’t stop here!” Lineker scored in England’s last World Cup semi-final against Germany 28 years ago and he also praised Southgate’s side for their performances in Russia. “Utterly choked, but this young side gave absolutely everything,” he wrote. “It’s a huge step forward and they’ll only get better in the future. They can hold their heads high, they did our country proud. Congratulations to Croatia.” The former Arsenal and England striker Ian Wright added: “Happiness in the journey! We can’t only be happy if we win. Proud of this team. Proud of our country. That was beautiful.” England’s Under-17 and Under-20 teams have both been crowned world champions in the past 12 months and the success of the senior side in reaching a semi-final for only the third time in their history was welcomed by Jadon Sancho, who now plays for the German side Borussia Dortmund having featured in the Under-17 victory in India last October. “Been really inspired watching @England. Unfortunate not to make it to the final. The boys have done the country proud.” The four-times Formula One world champion Lewis Hamilton added: “I’m so proud of our Boys &amp; to be honest, the whole country. I’ve been inspired by the spirit of our people all coming together during this time. It’s what makes me so proud to be British. Let’s hold on to that fighting spirit &amp; stand tall &amp; United. It will come home one day!”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}