{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2018/jul/28/anger-brexit-ads-after-jo-cox-murder-beleave-vote-leave", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2018-07-28T20:56:00Z", "webTitle": "Anger over use of Brexit ads in aftermath of Jo Cox murder", "webUrl": "https://www.theguardian.com/politics/2018/jul/28/anger-brexit-ads-after-jo-cox-murder-beleave-vote-leave", "apiUrl": "https://content.guardianapis.com/politics/2018/jul/28/anger-brexit-ads-after-jo-cox-murder-beleave-vote-leave", "fields": {"headline": "Anger over use of Brexit ads in aftermath of Jo Cox murder", "bodyText": "Key figures working with the official campaign for Brexit planned to pump out controversial pro-Leave advertisements to millions of voters via Facebook the day after the Labour MP Jo Cox was murdered in June 2016, despite an agreement by all sides to suspend national activities out of respect, it has emerged. Evidence that Leave campaigners discussed their plans to re-start national activities with targeted, hard-hitting ads so soon drew a furious response from politicians and friends of the late MP. Data released by Facebook to the all-party digital, culture, media and sport (DCMS) select committee suggested dozens of adverts were targeted at voters from the day after Cox’s murder and seen by more than 20 million people. Jess Phillips, the Labour MP for Birmingham Yardley who knew Cox well, said it was “utterly despicable”. Tom Watson, Labour’s deputy leader, called on Michael Gove and Boris Johnson – who led Vote Leave – to come clean and reveal what they knew. The latest controversy over tactics employed by pro-Brexit campaigners erupted after former Vote Leave volunteer-turned-whistleblower Shahmir Sanni published screenshots on Twitter of text messages between himself, Darren Grimes, the leader of the BeLeave youth campaign that worked alongside Vote Leave, and Zack Massingham, the director of Canadian data firm AIQ, which was also closely involved with Vote Leave. These show that at 7.41pm on 17 June, the day after Cox’s murder, Massingham wrote: “Once we turn everything back on we’ll start to see results based on the new segments.” At 7.46pm, he confirmed: “Ads come back online @10pm tonight.” Grimes then replied saying: “Oh, fantastic.” To which Massingham said: “avoiding the hard stuff and favouring softer over the weekend which favours well for all of your stuff.” Grimes replied again: “Yeah Great.” Both Vote Leave and the Remain campaign had suggested publicly that they would pause all national campaigning for around three days after Cox’s murder by a far-right extremist on 16 June 2016. Her death came just a week before the referendum on 23 June, and with the Leave campaign desperately trying to make up ground on Remain. Cox’s killer, Thomas Mair, a rightwing extremist, had shouted “Britain First” before he stabbed and shot the MP. Sanni’s latest revelations follow a week in which examples of ads used by Vote Leave on Facebook were made public by the DCMS committee alongside a report that warned the UK’s democracy was at risk from misinformation and online abuse. The report includes a devastating critique of Facebook, including what the committee said were multiple attempts to hamper its investigation by the company. It also includes sweeping recommendations for regulating social media companies, making them legally liable for harmful content, and proposing comprehensive new laws to address what it described as “a crisis in our democracy”. The ads highlight many of the issues the committee is seeking to address: the use of “dark ads” by campaigns to target people in secret, based on unknown data using messages hidden from public view. Several Vote Leave ads preyed on voters’ fears, including one that suggested Turkey would soon join the EU and that the UK would be swamped with immigrants as a result. Writing on his blog, the former director of Vote Leave, Dominic Cummings, appeared to deny that the organisation he ran had been responsible for putting out the ads during the period when national campaigning had been suspended: “AIQ was putting stuff into the system during the pause, not running ads,” he said, describing the claims as “fake news”. Jeff Silvester of AIQ also said that Vote Leave had suspended campaigning in the period. Neither Silvester, Cummings, Matthew Elliott, the chief executive of Vote Leave, or Grimes responded to comment when asked by the Observer about the screenshots released by Sanni. On Saturday, however, Sanni said that those involved knew what they were doing. “Zack was working in the Westminster office. He knew exactly what was going on with Jo Cox and he was communicating with Dom Cummings day and night. The Electoral Commission has already found that both Vote Leave and Darren Grimes broke electoral law. And of course if you don’t value the law, then it makes sense that you don’t value the morals and values that underpin those laws. The total lack of respect here for someone’s passing and for the agreement that they’d publicly made, it just shows you something very important about this campaign and who these people were.” Watson said that, if true, the fact that Vote Leave breached an agreement to suspend campaigning was “shocking beyond belief”. He told the Observer: “This must have been a political decision taken by Michael Gove and/or Boris Johnson and we absolutely demand that they come clean and tell us the facts. Did they breach an agreement made by all parties and campaigns after the assassination of our colleague?” A spokesman for Gove said last night that the environment secretary would not be commenting. Johnson was unavailable for comment. Silvester said that Vote Leave had suspended campaigning on 16 June and did not run any ads. He did not respond when sent the screenshots from his business partner, Massingham. Damian Collins, the Tory MP who chairs the DCMS committee, said that to breach an agreement to stop campaigning in Cox’s honour would be “totally unacceptable, and those responsible should explain why they did it”. Collins also called for a new “fit and proper” test to be introduced for those who run referendum campaigns in future. “This happens with company directors and football clubs. There is a strong case for a similar rule for those running our elections,” he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}