{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/jul/19/wigan-warriors-st-helens-super-league-match-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-07-19T21:07:11Z", "webTitle": "Morgan Knowles’s try helps St Helens past Wigan for 13th straight win", "webUrl": "https://www.theguardian.com/sport/2018/jul/19/wigan-warriors-st-helens-super-league-match-report", "apiUrl": "https://content.guardianapis.com/sport/2018/jul/19/wigan-warriors-st-helens-super-league-match-report", "fields": {"headline": "Morgan Knowles’s try helps St Helens past Wigan for 13th straight win", "bodyText": "The longer this season of complete dominance from St Helens continues, the more one suspects it is going to take something remarkable to deny them success on numerous fronts this season. Make no mistake about it, there are still many more twists and turns to come but with this, their 13th consecutive victory, two things are becoming even more of an irrelevance with the Super 8s still to begin. One could be settled before this weekend is even over, too. Should Hull fail to win at Wakefield on Sunday, St Helens’ play-off place will be assured with eight games remaining. Even if Hull win, one more point will do it for the Super League leaders – who are now 10 clear at the summit. Admittedly Castleford can close that gap to nine with victory on Friday but even then it would take a brave man to back against St Helens winning the League Leader’s Shield sooner rather than later. The buildup revolved largely around the absence of Ben Barba, their star full-back who has been so influential to everything they have done this year but missed this clash due to injury. By the end, though, the headlines were not about Barba but more about their talismanic, evergreen captain. James Roby turns 33 this autumn but this performance illustrated there is no danger of his career coming to an end any time soon. Roby delivered another all-action, 80-minute performance in the middle of the field here which drew high praise from his coach. “He’s one of the best in the world, one of the best I’ve ever seen – he was the difference tonight,” said Justin Holbrook. It is hard to argue with that verdict. Derbies like these are among the most physical encounters in Super League and, with Roby in the thick of it all night long, this was no exception. But just like in attack, the greater, more decisive, moments in defence came from the visitors, who had underlined their dominance by opening up a two-score lead by half-time. That came via Dom Peyroux’s try and two goals from the boot of Danny Richardson, who, like Roby and Barba, is vital to the way this St Helens side tick. “I can’t stand losing but I’m all right with this one,” was Shaun Wane’s response to Wigan’s first home defeat of 2018, which felt as though it was on the cards when Morgan Knowles broke free from Wigan’s shackles to make it 14-0 with Richardson’s nerveless conversion. Wane described Wigan’s attack as “clunky”, an apt summation for much of their play in possession throughout a chastening evening’s work. Sam Tomkins’ solo try in the final minutes briefly threatened a comeback of sorts but this St Helens side never really seemed in grave danger for all that long. For months critics have wondered if Holbrook’s marauding league leaders can win a big game without Barba. Nothing is won yet but this was the most conclusive answer to that question so far. Wigan Tomkins; Davies, Hankinson, Sarginson, Marshall; Woods, Powell; Clubb, Leuluai, Flower, Isa, Bateman, Navarrete. Interchange Hamlin, Paisley, Greenwood, Tautai. Try Tomkins. Goal Tomkins. St Helens Lomax; Swift, Makinson, Morgan, Grace; Fages, Richardson; Amor, Roby, Thompson, Peyroux, Knowles, Wilkin. Interchange McCarthy-Scarsbrook, Douglas, Lees, Ashworth. Tries Peyroux, Knowles. Goals Richardson 3. Referee R Hicks. Attendance 16,047."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}