{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/jul/12/moscow-semi-final-englands-hopes-crushed-by-croatia", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-07-11T23:03:41Z", "webTitle": "England out of the World Cup but Gareth Southgate has relit the fire | Martha Kelner", "webUrl": "https://www.theguardian.com/football/2018/jul/12/moscow-semi-final-englands-hopes-crushed-by-croatia", "apiUrl": "https://content.guardianapis.com/football/2018/jul/12/moscow-semi-final-englands-hopes-crushed-by-croatia", "fields": {"headline": "England out of the World Cup but Gareth Southgate has relit the nation's fire", "bodyText": "The dream came to a crushing end for England in Moscow on Wednesday as their first World Cup semi-final appearance for 28 years ended in defeat to Croatia. Unlike Italia 90, when England last reached this stage of the tournament, the viewing public and 10,000 England fans inside the Luzhniki stadium were spared the agony of penalties. Croatia forward Mario Mandzukic administered the fatal blow after 109 exhausting minutes. The jubilant players sprinted to celebrate a 2-1 victory in front of their supporters, while England’s shattered bodies fell to the turf. Manager Gareth Southgate entered the pitch in an attempt to console them but there was little he could say to soften the blow after his side had led the game for more than an hour following a fifth-minute goal. Defender Harry Maguire, who has been one of England’s star performers, held shin pads to his face and stared into the distance forlornly, while Marcus Rashford and Jesse Lingard sobbed. Together with Southgate and a large support team, the 23-strong squad applauded the travelling fans who remained in position until long after the final whistle. “The reaction from the fans at the end shows you everything they’ve given,” Southgate said. “We’ve come an incredibly long way in a short space of time. The whole thing is beyond where we thought we might go. Tonight we weren’t quite there. But the team will be stronger for it.” They will now return to their training base in Repino, a tired seaside resort on the Gulf of Finland, to prepare for a third-place playoff against Belgium in St Petersburg on Saturday. They dearly wanted to be back inside the 80,000-seater Luzhniki on Sunday to play France in the final but that is Croatia’s opportunity now. “Football’s Coming Home” has become the anthem of summer 2018 but, at the final whistle, there was the acceptance that it is not, at least not this time round. “There’s a lot we could have done better, but they played well,” captain, Harry Kane, said. “It’s been great to get to this stage, but we wanted to go on and win it. It just hurts. We’ve got to dust ourselves down and go again in a couple of years.” Only three of the players in England’s starting XI were alive the last time England were in a World Cup semi-final at Italia 90 and Ashley Young was the oldest of them, at four years old, while Kyle Walker and Jordan Henderson were less than a couple of months. They did not appear inhibited by nerves, leading a World Cup semi-final for the first time since 1966, when Kieran Trippier, a boy from Bury who shone throughout the tournament, scored from a free kick. The 27-year-old joined only Gary Lineker and Bobby Charlton as an English World Cup semi-final scorer when his strike sailed past Croatia goalkeeper Danijel Subasic. While the song Three Lions (Football’s Coming Home) blared from the stadium loudspeaker, the players piled on top of each other at the far side of the pitch. England were left to rue missed opportunities to double their lead in a first half they dominated, notably when a below-par Harry Kane failed to hit the target and Manchester United midfielder Jesse Lingard tamely nudged the ball wide of the goal. Croatia’s coach Zlatko Dalic seemed to enliven his side with a rousing team talk at the interval and Ivan Perisic got the breakthrough on 68 minutes, rifling his shot past Jordan Pickford with a high leg. That woke the Croatia contingent behind England’s goal and suddenly they were rivalling the volume of the England stronghold at the other end. England looked ragged, a boxer on the ropes, praying for the bell. Before extra time, Southgate had his players in a huddle, urging them to breathe deeply and press the reset button. John Stones, who has been a rock in defence throughout their campaign, almost scored with a header in the 99th minute to ease the nerves of millions but it was cleared off the line. Southgate said they would extract the positives from the tournament. “The country are very proud of what they’ve done,” he said. “There will, in time, be lots of positives to take. It’s hard to put that into context now, and a bit too soon. You have to suffer the result a little bit. It’s too easy sometimes to move on quickly. But I’m hugely proud of what they’ve done.” There was a sense among the supporters that this result does not change the fondness most feel for the manager and the team. A core of around 1,500 England fans have been at all six games. From the historic city of Volgograd, formerly Stalingrad, where England beat Tunisia courtesy of a stoppage time header by Harry Kane. To Nizhny Novgorod, where the rivers Volga and Oka meet and England notched their biggest ever win, beating Panama 6-1. To the outpost of Kaliningrad where England’s second string were beaten by Belgium’s in what was effectively a meaningless match. To Moscow for the first knockout round game and England’s only World Cup penalty shootout victory to defeat Colombia. Then they breezed past Sweden in the sticky heat of Samara in the South. “They’ve broken plenty of barriers,” Southgate said. Their unexpected run to the semi-final resulted in a marked increase in the number of supporters and Russia’s Ministry of Communications said the number of applications by Britons for World Cup fan identity documents increased by over 29%, or by 6,300 applications, since 7 July. It is not hyperbole to suggest they have briefly united a nation in turbulent times. Even some from the other home nations were in support. Jon Meldrum, a caravan park owner from North Wales, travelled to Moscow with his friend Tony Dearden, an Englishman who works in scaffolding in Cheshire. Outside the colourful Saint Basil’s Cathedral before the game they posed for pictures, holding the Welsh flag between them. Jon, wearing his red Wales football top, said: “We’re not in the World Cup and our next closest option is the UK. We go to war as one, when we’re fighting in Iraq and Afghanistan we’re fighting together. I don’t see why we can’t support each other in football.” At Vorobyovy station, one of the stations closest to the Luzhniki, fans filed past a large poster of Bobby Moore holding the trophy aloft in 1966. England will have to wait another four years for the chance to reenact that glory."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}