{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2018/jul/24/toronto-attacks-greektown-shooting-is-city-unraveling", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2018-07-24T20:09:54Z", "webTitle": "Rattled by string of violent attacks, Toronto wonders if city is unraveling", "webUrl": "https://www.theguardian.com/world/2018/jul/24/toronto-attacks-greektown-shooting-is-city-unraveling", "apiUrl": "https://content.guardianapis.com/world/2018/jul/24/toronto-attacks-greektown-shooting-is-city-unraveling", "fields": {"headline": "Rattled by string of violent attacks, Toronto wonders if city is unraveling", "bodyText": "Detectives in Canada are still seeking a motive for a mass shooting which left three dead – including the gunman – and injured more than a dozen others, as residents of Toronto grapple with the latest in a string of violent incidents to hit Canada’s biggest city in recent months. Federal officials said on Tuesday that there was no terror link to Sunday’s attack in which the lone gunman opened fire along a bustling avenue in the city, seemingly shooting at random at pedestrians and into shops and restaurants. “At this time, there is no national security nexus to the investigation,” said a spokesperson for the Ministry of Public Safety. The attack killed two people, a recent high school graduate Reese Fallon and 10-year-old Julianna Kozis. The 13 injured include six women and girls, as well as seven men. Authorities have not yet publicly speculated on the motive of the gunman, Faisal Hussain, or explained how he obtained the handgun used in the attack. In a statement, his family cited his lifelong struggle with depression and psychosis, noting that professional help, medication and therapy had failed to help him. “While we did our best to seek help for him throughout his life of struggle and pain, we could never imagine that this would be his devastating and destructive end,” they said. Friends described Hussain as quiet and polite. “I can’t put two and two together. I can’t believe it’s him,” Aamir Sukhera told reporters. Nearby police searched the apartment where Hussain lived with his parents and siblings, carrying out boxes of potential evidence. The gunman was found dead on Sunday night after he exchanged gunfire with police and fled, though it remains unclear whether he killed himself or was killed by police. As investigators dug through Hussain’s life, the attack has prompted debate over whether Toronto – which has consistently ranked as one of the most secure major cities in North America – was becoming less safe. “Can’t believe the city I love is unraveling before my eyes because of the actions of a few sick people,” Liberal city councillor Norm Kelly wrote on Twitter on Monday. Toronto has been rattled by a string of violent incidents this year. In April, 10 people were killed and more than a dozen injured when a driver in a van ploughed into pedestrians on a city sidewalk. The following month, more than a dozen people were injured after a homemade bomb ripped through an Indian restaurant in May in nearby Mississauga. The year started with the arrest of alleged serial killer Bruce McArthur, now charged with the deaths of eight men, and the high-profile homicides of billionaires Barry and Honey Sherman. Gun violence has also tightened its grip on the city. Last month two sisters, ages five and nine, were shot while playing in a park. The two young girls survived, partly thanks to neighbours who used napkins to stem the bleeding. At the start of this month, two men were fatally gunned down in a brazen daytime shooting in the city’s downtown core. So far this year 26 people have died from gun violence, a 59% increase from the same period last year. The number of shootings has risen 13%, according to police data. “People now – whether you’re walking on Queen Street, walking on the Danforth, walking on Yonge Street – are going to be looking over their shoulder,” said Louis March, the founder of the Zero Gun Violence Movement in Toronto. On Tuesday, Toronto city council, led by Toroto mayor John Tory, began debating a range of measures aimed at tackling gun violence in the city. March and others have long lobbied the city’s mayor to do more, arguing that the violence in the city disproportionately affects certain neighbourhoods. “We’ve been at him for five years to address this issue,” said March. “Now all of a sudden it spills into what we call ‘previously thought safe spaces’ and now he’s acting.” Measures being considered by the city include bolstering mentoring programs, the purchase of 40 new CCTV cameras and a contentious listening technology that claims to be able to detect and report the sound of gunshots to police. “I’ve said for some time that the city has a gun problem, in that guns are far too readily available to far too many people,” Tory said on Monday. “You’ve heard me ask the question of why anybody would need to buy 10 or 20 guns, which they can lawfully do under the present laws,” he continued. “And that leads to another question we need to discuss: why does anyone in this city need to have a gun at all?” March urged the city to instead tackle the root causes of this gun violence, citing populations where poverty and violence have become normalised, exacerbating mental health and addiction issues as well as unemployment. “It’s painful to see because in every one of these shootings there was an intervention point, where a service agency didn’t do what they were supposed to do. A government institution didn’t do what they were supposed to do, or they delayed because the people weren’t living in the right postal code,” he said. “So the violence that we’re seeing right now, it has to happen. You can’t do this to people and expect them to walk around with a smile on their face, shaking everybody’s hands.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}