{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2018/jul/21/margaret-thatcher-backed-single-market-in-draft-bruges-speech", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2018-07-20T23:01:20Z", "webTitle": "Margaret Thatcher backed single market in draft Bruges speech", "webUrl": "https://www.theguardian.com/politics/2018/jul/21/margaret-thatcher-backed-single-market-in-draft-bruges-speech", "apiUrl": "https://content.guardianapis.com/politics/2018/jul/21/margaret-thatcher-backed-single-market-in-draft-bruges-speech", "fields": {"headline": "Margaret Thatcher backed single market in draft Bruges speech", "bodyText": "Margaret Thatcher was not a proto-Brexiter but an enthusiastic supporter of the single market, according to draft versions of her celebrated 1988 Bruges speech. Often described as the moment the Conservative party proclaimed its disenchantment with Europe, the prime minister’s address in Belgium’s historic trading city has recently been reinterpreted as the beginning of the UK’s long road to withdrawal. But papers made available on Saturday by the Margaret Thatcher Foundation 30 years after its delivery demonstrate that she was looking forward to the development of the single market and was purposefully setting out an alternative vision to compete with that advanced by European federalists. Thatcher’s main collaborator in preparing the lecture was the strongly Europhile Lord Thomas, a Conservative peer who was a distinguished historian of the Spanish civil war and chair of the Centre for Policy Studies. Charles Powell, her adviser on foreign affairs, and Foreign Office officials also worked on the text. In an early note to the prime minister, Thomas, animated by the idea, wrote: “The ‘Europe of Nations’ has never been carefully worked out, to my knowledge. We could be at a turning point in our history.” John Whittingdale, then the prime minister’s political secretary, jotted on a letter about Thomas coming to meet her: “Europe – Must be positive in order to knock down federalist ideas” and “United Europe but not European Union. National provincial cultures v important – must not be lost”. On the draft of another speech, made in April that year at a Lancaster House conference on the single market, Thatcher noted: “Above all, it means a positive attitude of mind: a decision to go all out to make a success of the single market.” Thomas’s first draft, mistakenly opening on a historical tour of Brussels because he thought she would be speaking there, was strongly Europhile. “Half of Shakespeare’s plays seem to have been [set] in continental cities,” he stated. “The romantic poets of England spent their lives on the European continent.” But he shared the prime minister’s clear direction, declaring: “We did not vote in 1973 for the creation of a new European union super state.” He added: “We have not embarked on the business of throwing back the frontiers of the state at home only to have a super nation state getting ready to exercise a new dominance.” It was that last resonant phrase, fined tuned in Thatcher’s ultimate version, that distracted public attention from the more positive themes of her lecture such as her contention that: “Our destiny is in Europe, as part of the Community.” In her handwriting on one draft version, the prime minister explained that each country should not “dissolve its own identity but retain it”. There should be, she added: “Positive cooperation between sovereign states.” Elsewhere, she noted: “The objective of the single market came above that of the common agricultural policy” when referring to the original targets of the European economic community. A letter sent by Charles Powell to the Foreign Office on 14 September, the week before Thatcher travelled to Bruges, observed that “the prime minister would like to include … a short paragraph on aspects of the single market where the UK is well ahead of its partners”. She eventually delivered her speech in the medieval city of Bruges, commencing with thanks to the Belgian and Dutch medical staff who had helped British victims of the Zeebrugge ferry disaster the year before. The predominantly Euro-federalist audience may not have been instinctively sympathetic. The aftermath was less positive. That night she dined with the Belgian prime minister. In a note sent afterwards to the UK’s ambassador, she remarked: “I get rather depressed about Europe’s future when I listen to Leo Tindeman’s federalist views: but I hope we managed to get across some points to the others. The speech in Bruges has certainly attracted attention. I hope it will start a serious debate after the first wave of trivial comment.” Chris Collins, of the Margaret Thatcher Foundation, who has examined the papers, said: “No 10 felt afterwards that [Bernard] Ingham’s spin on it left something to be desired.” Ingham was the prime minister’s official spokesman. In her hand-drafted New Year message at the end of 1988, Thatcher reflected on the country’s achievements, including “progress towards the single market in Europe within the framework of the future which was set out in the speech at Bruges”. But Thomas was unhappy with the impact of the speech. Collins said: “An exposition of ‘Europe des patries’ had been written up by the press simply as an attack on federalism and Bruges became famous as an anti-European speech rather than one that set out a workable alternative European ideal to compete with that of the federalists.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}