{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2018/jul/01/handmaids-tale-recap-season-2-episode-7-gilead-strikes-back", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2018-07-01T21:15:50Z", "webTitle": "Handmaid's Tale recap: season 2, episode 7 – Gilead strikes back", "webUrl": "https://www.theguardian.com/tv-and-radio/2018/jul/01/handmaids-tale-recap-season-2-episode-7-gilead-strikes-back", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2018/jul/01/handmaids-tale-recap-season-2-episode-7-gilead-strikes-back", "fields": {"headline": "Handmaid's Tale recap: season 2, episode 7 – Gilead strikes back", "bodyText": "Spoiler alert: this recap is for people watching The Handmaid’s Tale, series two, on Channel 4 in the UK. Please do not add spoilers from later episodes. As we continue to play chicken with hope, last week’s optimism is followed by the chilly aftermath of insurgency. Who will impose order on this chaos? The Colonies A terrified Emily and Janine are rounded up with cattle prods and bundled into cars, bound for their old neighbourhood, where there’s now a handmaid shortage. Canada This week, we see a direct link between Luke and June as he waits with Moira for news of the bombing victims. They need to know if she survived the attack. Later, as the names are read out, we discover that Lillie Fuller is Ofglen, the one responsible for the suicide attack. Meanwhile, Moira begs the official to help her find her fiancee in the missing person files. She’s shown into a room with records of the unidentified people and the missing children and we discover, in flashback, more of Moira’s backstory. As she remembers her flirty meeting with Odette, she turns the page and sees her true love’s body lying on the ground, mouth ajar, eyes staring. The tears come to Moira’s cheeks as her teeth chatter with shock. The before time It’s Moira’s turn to reminisce about her former freedoms as we see her planning and going through with a surrogacy for a British couple. She has the usual pregnancy experiences; ante-natal classes and scans, but at a distance from it all. As Moira holds her son for the last time and hands him over to his new family, she doesn’t take her eyes off the baby boy. Her flirtation with Odette is touching and heartbreaking as Moira’s research reveals her murder in one of the Gilead purges. Gilead The funeral procession of the handmaids leads us through the snow to the red coffins of dozens of handmaids, laid out in flower formation. As their sisters mourn them with their red veils, Lydia tearfully recites Bible passages to which the women respond robotically. “I heard 26 commanders, 31 of us,” says one in the back of the van home. Bodies hang outside some of the snow-clad houses they pass on their journey through the district, a visible show of wrath designed to terrify. In hospital, Serena sits by Fred’s bed, clutching his hand. At home, Offred is visited by new head honcho, Commander Cushing, still scarred from the explosion. He menaces and quizzes her about her connection to Ofglen, finally demanding to know who helped Offred escape. No one is talking about “kidnap” any more. As June and Nick kiss in the hospital corridor, I can’t help thinking they would never be this reckless. On a normal day in Gilead, they’d be mad to risk it but now, with security on red alert and everyone suspected, they’re playing with fire. Serena and Offred’s late-night kitchen meeting is an interesting development (Offred’s “Right now, the baby needs Twinkies” is an attempt at informality). Now Fred is out of the way, could the two forge an alliance? Serena says she knows Cushing and his wife from before and the two couples used to holiday together. “Now, he’s the big man,” she says bitterly. She is visibly jangled when Offred starts to tell her what Cushing did to Ofglen’s family: they have all been executed. Serena’s zeal isn’t completely unshakeable, then, as we see later in the episode when she stages a coup, bringing about the removal of Cushing. No one poses a threat to her household. The she-wolf rises and Cushing is swiftly arrested for treason. Almost as if the writer knows we need something to hang on to, the scene in the supermarket, with Emily and Janine returned from the Colonies, provides a brief shaft of sunlight in the darkness. The handmaids, again risking terrible retribution, quietly whisper their real names to each other as emotional strings swell on the soundtrack. I’m happy for them, but I don’t believe the world they have created would allow for such disobedience. It’s too noticeable. In the study that night, Serena’s “Read over these for me” is shocking. Women may not read or write, certainly not a handmaid, anyway. Offred can’t believe what she is hearing, but quickly adjusts to the new situation. “I’ll need a pen,” she says, daring Serena to keep going. The two smile at each other. Offred thumbs the end of the ballpoint pen, just as Ofglen did when she detonated the bomb. The sound of music The episode opens with Iris DeMent’s My Life, a sad hymn to finding one’s purpose, or some meaning, in life. We close with the upbeat sound of Venus by Shocking Blue. Stop teasing us and start the revolution! Blessed be the fruit. May the Lord open. Grim scale The regime’s predictable reaction to the terror attack sees scores of lynchings as household staff hang from every tree and a Martha is shot dead in the street. This rates a chilling eight. Under His eye Nick hears that Commander Price has “gone home to God”. The chauffeur’s chance at a transfer is gone and he must rethink his next move. I like how Eden’s enthusiasm, despite her loveless marriage, is a source of major eye-roll to Offred. Canada showing no signs of intervening in the US. We now have to bet the farm on Gilead’s women rising up and crushing their oppressors."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}