{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2018/jul/20/australia-imports-12bn-worth-of-goods-at-risk-of-being-made-by-slaves-report", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2018-07-19T21:16:10Z", "webTitle": "Australia imports $12bn worth of goods at risk of being made by slaves – report", "webUrl": "https://www.theguardian.com/world/2018/jul/20/australia-imports-12bn-worth-of-goods-at-risk-of-being-made-by-slaves-report", "apiUrl": "https://content.guardianapis.com/world/2018/jul/20/australia-imports-12bn-worth-of-goods-at-risk-of-being-made-by-slaves-report", "fields": {"headline": "Australia imports $12bn worth of goods at risk of being made by slaves – report", "bodyText": "Australia imports nearly US$12bn worth of goods “at risk” of being made using slavery each year, including more than $6bn in computer products and $4bn in garments from China, as well as fish, cocoa and even human organs from around the world, the latest Global Slavery Index reports. The estimated number of slaves in Australia has more than trebled – from 4,300 to 15,000 – not a reflection of an increase in the number of people enslaved in the country but rather a more sophisticated measurement of the size of the global problem. Between 2004 and 2017, there were 20 convictions in Australia for slavery and trafficking offences under the commonwealth criminal code, as well as numerous charges under state and territory legislation. The most recent commonwealth case was a 2017 conviction where two Taiwanese nationals pleaded guilty to holding people in servitude. Forty-nine workers were forcibly held in two houses in suburban Brisbane and forced to make scam phone calls for 10 hours a day trying to defraud Chinese nationals of money. Workers could not leave and were beaten or had food taken away if they misbehaved or complained. One enslaved worker escaped and raised the alarm. Within Australia, slave-like practices are most common in the hospitality, construction, agriculture and sex industries, but also occur in private homes and within families. And modern slavery exists in the supply chains of thousands of products imported into Australia. The Walk Free Foundation’s Global Slavery Index 2018 report estimates there are 40.3 million people across the world living in modern slavery – 24.9 million in forced work and 15.4 million in forced marriages. It also estimates that 71% of the world’s enslaved are women and girls. North Korea has the highest rate of slavery in the world. More than one in 10 people (2.6 million people) are enslaved in the repressive dictatorship. Slavery closely follows conflict and oppressive government regimes: Eritrea, Burundi, the Central African Republic and Afghanistan also have rates above 20 people held in modern slavery per 1,000. Slavery is more widespread in developed economies than previously estimated. The US has 403,000 people held in modern slavery while in the UK, that figure is 136,000: 1 in every 500 people. The US is the largest importer of at-risk products (goods considered at most significant risk of being produced by people held in modern slavery or having slave-like practices in their supply chains), importing more than $144bn annually. “Modern slavery is a hidden crime that affects every country in the world …,” the report says. “Instances have been identified in Thai fishing, coalmining in North Korea, in the homes of diplomats in Australia, in carwash stations in the UK, cocoa agriculture in Côte d’Ivoire and cattle-ranching in Brazil.” Australia’s region, the Asia Pacific, is home to the majority of the world’s enslaved: 25 million people across the region, representing 62% of the global total. India, China and Pakistan – all in the Asia Pacific region – have the highest absolute numbers of enslaved people. North Korea has well-documented state-imposed forced labour, while protracted conflicts in Pakistan and Afghanistan have fostered conditions that have enabled widespread slavery. Minority ethnic and religious groups are especially vulnerable to enslavement in the Asia Pacific. “A key flashpoint in the region has been the mass displacement, abductions, sexual violence, and murders committed against the Rohingya population from Myanmar,” the index report says. “International organisations have already warned of the likelihood of sexual enslavement and human trafficking occurring as a result of this crisis.” Two-thirds of those enslaved in the Asia Pacific are bonded to forced labour, while a third, largely women and girls, are in forced marriages. In Australia, the five highest-value imports of products at risk of being produced through modern slavery are electronics (approximately US$7bn), garments ($4.5bn), fish ($370m), rice ($40m) and cocoa ($22.5m). But there are also instances of women being trafficked from Malaysia to Australia for sexual exploitation, and diplomats bringing “house staff” into the country who are held in embassies and diplomats’ homes in bonded, slave-like conditions. Organs potentially trafficked from developing countries – including India, China, the Philippines and Pakistan – have been sent to developed nations, including Australia. The index estimates there are 15,000 people in modern slavery inside Australia – six people per 10,000 across the country. Australia has been rated BBB – the second-highest grading – in its efforts to combat slavery. On Thursday, the Australian Border Force detained eight foreign nationals unlawfully working in the country on properties in remote Kununurra in Western Australia. Three have been detained, suspected of being involved in the systematic exploitation of foreign workers. “Illegal workers are often underpaid and poorly treated, and those facilitating their employment are making significant profits at their expense,” the acting superintendent, Anthony Spadavecchia, said. The Australian government has introduced to parliament a modern slavery bill –based loosely on UK legislation from 2015 – that will require Australian companies with consolidated revenues larger than $100m to publish annual statements on the steps they are taking to address modern slavery in their supply chains and operations. It has been hailed as a major step towards reducing slavery in Australia, and for halting the import of products potentially made using slavery. But the bill has also been criticised for its lack of enforcement (companies are not punished for failing to comply) and for failing to legislate to introduce an independent statutory anti-slavery commissioner, a position which has been lauded as one of the most effective elements of the UK’s anti-slavery regime. The global slavery index, in its report, “strongly encourages” the Australian government to institute an independent commissioner. The modern slavery bill 2018 is currently before the House of Representatives. The NSW modern slavery bill passed parliament on 21 June."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}