{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2018/jul/28/brexit-car-crash-only-britain-can-save-itself", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2018-07-28T20:00:38Z", "webTitle": "No one else wants a Brexit car crash, but only Britain can steer itself to safety | John Kerr", "webUrl": "https://www.theguardian.com/commentisfree/2018/jul/28/brexit-car-crash-only-britain-can-save-itself", "apiUrl": "https://content.guardianapis.com/commentisfree/2018/jul/28/brexit-car-crash-only-britain-can-save-itself", "fields": {"headline": "No one else wants a Brexit car crash, but only Britain can steer itself to safety", "bodyText": "The crash feels inevitable. We’re in a long slow skid, steering locked, traction lost, ravine looming. Workable deals like Norway’s are still blocked by the red lines drawn in Mrs May’s party conference speech two years ago. Her “bespoke” Chequers proposals won’t fly in Brussels or with her hardline ERG/DUP supporters, who forced amendments before the white paper ink was dry. Only the hardest of hardliners want us to crash out in March with no deal, defaulting on our agreed financial commitments, forgoing any transition period: the business community rightly warns of the chaos that would ensue, with lorry parks on the Dover road, flights grounded, shortages of food and medicines. Yet the risk of all this happening by accident is rising because article 50 lays down that, two years after triggering the exit procedure, the departing state is out, deal or no deal, and Mrs May pulled the trigger on 29 March 2017. The treaty provision isn’t unreasonable. Setting a time limit responded to Eurosceptics’ demands that states who wanted out shouldn’t be trapped in endless negotiation. And two years seemed ample time to sort out amicable divorce terms and agree a framework for the future relationship. No one imagined a member state starting the negotiations clock before deciding on a negotiating position or delaying for over 15 months before seeking cabinet consensus on what kind of future relationship it sought. Don’t blame the treaty: the time pressure we’re now under is entirely of our own making. One way out of the mess would be to take the pressure off. The treaty also allows for extra time, if everyone agrees. Would the 27 other members agree? I don’t know, but none of them wants a car crash in March. It was interesting to see the June European council agree a contingency plan to permit the next European parliament, next summer, to retain seats for 71 UK MEPs, should we still be in. But we won’t know whether extra time is feasible until someone suggests it, as the 27 might well do, perhaps as soon as October, if negotiations are still stuck. Our government’s current answer would be no. It insisted, against House of Lords advice, on writing into the withdrawal bill, now act, an exit on 29 March 2019. Not wise: concrete on the feet rarely is. I don’t know why Mrs May decided to send her letter on 29 March 2017, setting the clock ticking: no one can claim that the country voted in 2016 for the exit date now in the act. But if the government were to change its position we could easily amend the act. The die isn’t irrevocably cast. That’s also true in a much more fundamental sense. Mrs May’s letter satisfied the treaty requirement, set out in article 50, to notify the EU of an intention to leave. But intentions can change and an article 50 notification isn’t an irrevocable act. We could take the letter back at any time before 29 March 2019 or before the end of any agreed extra time. There would be no price, political or financial, to pay, because we would never have left. Our membership terms – with all the hard-won opt-outs, opt-ins, rebates, special deals – would be unchanged, because our membership would never have lapsed. We haven’t yet crossed the Rubicon. Nathalie Loiseau, Europe minister in President Macron’s government, told the Today programme last week that “the door remains open” and that we could stay “on the same terms”, should we so wish. She was right. And when she went on to say that she hoped we would indeed stay, she was only repeating what her president, and Presidents Tusk and Juncker, and prime ministers all across Europe, regularly say. They recognise that the decision is ours alone, but they’d much prefer us not to go. All 27 think any Brexit, hard or soft, is bad for all, though worst for us. At Westminster, the July debates revealed no majority for a Chequers soft Brexit. There’s also no majority for a deliberate hard Brexit, though accidents can happen. We know that this parliament won’t vote for no Brexit, overturning the 2016 result. Hence the deadlock. To break it, parliament could, and in my view should, insist that the people be consulted again, given the new facts. Democracy didn’t end in 2016, and much that the Leavers then promised had turned out to be unobtainable. Last week’s YouGov poll tells us that a majority across the country now want a people’s vote when agreed exit terms are clear or it’s clear that none will be agreed. So consulting the people would be respecting the will of the people. The necessary extra time under article 50 would be easily obtained: the 27 would be happy to see the country make an informed decision on whether the article 50 letter should stand or be withdrawn. If we do nothing, neither securing an extension nor withdrawing the letter, but going on dancing to the ERG’s tune, the car will go over the cliff on 29 March. But we could still stop the skid, taking back control. The crash isn’t yet inevitable. • John Kerr drafted article 50 and is a former UK ambassador to the European Union"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}