{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/jul/13/kevin-anderson-wins-five-set-epic-with-john-isner-to-reach-wimbledon-final", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-07-13T23:08:58Z", "webTitle": "Kevin Anderson wins five-set epic with John Isner to reach Wimbledon final", "webUrl": "https://www.theguardian.com/sport/2018/jul/13/kevin-anderson-wins-five-set-epic-with-john-isner-to-reach-wimbledon-final", "apiUrl": "https://content.guardianapis.com/sport/2018/jul/13/kevin-anderson-wins-five-set-epic-with-john-isner-to-reach-wimbledon-final", "fields": {"headline": "Kevin Anderson wins five-set epic with John Isner to reach Wimbledon final", "bodyText": "If it was exhausting to watch, imagine how the two men with hearts as big as their serves felt during their epic duel on Centre Court. When it was finally over Kevin Anderson removed his cap, heaved his weary shoulders and shared an embrace with a devastated John Isner. Anderson had reached his first Wimbledon final but he was so tired he could barely manage a smile. The television cameras picked out Kelsey, Anderson’s wife. She was weeping tears of joy after watching her husband put himself through the emotional wringer and emerge as the winner. It was the longest Wimbledon semi-final of all time, surpassing the four hours and 43 minutes set by Novak Djokovic and Juan Martín Del Potro in 2013, and the second longest match in grand slam history. It had lasted six hours and 36 minutes, although that felt like a light jog by Isner’s standards. The ninth seed, after all, took 11 hours and five minutes to win his first-round match against Nicolas Mahut in 2010. This time he was on the losing side, with nothing more than a blistered right foot and an aching left heel to show for his efforts, and it was an agonising way for the 33-year-old to fall short in his attempt to become the first American man to reach the final since Andy Roddick in 2009. Isner lost 7-6 (6), 6-7 (5), 6-7 (9), 6-4, 26-24 to an old friend from his college days. Anderson, who ended Roger Federer’s title defence with a stirring fightback in the last eight, will play Djokovic or Rafael Nadal on Saturday. He will have to recover quickly if he is to stand a chance of winning his first major, though it helps that Djokovic and Nadal resume their battle today. “We’re going to see how my body reacts in the morning,” Anderson said. “My feet are sore, they’re swollen. The legs are jelly-like. Ideally I’d like to get out and hit for maybe 30 minutes. But I’ve never played a match this long, so we’ll have to see how things go.” Inevitably there were calls from both players for Wimbledon to consider introducing tie-breaks in the fifth set. “Maybe there’s a middle ground that we can include a tie-break at 12-12,” Anderson said. “I think that’s a fair balance. The amount of times it gets to that point is pretty rare. I think it protects the players’ health as well. Being out there for this length can be damaging from a health standpoint.” Anderson and Isner had no choice but to slug it out. The final set lasted two hours and 55 minutes and it was extraordinary to witness their mental and physical endurance as they kept lifting their right arms and whirring through their service motions. The 6ft 10in Isner, who might have been disappointed not to see Donald Trump in the Royal Box, departs with unmatchable serving statistics. He banged down 214 aces, the most that anyone has ever registered in a grand slam event, and hit 21 double-faults in six matches. He won 97% of his service games and saved 14 out of 18 break points. The problem, however, was that the 6ft 8in Anderson was responsible for all four of those breaks. “My foot was really bothering me with this blister,” Isner said. “I feel terrible.” He was determined not to freeze in his first grand slam semi-final. Eight years on from the Mahut match, he has emerged as a tougher competitor. This was the first time he has gone past the first week at SW19 and early on he probed for signs of fatigue in Anderson, who had used up a lot of energy fighting back from two sets down against Federer on Wednesday. After 52 minutes, however, they were in the inevitable tie-break. It ended with Isner bludgeoning a forehand into the net. The second set rumbled on to another tie-break. Isner dominated it, converting his third set point with a 133mph ace. The match had taken on a niche appeal and the excitement levels rose just when it seemed that a lot of fans were turning into green seats. Serving at 3-4, Isner caused a stir by slumping to 15-40. Big Kev passed Big John with a low backhand. After 110 consecutive holds, Isner’s serve had finally cracked. Having become the first player to break both Federer and Isner at these championships, Anderson was on his way. Or so it seemed. Isner broke back when Anderson, who lost to Nadal when he reached his first grand slam final at last year’s US Open, netted a forehand. On they went to a tie-break, during which the quality of tennis shattered expectations. Both players conjured some magnificent shots but Isner edged ahead after Anderson blew a set point with a double-fault. Anderson gathered his thoughts during a gripping fourth set and earned the crucial break with a backhand pass for a 5-4 lead. This time, despite -spurning three set points, Anderson held his nerve. Isner netted a forehand return and they were into a decider. The final set lasted two hours and 55 minutes, a minute longer than Djokovic took to beat Kyle Edmund in four sets in the third round. Anderson could draw on the -experience of outlasting Federer 48 hours earlier and he was able to absorb 53 aces from Isner, responding with 49 of his own. Yet Isner was -refusing to wilt, even though he could be seen leaning on his racket at one point. Back in the locker room, a Serbian and a Spaniard were twiddling their thumbs. Djokovic decided to pass the time with a game of marbles. Something had to give, however, and Anderson was pushing hard and carving out opportunities. Isner had looked cooked for a while and he faltered at 24-24, dropping his serve when he dumped a backhand in the net. The moment when Anderson must have known he was going to win came when he slipped during a rally, dropped his racket, somehow dragged himself to his feet, grabbed his racket, played a forehand with his left hand and won the point. “I had elbow surgery at a pretty young age,” he said. “I actually played four or five months just with my left hand. I wouldn’t have thought back then that I was going to use a left-handed shot at the semi-finals of Wimbledon.” At long last, the end was in sight. Isner was running on fumes and sent a forehand wide on match point. “You feel like it should have been a draw,” Anderson said. If only life was that fair."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}