{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/jul/19/chris-froome-team-sky-leader-geraint-thomas-tour-de-france", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-07-19T22:02:00Z", "webTitle": "‘Froome is still Sky’s leader,’ says Geraint Thomas despite back-to-back wins", "webUrl": "https://www.theguardian.com/sport/2018/jul/19/chris-froome-team-sky-leader-geraint-thomas-tour-de-france", "apiUrl": "https://content.guardianapis.com/sport/2018/jul/19/chris-froome-team-sky-leader-geraint-thomas-tour-de-france", "fields": {"headline": "‘Froome is still Sky’s leader,’ says Geraint Thomas despite back-to-back wins", "bodyText": "Geraint Thomas’s second consecutive stage win was greeted by booing and whistling at the climax of an ill‑tempered stage during which Chris Froome was shoved by one spectator and the former Tour de France winner Vincenzo Nibali was brought down after a tangle with spectators. Thomas seemed overwhelmed by his second ski station stage win in 48 hours. “It’s nuts,” the Welshman said. “I honestly can’t believe it. Hopefully I can enjoy being in yellow tomorrow because it was hard to enjoy it today – the race was too hard. “I never thought in my wildest dreams I would win today. In my head, all I had to do was follow the main guys. I just assumed someone would be away [ahead of us]. Even as I crossed the line I said: ‘Is someone still away?’” Thomas now looks every inch a potential Tour winner, yet he still maintains Froome is Team Sky’s designated leader and that he has not targeted final victory. “No, I just want to enjoy this victory,” he said. “But I honestly mean it when I say Froome is still our leader. He knows how to race for three weeks. For me, who knows, anything could happen, I could have a bad day and lose 10 minutes.” While Thomas celebrated his win Sky’s team principal, Dave Brailsford, was quick to criticise the unruly behaviour of some in the huge crowd, lining the 21 hairpins. “I’m not sure what happened to Nibali but I think Thomas went over his back wheel and nearly came off himself,” he said. “You expect professional athletes to play and entertain without being impacted on by the crowd. I know this is part of the joy of our sport, how close the crowd gets, but we know that if it impacts the race, as it did today with Nibali then that’s too much.” Nibali’s crash was enough to end his Tour after he suffered a fractured vertebra."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}