{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/jul/24/west-ham-manuel-pellegrini-promise-full-responsibility", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-07-24T21:30:53Z", "webTitle": "West Ham’s Manuel Pellegrini says promise of full responsibility was key", "webUrl": "https://www.theguardian.com/football/2018/jul/24/west-ham-manuel-pellegrini-promise-full-responsibility", "apiUrl": "https://content.guardianapis.com/football/2018/jul/24/west-ham-manuel-pellegrini-promise-full-responsibility", "fields": {"headline": "West Ham’s Manuel Pellegrini says promise of full responsibility was key", "bodyText": "Manuel Pellegrini has said that he decided to join West Ham when David Sullivan agreed to give him full responsibility for lifting the club to the next level. West Ham have revamped their transfer structure this summer and Pellegrini has revealed that he agreed to replace David Moyes as manager when Sullivan, the club’s co-owner, promised to make him the most influential figure at the London Stadium. “When I spoke with him he told me he wants to build a new club,” Pellegrini said during his unveiling on Tuesday. “He wants to give all the responsibility to me. He asked me also to bring a sporting director to the club, said that he will support all that I asked and that’s the way we are working now.” Pellegrini took charge of the search for a director of football, which ended with the arrival of Mario Husillos from Málaga, and the former Manchester City manager believes that West Ham’s board have proved their ambition after breaking their transfer record to sign Felipe Anderson from Lazio in a deal worth up to £42.5m. “That demonstrates that David Sullivan wants to build a strong team,” the 64-year-old said. “Maybe some years ago or last season the supporters were always complaining about the money spent, but when he convinced me to come here one of the reasons was that he told me he was going to bring good players.” West Ham have made seven signings this summer and optimism is high after the arrivals of Anderson, Fabián Balbuena, Issa Diop, Lukasz Fabianski, Ryan Fredericks, Jack Wilshere and Andriy Yarmolenko. Yet they have struggled since moving to the London Stadium two years ago and supporters protested against the board during the 3-0 home defeat by Burnley in March. “I knew what happened with the Burnley game,” Pellegrini said. “But fortunately for me I have never been afraid of anything in my life. I am sure that the fans will support the club because they are seeing that something is changing inside.” Pellegrini, who spent two years at Hebei China Fortune after being replaced by Pep Guardiola at City in 2016, is hopeful of adding more players to his squad after losing Andy Carroll, Manuel Lanzini and Winston Reid to long-term injuries. He wants to strengthen in central midfield and attack, although West Ham are likely to need to sell first. Michail Antonio, Sam Byram, Cheikhou Kouyaté, Jordan Hugill and Reece Oxford could be surplus to requirements, while Sampdoria are interested in Pedro Obiang. “We will see what happens,” Pellegrini said. “If any players must go, we are going to find replacements for them.” Pellegrini, who led City to the Premier League title in 2014, said that the club’s medical department are aware of Wilshere’s poor injury record and are working on a personalised fitness regime for the former Arsenal midfielder. “We are doing a plan with the doctor and with the physical manager,” Pellegrini said. “We are trying to do a different thing with him so he can be comfortable. And not to try to play every game because he must work in a different way. “Undoubtedly he has had a lot of injuries in the past but the season he played on loan for Bournemouth he played a lot of games. Last season he didn’t have too many injuries. At the moment he is working well.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}