{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2018/jul/05/scott-pruitt-epa-impact-on-environment-analysis", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2018-07-05T21:44:01Z", "webTitle": "Scott Pruitt is out but his impact on the environment will be felt for years", "webUrl": "https://www.theguardian.com/environment/2018/jul/05/scott-pruitt-epa-impact-on-environment-analysis", "apiUrl": "https://content.guardianapis.com/environment/2018/jul/05/scott-pruitt-epa-impact-on-environment-analysis", "fields": {"headline": "Scott Pruitt is out but his impact on the environment will be felt for years", "bodyText": "Scott Pruitt, who has finally stepped down as administrator of the Environmental Protection Agency after a long-rumbling corruption scandal, rose to public prominence on the back of a series of increasingly outlandish ethical controversies. From lobbying the fast-food company Chick-fil-A on behalf of his wife, to demanding his staff acquire a mattress from a Trump Hotel – not to mention the millions of taxpayer dollars spent on security, first-class travel and soundproof booths – Pruitt’s behavior clashed spectacularly with any pretense of Trump’s pledge to “drain the swamp” in Washington. But the lasting legacy of the former Oklahoma attorney general – who was picked by Trump after crusading against what he called the EPA’s “activist agenda” – is likely to be felt in the systematic weakening of environmental regulations. While not as eye-catching as, for example, his demand that his official vehicle use sirens so he could reach a French restaurant on time, Pruitt’s actions at the EPA have left behind a demoralized agency where staff fret that their ability to protect public health has been diminished. A staunch ally of oil and gas companies, Pruitt stacked EPA advisory boards with industry representatives and sought to set aside whole troves of research that link pollution to various illnesses. He oversaw the delay or destruction of dozens of clean air and water rules, sparking legal battles with states and environmental groups. The EPA’s record in court under Pruitt was patchy but his deregulatory zeal was enough to impress Trump, who said Pruitt was doing a “fantastic job” even as scandals that sparked more than a dozen different investigations swirled around him. Pruitt became a trusted adviser to Trump, helping convince the president the US should withdraw from the Paris climate agreement. He also continued his pre-EPA work of dismantling the Obama-era clean power plan, but from within the agency. Vehicle emissions standards were shelved. Under Pruitt, the EPA has wiped climate change-related content from its website for an “update” that has lasted for more than a year. Pruitt himself has derided the accepted science of climate change and even advocated for a televised debate on the issue between scientists and deniers. Pruitt proposed looser safety rules for chemical plants and halted a planned ban on chlorpyrifos, an insecticide linked to developmental problems in children, after being directly lobbied by Dow Chemical, which sells the product under the trade name Lorsban. Enforcement of environmental crimes that foul the air and water also fell under Pruitt, with industries afforded an unusual level of deference. In his final days as EPA chief, Pruitt was seeking to sign away the EPA’s right to veto certain projects that cause major harm to the environment. Proposed EPA budgets under Pruitt were draconian, almost dystopian. Funding for toxic clean-ups – supposedly a priority for Pruitt – was winnowed away, money for the remediation of lead poisoning, a looming issue in the wake of the water supply disaster in Flint, Michigan, was slashed. Every vestige of action, research or even mention of climate change scrapped. These cuts didn’t find support in Congress, where even Pruitt’s staunchest supporters began to wobble as the scandals mounted. Most Republicans shared Pruitt’s view that the EPA had become overbearing and a burden upon business – he repeatedly, erroneously claimed “every puddle” in the US was regulated by clean water rules – but lawmakers were too squeamish about the deep cuts to basic environmental protection put forward by the administrator. Pruitt’s impact, however, has been significant. At a time when the US needs to accelerate its emissions cuts to stave off the worst floods, wildfires, repeated monster hurricanes and other calamities associated with climate change, the national response has been eviscerated, the international community left floundering and aghast. The way the EPA evaluates science has been altered, leaving behind a process that is far more friendly to industry. Experienced staff either left in droves – about 700 departed in Pruitt’s first year – or found themselves sidelined, forced to watch as coal executives marched into their Washington headquarters to witness Pruitt and Trump declare and end to the “war on coal”. Many of the rule rollbacks instigated by Pruitt still need to be completed, which is why green groups are horrified that Pruitt’s replacement – at least in the interim – is his deputy, Andrew Wheeler, a former coal lobbyist. Wheeler is known as a technocrat who is well-versed in DC politics. He’s unlikely to have quite the same appetite for scandal as his predecessor, meaning that Pruitt’s agenda will continue, just without any of the high-profile ethical abuses. “Scott Pruitt will go down in history as a disgrace to the office of EPA administrator,” said Ken Cook, president of the Environmental Working Group. “He will forever be associated with extraordinary ethical corruption,” he continued. . But Cook warned the Pruitt effect will last. “Sadly, the ideological fervor with which Pruitt pursued the destruction of environmental regulations and the agency itself live on in the Trump administration. So while Pruitt is gone, and good riddance, our resistance to all he stood for will continue undiminished.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}