{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/jul/13/england-belgium-third-place-gareth-southgate-st-petersburg", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-07-13T21:30:20Z", "webTitle": "England prepared for one last push to claim third place against Belgium | Dominic Fifield", "webUrl": "https://www.theguardian.com/football/2018/jul/13/england-belgium-third-place-gareth-southgate-st-petersburg", "apiUrl": "https://content.guardianapis.com/football/2018/jul/13/england-belgium-third-place-gareth-southgate-st-petersburg", "fields": {"headline": "England prepared for one last push to claim third place against Belgium", "bodyText": "Three days on the sense of regret is just as raw. Gareth Southgate has done all he can to re-energise his England squad for the third-place play-off, such a cruel commitment in the context of what might have been, but he still found himself squinting at his laptop in the small hours of Friday morning, poring over yet another re‑run of the defeat by Croatia, wincing through that period in the second half when, for the first time in Russia, his side appeared to panic and their style slipped. Cursing Ivan Perisic’s “bizarre” back-header and the spasm of indecision which gripped his team’s backline to shatter a dream. The manager has attempted to retain a modicum of perspective. His painful memories of Euro 96 have never really dimmed, though that semi‑final defeat by Germany 22 years ago was endured by a team he acknowledges now were far closer to the finished article. Many of their number knew their chance came and went that night, whereas the buzzwords accompanying the current crop revolve around youthful energy, long-term vision and this being the start of something special. “But we were still 20 minutes from a World Cup final, and then, in extra time, 10 minutes from a shootout to get to a World Cup final,” he said. “That is going to live with me forever, no doubt about that.” It will have pained him just as much on the third, fourth or fifth viewing. The past few days have demanded a different kind of management. Southgate’s body clock was always likely to have been scrambled at this point, whether by the white nights of Repino or that flurry of post-match flights shuttling the squad back to the Gulf of Finland. They touched down at 6.30am after the agony at the Luzhniki Stadium. But there is one more fixture to play, one last chance to showcase progress, and there has been precious little time in which to prepare. The manager had called a meeting of staff and players in the gym at the ForRestMix Club on Thursday afternoon with all 58 of the travelling party in the room and the captain, and prospective Golden Boot winner, Harry Kane perched on one of the barbells. The message had been about ending on a high, beating Belgium at St Petersburg Stadium on Saturday to secure the second-best finish in the nation’s history and claim a bronze medal as tangible reward of sorts for exceeding expectations. All 23 players trained day to suggest a focus remains, even if the selection will be much altered. Ashley Young and Jesse Lingard have been ill. Kieran Trippier and Jordan Henderson are carrying injuries. Kane, desperate to start, looked jaded in Moscow. Those who replace them will be fresher, eager to make their own mark. Yet the sense of anticlimax will be no less numbing for them. Fabian Delph, as the only member of the squad to have travelled home, to attend the birth of his third child, will start and recounted the extremes of the past few weeks. “Everybody was screaming: ‘It’s coming home,’” he said of his four days in England. “On the school run even the teacher seemed to like me a bit more now, asking me to take shirts back to get signed. I’ve had kids coming up to me – the parents were kicking them [forward] – saying: ‘Go and get his autograph.’ We had a home birth and the midwife was asking for a picture. She told me it is coming home, too. “We are in a bubble. We don’t get to feel what it’s like outside so, honestly, the support I felt was phenomenal. The only downside was my oldest daughter, who was sad when we won in the quarters because she’d thought I was going to come home. It was cute, but also a bit: ‘Oh, yeah?’ I did think that we would go back as super-heroes, because I genuinely thought we were going to win the World Cup. So it was an awful feeling in that dressing room [at the Luzhniki]..” Southgate pointed to the group game defeat by the same opposition as motivation, though that duel in Kaliningrad had been competed in by reserve teams. Belgium seem more intent on selecting a stronger lineup this time. Their golden generation will depart Russia saddled by a different kind of disappointment: they were contenders. Yet, regardless of day’s result, the England manager will encourage his squad and staff post-match to let their hair down on their last night back in Repino with the next stage of this team’s evolution sure to mean that, by the time the Uefa Nations League kicks off against Spain in September, there will have been changes to personnel. “That group of people will never be together again,” he said. “That’s why you’ve got to enjoy those moments.The reality is players, staff ... things always change, for whatever reason. We never close our mind to people, and there are some younger players we’re excited about and who could get Premier League football this year and start to push. But they’ve got it all to do now. It should be harder to get into the group than it has been this time.” He will have to wait to switch off. Southgate and his players fly back to Birmingham on Sunday with the new Premier League campaign less than a month away and with a meeting pencilled in back at St George’s Park next week to plan for the September internationals. He also has letters to write to all those involved in Russia, a self-imposed task – “It’s quite nice to receive a letter in this day and age, and there’s something special about that” – thanking them for their efforts. The well-deserved holiday will have to wait a while longer and, even then, he admitted his thoughts will rarely deviate from football. At least he will be warmed by optimism over the future. Southgate likened the bond recovered between the England team and the nation to that forged between Germany and their support at the 2006 World Cup, where the youth of the side, and the enthusiasm whipped up by the tournament, propelled them back into the wider public’s hearts. “The downside of that was it took them another eight years to win [the World Cup],” he said through a smile, before playfully describing the prospect of Euro 2020 at ‘home’ at Wembley as “massive … is that helpful?” “The players are going to experience a tournament as close to what we experienced in 1996 and 1966. That’s incredible for everybody. And, again, we’ll have the players inspired by what’s happened over the last few weeks. They haven’t really felt what the nation really getting excited about the team feels like. They’ve seen that now. As have all the kids who are playing in junior teams. They can see if that’s what it’ll be like for the seniors that’s really exciting. But that’s for the future. We have to finish well.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}