{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2018/jul/13/carefully-crafted-indictment-of-12-russian-spies-heaps-pressure-on-trump", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2018-07-13T20:41:37Z", "webTitle": "Carefully crafted indictment of 12 Russian spies heaps pressure on Trump", "webUrl": "https://www.theguardian.com/us-news/2018/jul/13/carefully-crafted-indictment-of-12-russian-spies-heaps-pressure-on-trump", "apiUrl": "https://content.guardianapis.com/us-news/2018/jul/13/carefully-crafted-indictment-of-12-russian-spies-heaps-pressure-on-trump", "fields": {"headline": "Carefully crafted indictment of 12 Russian spies heaps pressure on Trump", "bodyText": "It was an extraordinary split-screen moment. On one side, president Donald Trump meeting the Queen at Windsor Castle and strolling past a ceremonial guard of honour. On the other, the US deputy attorney general, Rod Rosenstein, was simultaneously indicting 12 Russian spies for hacking and leaking the emails of senior Democrats during the 2016 presidential election campaign. These latest indictments by the special prosecutor, Robert Mueller, were carefully crafted. Its timing seems distinctly mischievous. And it heaps pressure on Trump ahead of his meeting on Monday in Helsinki with the Russian president, Vladimir Putin, the man to whom the GRU intelligence agency and its generals ultimately answer. For two years, Trump has equivocated in the face of a simple question: did Moscow hack the US election in order to help him become president and to damage Hillary Clinton? Despite evidence from US intelligence agencies, he has variously blamed a “400-pound guy” sitting on a bed, suggested the answer is vaguely unknowable and said he could not be sure if it was Russia or China. But Mueller’s latest indictments lay out the facts in granular detail. The document describes how a group of career Russian spies working out of an anonymous classical building in central Moscow systematically hacked into the Democratic National Committee. It was a textbook deception operation, featuring fake persons, hidden cryptocurrency payments and easy-to-do spear phishing. During his meeting with Putin on Monday, Trump could demand the extradition of the 12 GRU officers, who, it is now known, include Viktor Borisovich Netyksho, the person in charge of the hacking operation carried out by two GRU units in Moscow. Putin will deny involvement. If Trump does not ask, he will be clearly failing to stand up for US interests in the face of an unprecedented cyberattack by a hostile foreign power. If he does call for extradition, this means acknowledging that Mueller’s investigation into collusion between his campaign and Russia is not a “witch-hunt”. There are real alleged conspirators. And, it turns out, they work for Russian intelligence. All the signs are that Trump will continue to deny Moscow’s meddling. Rosenstein said on Friday that he told the president several days ago of the latest indictment. Trump appears to have ignored it. On Thursday, at the Nato summit in Brussels, he flattered Putin again. He even suggested Russia’s leader had done good things in Crimea, after annexing the territory in 2014, including building a bridge and a submarine base. The indictment raises further intriguing questions as to how the US discovered the identities and precise ranks of the 12 GRU officers, one of them a major. A mole inside the GRU’s “Aquarium” headquarters in Moscow – visited in 2013 by Michael Flynn, Trump’s original pick for national security adviser – cannot be ruled out. But it seems unlikely. More probable is that US intelligence agencies carried out extensive counter-hacking and intercept measures of their own. And relied on input from America’s European allies including Britain – the same allies that Trump denigrated on Thursday during his astonishing attack on Nato countries for what he sees as military underspending. According to reports, in the summer of 2014 the Dutch intelligence service hacked into one of the GRU’s undercover cells, operating out of a university building near Red Square. The Netherlands gained access to computers being used by the Cozy Bear group. They even spied on the GRU outfit through closed-circuit TV cameras, witnessing their activities in real time. Seemingly, the US intelligence community – regularly attacked by Trump as a malevolent force – is good at its job. Michael McFaul, the former US ambassador in Moscow, described himself on Friday as “very impressed” by Mueller’s indictment. It showed “the incredible capabilities of our intelligence community”, he tweeted, saying the “Kremlin will take note”. Putin will not allow the GRU officers to stand trial in America any time soon. But by asking for their extradition, Trump might lessen the impression that he is beholden to Putin and that his campaign team may even have colluded with the Kremlin on his path to the White House. • This article was corrected on 16 July 2018. The troops at Windsor Castle were a ceremonial guard of honour, not beefeaters, as stated in an earlier version."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}