{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2018/jul/28/farmers-drought-summit-food-supply-fears-crisis-heatwave", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2018-07-28T20:00:38Z", "webTitle": "Farmers in drought summit amid fears of food supply crisis", "webUrl": "https://www.theguardian.com/environment/2018/jul/28/farmers-drought-summit-food-supply-fears-crisis-heatwave", "apiUrl": "https://content.guardianapis.com/environment/2018/jul/28/farmers-drought-summit-food-supply-fears-crisis-heatwave", "fields": {"headline": "Farmers in drought summit amid fears of food supply crisis", "bodyText": "Farmers are to meet with Whitehall officials this week for an emergency drought summit amid fears that the heatwave could have a serious impact on the UK’s food supply. What the National Farmers Union describes as “tinderbox conditions” have severely reduced grass growth and depleted yields for many crops, leading to concerns that there will be a shortage of feed for livestock and dairy farmers later in the year. Concerns about the fragility of the UK’s food chain come at a sensitive time after the Brexit secretary, Dominic Raab, admitted last week that the government was taking steps to ensure that there were “adequate” supplies for Britain in the event of a no-deal departure from the European Union. The revelation led to speculation that the UK might be forced to start stockpiling food. But the heatwave has acted as a “timely reminder” that the UK cannot take its food production for granted, according to NFU president Minette Batters, who warns of “the crippling impact of the dry, hot weather on farms across the country”. Representatives from the union will meet officials from the Department for Environment, Food and Rural Affairs (Defra), the Environment Agency, Natural England, the Rural Payments Agency and several farming charities when the emergency summit convenes on Wednesday. They will hear reports of a shortage of forage for livestock and dairy farmers, which is forcing farmers to break into winter fodder supplies. There are also concerns about a shortage of water for irrigation and an increased risk of potentially ruinous crop fires. “The situation is hugely challenging across all sectors,” Batters said. “There could be serious concerns for many farmers if this extended spell of warmer, drier weather continues as the long-range forecast suggests. It is vital that we come up with a plan and solutions to the issues that are now emerging across the industry.” Batters added: “This unprecedented spell of weather really should be a wake-up call for us all. It’s a timely reminder that we shouldn’t take food production for granted. Farming is one of the most affected industries when it comes to managing volatility.” The heatwave, which appeared to have come to a dramatic end on Friday with thunderstorms and torrential rain over much of the country, saw Britain roast in high temperatures for weeks throughout June and July. Data collected by the Environment Agency suggests that “cumulative rainfall totals for July to date range from 4% of the July long-term average in east England to 26% in north-west England”. It follows the driest June since 1925, according to the EA, which has warned that a “dry end to the summer and dry autumn could see the risk of restrictions and further environmental impacts spread across the country”. In an attempt to tackle the looming crisis, Defra has confirmed that the environment secretary, Michael Gove, is to summon the chief executives of the water companies that have failed to meet their leakage targets to explain how they intend to improve their performance. A spokeswoman said: “Defra is working directly with the NFU and organisations across the industry to support farmers through the dry weather. We will continue working with all parties so farmers have the support they need through this difficult period.” Nick von Westenholz, the NFU’s director for Brexit, said he was not aware of any specific discussions between farmers and the government about the no-deal scenario alluded to by Raab. “There are eight months to go until, technically, we are going to leave the EU, and the idea that the EU and the UK might not come to some sort of agreement is really, really worrying for a host of reasons,” he said. A particular concern is the potential shortage of agricultural labour. “We rely on a lot of EU workers to pick our fruit and vegetables,” Westenholz said. “If there is a no-deal scenario and freedom of movement ends in March 2019 with no contingency plans in place, where is industry going to get those workers from?” In the event of no deal, some predict that the UK could be forced to source more food from outside the EU. “The government might have to drop food safety controls to ensure stuff comes in smoothly,” Westenholz said. “You’d be concerned if that was the case. Those safety controls are there for a reason.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}