{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2009/jan/19/bank-shares-plummet", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2009-01-19T21:22:00Z", "webTitle": "Sharp drop in bank shares raises nationalisation fears", "webUrl": "https://www.theguardian.com/business/2009/jan/19/bank-shares-plummet", "apiUrl": "https://content.guardianapis.com/business/2009/jan/19/bank-shares-plummet", "fields": {"headline": "Sharp drop in bank shares raises nationalisation fears", "bodyText": "A plunge in the share price of the Royal Bank of Scotland prompted City and Westminster speculation tonight of imminent full-scale nationalisation for the bank as the financial markets issued a vote of no confidence in the government's latest bail-out. Amid growing concern from the government that the credit crunch is intensifying an already severe recession, Gordon Brown served notice that Labour's patience with the banks was rapidly running out as the Treasury unveiled a second emergency package in three months. Britain's banks will be forced to sign binding contracts with the Treasury to take part in an insurance scheme to indemnify them from future losses, while in a U-turn on the position adopted since last February's nationalisation, Northern Rock will be used to increase lending for home loans. Although the chancellor, Alistair Darling, said ministers had no desire to take banks into public ownership, the prime minister's tough language did little to quell the belief that RBS will be the third UK bank to be nationalised since the financial crisis broke 18 months ago. Brown said the public had a right to be angry as he condemned the \"irresponsible losses\" caused by the \"wrong investments\" at RBS, which today left the bank nursing the biggest loss – up to £28bn – in Britain's corporate history. He said today's measures were not a blank cheque: \"At every point, conditions are laid and the greatest condition of all is that in return for our support for the banking system they have an obligation to lend to small businesses and to families in this country. I will not sit idly by and let people and businesses go to the wall.\" His tough language served only to worsen City sentiment. Bank shares finished dramatically lower, with RBS – almost 70% owned by the taxpayer after yesterday's announcement – down by 65% and Lloyds HBOS suffering a 33% loss. Barclays, which lost a quarter of its value on Friday, fell a further 10%. After a weekend of negotiations with the banks, Darling unveiled measures designed to increase the flow of credit and to shorten the recession. Ministers are prepared for a week of dire economic news, and the Treasury yesterday gave the Bank of England permission to take emergency steps to boost the money supply if the sharply falling bank rate fails to boost growth. The European commission warned today that the UK economy would shrink by 2.8% this year and barely expand in 2010. The Treasury insurance scheme means banks will have to pay the first tranche of any loss on investments, with the taxpayer insuring around 90%. But details of the scheme will only emerge following discussions with individual banks over the coming weeks, and the lack of clarity was cited by the City as one reason for the rout in banking shares. There was also concern expressed that last Friday's lifting of the ban on \"short-selling\" – traders selling shares they don't own with a view to buying them back at a cheaper price – may have exacerbated volatility in the market. Announcing the RBS loss today, Stephen Hester, the newly appointed chief executive, admitted full-scale nationalisation of the bank had been discussed with the government, but said he did not believe this was an option ministers wanted to take. Shadow chancellor George Osborne claimed the British taxpayer had already made a paper loss of £17bn on its RBS shareholding and said it was incredible the Treasury had not known the scale of the hit the taxpayer was about to face. He derided the rescue plan saying: \"This is not some long-planned, carefully thought-through 'second phase' of government policy. It is instead the clearest possible admission that the first bail-out of the banks has failed and now they have no option but to attempt a second bail-out – a bail-out whose size we still don't know, whose details remain a mystery and whose ultimate cost to the people of Britain will only be known when this government has long gone.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}