{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/jan/16/motor-sport-formula-one", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-01-16T21:10:50Z", "webTitle": "Formula one: Ron Dennis to stand down as McLaren's team principal before 2009 season", "webUrl": "https://www.theguardian.com/sport/2009/jan/16/motor-sport-formula-one", "apiUrl": "https://content.guardianapis.com/sport/2009/jan/16/motor-sport-formula-one", "fields": {"headline": "Dennis to stand down at McLaren", "bodyText": "Ron Dennis, the formula one team principal of McLaren since 1981, will stand down from this position before the start of the 2009 world championship season. The 61-year-old announced his plans on Friday at the team's technology centre in Woking at the official unveiling of the new McLaren-Mercedes MP4-24 in which Lewis Hamilton will seek to defend his world championship title, the driver partnered for the second successive season by Heikki Kovalainen. The vacated team principal role will be taken by Martin Whitmarsh, who has been groomed as Dennis's right-hand man and potential successor for a number of years. \"Let me make one thing clear: this is very definitely not retirement,\" said Dennis. \"In fact, I intend to work even harder from now on. And it's because I intend to work even harder – on growing the McLaren Group, which encompasses McLaren Automotive, McLaren Electronic Systems, McLaren Applied Technologies, McLaren Marketing, McLaren Inc and Absolute Taste, as well as McLaren Racing of course – that I've decided to pass the role of team principal to Martin. \"Martin and I have very strong views on how to grow the McLaren group. What history teaches us is that companies which concentrate solely on formula one and do not diversify ultimately fail.\" Whitmarsh studied mechanical engineering at Portsmouth polytechnic, gaining a BSc degree in 1980. He began his career at British Aerospace (now BAE systems) working on finite element analysis and progressed so rapidly within the organisation that he was appointed manufacturing director in 1988, a year before he was head-hunted into the McLaren fold. \"Ron and I have had many discussions about this over the past few weeks and months,\" he said, \"but eventually it became clear that Ron's decision was final. Everyone knows what an incredible career Ron has had to date; his legacy is huge. \"As such, I remain hugely mindful of the responsibilities I assume as team principal – it's a daunting yet exciting prospect. Despite today's announcement, I hope we will still continue to work as closely together as before.\" In practical terms Whitmarsh has been responsible for the evolution and development of all technical aspects of the McLaren operation. He also spent a brief, and rather fraught period overseeing Ilmor (later Mercedes-Benz High Performance Engines) the suppliers of McLaren's formula one engines who are based at Brixworth, near Northampton. Whitmarsh also has a seat on the board of the McLaren group along with four representatives of Daimler, the Mercedes parent company, three representatives from their Bahraini investors and Dennis and TAG's Mansour Ojjeh. Whitmarsh has no shares in the group, but that could possibly change in the near future."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}