{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2009/jan/09/icelandic-chain-profit-warning", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2009-01-09T22:18:00Z", "webTitle": "Icelandic crisis batters UK fashion chain", "webUrl": "https://www.theguardian.com/business/2009/jan/09/icelandic-chain-profit-warning", "apiUrl": "https://content.guardianapis.com/business/2009/jan/09/icelandic-chain-profit-warning", "fields": {"headline": "Icelandic crisis batters UK fashion chain", "bodyText": "The Icelandic-owned company behind the fashion chains Oasis, Karen Millen and Principles today warned last night of lower sales and falling profits. Mosaic, which also controls the Warehouse and Coast brands and the Shoe Studio chain, said sales were down 1.2% in the past 23 weeks and profits would be below last year's levels as a result of losing a key foreign exchange hedge owing to the collapse of Kaupthing Bank. The hedge loss will have an even bigger impact next year, the retailer warned. Its Icelandic connections have also led credit insurers to withdraw all cover and suppliers are now providing stock only if Mosaic shops pay cash on delivery. The retailer, which operates 2,120 stores and employs 13,000 staff, said it was in talks \"about the long-term financing of the business\". Some 85% of store landlords have agreed to accept monthly rents, rather than quarterly. Several other Icelandic-backed retailers have also been battered by the collapse of the country's banks and are searching for buyers. Cruise, Mountain Warehouse and Jones Bootmaker are all understood to be hunting for new investors. The Mosaic update came as the supermarket group Iceland, which is also backed by Icelandic investors, revealed it was taking over 51 former Woolworths stores and would be creating 2,500 jobs. The supermarket has seen sales rocket as the economy turned downwards, with shoppers trading down to cheaper products and frozen food to cut their weekly outgoings. \"We are confident we can help to support the local community in these towns who have lost a major high-street retailer in Woolworths,\" said Iceland's marketing director, Nick Canning. Last summer, Iceland's chief executive Malcolm Walkercorrect outlined a potential bid for the entire 800-strong Woolworths chain, but his approach was rejected by Woolworths' directors. They dimissed his tentative offer as undervaluing the retailer. Separately, the department store chain John Lewis revealed a huge leap in sales in the week after Christmas, as consumers poured in to snap up clearance bargains. In the seven days to 3 January, sales were up more than 27% on a year earlier. Five stores recorded sales up more than 30%. Sales of electricals were up 39%, fashion was up 34% and even homewares, which have been battered by the moribund housing market, sold well, recording a 13% leap on 2007-08 levels. Barry Matheson, director of selling development at John Lewis, said: \"Was it the fall of the calendar? Was it the weather? Was it driven by constant media reports of the bargains to be had? It is difficult to tell but what we know for sure is that we delivered a truly inspirational result last week.\" Waitrose sales were also ahead, climbing 7% as shoppers stocked up on New Years' Eve party food and champagne."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}