{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2009/jan/09/anna-kessel-luton-town-blog", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-01-09T23:37:10Z", "webTitle": "Anna Kessel on Luton Town's fight against relegation", "webUrl": "https://www.theguardian.com/football/blog/2009/jan/09/anna-kessel-luton-town-blog", "apiUrl": "https://content.guardianapis.com/football/blog/2009/jan/09/anna-kessel-luton-town-blog", "fields": {"headline": "Luton guided by 2020 vision and in search of a miracle", "bodyText": "Like every other football club in the current financial climate Luton Town are desperate to get back in the black. But it's not just negative equity that Luton have to worry about, it's points. After starting this season on minus 30, the biggest points deduction in football league history, Luton are now fighting to stay in league football and avoid relegation for the third season in a row. If they survive, the consortium leading the club – Luton Town Football Club 2020 – will feel vindicated. The financial irregularities inherited from the previous regime were to blame for the initial deduction of 10 points after the club were found guilty of misconduct for paying agents via a third party. The subsequent 20-point deduction took place after the club failed to agree a Company Voluntary Agreement to exit administration. Despite all that the club are doing remarkably well under Luton legend Mick Harford – who helped the club avoid relegation as a player 18 years ago. Only eight points behind second from bottom Bournemouth, the team are 15 points behind nearest safe-house Grimsby Town and undefeated in all competitions in seven matches. With 29 points earned this season, without the penalty they would be decidedly mid-table. So how have they done it? Managing director Gary Sweet explains that it is the spirit of the place. \"Every single player is fully confident of surviving the league. And not only that, if we survive then we're likely to go up next year. What a story that would be. From a motivational point of view we don't need to do much.\" But with two fixtures postponed in the past two weeks the players will have to wait again before they can get to work on the points deficit. They must be champing at the bit. Luton haven't played since 28 December, after frozen pitches cancelled a game at Chester City's Deva Stadium, and now Kenilworth Road is out of action for this weekend's game against Rotherham United, another club who began the season with a points deduction for going into administration. \"We're on tenterhooks waiting to convert the next game into a positive points situation,\" says Sweet. \"We're desperate to play football.\" The other issue of course is financial losses. Sweet estimates that tomorrow's postponement will cost the club between £5-15,000, money they can ill afford. Still, smart financial strategy is one of the consortium's strengths, with a forward thinking plan that maps the club's future up to 2020 – when Sweet says they hope to be mid-table in the Championship or higher even if they do drop out of the league this season. Having slashed last year's wage bill from £5m to a more slimline £1.1m, while results have been good, Luton's new thinking has won over fans. The club have sold more season tickets this season than last and have a better away following. \"When you're taking over 1,000 away to Exeter,\" says Sweet, \"the other teams have been dumbfounded by the enthusiasm of our fans. They've been fantastic, going away to Reading [in the League Cup] and getting thumped 5-1, but all our fans are doing the conga in the away end in the 88th minute. The spirit in our squad is definitely spreading.\" Sweet is brimming with positivity, and it is infectious. His only criticism is reserved for football's governing body and the league administrators whom he feels let the club down. \"The one problem I've got with the football league and the FA is that there is no positive encouragement for new people to come in and invest brand new money into football. In our situation a suspended penalty would have been much more equitable. Here we are coming in with nothing to do with the previous owners who put us into administration‚ and we're having to fight to get us out the pickle they put us in. We should have been given more encouragement. They did everything possible to stop us from surviving, but that just makes us even more determined.\" If Luton can escape relegation it will probably go down as the biggest achievement in the league this season."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}