{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/jan/12/rugby-union-newcastle-falcons-gloucester-premiership", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-01-11T23:11:00Z", "webTitle": "Rugby union: Gloucester nurse wounds after surprise defeat by Newcastle", "webUrl": "https://www.theguardian.com/sport/2009/jan/12/rugby-union-newcastle-falcons-gloucester-premiership", "apiUrl": "https://content.guardianapis.com/sport/2009/jan/12/rugby-union-newcastle-falcons-gloucester-premiership", "fields": {"headline": "Newcastle heave sigh of relief after gale-force win", "bodyText": "Violent gusts of 60mph swept across the north-east yesterday, flattening the best-laid plans of second-placed Gloucester and their English international full-back Olly Morgan. Not only did the Cherry and Whites finish second-best to a gritty Newcastle side who had been without a win in the Guinness Premiership since September but they also face losing Morgan for a lengthy period with a badly fractured finger which is also likely to scupper his prospects of a Six Nations recall. Morgan was facing surgery last night to repair a bone on his left hand which, at one stage, protruded through the skin. His head coach Dean Ryan is also concerned about a \"pretty serious\" dead leg which forced Mike Tindall to leave the field in the second half and makes the centre a doubtful starter for this weekend's key Heineken Cup pool game at home to Cardiff. The England manager, Martin Johnson, due to announce a reshuffled elite squad on Wednesday, is enjoying no better luck than his immediate predecessors. Newcastle, though, are counting only their blessings this morning. Suddenly there is a glimmer of daylight between themselves and bottom-placed Bristol and they displayed enough character to suggest the second half of their season may not be an entirely miserable experience. Their captain, Phil Dowson, was mobbed by team-mates at the final whistle and was at the centre of a rousing second-half effort in conditions which Ryan rated among the most difficult he has experienced in a long career which included a playing stint on Tyneside. The gales would have tested the sturdiest windsock and made kicking a lottery, so much so that both sides regularly turned down opportunities to kick for goal, even in the opposing 22. A stalemate looked the most likely upshot until the final 10 minutes when the referee, Tim Wigglesworth, a late replacement for the flu-ridden Dean Richards, awarded kickable penalties to both teams. Newcastle, who had seen Rory Clegg and Steve Jones miss three between them, decided to entrust their opportunity to the rock-steady Tom May, who coolly drilled the ball between the swaying posts. Unaccountably Gloucester opted to go for a scrum in the 75th minute rather than attempt a shot at goal and got precisely nowhere. \"If it had come off, we'd have been top of the league,\" said Ryan with a shrug, calling it \"a brave decision\". There was no disputing Gloucester's frustration, encapsulated when Olivier Azam was sin-binned near the end for dissent. The most eye-catching intervention ultimately came from the former Leeds Rhinos winger Danny Williams, who burst through the unfortunate Morgan's attempted tackle to score a 27th-minute try which effectively counted double in the circumstances. \"The way we got the points doesn't matter too much,\" murmured the home side's director of rugby, Steve Bates. \"It takes a lot of the pressure off the game against Bristol next month.\" On an afternoon when territory gained was best measured in centimetres rather than metres and Gloucester's wingers might as well have been sitting in the stand, the visitors' close-range score from Rory Lawson was an equally rare sight, the chance arising when Newcastle lost control of possession at their own scrum. The day was also notable for another acidic blast from the Newcastle chairman, Dave Thompson, who accused the national media of \"going for cheap headlines aimed at undermining rugby in the north-east\". His outburst underlined his anger at what he says is an \"agenda\" stoked by people keen to exaggerate the Falcons' financial problems in pursuit of a 10-team Premiership. \"Don't believe the rubbish doing the rounds,\" he rasped. \"I have made funds available for potential signings for the remainder of this season and Steve has been in talks with players.\" It is now Gloucester, also beset by serious injuries to Greg Somerville, Lesley Vainikolo and Akapusi Qera, whose stocks are suddenly running low. Newcastle May; Williams, Noon, Tu'ipulotu, Visser; Clegg (Jones, h-t), Young; D Wilson, Vickers (Thompson, 62), Hayman, Swinson, Parling, Dowson (capt), Williamson (B Wilson, 68), Balding (Sorensen, 62). Try Williams. Con Clegg. Pen May. Gloucester Morgan (Lamb, 49); Watkins,Tindall (capt; Allen, 65), Barkley, Foster; Walker, Lawson; Dickinson (Wood, h-t), Titterrell (Azam, h-t), Nieto, Bortolami (James, 66), Brown, Strokosch, Satala, Narraway. Try Lawson. Con Barkley. Sin-bin Azam, 76. Referee T Wigglesworth (Yorkshire). Attendance 5,026."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}