{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/jan/25/harlequins-llanelli-heineken-cup", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-01-24T21:40:35Z", "webTitle": "Rugby: Harlequins reach Heineken Cup quarter-finals with win over the Scarlets", "webUrl": "https://www.theguardian.com/sport/2009/jan/25/harlequins-llanelli-heineken-cup", "apiUrl": "https://content.guardianapis.com/sport/2009/jan/25/harlequins-llanelli-heineken-cup", "fields": {"headline": "Hopes of a home tie on hold as Monye blow mars Quins triumph", "bodyText": "With so little at stake for Harlequins, it was an especially sorry sight to see Ugo Monye limp from the pitch after half an hour. With Monye due to fly out to Portugal for the England training camp tomorrow night it is a fraught time to be sustaining even the slightest injury. \"Ugo's back seized up,\" explained Harlequins director of rugby Dean Richards. Monye leapt to gather his own up-and-under in the 17th minute and was subsequently swamped under a mass of bodies. He managed to stay on the pitch for another 10 minutes, before making way for Charlie Amesbury. \"He's always had problems with his back, but I really don't know yet how it will affect his chances of making it to Portugal. I don't think it's a major injury, so it should not be a long-term thing.\" Monye and England will have to wait a little longer until they are sure about what the future holds, as will Harlequins, whose hopes of securing a home tie in the Heineken Cup quarter-finals depend on how results pan out elsewhere. They had already qualified for the next stage of the competition, but needed to win and score four tries in the process to give themselves the best possible chance of playing at The Stoop, though there is always the chance that the club will want to move the match across the road to Twickenham, a possibility Richards refused to rule out. \"It's not 100% set in stone that we would play at The Stoop, though it would certainly be our preference from a playing point of view.\" With the likely alternative to a home tie being an away trip to Munster, Quins's incentive was clear enough. For Scarlets, however, there was nothing on offer apart from the prospect of ranking points for next year's competition. It made for a mismatched first half, as Harlequins made a ferocious start. Repeatedly, they kicked their penalties into the corner, looking for pushover tries. Yet each time Scarlets held firm. Perversely, Scarlets then opened the scoring, during their solitary visit into the Harlequins 22, with a penalty by Stephen Jones. Otherwise it was one-way traffic. Eventually Quins captain Will Skinner opted to take a kick at goal, and Nick Evans successfully equalised. It jump-started Harlequins's afternoon. From the ensuing kick-off, a rolling maul sucked in the defence and freed up enough space for Tom Williams to make a superb break down the right wing before offloading inside for Chris Robshaw to cross the line. Five minutes later Evans displayed some similarly dazzling running skills on the opposite side of the pitch and the subsequent scrum led directly to the second try. Harlequins stretched the defence this way and that with a series of neat passes, until a hole appeared for George Robson to bustle through. When James Percival bundled his way over for another close-range effort in the 52nd minute, following up a meaty drive from the base of the scrum by Nick Easter, Harlequins were well on their way. Or so they must have thought. They allowed Scarlets, who had enjoyed scarcely any possession at all, to score two tries in the space of three minutes to bring the scores back to 22-15. It was, as Skinner later admitted, a \"severe lapse of concentration\". Morgan Stoddart shredded his way down the right wing for the first and Matthew Rees bashed his way over from a line-out for the second. Jones added the two conversions and all of a sudden the game was alive again. It took a marvellous scrambling cover-run by Chris Malone to stop Harlequins conceding a third try. \"We thought it was going to come easy,\" said Skinner. \"We were lucky that we had the composure to bring it back in the last 20 minutes.\" A double change to the pack introduced a little extra impetus and another wriggling break by Evans released Williams and he looped home for the fourth score to clinch the bonus point. Scarlets did manage a third try through Gavin Evans in the final minute, which was all but redundant."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}