{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2009/jan/20/obama-inauguration-national-mall-voices", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2009-01-20T20:55:40Z", "webTitle": "Obama inauguration: Voices from the National Mall", "webUrl": "https://www.theguardian.com/world/2009/jan/20/obama-inauguration-national-mall-voices", "apiUrl": "https://content.guardianapis.com/world/2009/jan/20/obama-inauguration-national-mall-voices", "fields": {"headline": "Obama inauguration: Voices from the National Mall", "bodyText": "Sadikisha Collier, 52, of New York City \"I came all the way from New York because I remember my mother and my grandmother, and how I was a little girl when Martin Luther King died, and I didn't quite understand everything. I just wanted to be here for my family, to witness the first African-American president and to support this.\" Vivian Buyck, 53, of Detroit \"I was a non-believer. I didn't think it was going to happen, so to actually witness it I had to be here. I'm hyped up just from being here. That's keeping me warm, and the warm-bloodedness of all Americans. The energy that I see is people that believe, that want hope, they have hope, and they're just happy to be here to see this day. They don't care about the cold, they're here for something bigger than the cold.\" Andy Hyman of San Rafael, California \"I'm here to soak up the energy, the spirit of what's going on. There's so many people that are so hopeful about the change that's about to happen. The last eight years have been terrible, and we're so glad to get rid of W and Cheney. We are so hopeful, that those guys are gone, and hopefully Barack Obama can undo the damage that George Bush has done over the last eight years.\" Darlean Carpenter, 63, of Saginaw, Michigan \"I'm leaving here with a sense of satisfaction, and [a] sense that there's going to be a change, but the change starts with me. This is for me, but it's mostly for my children and my grandchildren. This is the real melting pot. Everybody is here, and this is what Barack stands for. He's looking out for everybody. Barack stands for all Americans, and he let us know that we have a responsibility to take care of this country ourselves.\" Tim Harms, 29, New York \"I feel kind of proud to be an American again, which hasn't happened in a while. Our country's been so divided for the past eight years, I really feel a sense of unity, there's so many people from all walks of life who have come out to witness this, and it kind of feels like the country is finding some middle ground again.\" Colleen Call, 29, New York \"I'm just excited, even more so than race or anything like that, that we elected an intellectual, a humanitarian, someone with integrity, someone who is eloquent yet plain spoken. Everybody's been really passionate. I feel like people have been generally calm and good-natured.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}