{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2009/jan/09/armed-gang-sought-after-post-office-robbery-shooting", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2009-01-09T20:02:20Z", "webTitle": "Son of village postmaster shot dead in robbery", "webUrl": "https://www.theguardian.com/uk/2009/jan/09/armed-gang-sought-after-post-office-robbery-shooting", "apiUrl": "https://content.guardianapis.com/uk/2009/jan/09/armed-gang-sought-after-post-office-robbery-shooting", "fields": {"headline": "Three armed men sought after postmaster's son shot dead", "bodyText": "Three armed men were on the run today after storming a village post office and opening fire in a flash of violence which left a young man dead and his father with a gunshot wound to his leg. Wearing balaclavas and carrying a handgun and sledgehammer, the men burst into the sub post office in Fairfield, Worcestershire at 8.20am as children from a nearby primary school were on their way into the playground. What happened in the next few seconds was witnessed by villagers who were in the shop to pick up their pensions or buy stamps. Craig Hodson-Walker, 29, was shot fatally in the chest, his father Ken was hit in the leg, before the men ran out and jumped into a silver Volkswagen Golf and sped away. Minutes later, the car with fake plates was found abandoned. It had been stolen on New Year's Eve in Solihull, police said later. As villagers woke today to the sound of police helicopters, news of the shootings spread quickly through the rural community which is loved for its peace and harmony. Confronted by the reality of a rise in armed robberies across the country over the last couple of years, neighbours and friends were horrified by the gratuitous violence which had taken the life of a popular young man who was due to be married. Alice Raybould, 29, a close friend of Craig who lives across a field at the back of the shop, said: \"The minute he moved into the shop we made friends straight away. He is, I should say he was, the nicest and kindest person I've known in my life. We spent quite a lot of time together. He's just a really nice bloke.\" Asked if he would have put up a fight, she said: \"Yes, he probably would have done. He loved his parents to bits. You protect whoever is there and I'm sure he would have done.\" The father and son had been confronted shortly after they opened the shop, in front of witnesses, by the three men. As the gang stormed the shop, the postmaster's wife, Judy, ran to a neighbour for help but within minutes the three men had jumped into the silver car. Villager Eddie Bretherton, 76, said Judy Hodson-Walker ran to a neighbouring house after the shooting. Police warned the public that they were armed and dangerous and should not be approached. Fairfield primary school closed immediately after the shooting and police helicopters hovered over the area, which is close to the M5 and the M42 and is within commuting distance from Birmingham and Worcester. More than 100 police, some with dogs, were searching for the gang and the village was sealed off. Villagers said the post office had been the heart of the community. Mr Hodson-Walker and his wife moved to the village several years ago after selling a business in the Forest of Dean and took over the post office five years ago. Their business was so successful the family won an award before Christmas for being one of the three best-performing post offices in the West Midlands. Pat Murphy, who works for BBC Five Live, and lives in Fairfield, said: \"It's completely unprecedented – you're used to hearing the sound of bird song around here, and people choose to live here because it's such a peaceful, harmonious area. The family who run the post office have been there for about five years and are fantastic. \"They are great sports lovers and always talk to me about the football and cricket. The post office was the focal point of the village. You could get everything in there and there was sometimes a queue because they had a good word to say to everyone.\" Kerrie Rawlings, 30, had known Craig since they were children. \"Everyone loved him and his whole family,\" she said. \"The whole village is in a state of shock. They lived here for about 17 years and they did so much for the community. \"They built up their post office and shop from nothing which has been very important for the village. While they were here it became the centre of village life. I'm sure he'll be missed by everyone who ever knew him.\" Others spoke of recent armed robberies in nearby villages. One last March took place at the post office in the village of Romsley and involved three masked men who were armed but not carrying firearms. The most recent was a knife point robbery at a shop in Lickey End. Police said yesterday they would examine whether the crimes were linked, but would not comment further. Detective Superintendent Jon Groves said the robbers were \"clearly dangerous\" and should not be approached. But he appealed to motorists who may have seen them before they put on their balaclavas as the getaway car was caught in traffic queues. He said: \"I am leading this investigation and a team of detectives and staff in excess of 100 are working on this case. \"I can assure you that we are determined to bring these offenders to justice as soon as possible. \"Any information people may have, no matter how insignificant it may seem, could provide a vital lead. Please get in touch with us.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}