{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/organgrinder/2009/jan/09/television-bigbrother", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2009-01-09T20:04:54Z", "webTitle": "Heidi Stephens: Celebrity Big Brother 2009 - First Eviction Liveblog", "webUrl": "https://www.theguardian.com/media/organgrinder/2009/jan/09/television-bigbrother", "apiUrl": "https://content.guardianapis.com/media/organgrinder/2009/jan/09/television-bigbrother", "fields": {"headline": "Celebrity Big Brother 2009 - First Eviction Liveblog", "bodyText": "8:03pm: Celebrities. They're a funny old bunch, aren't they? All you have to do is lure them into an overlit bungalow with a promise of a few weeks back in the limelight, and before you can say 'me me me' they're baring their tortured souls and telling us all KINDS of things we never knew we wanted to know. From Latoya's creepy marriage from hell to Coolio's highly disturbing sexual exploits and the flappy state of Tina's boobs, it seems that nothing is sacred in hasbeen-land. Isn't it BRILLIANT? But tonight it's time for either Ulrika-ka-ka or Lucy Pinder to go back to celebrity obscurity, no doubt via the GMTV sofa. Of course it can't be Ulrika – C4 have paid her £175k, which for a week's work (and bear with me while I get my calculator out) is the pro-rata equivalent of £9m a year. Even by Jonathan Ross standards that's crappy value for money – for that I at least want her to dish the dirt on Sven or teach Verne the Swedish for 'spooge'. Although it could be argued that last night's rendition of Endless Love was almost priceless, so perhaps she's worth it after all. As for Lucy, well frankly she's a bit dull, and hasn't even bothered to get her waps out for the lads, despite this being all she's famous for. Oh, and she's a Tory. Bye. I'll be here from 9pm to liveblog every thrilling moment of the pre-eviction show, then back at 10.35pm to watch Davina desperately trying to pad out the exit interview with something interesting. Ooh, what fun we'll have. See you at 9! 8:59pm: Ooh, it's starting! Davina is wearing pink polka dots. OK, I'm kidding. Of course she's wearing black, including long leather fetish gloves that I am already coveting. By Davina standards, it's a bit of a dull wardrobe choice. Bring back Tuesday's gorilla outfit. She reminds of the highlights of the week - Shrek-gate, Tina's effing Juliet, the superb Endless Love duet, and the genius chanting of 'Chesney Hawkes'. We are also reminded that Lucy hasn't got her boobs out ONCE, which may well be her downfall. Which is quite possibly the most tragic thing I've ever written. 9:03pm: Back to yesterday's action. Tina, Lucy and Coolio are still in the press pen. They have already failed their task because they failed to spot Michael Barrymore, but of course they don't know this yet. BB Nikki has appeared over the wall, but no-one knows who she is. 'Who IS she?' they shout, in an excellent impression of, bizarrely, Nikki. Oh, the fickle finger of fame. She sinks back below the wall, in a sobering visual metaphor for her short-lived career. 9:07pm: My Other Half has just pointed out that, considering she's been up all night, Lucy looks pretty damned good. I cannot argue this point, much as I would like to. Tina is wittering on how about SHE recognised that Coolio was annoying FIRST, before EVERYONE ELSE, because she knows when to sit back and listen. Could she be any more self-obsessed? Gets right on my tits. 9:10pm: Ulrika and Latoya are discussing her four children by four fathers. Ulrika's, not Latoya's. As far as I know, Latoya has no children, nor has she ever dangled any off a balcony in an irresponsible manner. Oh hang on, that's her brother. Ad break! The Daily Mail are giving away costume drama DVDs, if you're interested. 9:17pm: Back in the house, Ben and Michelle are pretending to be a celeb couple called 'Benchelle'. Clearly they daren't talk to each other, in case the tabloids decide they are getting jiggy. Latoya and Tommy are learning an ice skating routine, which Tommy looks highly dubious about. In the press pen, Coolio is rapping, but it's not really working, since he is dressed like Inspector Gadget. He is quite possibly the most irritating man who ever walked the planet. Lucy snaps, and goes off crying. Frankly I'm AMAZED she's lasted this long. Ulrika sticks up for her, but Tina, for all her 'I speak my mind' bravado, says nothing. \"What a twat\" says Lucy, summing up in three words what the nation is thinking. The woman's a poet. 9:24pm: In the diary room, Verne is trying to explain how everyone feels about Coolio. He finishes with 'sorry, I just farted'. Profound. Heading into the break, Davina asks if we want to 'impede the Swede, or bin da Pinder'. Someone's spent ALL DAY coming up with that. Ad break! 9:30pm: Judging by the audience boo/cheer ratio, Lucy's going home tonight. Oh, if only she'd paraded around in her underwear, rather than trying to show us her more interesting side. Seems she doesn't have one, who knew? In the bathroom, Latoya and Tommy are pretending to ice skate. Benchelle are called to the diary room, where they are given their new adopted baby. They decide to call it Table, and have to look after it in a creche. Ben also has to tattoo its name on Michelle. Someone on the CBB production team is clearly on crack, but it's outstanding. In the bathroom, Coolio is advising La-torville and Tommy on their ice skating task. Alas they refrain from telling him to fuck off. Back in the diary room, Benchelle have now adopted twins, called Knife and Fork. 9:37pm: Coolio is practising his flirting techniques on Mutya, which seems to involve sniffing her in a sinister manner. Her body language screams 'go away, you repellent man', but he's not getting it. Benchelle now have seven babies, which they have to feed, wind and change. Michelle decides to sing to them, which is not only unlikely to settle them but could potentially result in post-traumatic stress disorder. In case you're not actually watching, their babies are dolls, not real babies. That would be wildly irresponsible and probably illegal as Ben has not been CRB checked. I'm guessing. Ad break! 9:44pm: Lucy's running out of time to get her baps out, I fear it may be too late to save her. In the ice skating task, Latoya and Tommy are ice skating to 'Push It' by Salt 'n' Pepa, dressed as.... giant salt and pepper pots. See what they did there? Sigh. This is a car crash of condiment proportions. Even worse, under the costume Tommy seems to be wearing some kind of flesh-coloured body stocking. Gag. 9:49pm: At the table, Coolio is shit-stirring by telling Latoya that Ulrika has been talking about her behind her back. Latoya asks him to 'look at the war in my eyes', which I can only imagine is some kind of eye infection. Of course, like the rest of us, he is too busy wondering how she stole Michael's nose. She then dobs Tina in for talking about Coolio behind his back. What. Ever. The housemates have been gathered for the results of the task, in which they had five challenges to replicate the lifestyles of the rich and famous. They pass two and fail three, so it's a £1 a day food budget. Ohmigod, can you imagine what Coolio is going to be like when he's hungry? 9:55pm: It's results time! And it's LUCY!!! Well, you should have taken my advice and got 'em out, love. She apologises to Ulrika, who is crying because she doesn't want to be there. Sorry Ully, but for £175k you're going to have to stick around a bit longer and entertain the nation. Ain't life shit? 9:58pm: And that's it for this bit - I'll be back in half an hour for Lucy's grilling from Davina. See you then! 10:32pm: And we're back in a few minutes! In the break I went in search of edibles, and found nothing more than brie of indeterminable age and Ferrero Rocher in my fridge. For the record, they do not work well together. Despite my hunger issues, the ad for KFC snackboxes is not doing it for me. I have my limits. 10:37pm: Dav's back, still wearing her wet-look fetish gloves. Why didn't Santa bring me any of those? Wouldn't it be ironic if Lucy came out topless? Bit cold though. We see what happened after the announcement was made - it seems Ulrika was crying even before Davina asked them not to swear. She is devastated, which begs the question why she doesn't just leave? Oh yes of course...if she bails she doesn't get the money. It's like prostitution, but with less bodily fluids. 10:41pm: Lucy says her goodbyes, and leaves. She appears to be wearing a black bra under a white top with some kind of nasty cat motif on it. Surely these are heinous fashion crimes? Perhaps this is what glamour models will look like under David Cameron. Now there's a thought. 10:47pm: In the studio, Lucy says she is relieved to be out, and happy that she wasn't nominated by all her housemates. She wasn't comfortable standing in her pants in front of strangers in the talent task, which is frankly bizarre since she gets her bits out for the Star on a daily basis. Also she hadn't fake tanned, and didn't have any straighteners. God she's dull. We see her non-argument with Coolio. I remain impressed that she didn't karate kick him in the face. He is incredibly annoying, apparently, and not very respectful to the laydeez. A twat, basically. 10:53pm: Back in the studio, and Lucy is still talking, but I can no longer hear her due to her mind-numbing dullness. She does, however, admit that she was probably voted out because she didn't get her kit out and is quite boring, so no issues with self-awareness. 10:56pm: Despite her assertion that she didn't want to be in the house with a labour supporter, Tommy turned out to be 'nice'. Who knew a socialist could be nice? Hold the front page. If she was still in the house on Monday, she would have voted for Coolio, but can't decide on the other one. Umm....errr.....ummm....oh MAKE A FUCKING DECISION, will you? She says maybe Ben. I have lost the will to care. We see her best bits, to the theme tune of 'She's So Lovely' by Scouting for Girls. Actually we don't, because she didn't get them out. Fool. 11:01pm: And that's it for this week - Carrie's in the hot seat next Friday, and our intrepid slebs are nominating on Monday. Tina and Coolio, SURELY? Thanks for stopping by, and have a lovely weekend. Night! Hx"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}