{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2009/jan/05/costabookaward-originalwriting", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2009-01-05T19:30:04Z", "webTitle": "Extract: Somewhere Towards the End by Diana Athill", "webUrl": "https://www.theguardian.com/books/2009/jan/05/costabookaward-originalwriting", "apiUrl": "https://content.guardianapis.com/books/2009/jan/05/costabookaward-originalwriting", "fields": {"headline": "Extract: Somewhere Towards the End by Diana Athill", "bodyText": "About the deaths of my paternal grandparents, my father's siblings and my mother's father I know little, but nothing was ever said to suggest that they were particularly harrowing, while on my mother's side one sister had a stroke when she was eighty-three from which she died almost at once without recovering consciousness; another aged ninety-four was distressed for less than an hour, then died in a daughter's arms just after saying that she was now feeling much better; another went quietly after becoming increasingly weak and dozy for about three weeks; and their brother, a lucky man whose luck held to the very end, was on his horse at a meet of the Norwich Stag-hounds at the age of eighty-two, talking with friends, when flop! and he fell off his horse stone dead in the middle of a laugh. The eldest of my cousins had similar luck, falling down dead as she was making a cup of tea. My brother, who died last year, was less lucky, but not because he was painfully ill for a long time, or afraid of death. His trouble was that he resented it because he loved his life so passionately. He was eighty-five. He knew death was coming because, having stubbornly refused to pay attention to various ailments of old age which were obvious to his anxious wife and other people, he was finally forced to recognize that his appetite had gone and that he was feeling dreadfully cold. But he still longed to be out messing about with his boats – he lived on the Norfolk coast in a place he adored and to have to leave that place and its occupations seemed to him the worst possible fate. One afternoon not long before he died he took me out for a sail. His house is just inland from Blakeney Point, a long spit of sand dunes that runs parallel to the shore, partially enclosing a stretch of water which at low tide becomes a river snaking its way out to sea through exposed mud, but at high tide is a wide, sheltered expanse busy with small sailing boats and easily navigated by larger ones provided they are careful to observe the markers showing where the deeper channels run. On that day there was hardly a breath of wind. Sky and water were mother-of-pearl and the breasts of doves, a blend of soft blues and pinks so delicate that I had never seen its like. A small group of sailing dinghies was lying becalmed, hoping to be able to start a race (we, who were motoring, gave one of them which had no outboard engine a tow to join the group). None of the people lounging at the tiller of these little boats looked impatient or bored, because no one could mind being becalmed in the middle of so much loveliness. When we were some way past them, near the end of the Point, almost in the open sea, a tiny popple began under our hull and and a cat's paw of breeze – a kitten's paw, more like it – just ruffled the water's surface enough for sunlight to start twinkling off the edges of each ripple; I was once told that fishermen at Aldeburgh used to call that effect of light 'tinkling cymbals'. I shall always think of it as that, and no tinkling cymbals I ever saw were better than those we moved through when Andrew was at last able to hoist canvas and very, very gently we started to sail. We didn't talk much. Although we didn't often see each other and differed widely in many of our opinions, he and I had never lost touch with the closeness we had enjoyed in early childhood and there was much that we could understand about each other without words. That afternoon was brimming with a loveliness peculiar to that particular place; he knew that I was appreciating it, and I knew without any doubt how profoundly he was penetrated by it. He was a man who, with the help of the right wife, had finally found himself the place and the life that fulfilled him, and lived it with a completeness and intensity more often seen in an artist than in someone who should have been a farmer, had to become an army officer, and ended by teaching people sailing, and growing oysters, on the edge of the North Sea. What filled him as death approached was not fear of whatever physical battering he would have to endure (in fact there was not, at the end, any of that), but grief at having to say goodbye to what he could never have enough of. Such a grief, it seems to me, is proof of a good, or at least an agreeable, life, and ought therefore to be something for which one is grateful – provided, of course, that one has not been cut off untimely, and I know that my brother agreed with me that once past eighty one has no right to complain about dying, because he said so. I guess that if I am given the time for it, I too shall feel at least a little of it, and hope to remember that it is simply what one has to pay for what one has enjoyed."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}