{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/jan/13/rafael-benitez-liverpool", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-01-13T22:53:51Z", "webTitle": "Premier League: Torres leaps to Benítez's defence as manager holds off on new deal", "webUrl": "https://www.theguardian.com/football/2009/jan/13/rafael-benitez-liverpool", "apiUrl": "https://content.guardianapis.com/football/2009/jan/13/rafael-benitez-liverpool", "fields": {"headline": "Torres leaps to Benítez's defence as manager holds off on new deal", "bodyText": "Fernando Torres believes Rafael Benítez is as good a manager as Sir Alex Ferguson and has stood firmly behind the attack the Liverpool manager made against his Manchester United counterpart last week. Torres pointed to Benítez's record at Valencia as evidence that his Spanish compatriot can compare with Ferguson, who has won more major honours than any other manager in domestic history, and said Benítez could \"compete with anyone\" as Liverpool try to win their first championship since 1989-90. \"Of course [Benítez] is as good as anyone,\" the striker said. \"He can compete with anyone, he won the Spanish league with Valencia after 15 years [in fact it was their first championship in 31 years]. Real Madrid and Barcelona were fighting for the title and he arrived in his first season and won the title. This is very difficult in Spain. Now he has to do the same thing with Liverpool. I think Rafa Benítez is more English now than Spanish. He has learnt a lot every day from his players, professionals like Steve [Gerrard] and Carra [Jamie Carragher].\" Asked for his views on his manager's attack on Ferguson, in which he accused the Scot of putting pressure on referees, Torres was equally supportive. \"He thinks he had to say those things about Ferguson and he has our support, we are with our manager,\" the 24-year-old said. Benítez's outburst could be viewed as an attempt to apply pressure on United as they attempt to win their two games in hand on the league leaders. Having emphatically defeated Chelsea on Sunday, Ferguson's team host Wigan Athletic tonight before travelling to Bolton Wanderers on Saturday knowing victory in each will mean the champions overhaul the Merseysiders, who lead the table by four points and do not play again until Monday's encounter with Everton. Benítez has confirmed his \"responsibilities as manager\" of Liverpool have still to be resolved in contract talks with the club's American owners, Tom Hicks and George Gillett. The Spaniard is seeking complete control over transfer policy and, with the co-owners not prepared to grant that request at present, has delayed signing a contract that would last until 2013. Benítez had said that his agent was \"not very happy\" with the lack of progress on a deal that, in terms of salary and length, was agreed in early December. The Liverpool manager, who is due to undergo a third kidney stone operation today, said: \"I don't have any problems at all with the American owners. My agent only received the draft document of my contract [on Monday]. So my surprise is that some journalists can talk about there being problems before I have even read it properly. \"We have agreed the contract length and the salary. Now we have to discuss my role and my responsibilities as manager.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}