{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/cifamerica/2009/jan/16/obama-us-drug-policy", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2009-01-16T21:30:00Z", "webTitle": "Tom Clark: Doing drugs seems to make politicians prone to cracking down on illegal substances", "webUrl": "https://www.theguardian.com/commentisfree/cifamerica/2009/jan/16/obama-us-drug-policy", "apiUrl": "https://content.guardianapis.com/commentisfree/cifamerica/2009/jan/16/obama-us-drug-policy", "fields": {"headline": "Calling off the war on drugs", "bodyText": "Does taking illegal drugs help you to become president? As the US – a country where most citizens have never dabbled in illegal narcotics – prepares to inaugurate the third commander-in-chief in a row with a dopey past, it is surely time to wonder. Bill Clinton's confessional protestation that he \"didn't inhale\" is even more famous than his denial of having \"sexual relations with that woman\". With remarkable swagger, George Bush always managed to brush the question away by insisting that he was nothing but an \"irresponsible youth\" until the age of 39. But rumours of marijuana and cocaine have not been denied, and indeed evidence has emerged that supports them. Barack Obama has been commendably upfront about his past. In his memoirs, he wrote that his own drug use got him through school and went beyond the typical student puff to include cocaine. \"Pot had helped, and booze; maybe a little blow when you could afford it.\" \"I did inhale frequently,\" he told one magazine editor. \"That was the point.\" Certainly, this sort of talk makes my dim memories of Ronald Reagan putting himself through a voluntary drugs test seem very ancient indeed. What matters, however, is whether the next president's own track record with drugs will make his drug policy more enlightened. The records of Clinton and Bush are not encouraging on this point. Back in the 1980s when Nancy Reagan coined the \"just say no\" refrain, it was already apparent that the war on drugs was a ruinous failure – which led to mass incarceration and dangerous adulteration without reducing addiction. But at least it was possible to believe at that time that the mistakes being made reflected genuine ignorance – and perhaps even fear – on the part of the people in power. Once the baby boomers took over in both Britain and the US, however, the cynical hypocrisy of prohibition became plain. Britain's home secretary, Jacqui Smith, may well believe that cannabis can damage health – and she would be right. She may well think that her youthful pot smoking was silly, but she surely cannot believe it was \"wrong\", as she now insists. Still less can she think that it would have served her best interests to have been prosecuted or jailed for her sins. Likewise David Cameron, who has maintained a Bush-like silence on his own druggy days, cannot possibly wish he had felt the full force of the tougher new cannabis laws for which he recently led the charge. Few British politicians, however, ever sank to the depths of Clinton, who extended the federal death penalty to certain suppliers of drugs. Instead of achieving the enlightenment that tiresome hippies claim they are after, taking drugs seems to make politicians peculiarly prone to launch narrow-minded crackdowns. By rising to prominence despite their past indulgences, you would have thought that the likes of Clinton would have satisfied themselves that the public was ready for a more intelligent approach. Instead, it seems to be that puritans such as David Blunkett – who never succumbed to cannabis himself but who liberalised the dope laws as home secretary – seem to find it easier to take a practical view. Will Obama prove to be an exception to the rule? In a campaign dominated by international security and economics, there were relatively few clues. Back in 2004, Obama branded the war in drugs as a \"failure\" and suggested steps toward decriminalisation. Yet, as he readied to run for the top job, the messages became more mixed. He expressed support in 2007 for both a cut in the number of junkies in jail but also for an increase in the penalties for dealing drugs near schools. We will have to wait to see what he will do in power. One thing is clear, however. The new president is committed to stepping up the war effort in Afghanistan, the world's biggest producer of opium. Intermittent attempts by Nato to stamp out the drug trade have greatly complicated the floundering campaign there. As well as calling off the metaphorical drug war at home, Obama must show he can separate it from the literal war overseas."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}