{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/jan/13/west-bromwich-albion-peterborough-fa-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-01-13T22:20:00Z", "webTitle": "FA Cup: West Brom prove too strong for Peterborough", "webUrl": "https://www.theguardian.com/football/2009/jan/13/west-bromwich-albion-peterborough-fa-cup", "apiUrl": "https://content.guardianapis.com/football/2009/jan/13/west-bromwich-albion-peterborough-fa-cup", "fields": {"headline": "Simpson gives West Brom the edge as Peterborough fail to convert chances", "bodyText": "The ingredients were there, but the cake, as far as Peterborough were concerned, never looked like rising. Fortunate to survive the original tie at home, West Bromwich Albion gave the sort of assured performance Premier League sides are supposed to give against League One opposition, taking the sting out of the match with two first half goals and dealing with any threat thereafter with the sort of reassuring competence that Baggies' supporters would like to see them exercise against more illustrious opposition Both sides were changed from the original meeting. While the loss of Paul Coutts to sickness looked like a potentially serious blow for Peterborough, given how well the Scottish midfielder had played at the Hawthorns, only the absence of Jonas Olsson — Albion's best defender this season — could have been said to have represented a weakening of their Premier League opponents After that match, the Albion manager Tony Mowbray, had suggested Peterborough would probably have to win promotion if they were going to be able to hang on to Craig Mackail-Smith, Aaron Mclean, and George Boyd, and it was quickly apparent why. Albion dominated the early possession, with Felipe Teixeira prominent, the speed of thought and action of Peterborough's attacking trio, with left-winger Boyd regularly drifting infield, looked to be worthy of a higher level than League One. While both sides had chances in the opening quarter, the best went to the home team; the Albion centre-backs Leon Barnett and Ryan Donk were looking for Mackail-Smith and Mclean when Charlie Lee burst between them. With only Scott Carson to beat, Lee lobbed the ball over the goalkeeper, but the ball bounced wide of the post. After kick-off had been delayed 15 minutes because of congestion, the crowd could not complain about lack of entertainment. Leon Barnett headed a Jonathan Greening cross wide when it looked easier to score, or at least hit the target, but it was a striker Peterborough themselves twice tried to sign on loan from Arsenal, Jay Simpson, who put the Baggies ahead in the 18th minute. Receiving the ball with his back to goal 25 yards out, the 20-year-old turned and curled a fine shot beyond Posh goalkeeper Joe Lewis. And with the Benfica striker Ariza Makukula currently discussing personal terms with a view to signing on loan for the rest of the season, Albion's striking options are clearly increasing nicely. The goal quietened the crowd, and had Gabriel Zakuani not got to Paul Robinson's cross inches before Robert Koren, Peterborough's deflation might have been complete. They have not knocked out a top-flight club since they beat Arsenal 44 years ago, and Albion were playing well enough to suggest that record wasn't about to change. Eight minutes before half-time they did make it two, when Do-heon Kim's cross was headed back across Lewis and into the far corner by Robinson. The reaction, five minutes of genuine pressure by the home team, during which Mclean and Russell Martin both brought saves from Carson, suggested all was not yet lost for the home team, and manager Darren Ferguson sent them out for the second-half a good five minutes before the visitors. The momentum they had built up before the break proved hard to re-establish, though, as Albion once again imposed themselves."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}