{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/jan/13/chelsea-southend-fa-cup-replay-joe-cole", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-01-13T21:55:23Z", "webTitle": "FA Cup: Chelsea head to Roots Hall to take on Southend in third round replay", "webUrl": "https://www.theguardian.com/football/2009/jan/13/chelsea-southend-fa-cup-replay-joe-cole", "apiUrl": "https://content.guardianapis.com/football/2009/jan/13/chelsea-southend-fa-cup-replay-joe-cole", "fields": {"headline": "Fish and chips all round as Cup reunites former Lilleshall classmates", "bodyText": "Two of Southend's heroes from Stamford Bridge went out for dinner after the 1-1 draw that secured tonight's FA Cup third-round replay at Roots Hall. The goalkeeper, Steve Mildenhall, dined with his wife and some friends while Peter Clarke, the scorer of the late equaliser, caught up with an old acquaintance – Chelsea's Joe Cole. The former Everton and Blackpool defender reminisced with the England international about their days together at the FA School of Excellence, but tactfully avoided discussing that afternoon's game. \"We were 14-year-olds and we went to the national school at Lilleshall and spent two years there living with each other,\" said Clarke. \"We talked about old times and the game was forgotten about. Obviously, we enjoyed the moment and what have you, but I'm not going to go out for dinner and rub in the fact we're causing them a little bit of a problem. There was plenty of catching up done, but little talk about the game. \"He's a really good lad. Obviously, he was not happy with the result, certainly frustrated by the afternoon's events, but I can say that went on the backburner and we enjoyed each other's company and a nice evening.\" Cole, who earns approximately £70,000 per week, unsurprisingly picked up the bill at the eaterie in upmarket Mayfair. \"It was the first time I've been there. The only other time was on a Monopoly board. It was a nice night,\" said Clarke, who joked he might treat the Chelsea forward to a meal at a \"good fish and chip shop\" near Southend's ground tonight. It was Mildenhall's miraculous save from Franco Di Santo in the closing stages of the first game that ensured tonight's replay would take place. Chelsea fans may have taken notice of the Southend keeper but it seems, in Essex at least, he can still use public transport without attracting attention. \"I had some friends come down from Derby and we went out and had a quick bite to eat, not far from the Chelsea ground and then we just made our way back, myself and the wife, on the train back to Southend,\" said Mildenhall. \"No one is going to recognise me on the train.\" Mildenhall realises taking the train home is not really an option for tonight's opponents. \"No, of course not,\" he said. \"They'd get mobbed, or something thrown at them for drawing with us.\" Seated at either side of their manager, Steve Tilson, it was obvious the League One players were enjoying their week in the spotlight. The banter and quips successfully disguised any nerves they may be feeling before the biggest game of their season and a match that could signal the end for Luiz Felipe Scolari. \"You don't look at things like that,\" said Mildenhall. \"You look at it as a football match, not as regards to people's jobs and things like that. Because I'd like to think in this game no one gets sacked over one game, it's over a progression. But no one thinks like that in football – you just go out to win a game of football, you don't think about the consequences after that.\" Clarke, a former England Under-21 captain, used to give Wayne Rooney a lift to training when they were both at Everton and on Sunday he watched as the striker helped dismantle Chelsea. \"United were top drawer,\" he said. \"Chelsea at the minute are just not firing like they were a few months ago earlier in the season, and obviously in the last two years, so hopefully we can add to their woes.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}