{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2009/jan/24/bbc-gaza-aid-appeal-dec", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2009-01-24T17:13:00Z", "webTitle": "ITV and Channel 4 to air Gaza appeal as pressure mounts on BBC", "webUrl": "https://www.theguardian.com/media/2009/jan/24/bbc-gaza-aid-appeal-dec", "apiUrl": "https://content.guardianapis.com/media/2009/jan/24/bbc-gaza-aid-appeal-dec", "fields": {"headline": "ITV and Channel 4 to air Gaza appeal as pressure mounts on BBC", "bodyText": "ITV and Channel 4 today announced they would screen an appeal to raise emergency funds for Gaza, as the BBC came under intense pressure from the government to reverse its decision not to transmit the appeal by the Disasters Emergency Committee. Around 5,000 people joined protests condemning the broadcaster across London today, including rallies outside the BBC's Broadcasting House headquarters and Trafalgar Sqaure, and an MP began collecting colleagues' signatures for a motion to be tabled in parliament on Monday, condemning its refusal to broadcast the TV and radio appeal. The BBC decision not to show the appeal was reached together with other broadcasters last week. But ITV today said that \"the majority\" of networks had now agreed to broadcast the appeal. An ITV spokesman said: \"After careful consideration, and in consultation with other networks, a common consensus has been reached by the majority of broadcasters and as a result ITV will broadcast a DEC appeal.\" A spokesman for Channel 4 said: \"Channel 4 will broadcast the DEC appeal for humanitarian aid for civilians caught up in the Gaza conflict. We accept the DEC's guidance on the urgent need for humanitarian aid and believe this need should take precedence over any considerations as to the causes of the suffering that necessitates it. \"We believe Channel 4's news coverage of the conflict in Gaza has at all times been appropriately impartial and we do not believe our impartiality will be compromised in the eyes of our audience by broadcasting this appeal. We have informed other broadcasters of our decision.\" Channel Five also announced that it was joining ITV and Channel 4 in broadcasting the appeal. A Five spokesman said: \"Five feels this is an urgent humanitarian situation which transcends politics and has taken the decision to show the Gaza appeal.\" The BBC was not immediately able to say whether it was reconsidering its decision. The communities secretary, Hazel Blears, said: \"The BBC's decision should not discourage the public from donating to this important appeal. I sincerely hope the BBC will urgently review its decision.\" Douglas Alexander, the international development secretary, welcomed the decision by ITV and other networks. Yesterday, he rebuked Britain's broadcasters for refusing to air the appeal . In a letter to the BBC, Sky and ITV, Alexander expressed his \"disappointment\" that the appeal would not be broadcast. Today, the health minister Ben Bradshaw, a former BBC journalist, described the decision not to screen the appeal as \"inexplicable\" and dismissed the corporation's explanation for its position as \"completely feeble\". The BBC refused to broadcast the humanitarian appeal on the grounds that it did not want to risk public confidence in its impartiality. The decision meant other broadcasters also refused to air the appeal by the committee, the umbrella group for 13 aid charities. A BBC spokesperson said: \"The decision was made because of question marks about the delivery of aid in a volatile situation and also to avoid any risk of compromising public confidence in the BBC's impartiality in the context of [a] news story.\" In his letter, Alexander said: \"I write to express my disappointment at your decision not to support the Disasters &amp; Emergency Committee (DEC) Gaza Crisis Appeal. I met with DEC, along with other NGOs and charities, yesterday to discuss their and the British government's humanitarian response. \"As you know, the support of broadcasters is highly effective and extremely valued by the group of charities and NGOs [non-governmental organisations] who provide humanitarian relief under the DEC umbrella.\" Alexander offered to mediate between the charities and the broadcasters. \"I understand from a statement issued to the press by the BBC that 'the decision was made because of question marks about the delivery of aid in a volatile situation'. \"I stand ready to facilitate discussions with NGOs and charities to seek to address broadcasters' concerns on this point. The situation is developing on the ground and I understand that Oxfam, Save the Children and others have been able to get some aid into Gaza today.\" In his reply to Alexander, the BBC's director general, Mark Thompson, said: \"After consultation with senior news editors, we concluded that to broadcast a free-standing appeal, no matter how carefully couched, ran the risk of calling into question the public's confidence in the BBC's impartiality in its coverage of the story as a whole ... \"We will continue to broadcast news about the humanitarian crisis in Gaza and, if appropriate, to cover the work of the UK NGOs on the ground. We cannot, however, broadcast anything which we believe might compromise the impartiality of the BBC's journalism.\" The former cabinet minister Tony Benn will today join a protest against the decision outside the BBC's Broadcasting House. He used an interview on BBC Radio 4's Today programme to broadcast an appeal himself, urging listeners to send gifts to PO Box 999 London EC3A 3AA, or donate via freepay account 1210 at the Post Office. The Muslim Council of Britain (MCB) said it viewed the BBC's decision to disallow an appeal by the DEC for Gaza as \"a serious dereliction of its public duty\". In a statement, the MCB said: \"We urge the corporation's governors to urgently reverse its decision which would severely jeopardise efforts to raise millions of pounds of voluntary contributions for emergency humanitarian assistance in Gaza. \"In sabotaging the DEC appeal broadcast, the BBC is clearly acting against the public interest. As custodians of the public trust in the BBC its governors must act immediately to avoid the blame of being complicit in denying humanitarian aid to the desperate people of Gaza.\" The MCB secretary general, Dr Muhammad Abdul Bari, said: \"The excuses given by the BBC are simply untenable and the governors need to act quickly before the corporation's image is irretrievably tarnished. \"The need [to] reverse this decision is even more compelling as the BBC's coverage of the carnage in Gaza was very tame and not reflective of the scale of the violations committed there.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}