{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/blog/2009/jan/05/twitter-obama-hacked", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2009-01-05T22:12:50Z", "webTitle": "Twitter: 33 accounts hacked, including Barack Obama's", "webUrl": "https://www.theguardian.com/technology/blog/2009/jan/05/twitter-obama-hacked", "apiUrl": "https://content.guardianapis.com/technology/blog/2009/jan/05/twitter-obama-hacked", "fields": {"headline": "Twitter: 33 accounts hacked, including Barack Obama's", "bodyText": "Twitter is discovering that popularity brings attention from the sort of people you don't want attention from: hackers. That's the clear message from the fact that 33 accounts were hacked, using the company's own internal support tools. Yes, that's certainly Monday morning madness. Among those affected: Rick Sanchez of CNN and Barack Obama of, um, the President-Elect's office - though the latter hasn't used his account since winning the election in November. These accounts were compromised by an individual who hacked into some of the tools our support team uses to help people do things like edit the email address associated with their Twitter account when they can't remember or get stuck. We considered this a very serious breach of security and immediately took the support tools offline. We'll put them back only when they're safe and secure. The effect is that Twitter has now realised that encouraging - or at least, not actively dissuading - people from using third-party services such as Twply that ask them just to hand over their usernames and passwords, which are the only authentication you have with Twitter at the moment. (Twply is pretty much the poster-child for taking advantage of Twitter users' lack of care: it grabbed passwords and was rapidly put up for sale by auction. Quite a valuable database you have there..) Which has driven Twitter towards something that I was going to predict they would do this year: implement something like OpenID (in this case, OAuth), to let people log in to such sites without actually handing over your details. We plan to release a closed beta of the open authentication protocol, OAuth this month but it's important to note that this would not have prevented a Phishing scam nor would it have prevented these accounts from being compromised. OAuth is something we can provide so that folks who use third party applications built on the Twitter API can access to their data while protecting their account credentials. True, it wouldn't have stopped either hack; but it will stop services like Twply etc from trying to spread themselves virally on the service. However it's not a good thing overall that Twitter seems to have had a \"security last\" approach. Maybe 2009 will see everyone actually reaching a proper Web 2.1, where authentication, and not just providing the facility, matters."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}