{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/jan/16/rangers-walter-smith-supporters-campaign-scottish-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-01-16T22:00:01Z", "webTitle": "Scottish Premier League", "webUrl": "https://www.theguardian.com/football/2009/jan/16/rangers-walter-smith-supporters-campaign-scottish-premier-league", "apiUrl": "https://content.guardianapis.com/football/2009/jan/16/rangers-walter-smith-supporters-campaign-scottish-premier-league", "fields": {"headline": "Smith blasts critics who hide behind computers", "bodyText": "The Rangers manager, Walter Smith, has questioned the validity of a supporters' campaign which heavily criticises the way the club is being run. The \"We deserve better\" initiative, backed by the Rangers Supporters Trust, was launched by the issue of a stinging press release on Wednesday. Fans, unhappy at various aspects of the club from youth development to transfer strategy and the lack of respect afforded to them from within Ibrox, also unveiled a banner before Tuesday's 2-0 Scottish Cup win at St Johnstone which said Sir David Murray, the chairman, \"Must Go Now\". Such moves have cut little ice with Smith. \"I think we have a situation where a lot of people achieve a profile through criticism when, actually, you don't really know who they are,\" he said. \"If they are representative of a large number of supporters we have a problem. If not, they are achieving a profile above their station. \"All I would ask is if these people deserve that profile. They don't seem to work very hard to achieve it. You can sit behind a computer, take on another name and print whatever you want to print. If that's the way you want to live your life then fair enough but I am out here, the chairman is here, and we put ourselves up. I'm not going to be swayed by a group of people who sit behind computers.\" While stressing he respects the rights of paying customers to voice an opinion, Smith said: \"One of the points they made is that the club did not benefit from one of its most successful seasons ever [last season]. Six points earlier they said the management team must be sacked, so there's a contradiction there.\" Rangers' attempts to focus on on-field matters continue against Falkirk tomorrow. Celtic, who travel to Aberdeen on Sunday, begin the weekend five points clear of their rivals at the top of the table. Two men were yesterday jailed for an attack on Celtic's coach and former captain Neil Lennon in Glasgow last September. Jeffrey Carrigan, 43, and David Whitelaw, 47, were each sentenced to two years."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}