{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/deadlineusa/2009/jan/19/london-celebrations-obama-inauguration", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2009-01-19T22:54:24Z", "webTitle": "Where to celebrate Obama's inauguration in London", "webUrl": "https://www.theguardian.com/world/deadlineusa/2009/jan/19/london-celebrations-obama-inauguration", "apiUrl": "https://content.guardianapis.com/world/deadlineusa/2009/jan/19/london-celebrations-obama-inauguration", "fields": {"headline": "Where to celebrate Obama's inauguration in London", "bodyText": "Obama stencil graffiti in the East End by unusualimage, Some Rights Reserved I wonder how many people out there are like Sally who wrote to me saying: I should be in Washington DC this weekend with a story to tell you, having booked a flight and a hotel as soon as I knew Obama had been elected, but British Airways screwed up my hotel - by overbooking hotel rooms - and by the time they told me there was no room anywhere, so - here i am in the UK with the Guardian web page to keep me feeling Stateside. But is there anything planned here for London to share in the event - would love to know if so. Sally, I can't sort out a room at this late date. However, read on, and I can tell you where to celebrate Obama's inauguration here in London. Unfortunately, the hot ticket in London, the Democrats Abroad ball at the Royal Lancaster Hotel is sold out. But hey, feel yourself lucky that you saved £100. They do have a waiting list if you want to sign up. However, you can still go party with Democrats Abroad at the Texas Embassy. No admission and cash bar with live coverage of the inauguration. If you want big, head over to the O2 arena. Tickets are much easier on the pocket than the Dems Abroad gig at £18.50, and proceeds go to good causes including humanitarian efforts in Zimbabwe, the African-Caribbean Leukaemia Trust (ACLT) and the IBBAMO Trust. Being from west of Chicago myself, I might opt for heading over to the Chicago Rib Shack, although to be honest, for a real Windy City culinary experience, they'd serve Chicago-style pizza and not ribs. Progressive Vision is hosting an inauguration party at the Yate's Wine Bar in Leicester Square from half three 'until late'. Tickets are £10. For the full American experience including beer, preztels and even cheerleaders, go to the Tricycle Cinema in Kilburn. The cost is £15 with all proceeds going to benefit the Tricycle Education Fund. If you want to make a day of it, go to Madame Tussauds as they unveil a Barack Obama statue in his new digs, a recreation of the Oval Office in the White House. Americans can get in free by flashing a passport or other valid US ID. Timeout, BBC London and View London have some other great ideas. And of course, we'll be covering the inauguration here on the Guardian. Live coverage begins 3pm GMT with Oliver Burkeman will be liveblogging, and we'll be following up with analysis, reaction and balls. Or you can follow us on Twitter at GuardianUS for live updates and a flavour from Twitter users in Washington and worldwide."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}