{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2009/jan/24/avalanche-scotland-rescue-highlands", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2009-01-24T17:51:00Z", "webTitle": "Avalanche kills walkers in Scottish Highlands", "webUrl": "https://www.theguardian.com/uk/2009/jan/24/avalanche-scotland-rescue-highlands", "apiUrl": "https://content.guardianapis.com/uk/2009/jan/24/avalanche-scotland-rescue-highlands", "fields": {"headline": "Avalanche kills walkers in Scottish Highlands", "bodyText": "Three people were killed after nine people were caught up in an avalanche on a mountain in the Scottish Highlands today. A major rescue operation involving helicopters was launched after the avalanche, on Buchaille Etive Mhor, near Glencoe. Northern constabulary said a total of nine people in at least two separate parties were involved in the incident. A police spokesman said four people were taken to hospital, three of whom died and another suffered a shoulder injury. The remaining five people involved in the avalanche were uninjured, said police. Two people were airlifted by RAF helicopter from the mountain and a third person who had been missing in blizzard conditions were later rescued as search dogs were called in to help with the operation. It is believed a party of up to seven middle-aged hill walkers were caught in the avalanche as thousands of tonnes of snow swept down the slopes, which are popular with walkers and climbers. A local resident, who is experienced in the dangers presented by the mountains, said: \"We've had a massive amount of snow over the last five days with big winds. The area is notorious for avalanches. \"A man and his daughter were caught in one about five years ago in the same area and they weren't found for three months because they were buried under about 10 metres of snow. \"It's the easiest way up the mountain. Most walkers will go up it and most climbers will come down it.\" A helicopter from RAF Lossimouth was sent to the scene at about midday after being diverted from a training exercise, while a navy helicopter was scrambled from HMS Gannet, near Prestwick. The Northern Constabulary said they had been alerted to the incident, on the Coire Na Tulaich area of the mountain, at about midday."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}