{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2009/jan/24/harriet-harman-bnp-european-election", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2009-01-24T19:11:05Z", "webTitle": "Harriet Harman warns of BNP threat in European elections", "webUrl": "https://www.theguardian.com/politics/2009/jan/24/harriet-harman-bnp-european-election", "apiUrl": "https://content.guardianapis.com/politics/2009/jan/24/harriet-harman-bnp-european-election", "fields": {"headline": "Harriet Harman warns of BNP threat in European elections", "bodyText": "Harriet Harman, the deputy chair of the Labour party, warned there was a very real risk that the far-right British National party could make electoral gains at the European elections in June by exploiting the recession. Harman, also the women and equalities minister, told the Progressive London conference in central London that Labour was gearing up for an unprecedented campaign to stop Nick Griffin, the BNP chairman, from becoming an MEP for a constituency in the north-west. The minister, who is also the MP for Camberwell and Peckham, told a packed hall that the BNP sought to \"spread division and despair\" among those hit hardest by the recession by blaming the economic slump on generations of migrants. The \"BNP threat cannot be ignored\", said Harman, citing a string of council byelections where the party had come second. \"Their poison is spreading.\" The anti-fascist body, Searchlight, estimates that Griffin, the BNP chairman, would need just 8% of the vote to break through into the European parliament, she said. \"That should be shameful for Britain just as the US shows the way forward by electing an inclusive, progressive president,\" said Harman. The minister said \"every vote will count\" at the June election. \"Labour will, with a vicious door-to-door campaign, not allow the BNP to peddle their pernicious lies that people have been abandoned by Labour.\" She described the \"real apprehension\" facing Britain as a result of the credit crunch. \"Recession is global but affecting people in all towns and cities in this country. There is a real sense that we are in unchartered waters with an uncertain future ahead.\" Highlighting the government's measures to tackle the recession, the minister expressed her hope that a \"new social order, with better fairness and equality\" would emerge. The fact that the recession \"hits hardest those who can least afford it\", made it more important than ever to address inequality. Citing the recently published social mobility white paper, which proposes placing a duty on public sector bodies to have a fairer and more equal society, Harman said: \"For those of you who argue that labour should put equality and fairness on the backburner .. we say very strongly that in principle unfairness and inequality is objectionable at the best of times but it is even more objectionable when people have got their backs against the wall.\" \"There will be no retreat from equalities,\" said Harman. \"So instead of putting it back we are bringing it forward.\" The minister faced a difficult day by agreeing to attend the conference session, entitled the Age of Change, which drew in a crowd representing a coalition of different interest groups. She was booed by a section of the audience as she left the stage, before being barracked by a male sex worker in the front row who screamed at the minister during a question-and-answer session. Thierry Schaffauser refused to be silenced by the chair, Jon Cruddas, the MP for Dagenham, as a he launched a multi-pronged attack on the minister, claiming that the government wrongly believed that all sex workers were trafficked or vulnerable victims, rather than individuals exercising their free choice to earn money by providing a service. The man was finally silenced following pleas from the audience. Harman was one of a number of government ministers and Labour MPs who attended the event, which was organised by Ken Livingstone, the former Labour mayor of London."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}