{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/jan/09/sale-14-london-irish-8", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-01-09T23:10:00Z", "webTitle": "Guinness Premiership: Sale 14 London Irish 8", "webUrl": "https://www.theguardian.com/sport/2009/jan/09/sale-14-london-irish-8", "apiUrl": "https://content.guardianapis.com/sport/2009/jan/09/sale-14-london-irish-8", "fields": {"headline": "Cueto lands the killer punch as Sale sink leaders", "bodyText": "Sale chose the perfect time to beat their bogey team last night, ending a run of four consecutive defeats by London Irish to climb back into the top four of the congested upper reaches of the Premiership table. Mark Cueto scored the Sharks' only try following a well-timed pass by the substitute Mathew Tait in front of Martin Johnson and three more members of his England management team who wanted to see this meeting of two play-off rivals first hand. Cueto, who has now scored four tries in his last three matches and is the Premiership's joint leading scorer with six, was sent to the sin-bin with Irish's combative substitute David Paice after they scuffled in the corner following the try. But that was a small price to pay for a result that boosts Sale's hopes of sending their departing director of rugby Philippe Saint-André out in style this spring with a second Premiership title. \"We are still in the race,\" said Saint-André. \"London Irish are one of the most physical teams we have played and they are not top through luck, so it is a very good win.\" He was happy to endorse Cueto's claims for an England recall, damaging as that might be to Sale's cause in the coming weeks.\"For the last three months Mark has been free of injury. He's back, he's sharp and he finished well again. You can see he's confident with the ball.\" However it was the London Irish flanker Steffon Armitage who produced the night's most eyecatching performance, with his coach Toby Booth rating him \"the best back-row on the pitch\" – quite an accolade given the usual excellence of Sale's captain Juan Martin Fernandez Lobbe. Armitage was not flawless, costing his team a penalty and lucky to escape further punishment for a late dig at Charlie Hodgson in the feisty early exchanges, and losing possession at a crucial stage of the second half. But his many positive contributions easily outweighed those blemishes, and must have given Johnson and his colleagues food for thought. Booth blamed Irish's inability to take their chances for a failure to pull clear at the top of the table that could now see them overtaken before the weekend is over. Peter Hewat fluffed a penalty chance in the second minute and in the process jarred his toe. Shane Geraghty took over the kicking for the rest of the match but fluffed a drop-goal and a conversion attempt in addition to missing a straightforward penalty in the second half. As he'd started the second half by vomiting on the pitch after taking in too much fluid, this was not one of his happier nights. Hodgson was not perfect either, missing one penalty from in front of the posts, although he landed a couple in addition to a cleanly-struck drop-goal which nudged Sale 9-8 ahead early in the second half despite Topsy Ojo's well-worked try for Irish. Then Tait sent Cueto over for what turned out to be the winner. Sale Cueto; Bell, Tuilagi (Tait, 50) McAlister, Doherty; C Hodgson, Peel (Wigglesworth, 79); Faure (Sheridan, 60), M Jones (Abraham, 42), Roberts, Chabal, Schofield (Cockbain, 56), C Jones, Briggs, Fernandez Lobbe. Try Cueto Pens C Hodgson 2 Drop-goal C Hodgson. Sin bin Cueto, 56. London Irish Hewat; Ojo, Seviali'I (Catt, 72), Mapasua, Homer; Geraghty, P Hodgson; Dermody, Coetzee (Paice, h-t), Lea'aetoa (Roche, 56), Hudson (Corbisiero, 56; Johnson, 60), Casey, Danaher (Thorpe, 71), S Armitage, Hala'ufia Try Ojo. Pen Geraghty. Sin-bin Paice, 56. Referee A Small (London). Attendance 9,430."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}