{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/jan/19/kaka-berlusconi-milan", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-01-19T23:47:00Z", "webTitle": "Kaka move to Manchester City is off as star opts to stay at Milan", "webUrl": "https://www.theguardian.com/football/2009/jan/19/kaka-berlusconi-milan", "apiUrl": "https://content.guardianapis.com/football/2009/jan/19/kaka-berlusconi-milan", "fields": {"headline": "Kaka move falls through as Brazilian opts to stay at Milan", "bodyText": "Kaka's Brazilian spokesman tonight confirmed to the Guardian that the Brazilian midfielder's proposed move to Manchester City was dead. \"It is 100% confirmed - he is staying at Milan,\" Diogo Kotscho said. \"I just talked to Kaka and he confirmed that he is going to stay. He took this decision and he has just called [Silvio] Berlusconi and said that he will stay. His decision was based on the affection that he has for Milan. He talked to his father today and decided that this was what he should do,\" said Mr Kotscho adding that Manchester City's huge offer \"was not enough to convince him to leave\". Mr Kotscho refused to reveal any details of Manchester City's offer and said that Kaka had not signed any kind of new contract with Milan. He said his current contract ran until 2011. \"I feel great in a place where everybody loves me and I'm very happy to stay,\" said Kaka. \"At Milan there are many wonderful people like our president and Leonardo, who is much more than a director for me, he is a real friend. I have never asked for a raise in my salary and I will never do. Milan were always nice to me raising my salary whenever they felt it was fair to do it. I can only thank them for this. \"After Saturday's game many people showed me their support, I have received drawing by kids trying to convince me to stay. It was wonderful. I remember when I left Sao Paolo some fans protested againt me, here they all stands by my side instead. I'm currently celebrating this decision at home with a couple of friends.\" Berlusconi said he had been told by the Serie A club's vice-president Adriano Galliani that Kaka had decided to stay put, despite City's world record £91m bid for the former World Player of the Year. Manchester City confirmed that they had pulled out of negotiations as there was little chance of a deal being done. City's executive chairman Garry Cook told the club's website: \"Whilst Manchester City Football Club has an obvious interest in world-class players of the quality of Kaka, we owe it to our fans that such a transfer must work on every level; commercially, financially, in terms of results on the field and within Manchester City's broader community.\" In Milan Berlusconi said: \"The negotiation is surely over. I'm very happy to keep at Milan a great champion on the pitch and a great man. He renounced Manchester's offer saying that money is not everything and that he prefers Milan and the love of his team-mates and the fans. \"He could have earned the double of what he is earning now with us but he said 'no' even before knowing the real offer of Manchester City. He stays with us and we are happy because money are important but some things are much more important than money. The world of football must be happy for this because money cannot buy everything. \"I heard his decision just a few minutes ago from Adriano Galliani. I had never talked to him because in these days because I didn't want to influence him in this important decision. Kaka kept himself out of the market even for the future saying that the contract he currently has it's not only a piece of paper but an unbreakable link. \"We have never accepted the offer, we only told Kaka to consider it because we could never offer the same figures to him. We informed him on the offer but he didn't even wait to listen to the figures of Manchester City.\" Berlusconi cited the response of fans at San Siro during Saturday's 1-0 win over Fiorentina as instrumental in the decision to stay. \"I think the love showed by the fans on Saturday was a decisive factor in his decision, he is a great guy with a strong spirituality and this fact helped him to take this decision.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}