{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/cifamerica/2009/jan/20/obama-inauguration-barackobama1", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2009-01-20T21:49:28Z", "webTitle": "Jonathan Freedland: All the conservative trappings freed Obama to frame a radical message", "webUrl": "https://www.theguardian.com/commentisfree/cifamerica/2009/jan/20/obama-inauguration-barackobama1", "apiUrl": "https://content.guardianapis.com/commentisfree/cifamerica/2009/jan/20/obama-inauguration-barackobama1", "fields": {"headline": "All the conservative trappings freed Obama to frame a radical message", "bodyText": "The ritual performed today on the steps of the US Capitol honoured tradition in every particular – even if America's new president stumbled over the time-honoured form of words that was his oath of office. Americans, lacking a monarchy, attach a near-sacred reverence to the inauguration that serves as a kind of coronation: its precise order of ceremonies, its protocols. And Obama did nothing to challenge that today. True, Aretha Franklin sang My country 'tis of thee, and Yitzhak Perlman led a distinctly modern arrangement by film composer John Williams. But otherwise, this was an exercise in tradition. Yet Obama delivered a message that was anything but conservative, offering a thorough rebuttal of his predecessor's foreign policy and signalling a break in the nearly 30-year grip the notion of limited government has exerted on US politics. Taken together, what that brief spell under the blue winter skies of Washington DC suggested was an approach that may come to characterise the Obama presidency. It is conservative in style, radical in substance. So note the exclusive presence of Protestant clergy in today's proceedings, despite the celebration of inclusivity that Obama's inauguration symbolised for so many. What's more, the invocation was given by Rev Rick Warren, a powerful evangelist who maintains a hard line against abortion, and backed last year's California campaign to outlaw gay marriage. That choice outraged many on the left – among them those in the crowds who booed when Warren took the podium today – but it reassured America's cultural conservatives. Obama's personal style is similarly comforting to the right. They like the fact that he is sober and calm in demeanour, with a wife and two daughters who could be an advertisement for family values. They would have similarly warmed as he hymned the virtues required for the US to lift itself out of the hole it is in now. The challenges may be new, he said, \"But those values upon which our success depends – hard work and honesty, courage and fair play, tolerance and curiosity, loyalty and patriotism – these things are old.\" Obama has written before of the pressure on a black man in a mainly white society to appear unthreatening. Whether that explains his serene public style or not matters less than its effect, which is to assure many Americans that there is nothing frighteningly radical about their new president. But just listen to what he said. In one exquisite paragraph, he repudiated – and terminated – the with-us-or-against-us, force-first-not-last, macho foreign policy of the Bush era. Obama recalled the earlier generations who defeated \"fascism and communism not just with missiles and tanks, but with sturdy alliances and enduring convictions. They understood that our power alone cannot protect us, nor does it entitle us to do as we please. Instead, they knew that our power grows through its prudent use; our security emanates from the justness of our cause, the force of our example, the tempering qualities of humility and restraint. Obama delivered a message that many on the left had hoped he would bring, and which many on the right equally feared. \"To the Muslim world, we seek a new way forward, based on mutual interest and mutual respect.\" The notion of a president speaking in such a way, and so directly, to the Muslim world would have been unimaginable just months ago. Obama offered a warning to dictatorships that could apply to those who have long been recipients of US aid and comfort. The rulers of Egypt, among others, may have shifted in their seats as they heard him say \"you are on the wrong side of history; but we will extend a hand if you are willing to unclench your fist\". Audiences around the world would have been heartened by that, as they would by Obama's unexpectedly intense focus on climate change. He returned to it several times, until it became one of the speech's clearest threads. \"Each day brings further evidence that the ways we use energy strengthen our adversaries and threaten our planet,\" he said. Later he vowed to \"harness the sun and the winds and the soil to fuel our cars and run our factories\". There was a time when all this would have been condemned as dangerous radicalism in an American politician. But Obama's conservative style – the fact that he invented a new tradition this year, by speaking at inauguration eve dinners in honour of Colin Powell and John McCain – gives him the space to act differently where it matters, on the substance. There is a precedent, albeit indirect, for this trick. It comes from the man Obama hailed during the 2008 campaign as a \"transformational\" president: Ronald Reagan. Once elected, Reagan did not look over his shoulder at the previous consensus. Instead he seized the moment to drive through his own small government agenda, assuming the public would soon come around. He did not feel obliged to meet the centre-left halfway. And yet he wrapped it all in a warmth and charm that ensured it was not threatening. He too was a radical on substance, no matter how cosily traditional his style. So now it could be Obama's turn to be transformational, not just in the words of a speech but in the deeds that Americans will expect from him, starting today. Some early signs are encouraging, including the hint from senior counsellor David Axelrod that the next phase of the federal bail-out will be very different from the first tranche of spending under the man we can now call – with a deep, heartfelt sigh of relief – former President Bush. Obama will focus not on bailing out the banks but US workers. Expect a large dose of government spending on manufacturing industry, especially on projects with a green tinge. What could blow Obama off course? The Republican pollster Frank Luntz warns of two perils. The first danger comes from abroad. Now that Obama has promised to engage America's adversaries, he will enter unpredictable waters. If the new president were to have a summit with, say, the Iranians or even the Russians, and the meeting were to go badly, with Obama somehow seen to have been taken for a ride – then that might burst the Obama bubble. Alternatively, warns Luntz, if House Democrats tug the new president leftwards that could puncture the image of the bipartisan, above the fray leader – reducing him in the minds of the electorate to the status of just another politician. That's plausible enough, given the unpopularity of the Democratic brand in the years since 1980. But it might also badly underestimate the current appetite for change. The triangulations of Bill Clinton may well have been politically necessary 15 years ago. But now, having seen the economy plunge so badly, many Americans seem ready for more radical medicine. Still, none of this should obscure the wonder of what happened in Washington today. Perhaps two million people woke at dawn and made difficult journeys in the frigid cold not to go to the January sales or to see a free concert but to watch a politician become their president. God knows the US has been a difficult country to love these last eight years. But today it showed its most inspiring face – that it is still a nation that cherishes its unique experiment in self-government and still believes that even the darkest chapters in its past can be transcended."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}