{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2009/jan/13/banking-creditcrunch1", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2009-01-13T21:19:44Z", "webTitle": "Banking became too complex before crunch, MPs told", "webUrl": "https://www.theguardian.com/business/2009/jan/13/banking-creditcrunch1", "apiUrl": "https://content.guardianapis.com/business/2009/jan/13/banking-creditcrunch1", "fields": {"headline": "Banking became too complex before credit crunch, MPs told", "bodyText": "Banks must return to a more traditional business model to prevent the next generation of bankers from repeating the mistakes of today's executives, a senior private equity chief told MPs today. Jon Moulton, head of Alchemy Partners, said British banks had paid the price for becoming \"too damn complicated\" before the credit crunch, and were effectively \"unmanageable\". He told the Treasury select committee that regulators and directors had allowed banks to expand rapidly and sell exotic investments such as mortgage-backed bonds that few understood. He added that they should remain in public ownership until they were in a position to rebuild trust in the British banking system. Moulton was joined by economist Willem Buiter, a former member of the Bank of England's monetary policy committee, who said Britain's banks should have been fully nationalised to restore confidence and end conflicts of interest that were undermining efforts to regenerate the economy. Moulton and Buiter, who is a professor at the London School of Economics, were giving expert evidence to MPs about the triggers of the current banking crisis and the reforms needed to prevent a repeat. Moulton laid much of the blame at the door of the banks and the failure of regulation. He argued that calls for greater transparency failed to address a more fundamental problem that most bankers, regulators and investors were unable to fathom the complexities of modern banking. He said: \"Banks were reckless in the rush to invest, their due diligence went from horrible, to notional, to virtually non-existent near the end of the boom\". An early warning system to detect a future credit crisis would be a waste of time said economist Charles Goodhart, also a former MPC member. He said a global warning system, which is championed by Gordon Brown as part of a wider package of reforms, would have little effect after warnings of the current crisis were ignored. Labour MP John McFall, chair of the committee, asked if regulators needed to take a more aggressive stance with banks during boom times. Goodhart replied that it would be necessary to \"take away the punch bowl while the party is in full swing, which is not something the banks, investors or politicians want\". Will Hutton, chief executive of the Work Foundation, pressed the Bank of England to follow the US Federal Reserve's strategy of so-called \"quantitative easing\" strategy – increasing the money supply. Richard Lambert, director general of the CBI, said this policy may take time and a government effort to pump £20bn into the economy through credit guarantees was \"the first step we should take and then see how things go\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}