{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/jan/01/england-cricket-pietersen-moores-morris", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-01-01T21:14:00Z", "webTitle": "Cricket: England dilemma for Morris who may have to sack Moores to mollify Pietersen", "webUrl": "https://www.theguardian.com/sport/2009/jan/01/england-cricket-pietersen-moores-morris", "apiUrl": "https://content.guardianapis.com/sport/2009/jan/01/england-cricket-pietersen-moores-morris", "fields": {"headline": "England management dilemma for Morris over Moores sacking", "bodyText": "Hugh Morris, the managing director of the England cricket team, will spend the weekend deciding whether to sack the coach, Peter Moores, and is likely to cancel a holiday scheduled for next week if he fails to reach a conclusion. Morris must choose whether to dismiss Moores amid a serious rift between the coach and Kevin Pietersen, the captain, who feels that Moores is out of his depth and that their relationship is damaged beyond repair. The decision on Moores' future will be the most difficult of Morris' professional life because the coach is one of his closest friends in the game. The link between Morris and Moores goes back to when they played for the England Schools Under-19 side in 1981. Morris was one of Moores' strongest backers when the former Sussex coach replaced Duncan Fletcher as England's coach in April 2007. And it is Morris, not Giles Clarke, the chairman of the England and Wales Cricket Board, who must make a judgment on Moores' future. Clarke said yesterday: \"I have no plans to meet Kevin Pietersen, who I believe is on holiday, or Peter Moores. All team matters are dealt with by Hugh Morris, who is going on holiday soon. There will be a full review of the tour of India, which was a difficult tour in view of what happened before it. I don't believe all this stuff I'm reading about Michael Vaughan.\" That was a reference to reports that Pietersen is threatening to quit over Vaughan's exclusion from the England squad that begins a tour of the West Indies later this month. Pietersen wanted Vaughan in the Caribbean and Moores did not, but a source close to the ECB hierarchy said last night: \"The Vaughan issue is something of a red herring. The problem goes back further than that.\" The crux of the problem between Pietersen and Moores is that the England captain is bright enough to realise that he is not quite bright enough, at least in terms of the tactical nuances that made Vaughan such a fine captain. Pietersen has not been impressed by Moores' boot-camp philosophy regarding match preparation. But, like Vaughan before him, he also feels that Moores, a workaday county cricketer who was never close to playing Test cricket, is not up to the job. Moores has lost four of his seven Test series and important players, such as Monty Panesar, have not progressed. Morris, who should be basking in his considerable role in getting the recent tour of India back on track, must decide whether this, an Ashes year, is the right time to dispense with his good friend. Moores, Pietersen and Morris were unavailable for comment last night."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}