{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2009/jan/16/gaza-middleeast1", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2009-01-16T20:30:00Z", "webTitle": "Neve Gordon: How Israel is selling the idea of 'ethical warfare'", "webUrl": "https://www.theguardian.com/commentisfree/2009/jan/16/gaza-middleeast1", "apiUrl": "https://content.guardianapis.com/commentisfree/2009/jan/16/gaza-middleeast1", "fields": {"headline": "How to sell 'ethical warfare'", "bodyText": "One of my students was arrested yesterday and spent the night in a prison cell. R's offence was protesting the Israeli assault on Gaza. He joins over 700 other Israelis who have been detained since the beginning of Israel's ruthless war on Gaza: an estimated 230 of whom are still behind bars. Within the Israeli context, this strategy of quelling protest and stifling resistance is unprecedented, and it is quite disturbing that the international media has failed to comment on it. Simultaneously, the Israeli media has been toeing the government line to such a degree that no criticism of the war has been voiced on any of the three local television stations. Indeed, the situation has become so absurd that reporters and anchors are currently less critical of the war than the military spokespeople. In the absence of any critical analysis, it is not so surprising that 78% of Israelis, or about 98% of all Jewish Israelis, support the war. But eliding critical voices is not the only way that public support has been secured. Support has also been manufactured through ostensibly logical argumentation. One of the ways the media, military and government have been convincing Israelis to rally behind the assault is by claiming that Israel is carrying out a moral military campaign against Hamas. The logic, as Eyal Weizman has cogently observed in his groundbreaking book Hollow Land, is one of restraint. The Israeli media continuously emphasises Israel's restraint by underscoring the gap between what the military forces could do to the Palestinians and what they actually do. Here are a few examples of the refrains Israelis hear daily while listening to the news: • Israel could bomb houses from the air without warning, but it has military personnel contact – by phone no less – the residents 10 minutes in advance of an attack to alert them that their house is about to be destroyed. The military, so the subtext goes, could demolish houses without such forewarnings, but it does not do so because it values human life. • Israel deploys teaser bombs – ones that do not actually ruin houses – a few minutes before it fires lethal missiles; again, to show that it could kill more Palestinians but chooses not to do so. • Israel knows that Hamas leaders are hiding in al-Shifa hospital. The intimation is that it does not raze the medical centre to the ground even though it has the capacity to do so. • Due to the humanitarian crisis the Israeli military stops its attacks for a few hours each day and allows humanitarian convoys to enter the Gaza Strip. Again, the unspoken claim is that it could have barred these convoys from entering. The message Israel conveys through these refrains has two different meanings depending on the target audience. To the Palestinians, the message is one that carries a clear threat: Israel's restraint could end and there is always the possibility of further escalation. Regardless of how lethal Israel's military attacks are now, the idea is to intimidate the Palestinian population by underscoring that the violence can always become more deadly and brutal. This guarantees that violence, both when it is and when it is not deployed, remains an ever-looming threat. The message to the Israelis is a moral one. The subtext is that the Israeli military could indiscriminately unleash its vast arsenal of violence, but chooses not to, because its forces, unlike Hamas, respect human life. This latter claim appears to have considerable resonance among Israelis, and, yet, it is based on a moral fallacy. The fact that one could be more brutal but chooses to use restraint does not in any way entail that one is moral. The fact that the Israeli military could have razed the entire Gaza Strip, but instead destroyed only 15% of the buildings does not make its actions moral. The fact that the Israeli military could have killed thousands of Palestinian children during this campaign, and, due to restraint, killed \"only\" 300, does not make Operation Cast Lead ethical. Ultimately, the moral claims the Israeli government uses to support its actions during this war are empty. They actually reveal Israel's unwillingness to confront the original source of the current violence, which is not Hamas, but rather the occupation of the Gaza Strip, West Bank and East Jerusalem. My student, R, and the other Israeli protesters seem to have understood this truism; in order to stop them from voicing it, Israel has stomped on their civil liberties by arresting them."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}