{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2009/jan/20/obama-inauguration-george-bush", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2009-01-20T20:48:30Z", "webTitle": "Barack Obama inauguration: George Bush exits the world stage", "webUrl": "https://www.theguardian.com/world/2009/jan/20/obama-inauguration-george-bush", "apiUrl": "https://content.guardianapis.com/world/2009/jan/20/obama-inauguration-george-bush", "fields": {"headline": "Obama inauguration: George Bush - the man who was no longer president", "bodyText": "A brass band playing Hail to the Chief just about drowned out the boos. As George Bush stepped onto the inaugural balcony outside Congress, the vast crowd's reception was, at best, lukewarm. The outgoing president, who wore a broad smile for most of the day, briefly allowed a flicker of apprehension to pass across his face. This was not quite the farewell he would have wanted. Bush's final day in public office appeared something of an ordeal. He sat expressionessly through Barack Obama's inaugural address which was coded with criticism of the last eight years, then shifted restlessly during Elizabeth Alexander's celebratory poem. He ignored chants of \"no more Bush\" and \"bye bye Bush\" from the masses in the Mall, grinning gamely as he glad-handed the VIPs sitting alongside him. The two presidents made a joint effort to exude bonhomie. Earlier in the day, as they arrived at the White House for morning coffee, the Obamas presented a gift wrapped with a red ribbon to George and Laura Bush. The smiles were warm and Obama made a point of publicly thanking his predecessor for his \"generosity and cooperation\" during the transition. In keeping with custom, Bush left a note for his successor in the top drawer of the presidential desk in the Oval Office. Press secretary Dana Perino said the letter contained good wishes and were about \"the fabulous new chapter President-elect Obama is about to start\". Saddled with approval ratings in the 20s, Bush has kept his exit low key. His staff organised a leaving party on Sunday evening in a ballroom at Glen Echo Park, a stretch of greenery just outside Washington. The dress code was casual, in part because the venue wasn't heated, but White House staffers clad in fleeces tried to raise spirits by waving giant cut-outs of W's. At a final press briefing, the White House said that even on his last day, Bush was at his desk before 7am for a last round of briefings with his national security adviser, Stephen Hadley, and his secretary of state, Condoleezza Rice. Bush took a stroll around the building's south grounds before the day's ceremonial events began. Arriving for the inauguration, those around Bush looked increasingly old and weary. Dick Cheney turned up in a wheelchair, having injured his back moving boxes into his new home in suburban Virginia. Bush's father, former president George HW Bush, appeared doddery, swaddled against the cold and leaning heavily on a cane. After taking the oath of office and finishing his speech, Obama walked over and hugged Bush. The two first families then went together to the east side of the Capitol, where there was an awkward hiatus of a few minutes as they waited for the departure of a vice-presidential motorcade, swapping remarks and smiling. The departing first family clambered into a helicopter to take them to Andrews air force base where they were due to travel on to a more convivial crowd of well-wishers gathered at a square in Bush's childhood hometown of Midland, Texas. For the journey south, the Bushes rode on the blue and white Boeing 747 usually known as Air Force One - but temporarily renamed Special Air Mission 28000, given that its passenger was no longer president."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}