{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2011/dec/16/the-secret-footballer-andre-villas-boas", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-12-16T23:01:04Z", "webTitle": "The Secret Footballer: Is André Villas-Boas Kevin Keegan in disguise?", "webUrl": "https://www.theguardian.com/football/blog/2011/dec/16/the-secret-footballer-andre-villas-boas", "apiUrl": "https://content.guardianapis.com/football/blog/2011/dec/16/the-secret-footballer-andre-villas-boas", "fields": {"headline": "The Secret Footballer: Is André Villas-Boas Kevin Keegan in disguise?", "bodyText": "Player power takes many forms. It can strike over an unjust fine or even when a manager criticises performances. It can strike in the face of unfavourable training hours or because of negative tactics. Often, though, it strikes when a manager tries to change too much too soon. These are interesting times for André Villas-Boas, Chelsea's manager. A run of three victories, including the 2-1 defeat of the Premier League leaders Manchester City, means that the Portuguese is only seven points off top spot and safely through to the knockout stage of the Champions League. But it has been anything but a comfortable ride and there have been casualties along the way. Villas-Boas has attacked pundits, players, officials and managers at various points in an attempt to justify his tactics and deflect blame from poor results. Perhaps the most high-profile spat came when he rejected Gary Neville's assertion that David Luiz appeared to be under the control of a 10-year-old with a PlayStation. If ever Villas-Boas does restore Chelsea to their former position of title challengers, Sir Alex Ferguson must be licking his lips at the prospect of engaging the former Porto manager in a round of mind games. This could be Kevin Keegan all over again. As for Neville, he has been a breath of fresh air since his appointment at Sky. Even the way Villas-Boas patrols the dugout during matches has aroused suspicion. While José Mourinho had the air of a man for whom victory was never in doubt when he was in charge at Stamford Bridge, Villas-Boas celebrates in such a way that it suggests a Chelsea goal was the last thing that he was expecting. This brings us on nicely to perhaps the most bizarre episode of all: asking the Chelsea players to involve him and the staff in their goal celebrations. The man himself has since denied any such direct instruction was ever made to the players but admitted that a conversation of sorts had taken place. What must be most alarming for Villas-Boas, however, is that a discussion that took place during a private meeting with his players, seemingly with the intention of presenting some sort of united front, found its way into a national newspaper. Leaking stories has always been the trump card of any player revolt against his manager. Very often agents will leak details of false third-party interest in an attempt to force the hand of their client's preferred club, especially if it is stalling on doing the deal. As a young player I leaked a story to a tabloid newspaper saying I would be interested in signing for a particular club. Pathetic on my part, as it failed spectacularly. I have also given strategic quotes to local papers, proclaiming how \"I love the club\" and would be willing to stay for the foreseeable future, thus planting the seed of a new contract in my employers' mind. This was slightly less pathetic by virtue of the fact that it did actually kickstart talks. Occasionally, though, the media can be utilised as a conduit for a more serious breach of respect that may have occurred, like when a player finds himself frozen out, which is what has happened to a couple at Chelsea this season. Training with the kids or the reserves is a petty attempt by a manager to enforce absolute rule over his squad by the persecution of one or sometimes a couple of senior players. When it happened to me and two others, our treatment was leaked by one of the players to a journalist, which made our availability known to other managers and, as far as our current club was concerned, proved that although we were out of sight, we could still be an embarrassing white elephant for them. While the manager may not be bothered in this situation, the same cannot be said for the chief executive and chairman, who are usually aghast at seeing thousands of pounds a week spent on players who have no chance of appearing for the first team. A payoff and a signature at the bottom of a confidentiality agreement is the common solution. The theory behind banishing a player to the second string or – worse still – the youth team, is simple enough: it temporarily removes a problem for the manager and degrades the player in the process. You are unable to interact with other members of the first-team squad because you aren't on the same training pitch and become viewed as some sort of pariah, to the extent that good friends can feel extremely awkward about speaking to you within eyesight of the manager. Frank Lampard, Nicolas Anelka and Alex have all fallen foul of team selection under Villas-Boas and the last two were banished from the first team before the Frenchman escaped to China. Lampard would appear to have the biggest gripe out of the three. This season the midfielder has scored eight goals in 16 starts, which makes him Chelsea's joint top scorer with Daniel Sturridge. Yet when Lampard was asked if the manager had offered him an explanation for leaving him out, he replied: \"I haven't spoken [to Villas‑Boas] so I don't know why, simple as that.\" There are managers that like to make a point and then there is a total lack of respect. Villas-Boas may, however, have nipped one potential problem in the bud by demonstrating that big names mean nothing at Chelsea these days. Indeed some close observers would argue that since Mourinho departed the London club back in 2007 player power has been rife at Chelsea. Perhaps this is the first sign since of a manager refusing to accept his authority being challenged. Having surfed the wave of early criticism, he is still taking the unpopular decisions required for an ageing team and it is a brave manager that benches both the owner's £50m striker and, in Lampard, a Stamford Bridge hero. Villas‑Boas may not be sure about his tactical approach yet and he is certainly a little sensitive to criticism but he may also prove to be the perfect man for the job, providing he can keep a lid on the tensions within. Follow the Secret Footballer on Twitter @TSFguardian"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}