{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2011/dec/13/barack-obama-campaign-optimism", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2011-12-13T22:24:00Z", "webTitle": "Optimism returns to Obama campaign as Republican race takes shape", "webUrl": "https://www.theguardian.com/world/2011/dec/13/barack-obama-campaign-optimism", "apiUrl": "https://content.guardianapis.com/world/2011/dec/13/barack-obama-campaign-optimism", "fields": {"headline": "Optimism returns to Obama campaign as Republican race takes shape", "bodyText": "Barack Obama hit the campaign trail again Tuesday with his election team buoyed for the first time since the summer by an apparent lack of public enthusiasm for the Republican candidates and signs that disillusioned Democratic and independent voters are beginning to return to the fold. Obama's campaign team scents a shift after months in which his approval ratings have fallen dangerously below the 50% mark. The sense of gloom that has enveloped the White House and the party since the summer is beginning to lift. His campaign team are well aware it will be a tough race with the result in the balance up until election night in November 2012. On Tuesday, Obama acknowledged that his re-election was not a \"slam dunk\" because of uncertainty over the economy. The president, addressing donors at a hotel near the White House, drew attention to his efforts to heal the economy, end the Iraq war and overhaul health care, but said \"all those things don't mean that much to somebody if they're still out of work right now or their house is still underwater by $100,000. So, yeah, this is going to be tough.\" But there is a new sense of optimism in the Obama campaign that he can retain the White House, mainly because of what they see as the failure of any of the Republican candidates to excite voters. Democratic strategists cite five main reasons for the more positive mood: Republican field The Democratic campaign team has for months assumed that Mitt Romney would be the candidate, ignoring the rise – and subsequent fall – of Michele Bachmann, Rick Perry and Herman Cain. The team portrayed Romney as a businessman who became rich by laying off workers and as a politician flipping from one policy to the next. But the team is now taking seriously the rise of Newt Gingrich and relishing the prospect, given his long record in Congress, his controversial statements and his often contradictory policy positions. Tad Devine, a Democratic strategist who was a senior adviser to Al Gore in 2000 and John Kerry in 2004 and who will be working on Democratic Senate and House races next year, said Obama's chances had improved over the last few weeks. \"The number one reason is that his opponent is either going to be Mitt Romney, who has been damaged by the nominating process or, even better for Obama, Newt Gingrich, who is deeply flawed on a political and personal level,\" Devine said. Demcrats hope the prospect of Romney or, even more so, Gingrich will help rekindle the enthusiasm of the Democratic grassroots and shift independents behind Obama. There are signs of this happening. In Iowa, where the first of the Republican nominating contests is due to be held on 3 January, Bob Wessel, an 87-year-old World War II navy veteran who describes himself as an independent who enthusiastically voted for Obama in 2008, was unimpressed with the Republican field. \"I don't see a damn thing on the Republican side,\" Wessel said after watching four of the candidates at a campaign event. \"If this is all the Republicans have got, I will vote for Obama.\" Economy The main reason for Obama's high disapproval ratings is the economy, but there are tentative signs of change. Employment, in the private sector at least, is picking up. The official unemployment rate fell to 8.6% last month, its lowest level in two years but still uncomfortably above the 7.8% rate when Obama took office. The Federal Reserve left interest rates unchanged on Tuesday and said the \"economy has been expanding moderately, notwithstanding some apparent slowing in global growth.\" Retail sales, an important indicator of consumer confidence, are also growing. They rose just 0.2% last month, the Commerce Department said Tuesday. The rise followed modest gains of 0.6% October and 1.3% in September. Larry Sabato, professor of politics at the University of Virginia, echoed the view that Obama's chances had improved in recent weeks but warned there were still ten-and-a-half months to go and cautioned against becoming over-excited by the drop in unemployment. \"Every time there are green shoots on the economy, they get mown down. A colleague said to me: 'every time we turn a corner, there is another corner',\" Sabato said. Mark Mellman, a leading pollster since the early 1980s, said the important economic figure in terms of electoral outcome was not unemployment but disposable income and that had been down but had improved in October. \"There is no guarantee he will be elected but this makes it possible,\" Mellman said. Obama's approach to Congressional Republicans Obama has been helped too in his change of approach to the Congressional Republicans. His fall in approval ratings below 50% came after his retreat in the summer in the showdown with House Republicans over the debt ceiling crisis. Mellman said that most Americans did not care about the debt ceiling, even though it was necessary to reach a compromise to avoid economic catastrophe. Obama has since abandoned bipartisanship in favour of confronting the Republicans, portraying them as the party of the rich, a theme he expanded on in Kansas last week. He is at present in a stand-off with them over extending payroll tax, from which working-class Americans stand to benefit. Mellman said: \"The American people are very much with the president in wanting this.\" Foreign policy National security is normally a strong point for the Republicans, who portray themselves as the party of high military spending with a muscular approach to foreign policy. Obama has largely managed to neutralise this through the assassination of Osama bin Laden and his expansion of US forces in Afghanistan. His failure to fulfill his promise to close Guantanamo within a year of taking office has dismayed some on the left, as well as governments in Europe. His retreat when faced with intransigence by Israeli leader Binyamin Netanayu over settlements dismayed both left and right, even supporters of Israel, who felt it betrayed weakness in the White House. But Obama will highlight the exit of the last troops from Iraq this month. His anti-Iraq war stance helped his political rise and the withdrawal also fulfills a campaign pledge. He used television interviews and a speech to fundraisers in Washington Tuesday to highlight the withdrawal, which the White House described as \"an extraordinary milestone\". His foreign policy advantage could be undone by an unexpected event, such as Iran declaring it has a nuclear weapons capability in the run-up to election day. Changing demographics Obama devoted an hour on Tuesday morning to interviews with local television anchors in four states: Virginia, Colorado and Florida, all of which are hanging in the balance, and Washington, a safe Democratic bet at present but which could become vulnerable if plans to put up an independent go ahead. But Mellman said Obama was in a stronger position in the marginals than his Republican opponent would be. \"If you look at the marginals, this president has a lot more ways to get the 270 [winning electoral college] votes than the Republicans have,\" he said. Mellman cited demographic changes as one of the big factors that could help get Obama re-elected. In 2004, minorities made up 16% of the voters, in 2008 22%, and he expected it would be higher in 2012. \"Obama only needs more than 40% of the white vote,\" Mellman said. Obama has to do well in traditional swing states such as Florida, Pennsylvannia and Ohio, and the new ones that he took in 2008 such as Virginia and North Carolina. On the face of it, these states do not look promising, given the rise in unemployment and house foreclosures since 2008. In Florida, for instance, Obama, even with the wave of enthusiasm for him in 2008, the disastrous near-collapse of the economy in September that year and the poor campaign fought by John McCain, only narrowly won the state, with 50.9%. Taking it in 2012 looks a formidable challenge Devine also argues demographics favour the Democrats. Obama won with a new electorate that came out in strength for him in a way they did not for Gore and Kerry – African-Americans, Latinos and the young – and it is growing. He said the Obama campaign was reaching out to the young, not through television, but through social networking and predicted that, though there was no longer the same enthusiasm among them as in 2008, they would mobilise for him. He estimated they would break 75% for Obama and 25% for the Republican candidate. The African-American vote was almost monolithic in support for Obama. Among Latinos, the fastest-growing part of the electorate, support broke about 70% to 30%. In order to win, Devine said, the Republicans would have to win 60% of the white vote, which he doubted they were capable of. Even at that, the white vote is shrinking. \"Obama won North Carolina last time with 35% of the white vote. He would win it ths time with 33% of the white vote, given the number of Latinos that have moved to the state,\" Devine said. \"This election is not over. It will be a hard fight,\" Devine added. But he was optimistic Obama could take it."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}