{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2011/dec/13/george-takei-star-wars-star-trek-twilight", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2011-12-13T23:13:21Z", "webTitle": "George Takei calls for Star Wars and Star Trek fans to unite - against Twilight", "webUrl": "https://www.theguardian.com/culture/2011/dec/13/george-takei-star-wars-star-trek-twilight", "apiUrl": "https://content.guardianapis.com/culture/2011/dec/13/george-takei-star-wars-star-trek-twilight", "fields": {"headline": "George Takei calls for Star Wars and Star Trek fans to unite - against Twilight", "bodyText": "It is a decades-long feud that has divided sci-fi fans for as long as the Millenium Falcon first fired up its thrusters and flashed across cinema screens, providing an alternative lure to the attractions of the USS Enterprise and its bold crew. But after simmering tensions between the Star Trek and Star Wars communities broke into open hostilities involving two of the franchises' most iconic stars, an appeal has been made by George Takei (aka Lieutenant Hikaru Sulu from the helm of the Enterprise) for a ceasefire in the face of a mutual foe: The Twilight franchise. \"Fellow star folks. Cool it down, and shut your big worm holes,\" said Takei in a video message posted online following the outbreak of a war of words between William Shatner, who played Captain James T Kirk in the original Star Trek Series, and Carrie Fisher, who played Princess Leia in the original Star Wars trilogy. \"Each is wonderful in its own special way so if you don't knock it off you will soon start seeing images like this one on the net,\" said Takei, referring to an image of Fisher in the grasp of Shatner, who was mocked up to look like the Star Wars character, Jabba the Hutt. The initial salvo had been fired last month by Shatner, who claimed that Star Wars was derivative of Star Trek, prompting Fisher to challenge him to a \"costume-off\", with her appearing in the metal bikini she wore in Return of the Jedi. \"And my space buns - they're so much better than [Leonard] Nimoy's ears,\" she added. Stepping into galactic peace broker mode, Takei warned : \"What is needed today now more than ever is star peace, for there is an ominous mutual threat to all science fiction.\" \"It's called Twilight, and it is really really bad.\" The actor, who provided the voice of Lok Durd in Star Wars: The Clone Wars, making him the sole cast member from the original Star Trek series to also have a role in the Star Wars franchise, went on: \"Gone is any sense of heroism, camaraderie, or epic battle. In its place, we have vampires that sparkle, and moan, and go to high school\". \"Now I am not above mixing in a little sex appeal to spice up the fantasy,\" he added, his words accompanied by the appearance of images of a topless young Mr Sulu and Robert Pattinson, the star of Twilight. \"But sci-fi fans be warned. There are no great stories, characters or profound life lessons to be had in Twilight. No, in Twilight, the only message that rings through loud and clear is 'Does my boyfriend like me?'\" \"Let us band together to combat this mutual threat. On my part, I have written to some friends hoping they can help us rid the world of this vampire menace. Buffy, Blade, it's up to you now,\" said Takei, as images flashed up showing the two named fictional vampire killers. \"So Starfriends, let us live and let live, long and prosperously, and may the force be with you always.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}