{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2011/dec/19/bleak-old-shop-stuff-review", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2011-12-19T22:05:01Z", "webTitle": "TV review: The Bleak Old Shop of Stuff; King of Christmas Lights", "webUrl": "https://www.theguardian.com/tv-and-radio/2011/dec/19/bleak-old-shop-stuff-review", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2011/dec/19/bleak-old-shop-stuff-review", "fields": {"headline": "TV review: The Bleak Old Shop of Stuff; King of Christmas Lights", "bodyText": "The Bleak Old Shop of Stuff (BBC2) is a sort of panto for grownups. It's a Dickens pastiche of a sort, I suppose, though nothing like closely enough observed to count as either homage or satire. Everybody in it acts their socks off. Celia Imrie, in particular, attacks the role of Robert Webb's long-lost mother with such gusto that I was carried away with the moment and I forgot how uniquely uncomfortable is this no man's land of entertainment, where humour is clearly the purpose and yet it just isn't funny. This assertion would be unfair without examples, and yet it's a bit unfair with examples also, since the jokes are even less funny on the page than they are in the telling. So, instead of just Big Ben hastening the march of the \"plot\", there are three great alliterative clocks, Big Ben, Massive Maurice and Tiny Terry. When Katherine Parkinson (who is lovely as Conceptiva, but hobbled, like everyone else, by this dead script) tells Stephen Fry what a rotter he is, he replies: \"Indeed, I am a lovelington and a softie boots.\" It's so gentle, so meandering, so totally without punchline, it's like being told a joke made up by a two-year-old. Robert Webb does valiant work as Jedrington, the lead, but it's hard to play straight man to a script like this. He ends up trying to help the whole thing along with sheer energy, like a friendly bystander pushing a banger up a hill. David Mitchell is probably the least put-upon of the cast, being in possession of an almost-funny visual gag where his entire body expands with enthusiasm, the more excited he becomes. I came close to laughing when he tried, but was unable, to cry. I nearly laughed at Johnny Vegas, just because I love his high, faggy voice (sounds like cigarettes, I mean). I nearly laughed when Fry tried to make a policeman run, and he said: \"I don't do fast, I'm more of your lumbering menace.\" But that's the piece at its very best, like a festive romp by a well-meaning sixth- former who would probably be a shade wittier if he were allowed to swear but, with all these parents around, is bland and unengaging. And now I feel aggrieved, because it is clearly the flagship moment of the season, there are four incomprehensibly long episodes of it, some of the most vivid talents of the land have been mobilised in its service, and for what? This saccharine, gurning, breathy caper, which is quite modest in its tone, totally inoffensive but just, in the end, not very funny: a perplexing limbo. I was suspicious of King of Christmas Lights (Channel 4) because sometimes the narrator sounds like the kind of person who thinks \"bungalow\" in itself is a pejorative term, and was already laughing at these subjects before he even began. That was totally wrong (maybe the bungalow prejudice is in my inner ear?); this portrait of four men who festoon their houses with neon Santas tells a completely different story, which isn't about Christmas, isn't about fairy lights, and certainly isn't about what's classy and what's tacky. Most of all, it leaves one with an impressionistic, sideways insight into indulgent parenting. Paul Toole, the first subject, has dabbled in karaoke and cruise entertaining, but found his vocation by dropping between 10 and 15 grand, yearly, on a light-fantastic display on his mother's house. You watch his mother, sitting in the kitchen with her 36-year-old son who still lives at home and says things such as \"it's your fault, anyway. You created a monster\" and think it would be impossible to love your offspring more. But that's just because you haven't met his dad! Carl's mother is a little bit saltier, but his dad could not be more supportive. Hell, this young man is trying to make his name with a front-of-house Christmas light display that flashes in time to music; ever extending himself, this year he has a little mechanised band of Santa and some snow creatures called Claus and the Paws. And his dad is paying for it! Paul and Lee Brailsford lost their dad when they were teenagers, and the lights are an ever-more elaborate memorial to him. When you see the size of the crowds these men pull in, at their switching-on ceremonies (with or without a star from Only Fools and Horses), there's a side-point made about human contact, and how people will go to almost anything, and praise almost anything, so long as they think someone's made a huge effort and some other people will be there. I found it really warming."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}