{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/dec/20/chinese-referee-fixing-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-12-20T23:01:02Z", "webTitle": "Chinese referee pleads guilty to fixing Manchester United friendly", "webUrl": "https://www.theguardian.com/football/2011/dec/20/chinese-referee-fixing-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2011/dec/20/chinese-referee-fixing-manchester-united", "fields": {"headline": "Chinese referee pleads guilty to fixing Manchester United friendly", "bodyText": "A high-profile Chinese referee has confessed in court to receiving bribes for match fixing, including a friendly involving Manchester United in 2007. Huang Junjie also admitted that he was paid to fix another international friendly and six Chinese domestic matches between 2005 and 2009. Huang, who was shortlisted for a refereeing award in 2009, admitted to receiving money in relation to United's 6‑0 friendly victory over Shenzhen FC in 2007 and a match in 2009 between Sydney FC and China's Shanghai Shenhua. There is no suggestion that any of the clubs involved were aware of any suspicious activity. The referee said he accepted more than £160,000 in bribes to fix the international and domestic matches and to also accepting bribes from his colleague Zhou Weixin to sway results. Zhou is also facing charges of corruption as well as bribing civil servants. Corruption hearings against some of China's leading officials began on Monday when the former head of the Super League, Zhang Jianqiang, faced charges of accepting match-fixing bribes totalling £260,000. Another referee, Lu Jun, will stand trial on Wednesday while 20 other former officials and referees are scheduled to face the courts at later dates. The hearings are part of a crackdown on corruption that has reached the top levels of the sport in China and led to the downfall of the head of the Chinese Football Association. According to state media, CFA officials routinely fixed matches, including national team and league games by allegedly bribing the teams or referees involved. Association officials also reportedly accepted payoffs from players who wanted to be selected by the national team – a practice which was also widespread among league clubs. The scandal led to sponsors abandoning the sport while the state television network, CCTV, refused to broadcast Super League games."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}