{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2011/dec/19/guardian-writers-favourite-goal-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-12-19T22:02:00Z", "webTitle": "Guardian writers choose their favourite Premier League goal", "webUrl": "https://www.theguardian.com/football/blog/2011/dec/19/guardian-writers-favourite-goal-premier-league", "apiUrl": "https://content.guardianapis.com/football/blog/2011/dec/19/guardian-writers-favourite-goal-premier-league", "fields": {"headline": "Guardian writers choose their favourite Premier League goal", "bodyText": "Tony Yeboah Wimbledon v Leeds United Selhurst Park 23 Sep 1995 Tony Yeboah seemed to specialise in the spectacular during his brief sojourn with Leeds United. A volley that defeated Liverpool sticks in the memory, though one of his goals in the 4-2 defeat of Wimbledon at Selhurst Park in 1995 took the breath away. Watching the ball cannon up from a series of scrappy headers and attempted clearances clearly tested the Ghanaian's patience. Yeboah snapped on to the loose ball, controlled it on his chest then instep, exploded away from an opponent and lashed a glorious half-volley in off the underside of the bar from distance. It is the ferocity which is most impressive; a blistering effort. Dominic Fifield Matt Le Tissier Blackburn Rovers v Southampton Ewood Park 10 Dec 1994 The Southampton legend deserves his own list. Newcastle at The Dell, where he collected the ball on his heel, flicked it round Barry Venison, over a defender's head and rolled it past Mike Hooper. Or the control and volley with which he won the same game later. Or the chip over Peter Schmeichel. But this at Ewood Park showed all of Le Tissier's genius in one as he received the ball just inside the Blackburn half, spun away from two Rovers midfielders and placed the ball into the top corner of Tim Flowers' goal from 35 yards. Southampton lost 3-2. Andy Hunter Steve Bruce Manchester United v Sheffield Wed Old Trafford 10 Apr 1993 Alex Ferguson and Brian Kidd were the lucky ones. The United manager and his assistant had the fringes of the Old Trafford pitch to cavort on in praise of a higher power in the delirious aftermath of Steve Bruce's late, late headed winner. Hemmed in by the rows of seats, United's supporters picked up bangs and bruises in the pandemonium. This goal ticked every box, the biggest one being that it provided the inspiration for United to end their 26-year title drought. David Hytner Matt Le Tissier Blackburn Rovers v Southampton Ewood Park 10 Dec 1994 A Saints screamer scored by Le God. With Southampton 3-1 down against the eventual champions, their laz … OK, enigmatic playmaker picked up the ball just inside the Blackburn half. Setting off on a mazy lumber, he turned Mark Atkins inside-out as he cut left, then right before steadying himself 35 yards out. Despite a frantic scramble Rovers' goalkeeper, Tim Flowers, could only wave feebly as Le Tissier's right-foot drive scorched past him into the top left-hand corner. Barry Glendenning Wayne Rooney Everton v Arsenal Goodison Park 19 Oct 2002 From the plethora of sublime strikes English football's great entertainer has offered up, this humdinger of a first Premier League offering announced who and what he is. Five days before his 17th birthday and seconds before the end of the match a killer instant touch then swivel before a glance up preceded a cruelly precise 25-yard dipper that left David Seaman no chance and ended Arsenal's 30-game unbeaten trot. \"Remember the name!\" screamed Clive Tyldesley. Jamie Jackson Dennis Bergkamp Newcastle v Arsenal St James' Park 2 Mar 2002 A sublime goal that showcased Bergkamp's wonderful talent. The Dutchman had his back to goal when he received a pass from Robert Pires but with a deft and exquisite touch of his left boot he flicked the ball around Nikos Dabizas, pirouetted and ran the other side, leaving the Newcastle defender completely disoriented before coolly beating Shay Given. Bergkamp's jaw-dropping brilliance had to be seen in slow-motion to appreciate his execution of an outrageous piece of skill. Stuart James Dennis Bergkamp Newcastle v Arsenal St James' Park 2 Mar 2002 Some people felt it necessary to ask the question afterwards: did he mean it? You had to wonder about the mind-set of someone whose main reaction to something so heavenly was to drag the conversation back to earth by asking if they meant it. Bergkamp's goal blended extraordinary skill and imagination. With one bewitching touch he flicked it past Nikos Dabizas and spun in the opposite direction. Reunited with the ball a second later he used his other foot to place a disguised shot into the far corner. Instinctive, inventive, ingenious. Of course he meant it. Amy Lawrence Wayne Rooney Everton v Arsenal Goodison Park 19 Oct 2002 Wayne Rooney's drive would have been remarkable at any time but the circumstances of it were even more astonishing. The confidence and burly purposefulness behind a 25-yarder that beat David Seaman and inflicted defeat on a resilient Arsenal were uncanny in a 16-year-old Everton substitute. He was yet to have second thoughts and there was a freedom to him at the very end as he cut in from the left and let fly. The beaten manager, Arsène Wenger, was full of praise that day for \"a special talent\". Rooney must have days when he wishes football could once again be so spontaneous for him. Kevin McCarra Stuart Holden Bolton Wanderers v Blackburn Rovers Reebok Stadium 12 Dec 2010 This goal epitomised the American's spirit and honesty, coming under difficult circumstances. Bolton were down to 10 men and had just conceded a late equaliser. From the kick-off the ball was immediately played long to Kevin Davies, who headed it down. Holden, in the midst of an outstanding season, seized on the smallest of opportunities with a remarkable never-say-die spirit to run on to an opportunity that nobody else in his team had considered, deflated as they were. He finished the chance with an assured touch and a fierce volley. David Pleat Robbie Fowler Manchester United v Liverpool Old Trafford 1 Oct 1995 It is easy to forget how good Robbie Fowler was in his preposterously youthful pomp, not just prolific but joyfully dextrous and sly, the most moreishly captivating British talent of the past 20 years. This goal was almost un-Fowler-like: a body-check on Gary Neville followed by a deliciously ruthless right (not left) foot dink. For four years between the ages of 19 and 22 Fowler looked unstoppable, the Premier League's first dedicated wunderkind. This was him at his best. Barney Ronay Wayne Rooney Manchester United v Manchester City Old Trafford 12 Feb 2011 Nothing is so spectacular in football as the scissor-kick volley and when it comes in a Manchester derby and the ball arrows into the top corner, as if directed by a computer, it is something extra special. Old Trafford felt a dizzy place that day and Ferguson nominated it the best goal of his time in office. Consider Ryan Giggs's slalom through the Arsenal defence, Cristiano Ronaldo's free-kick past Portsmouth and the Eric Cantona chip against Sunderland; it was some compliment. As the City manager, Roberto Mancini, said afterwards: \"All you can do is clap.\" Daniel Taylor Alan Shearer Newcastle United v Everton St James' Park 1 Dec 2002 Newcastle were trailing 1-0 at St James' Park when, late in the game, Shola Ameobi headed a long pass into Shearer's path. Eyeing the looping ball, the England striker unleashed a fabulous right-foot volley from 25 yards which flew, unerringly, into the top corner. With Newcastle level, Craig Bellamy scored a last-gasp winner before Sir Bobby Robson hailed Shearer's stupendous volley as possibly the finest goal of his career. Louise Taylor Eric Cantona Chelsea v Manchester United Stamford Bridge 19 Dec 1992 It may not have been the most beautiful of goals but it was the one that unlocked Manchester United's dominance of the first two decades of the Premier League. David Lee had given Chelsea the lead in the 67th minute of an unspectacular match. Four minutes later Eric Cantona clipped a shot through a crowded goalmouth and past Kevin Hitchcock with as much ceremony as he might have brought to the business of lighting a cigarette. It was his third league appearance for United and his first goal. They took the point and never looked back. Richard Williams Brian Deane Sheffield United v Manchester United Bramall Lane 15 Aug 1992 It is not my favourite but I was at the match when Brian Deane scored the first ever Premier League goal, for Dave Bassett's Sheffield United against Alex Ferguson's Manchester United in 1992. Neither the new format nor the fact that Manchester United kicked off their season with a 2-1 defeat at Bramall Lane seemed particularly significant at the time. I remember writing in the Observer that it could not be all that much of a brave new world if people like Deane and Alan Cork were still knocking about in it. Fergie won his first title with United that season and soon there really was a sense that the world had changed. I feel old, now, just thinking about it. But then I am two years older than Cork. Paul Wilson"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}