{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/dec/11/robin-van-persie-arsenal-everton", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-12-11T23:01:04Z", "webTitle": "Superb Robin van Persie lights up Arsenal legends' day against Everton", "webUrl": "https://www.theguardian.com/football/2011/dec/11/robin-van-persie-arsenal-everton", "apiUrl": "https://content.guardianapis.com/football/2011/dec/11/robin-van-persie-arsenal-everton", "fields": {"headline": "Superb Robin van Persie lights up Arsenal legends' day against Everton", "bodyText": "Another week, another goal and another swell of plaudits for Robin van Persie. Except that this was not just another goal. The Arsenal striker's left-footed volley appeared to transcend the ridiculous and the sublime to elevate him to some other-worldly plane. There was also irony as he celebrated his 33rd Premier League goal of 2011. He had endured an ineffective game. At full-time Wojciech Szczesny, the Arsenal goalkeeper, got down to kiss Van Persie's left boot. The Everton captain, Phil Neville, ruefully recalled how Van Persie had scored an \"almost identical\" goal to equalise at Goodison Park in the 90th minute in January 2009. Neville described Van Persie's finishes as \"Van Basten-like\" and added: \"Sometimes you have to take your hat off and say, 'We were beaten by a world-class goal by a world-class player.'\" Arsène Wenger's focus was on the technical quality. \"It is a difficult goal to score when the ball comes from behind,\" the Arsenal manager said. \"The timing has to be right, you have to lean forward very quickly and your body shape has to be right so you don't cut across it too much. Everybody who has played football understands that it's the most difficult technical movement for a striker.\" Up in the crowd, on legends' day, as Arsenal marked their 125th anniversary, Thierry Henry led the applause. \"Robin wants to be one of those legends,\" the Arsenal winger Theo Walcott said. \"As the fans say, he scores when he wants. Any little sniff and he just grabs it. That's one of the best goals I've seen for a long time.\" David Moyes can scarcely even covet Van Persie and the Everton manager admitted that he would be happy simply to have Henry in his team. \"I asked him on the way in,\" Moyes said. \"I asked him, he'll tell you. If he wants a game, let me know.\" Moyes was not joking, although whether Henry's employers, the New York Red Bulls, would be amenable to a short‑term loan in January is moot. Wenger said that Henry, who is training at Arsenal during the MLS close season, was scheduled to report to a Red Bulls training camp on 15 January. Moyes raged at the performance of the referee, Howard Webb, but it was his team's lack of cutting edge that formed the basis of his frustration. They did not muster a shot on target and only Wigan and West Bromwich Albion have scored fewer goals in the Premier League this season. Moyes has tried everything and on Saturday he gave a debut to the 19‑year‑old forward Conor McAleny in the 75th minute. The academy product shot just past the far post in added time. Louis Saha, who suffered cramp in both calves, did not last the distance. Moyes, typically, took the responsibility for the lack of goals – \"It's a manager's job to find solutions\" – but Neville said that Everton's final pass had been consistently poor. \"I know the centre-forwards are probably getting the brunt of the criticism but as a team we need to provide better service for them,\" he said. \"We must have put in 20 to 25 crosses and got in good positions but we hit the first man or we didn't deliver in time or we made the wrong decision. It has been happening all season and we need to improve. \"The Christmas period is vital as we have games coming up against teams in and around us. We need to win football games; I don't think draws are enough in this league. We'll look at this period as a way of getting some confidence back and some points on the board. Hopefully we can start a charge up the league.\" Arsenal are in the top four. It might be only temporary if Chelsea get a result at home to Manchester City on Monday night but there is the sense that all is well at the club. Manuel Almunia, the reserve goalkeeper, was even spotted embracing his old adversary Jens Lehmann after the game. The pair chatted amicably; their feud has been forgotten. Wenger said that the turning point of the season had been the 1-0 home win over Swansea City, even if the team plumbed fresh depths when they lost their next league fixture 4-3 at Blackburn Rovers. He also noted positive results in the Champions League – the 1-0 win at Marseille was crucial – and the 5-3 domestic tonic at Chelsea. But thoughts have already turned towards next Sunday, when Arsenal visit City. \"We do tend to shine against the bigger sides,\" Walcott said. \"If we want to climb the table, then we have to beat the best and Man City have got a tremendous squad. \"Our new players needed time to gel and to settle and it was always going to take time. They needed to get used to the way the club runs and we had injuries as well. Hopefully we've had our bad spell.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}