{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2011/dec/28/in-praise-of-bicester", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2011-12-28T23:35:09Z", "webTitle": "In praise of ... Bicester | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2011/dec/28/in-praise-of-bicester", "apiUrl": "https://content.guardianapis.com/commentisfree/2011/dec/28/in-praise-of-bicester", "fields": {"headline": "In praise of ... Bicester", "bodyText": "To the catalogue of cities and towns that overseas tourists most want to visit there now unexpectedly has to be added another: the market town of Bicester, Oxfordshire. On Boxing Day the crowds were so great that roads were blocked for miles around. They had come from near and far not to admire the ancient market place or to savour that rare experience, a church dedicated to St Edburg, nor even to marvel at an army ordnance depot so large it has its own railway, but to shop in a designer outlet that claims to combine the chic with the affordably cheap, and that caters especially for shoppers from China, employing guides fluent in Mandarin. A shame though if visitors were to assume that Bicester is merely somewhere to shop in. It may not be among Britain's most cherished towns, but explorable places lie all around it, especially the remote marshland of Otmoor. Here too they could learn something more of that bulldog spirit that David Cameron extolled before Christmas. Having fought an epic battle against enclosure in the mid 19th century, people here in the 20th had to thwart plans to flood the land to make it into a reservoir, to drain it at a dreadful cost to its abundant wildlife, and even to slap a motorway through it. The church of St Mary, Charlton, Otmoor's unofficial capital, is commended, while Studley Priory, medieval but much amended, is one of Simon Jenkins's thousand best houses, not least for the \"blessed peace\" of the view across Otmoor from its rear windows. • This article was corrected on 30 December 2011 to delete a reference saying Studley Priory is a hotel. It ceased to be that in 2004."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}