{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/dec/05/daniel-sturridge-chelsea", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-12-05T22:09:42Z", "webTitle": "Daniel Sturridge backs André Villas-Boas's plans to transform Chelsea", "webUrl": "https://www.theguardian.com/football/2011/dec/05/daniel-sturridge-chelsea", "apiUrl": "https://content.guardianapis.com/football/2011/dec/05/daniel-sturridge-chelsea", "fields": {"headline": "Daniel Sturridge backs André Villas-Boas's plans to transform Chelsea", "bodyText": "From the outside it appears familiar cracks are opening up. Senior players look unsettled, unnerved by the new demands being placed upon them, threatened by the prospect of upheaval and dissatisfied by stodgy results. Frank Lampard scowls as he trudges prematurely from the turf. Nicolas Anelka and Alex are transfer-listed and cast to the margins, high-profile victims of a process of evolution. Yet if instinct suggests disaffection is welling up just as it did so critically under Avram Grant and Luiz Felipe Scolari, with the appetite for life under André Villas-Boas to be sternly tested by Valencia's considerable threat at Stamford Bridge on Tuesday, then the reality is apparently very different. \"Even after the losses we've had, we've always had confidence in ourselves and in the manager,\" said Daniel Sturridge. \"I'm behind him. Everyone else is, too. He's going to be here for the next three years. We're not worried about any other manager coming in because we know he's going to be here for those three years.\" That was timely backing before a game that will determine Chelsea's further involvement in the Champions League. The club were shrewd in designating Sturridge, one of the new generation thriving under the Portuguese's guidance, for pre-match media duties. These are transitional times and a young manager with awkward decisions to make needs a core of support from within. Should his side secure the victory or goalless draw they require to emerge from Group E then he can continue implementing his philosophies and refreshing this squad in the months ahead from a position of relative strength. Chelsea, and Villas-Boas, need the gloss of the Champions League to speed up their progression. It is less about the financial implications of dropping into the Europa League at a club bankrolled by a billionaire, and more that remaining a contender in Uefa's elite competition gives the coaching hierarchy authority. The manager will be able to point to the knockout phase ahead as cause for optimism: his ideas can and will yield silverware. \"What is expected at this football club is to build teams to win trophies,\" said Villas-Boas. \"I'll continue to pursue that in the future.\" The process of overhauling the playing personnel was always going to be painful. This squad retains the leading protagonists of José Mourinho's all-conquering side, characters who have grown used to playing one way. Those down the spine are high-quality performers who have enjoyed success domestically and internationally, but adaptation to new demands and approaches, particularly as they enter the twilight of enviable careers, was never likely to prove easy. Change, though, is needed if Manchester City, with their rival millions, are not to veer permanently out of reach. There remains an underlying desire for Villas-Boas to succeed. Most within the set-up remember and respect the Portuguese from his previous spell at the club, as a member of Mourinho's scouting department, and there is admiration for the manner in which he has successfully reinvented himself as a manager. Yet some level of scepticism is also inevitable. While results were backing up his approach, the dissent was muffled. Over the past month, with Champions League qualification on edge and the title race now a game of catch-up, the discord hinted at by Didier Drogba has been magnified. In that context, the decision to accept transfer requests from Anelka and Alex, and ruthlessly dispatch them to train at the academy, might be considered risky, but it is also a message for the rest. \"The players are not being treated like criminals, but they have accepted the decision,\" said Villas-Boas. \"It wasn't taken lightly, but discussed with the board and the [two] players, who are top professionals and in whom we have a lot of respect. But it was something that made sense. We want the right mindset. For players on the transfer list the reality is that, eventually, their mindset is not the same. It was right for the club to do this.\" By shedding the pair from the seniors, even with a hectic December fixture list to follow, Villas-Boas has offered a reminder of the task he has taken on. The need to revamp this squad has been obvious for several years and was arguably postponed when the Double achieved under Carlo Ancelotti might better have been considered a last hurrah. The biggest mistake the current manager has made to date was his willingness to assess last summer when that time should have been used to wheel and deal. The process of recruitment will begin again next month when Chelsea would hope to be still challenging in the Champions League. Theirs is an awkward task this evening. Valencia arrive having won seven of their last eight matches in all competitions and unbeaten in their last six visits to England. They have drawn twice at Stamford Bridge and, in Roberto Soldado, boast a striker with 10 goals in nine European games. A tense night awaits and the result accrued will inevitably have implications on how Villas-Boas is perceived. The board may back their man, but elimination might tarnish his standing with the fans. \"But when you want to achieve excellence, as André and this club want, it takes time,\" said the Spanish club's own young coach, Unai Emery. \"The results will be there in the future. It's not going to be good. It's going to be very good. I'm sure of that.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}