{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2011/dec/19/paul-daniels-magician", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2011-12-19T22:30:01Z", "webTitle": "Portrait of the artist: Paul Daniels, magician", "webUrl": "https://www.theguardian.com/culture/2011/dec/19/paul-daniels-magician", "apiUrl": "https://content.guardianapis.com/culture/2011/dec/19/paul-daniels-magician", "fields": {"headline": "Portrait of the artist: Paul Daniels, magician", "bodyText": "How did you discover that you had a talent for magic? When I was 11, I read a magic book and copied a trick out of that – one of those \"think of a number\" mathematical ones. Then I went to the library and took out loads of magic books, and tried various tricks out until I knew which ones suited me. I did that for about 19 years. What was your big breakthrough? The Wheeltappers and Shunters Social Club, a programme put out by Granada television. I was about 35, and I'd been working the summer season with a comedian who was on a lot more money, solely because he was on TV. So I employed a man to get me on TV. He got me on the Wheeltappers, and that one night changed my whole life. Who or what have you sacrificed for your art? I don't think I've sacrificed anything. When I turned professional at the age of 30, I had to go away and leave my first wife and sons, but my marriage was breaking up anyway. I missed the lads, of course, but we're still good friends. Is there still an audience for magic shows on stage and TV? Oh, yes. The internet has really swollen the audience for magic: it has more followers now than at any other time in history. Do you have a favourite trick? I never used to, until I recreated the magic of a man from 100 years ago called Max Malini. He used to do this tiny little vanishing coin trick: you just pick up a coin and put it under a piece of paper, and it disappears. Somehow, in doing it, I fell in love with it; I really got into Malini's skin. Has anything gone wrong with one of your tricks during a performance? Not that you'd notice. When I'm creating a show, I plan the routines, and then I plan the getouts: so if ever anything goes wrong, I'm ready. What work of art would you like to own? It certainly wouldn't be any modern art. I can paint rubbish just as well as anyone, or crush a dustbin up and put it in a museum. But I would like a piece by LS Lowry. He was so much more than just his stick men; he painted faces full of agony. What's the best advice anyone ever gave you? Practically all my good advice came from my father. He'd say: \"Measure it twice, you'll only cut it once – and that will apply to your life as much as it applies to woodwork.\" Born: Middlesbrough, 1938. Career: Rose to fame on the long-running The Paul Daniels Magic Show on the BBC. Has appeared in and Strictly Come Dancing, and recently Created the illusions for Santa Claus and the Christmas Adventure, at the Ambassadors Theatre, London WC2 (0844 811 2334, until 31 December. High point: \"Still walking out on to stages every night.\" Low point: \"Having to sleep in my car when I was performing in working men's clubs.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}