{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2011/dec/19/kim-jong-un-north-korea-china", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2011-12-19T22:30:03Z", "webTitle": "Can Kim Jong-un be North Korea's Deng Xiaoping? | Isabel Hilton", "webUrl": "https://www.theguardian.com/commentisfree/2011/dec/19/kim-jong-un-north-korea-china", "apiUrl": "https://content.guardianapis.com/commentisfree/2011/dec/19/kim-jong-un-north-korea-china", "fields": {"headline": "Can Kim Jong-un be North Korea's Deng Xiaoping?", "bodyText": "There is little room for nuance in our view of North Korea. State television parades sobbing citizens and soldiers apparently convulsed with grief at the loss of Kim Jong-il. Western commentators dismiss these scenes as propaganda. Much of this display is certainly ritual, enacted for the camera and for watching comrades and informers. To fail to grieve for the loss of the \"dear leader\" is a poor career move. But for some the emotions may be real enough: the regime has cultivated in the people an intense gratitude to the Kim family, from the hero-founder Kim Il-sung, whose centenary will be celebrated next year, to his grandson, Kim Jong-un. Kim Il-sung died in 1994, a time of terrible famine when there was little to be grateful for in North Korea. But refugees interviewed by the American journalist Barbara Demick – men and women who escaped to the south – reported their own intense feelings of bereavement for a leader whom they had been taught to revere as the embodiment of North Korean resistance, nationalism and independence. Viewed from Beijing, these displays are easier to read: the death of Mao Zedong, whose tyrannical gifts were more than equal to those of the Kim dynasty, sparked similar scenes in China. Like the North Koreans, Chinese had lived under a regime of intense ideological control with limited information about the outside world, and were taught to regard their leader as the embodiment of national resistance to foreign aggression. Mao has never been dethroned as the regime's founding father, but as Beijing struggles to maintain its own internal stability, the question it asks of its troublesome neighbour is: will North Korea follow the Chinese path to reform? In China Deng Xiaoping was waiting in the wings, a military and political veteran who triumphed over Mao by outliving him and doggedly undoing his legacy. North Koreans, instead, are expected to transfer their affections to a chubby 28 year-old who was catapulted to four-star general status in September last year. The customary chestful of medals will doubtless follow. Kim Jong-il was nobody's political naif, so we must assume that he judged his third son the best available choice. The fact remains that, beyond the cachet of his DNA, Kim Jong-un has no military or political heft. Whether he has any interest in reform is impossible to gauge; whether it would matter if he did seems unlikely – he will depend on the support of military and the party for his power, and any change of course would have to begin there. Planning for this transition has been under way since Kim Jong-il's stroke in 2008 with Beijing taking a close interest. China has muted its irritation at North Korea's repeated provocations and stepped up economic and trade relations as a buffer against any derailment of the succession planning. For now, Beijing hopes it will go smoothly enough to avoid any disturbance in China's three north-eastern border provinces. The Chinese army has well-honed contingency plans to intervene in North Korea in the event of a breakdown, but hopes never to be forced to enact them, standing instead as Pyongyang's guarantor of investment, and of food and energy supplies. Beijing has no desire to cope with a flood of refugees across its nearly 900 miles of border, or to risk the intervention from US-backed South Korea that a collapse in the north could provoke. The Chinese press has increasingly questioned what China gets out of the relationship with North Korea. For now, though, China has little choice but to pay the bills, while nudging the regime towards the kind of transformational reforms that Deng Xiaoping launched after the death of Mao. A leadership change offers the regime an opportunity to shape a new narrative, and China's experience till now shows that economic reform need not threaten authoritarian power. To date, though, Pyongyang has shown only limited enthusiasm for the Chinese model. Without more radical reform, the already enormous economic gap between North Korea and its neighbours will only grow, and keep the country isolated and paranoid. North Korean dependency on China is already stark: China provides 90% of the investment and accounts for 80% of North Korea's trade. China is building power plants, roads and transport infrastructure, Chinese businesses have invested in factories in North Korea's economic development zones, and exports of iron ore and coal to China from North Korea are important earners. For both Beijing and Pyongyang, this dependency is a mixed blessing. South Korea, Japan and the US may be the bogeymen invoked to frighten North Korean children, but North Korea is also wary of becoming an economic colony of its giant neighbour. North Korea's main international weapon is blackmail: waving its nuclear capability in the face of the US and threatening China with instability. It works, after a fashion, but it is not a recipe for early reform."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}