{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/dec/28/thierry-henry-arsenal-per-mertesacker", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-12-28T23:01:01Z", "webTitle": "Thierry Henry still has the quality for Arsenal, says Per Mertesacker", "webUrl": "https://www.theguardian.com/football/2011/dec/28/thierry-henry-arsenal-per-mertesacker", "apiUrl": "https://content.guardianapis.com/football/2011/dec/28/thierry-henry-arsenal-per-mertesacker", "fields": {"headline": "Thierry Henry still has the quality for Arsenal, says Per Mertesacker", "bodyText": "Per Mertesacker has endorsed Thierry Henry's credentials for a Premier League return with Arsenal, insisting that the striker \"still has the same attitude\" that he displayed in his north London pomp. Arsène Wenger is poised to offer Henry a short-term contract at the club, as the manager prepares to lose Marouane Chamakh and Gervinho to the Africa Cup of Nations, which kicks off on 21 January. Behind the in-form Robin van Persie, Wenger's only other striker is the summer signing Chu-Young Park, who is yet to feature in the Premier League. Wenger has already told Park that he needs to \"step up\". Henry, a statue of whom has been unveiled at the Emirates Stadium, has been training with the club while the New York Red Bulls, his employers, are on their close-season break. The Red Bulls have not indicated whether they would be prepared to sanction a loan move for Henry to Arsenal but the 34-year-old would relish the opportunity. And Mertesacker, the Germany centre-half, who signed from Werder Bremen in August, is confident that Henry would prosper. \"I am very happy to play against him in training and it is a great experience,\" Mertesacker said. \"He is playing very, very good. He is a great opportunity for us but I'm not the manager. I couldn't make a decision on what is possible for him or for us. In training, he shows his class and to have him with us is great because he shows his attitude, his experience. He still has the same attitude he showed in a lot of games at Arsenal.\" Wenger suggested last week that short-term deals in January would suit him best, as he not only had a \"big squad\" but there was the need \"to see how we can balance our books as well.\" He has also been linked with a move for the FC Cologne and Germany striker Lukas Podolski, who is another player that Mertesacker knows and rates highly. \"He is a great player, especially for the national team,\" Mertesacker said. \"He scores a lot of goals, and he has a very good finish with his left foot. His left foot is unbelievable and I'm a fan of him. This year, he has scored a lot of goals. He is powerful as well.\" The Cologne managing director Claus Horstmann is confident that Podolski will extend his contract at the club. \"The fundamentals are clear,\" he said. \"Podolski has a year and a half left on his contract and we want to go into the talks at an early stage with the aim of extending this contract. I'm optimistic that we have the chance [to re-sign him].\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}