{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2011/dec/28/women-comic-book-sexism", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2011-12-28T22:21:11Z", "webTitle": "Ker-pow! Women kick back against comic-book sexism", "webUrl": "https://www.theguardian.com/books/2011/dec/28/women-comic-book-sexism", "apiUrl": "https://content.guardianapis.com/books/2011/dec/28/women-comic-book-sexism", "fields": {"headline": "Ker-pow! Women kick back against comic-book sexism", "bodyText": "It is one of the more eagerly awaited titles due to emerge from Britain's vibrant independent comic and graphic novel scene. But the \"southern gothic\" horror anthology, Bayou Arcana, is causing a stir for more than just its haunting images and storylines. The anthology is the product of a unique experiment that brings together an all-female team of artists with an all-male team of writers – and it is an illustration of how a new generation of female artists and readers is radically changing the face of comics. \"There is a certain sensitivity that you find in women's art that just does not appear in a lot of guys' work,\" says James Pearson, who edited the anthology, which follows the story of escaped slaves taking refuge in a swamp. \"The way that they interpret the horror has an added depth to it – and that is part of the experiment. It's actually a really sensitive approach to quite visceral subject matter.\" The anthology, due out next year, emerges as momentum for a change in comic book culture – still seen as the realm of earnest young men with ponytails and goatee beards – is growing. \"Historically the comic book industry has been very male-dominated, but recently there has been a shift,\" says Lisa Wood, co-founder of the Thought Bubble festival, a six-day event in Leeds billed as the UK's largest annual event celebrating all \"sequential art\" forms. \"We are suddenly hearing women's views and experiences on politics, religion, sexual ideas and parenthood. But most importantly these stories are not exclusive to women, they are stories for everyone.\" Wood cited Persepolis, Marjane Satrapi's autobiographical memoir of growing up in Iran which was made into an Oscar-nominated animation, Kate Brown's Fish and Chocolate and Simone Lia's Fluffy as examples of the change. \"These stories approach the medium with delicate humour and intelligent emotion,\" she said. Thought Bubble, whose workshops and forums in November celebrated female writers and illustrators, reflects their growing voice in what has traditionally been a male scene. Attendees at the event included established artists such as Posy Simmonds, creator of Tamara Drewe, and Suzy Varty, who published the UK's first women's comic book anthology, Heroine, in 1977. Other guests from a new breed included artists from Danish comics group Penneveninder, US comic creator Becky Cloonan and Britain's Emma Vieceli. \"It's really important for us to showcase women in the comic book industry, especially as many talented individuals are overlooked by other comic book conventions in the UK,\" says Wood. \"Look at the line-up of any major convention and the imbalance is clear to see.\" It is not just the artists and writers who are increasingly finding their voice. A group of female comic book fans in the US are currently preparing to launch a movement against harassment at comic conventions in conjunction with social campaigns website Change.org. \"Physical and verbal harassment are widespread at comic conventions and other geek-oriented cons – not just of attendees, but guests and staff as well,\" says Jessica Plummer, one of the organisers of the petition calling for the adoption of anti-harassment polices. \"I've seen reports of everything from inappropriate comments to rape. I've seen women groped by strangers because they were in costume,\" she says. \"As far as the wider comic book culture is concerned, many female comic book fans have stories of being ignored, harassed, or treated with hostility in comic book stores, and there's certainly persistent gendered bullying online.\" The planned petition comes in the wake of another earlier this year which expressed reader outrage at the lack of female writers and characters at DC Comics, which owns rights to characters such as Superman and Batman. The proportion of female creators in its comics plunged from 12% to 1% when it relaunched its entire line of superhero titles. More than 4,500 fans called on DC to \"do something about these appalling, offensive numbers or you will only continue to see your sales numbers plummet\". DC insisted it was taking their concerns \"very seriously\" and pointed to writers such as Nicola Scott, Felicia D Henderson and Gail Simone. It also highlighted female DC characters such as Wonder Woman, Batgirl, Catwoman and Batwoman, who was reinvented as a lesbian. Comics bloggers such as Vanessa Gabriel say, however, that both DC and Marvel – which together dominate the market – have been slow to do more than pay lip service to female readers. DC has been \"doing better\" in headlining female characters and its sophisticated Vertigo imprint has impressed, says Gabriel, but the \"heavy gore and gratuitous violence prevalent in many Marvel titles narrows the scope of their audience\". She adds: \"I think there has been a formula that may have worked in the past for Marvel and DC, and clearly it is not working any more.\" Another US commentator, Laura Hudson, links the enduring dearth of female creators and decision-makers in the industry to why most mass-market titles \"range from comics where women are sexualised to comics where they are really, really sexualised in offensive ways.\" \"Drawing women with impossibly thin waists and triple D-cup breasts in revealing costumes is the aesthetic default in superhero comics, and institutionally that's hard to break away from,\" says Hudson, who edits the ComicsAlliance fan website. \"Independent comics and webcomics, meanwhile, have a far more even ratio of male to female creators, and perhaps not accidentally a far more diverse and balanced approach to women.\" So, too, have graphic novels, whose recent boom has been a factor in attracting new readers – and major booksellers. Nichola Wilkinson, an artist and letterer who is part of the Bayou Arcana team, says research she was involved with in Britain suggested women were more likely to buy their graphic novels in shops such as Waterstone's rather than traditional comic outlets. \"There definitely has been a shift in purchasing and consumption behaviour which sees more comics sold as collections or full-length graphic novels in bookshops, \" says Wilkinson. \"It also means that door has been opened for smaller independent publishers to produce stories covering a wider range of topics.\" Big publishers are also diversifying. Examples from this year include Marzi: A Memoir, a graphic novel published by DC's Vertigo. Written by Marwena Sowa, her account of account of growing up in 1980s Poland, with a child's eye view of Chernobyl and the overthrow of communism, is a world away from traditional superhero narratives. Acclaimed by reviewers, it has also struck a chord with Poles at home and abroad. \"Last week I had a meeting in Brussels with readers, including a lot of Polish people from my generation. The girls there said that since they have been abroad they don't speak about how they used to live in Poland. They just buy one Marzi and give it to new friends and say: 'That's how it was.'\" Sowa adds: \"There is no separation of comic books made by men or women. But for me it's also not strange that I have female readers and also that a lot of them are children.\" This article was amended on 29 December 2011. The original used the spelling Nicola Wilkinson. This has been corrected."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}