{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/dec/11/mario-balotelli-manchester-city-curfew", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-12-11T23:01:06Z", "webTitle": "Mario Balotelli faces censure after breaking Manchester City curfew", "webUrl": "https://www.theguardian.com/football/2011/dec/11/mario-balotelli-manchester-city-curfew", "apiUrl": "https://content.guardianapis.com/football/2011/dec/11/mario-balotelli-manchester-city-curfew", "fields": {"headline": "Mario Balotelli faces more censure after breaking Manchester City curfew", "bodyText": "Mario Balotelli is facing an internal investigation and possible disciplinary action by Manchester City after breaking a curfew ahead of the game at Chelsea on Monday night, in the latest example of his apparent inability to conform to rules and stay out of trouble. Balotelli was seen in Zouk, a city-centre restaurant in Manchester, in the early hours of Sunday, despite clear instructions from the club not to go out within 48 hours of a key fixture for City's title chances. City have confirmed a curfew was in place and Balotelli can expect to be summoned to give the manager, Roberto Mancini, an explanation. The 21-year-old was not drinking but was out beyond 1am and Mancini does not want to promote the idea that there is one rule for Balotelli and one for the other players. Mancini tends to give Balotelli more leeway than the rest of the squad but the City manager is entitled to be exasperated, though perhaps not entirely surprised, by the latest incident involving a player he described recently as \"too young\", expressing concern that the £25m signing from Internazionale was in danger of not fulfilling his potential because he was not applying himself in the right manner. Although Balotelli's attitude has undoubtedly improved, Mancini joked recently that it might be better for the striker to move in with him and live in the basement. As it is, Balotelli is living in a city-centre hotel in Manchester after a fire at his countryside house caused by him and his friends letting off fireworks in the bathroom. He was subsequently named as City's ambassador in a firework safety campaign. The frustration for Mancini stems from his unerring belief that a focused, mature Balotelli can join Lionel Messi and Cristiano Ronaldo among the best players in the world, and that the Italian is not making the most of his undoubted talent. The City manager has also admitted he may have to consider leaving him out of key fixtures because of his propensity to get himself in trouble, as three red cards in his 16 months since joining the club attest. Balotelli has had prolific bursts of scoring but has also had spells out of the team and has not started since his sending-off as a second-half substitute during the 1-1 draw at Liverpool two weeks ago, a dismissal that Mancini later said denied his team a victory. Mancini argued that Balotelli had not deserved the second yellow card but accepted that the player was finding himself in trouble because of the reputation he has developed during his time in England. Balotelli has become a hugely popular figure with City's supporters despite some difficult times during his first season in England, the low point being the red card against Dynamo Kyiv that contributed to City going out of the Europa League in the last 16 and him missing the first three group matches of their first, ultimately unsuccessful, Champions League campaign. He was also fined after returning to Italy without permission at the end of last season, missing the FA Cup-winning open-top bus parade and also absent from the awards event when he was named as the club's young player of the year. The latest incident does not represent a serious breach but it does contribute to the image of a player who is sometimes guilty of not taking football seriously enough."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}