{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/dec/05/inland-revenue-own-goal-insolvency-rule", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-12-05T22:59:15Z", "webTitle": "Inland Revenue risks 'own goal' with challenge to insolvency rule", "webUrl": "https://www.theguardian.com/football/2011/dec/05/inland-revenue-own-goal-insolvency-rule", "apiUrl": "https://content.guardianapis.com/football/2011/dec/05/inland-revenue-own-goal-insolvency-rule", "fields": {"headline": "Inland Revenue risks 'own goal' with challenge to insolvency rule", "bodyText": "The taxman is trying to score an \"own goal\" against everyone left out of pocket by a football club's financial collapse, a court was told on Monday when the HM Revenue &amp; Customs challenge against the Football League's insolvency policy moved into its fourth day at the high court. The so-called football-creditor rule has long been controversial, since debts not only to competitor clubs but also to millionaire players are repaid in full in the event of the collapse of a Football League or Premier League club. By contrast small creditors in the local community, often including schools and charities like the St John Ambulance, are paid a fraction of their dues when the club emerges from administration through a company voluntary arrangement (CVA). Professor Gabriel Moss QC, who is intervening in the case on behalf of the Premier League, argued the challenge is self-defeating. \"The Revenue are scoring an own goal because they want to create a situation where clubs are forced into liquidation – thereby disrupting the league – rather than to permit the club being rescued by a new purchaser,\" said Moss. The leagues contend they would be duty-bound to protect their solvent member clubs if those who had spent beyond their means were to default on any part of their transfer debts. The only alternative to the current insolvency policy, say the leagues, would be to force bad debtors out of their competitions and back to the foot of the football pyramid, a step that would lead to the inevitable liquidation of historic football clubs. \"The regulators seek to ensure there is no substantial imbalance between the participant clubs,\" said Moss. \"[There are two] options the regulator has: either barring clubs from participation in the competition, thus pushing the club into liquidation; or the other is for the club to be bought by any other affluent person who wishes to have a plaything – or an investment. If there is a purchase then a substantial unevenness can be prevented by the purchase. \"A CVA can be agreed whereby the football creditors get paid in full but the others have to agree on the purchase through the mechanism of a CVA. [All other creditors] are receiving a dividend that is still a lot better than in a liquidation outcome.\" Although the judge, Mr Justice Richards, passed no comment here on Moss's logic, he did take issue with the reference to the leagues as \"regulators\", preferring to describe the leagues as akin to private members' clubs. \"I don't at the moment see how you can assert the regulatory function,\" said Richards. \"What this turns on is that in order to continue in the Football League the club has to satisfy certain conditions. \"We don't need to talk about regulatory functions. You can't remain a member of a club unless you abide by the club's rules, which may be purely to protect the interests of the club's members. In any members' club debts must be paid. Those debts may include gambling debts: if you do not pay those gambling debts you may not remain a member of the club. What does it matter if it is regulatory?\" The judge's conclusions on this side issue to the case could have far-reaching consequences since the regulatory function of English football bodies is a key area under consideration by the football governance inquiry which parliament is expected to rule on next year. On the more narrow point of whether it is legitimate to pay footballers every penny they are owed when their club suffers financial collapse, argument went much deeper. Indeed, Moss cited a judgment of the South African supreme court in which payment in full to subcontractors was approved in order to maintain the future resale value of an insolvent business. He said this was \"analogous\" to paying players in a football-club insolvency. \"Whoever dug that one up is to be congratulated,\" said the judge. The case continues."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}