{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/dec/11/sir-alex-ferguson-manchester-united-wolves", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-12-11T23:01:05Z", "webTitle": "Sir Alex Ferguson rounds on critics as Manchester United beat Wolves", "webUrl": "https://www.theguardian.com/football/2011/dec/11/sir-alex-ferguson-manchester-united-wolves", "apiUrl": "https://content.guardianapis.com/football/2011/dec/11/sir-alex-ferguson-manchester-united-wolves", "fields": {"headline": "Sir Alex Ferguson rounds on critics as Manchester United beat Wolves", "bodyText": "For Mick McCarthy the ordeal was not restricted to the boundaries of the football pitch. His was a withering, spill-my-pint kind of look when he was asked after the game whether a certain former Manchester United captain should have been more restrained in his criticisms of the current Old Trafford team. An old-timer such as McCarthy does not fall into that sort of trap. \"Jaap Stam has had a few words, has he?\" And that was the press conference finished, abruptly. McCarthy's dispute with Roy Keane once found its way on to the front of the Delhi Times, at a time when India and Pakistan were threatening to go to war. These days he has the good sense to leave it in the past. But Keane still has the ability to get under people's skin judging by his TV punditry of United's bellyflop into the Europa League and the way it has brought little puffs of toxic smoke from Sir Alex Ferguson's nostrils. No prizes for guessing whom Ferguson meant in his programme column when he bemoaned what he regards as exaggerated criticism \"even from people we thought were perhaps on our side\". Ferguson is never more riled than when his young players are questioned and one sensed he enjoyed making his point afterwards. \"I don't understand people doubting these players. They have played for their country – [Danny] Welbeck, [Chris] Smalling, [Phil] Jones – so if they are not that good, why are England playing them?\" Ferguson, as ever, had the last word. Then the old PR skills kicked in as he thanked the supporters for their backing. Old Trafford was not the place of brooding discontent that might have been anticipated and the chants of \"Thursday night, Channel Five\" emanating from the Stretford End at least demonstrated that English football's most spoiled crowd of the past 20 years still have the ability to poke fun at themselves. Wolverhampton Wanderers were obliging opponents, just as Chelsea discovered during their own mini-crisis two weeks earlier. McCarthy had felt sufficiently emboldened to play 4-4-2 but it quickly became apparent why so many visiting teams to Old Trafford opt for more restraint. Nani looked more like his old self, firing in a 20-yarder to soothe the crowd's mood and, at 2-1, turning in Antonio Valencia's cross to extinguish any hopes of a Wolves comeback. Valencia, Jones, Nani and Michael Carrick all had legitimate credentials to be recognised as the game's outstanding performer and, perhaps most importantly, Wayne Rooney's confidence ought to have been soothed by the two goals that have taken him above Tommy Taylor into United's all-time top 10 league scorers, with 113. Old Trafford always feels like a happier place when Rooney is scoring and his second, in particular, was a classy finish. In all competitions Rooney now has 160 goals, putting him ninth in the club's history, one behind Ryan Giggs. \"I thought he was outstanding,\" Stephen Ward, the Wolves defender, said. \"I suppose his performance just shows how valuable getting that ban reduced is going to be for England in the summer.\" McCarthy made the point that the first two goals, for Nani and Rooney, had a touch of fortune attached because of the way they went through a defender's legs, leaving the goalkeeper, Wayne Hennessey, unsighted. Wolves, however, were one of the more generous teams to visit Old Trafford this season and it was almost a surprise that the goals stopped after Rooney had made it 4-1 with almost a third of the match to go. The 47th-minute header from Steven Fletcher, a clever forward whose talents deserve greater recognition, offered the visitors brief hope but the two-goal lead was restored within nine minutes and, after that, it was clear this was going to be the first exercise in improving United's state of mind. In short, Ferguson's men played as though desperate to get the 2-1 defeat to Basel out of their system. They now embark on a run of six games that involves five teams from the bottom eight – QPR, Fulham, Wigan Athletic, Blackburn Rovers and Bolton Wanderers – while Manchester City face Chelsea, Arsenal and Liverpool in the same period. Ferguson talked of being close to City come the turn of the year and, citing United's greater experience, reflected \"if we can do that, we'll have a great chance\". It is going to be a long time before a team that has been to three of the last four Champions League finals has overcome the disappointment of being demoted into the Thursday-night, Sunday-afternoon cycle of a competition they used to feel was beneath them. But this, at least, was a footprint in the right direction."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}