{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/dec/13/fleetwood-yeovil-fa-cup-blackpool", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-12-13T22:08:10Z", "webTitle": "Yeovil 0-2 Fleetwood | FA Cup second-round match report", "webUrl": "https://www.theguardian.com/football/2011/dec/13/fleetwood-yeovil-fa-cup-blackpool", "apiUrl": "https://content.guardianapis.com/football/2011/dec/13/fleetwood-yeovil-fa-cup-blackpool", "fields": {"headline": "Fleetwood stun Yeovil to set up FA Cup third-round tie with Blackpool", "bodyText": "Jamie McGuire and Jamie Vardy scored a goal each as non-league Fleetwood Town beat Yeovil Town in their second-round replay to set up a third-round FA Cup derby match with the Championship side Blackpool. Fleetwood resisted some intense pressure from the League One side in the early exchanges as Yeovil's Steve MacLean went close. At the other end Andy Mangan put his close-range header over the bar. But the Blue Square Premier League side soon found their feet and started to dominate with McGuire's second goal of the season giving Fleetwood a half-time lead. Vardy grazed the outside of the post in the second half as the non-league teamcontinued to look the better side. Yeovil's Bondz N'Gala and the visitors' Steve McNulty were both sent off in the second half but Fleetwood dealt with going a man down better than their full-time rivals. Yeovil's Gavin Williams had a chance to take the game to extra-time but put his header over the bar in the final minute before Vardy made the game safe in injury time with a pacey run down the left channel before sliding the ball home with his left foot. Yeovil had a two-goal lead going into the final nine minutes of the original tie 11 days ago but have now lost four times to non-league opposition since joining the Football League in 2003. Fleetwood will play their north Lancashire rivals Blackpool at Highbury Stadium in a money-spinning home tie on Saturday 7 January."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}