{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2011/dec/16/build-profitable-blog-niche-engagement", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2011-12-16T23:00:25Z", "webTitle": "How to build a profitable blog: niche engagement and web strategies", "webUrl": "https://www.theguardian.com/money/2011/dec/16/build-profitable-blog-niche-engagement", "apiUrl": "https://content.guardianapis.com/money/2011/dec/16/build-profitable-blog-niche-engagement", "fields": {"headline": "How to build a profitable blog: niche engagement and web strategies", "bodyText": "It's a Christmas miracle – my site has already received a few thousand visitors, with two of my posts in particular appearing to be quite popular. I'm chuffed. A few thousand readers isn't a lot for the supernova blogs out there, I'm sure, but it seems pretty good going for my shiny new site, which still only has around five proper posts on it. What I've been working on is my \"niche engagement\", a fancy term for online networking with others who are doing similar things to me. My blogging mentor Glen Allsopp, of Viperchill, has had me working my socks off on the things that will get internet traffic flowing my way. Quite simply, I've been spreading myself around the web, in the nicest possible ways, of course. \"Start leaving relevant comments on the sites you identified when doing your initial niche research, as often as you can,\" Glen told me. \"Keep it relevant and opinionated without linking back to your site, besides in the URL field of the comment box.\" Leaving spammy links won't get me anywhere but showing an interest in the blogs I like to read, but are big enough to be my potential influencers, will. Starting this sort of interaction will not bring much in the way of readers, but it will help build my brand and get me recognised online. Crucially, though, it means that when I approach the bloggers to ask if I can write a guest post for them – an essential part of my blog-growing strategy – I'm not doing it out of the blue. They may have already seen me pop up on their site, and noticed that I, too, write high-quality posts. Yes, guest-posting. This is the one thing that I really must do, says Glen, to start getting links and readers. This means writing good quality, original posts (that would be worthy of my own blog, since they are showcasing me) for high-profile sites and hoping I'll capture the attention of new audiences. With my ideas stacked up, I've been introducing myself to other bloggers via email, complimenting their sites (it's only courteous), then suggesting a post that I think will fit their blog, while bearing relation to my own niche. It's worth pointing out that there is no point in writing for a blog on trainspotting, no matter how large that blog, when your site is about interior design. Unless, that is, you write about interior design for trains. I've already got a few guest posts out there, or waiting to be published, having been typing away for the last couple of weeks. My fingers may feel like they'll soon fall off, but I'm getting about online. It also pays to be innovative when engaging your niche. On my site, I've been working on a little project to involve other blogs in my niche with my own blog. You'll be able to see what I'm talking about soon – my site will be revealed to everyone who has registered for the additional updates (at BloggingCaseStudy.com that Glen has created, where you can find more on this topic) on 1 January – and in this column on 14 January. When we resume in the new year, we'll be going into more depth on the topic of traffic-generation strategies. This column will return on 14 January. Catch up with previous editions at bit.ly/blogbuilding"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}