{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/dec/13/time-for-rupert-newbury-denis-oregan", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-12-13T23:00:01Z", "webTitle": "Time For Rupert attempts to get season back on track at Newbury", "webUrl": "https://www.theguardian.com/sport/2011/dec/13/time-for-rupert-newbury-denis-oregan", "apiUrl": "https://content.guardianapis.com/sport/2011/dec/13/time-for-rupert-newbury-denis-oregan", "fields": {"headline": "Time For Rupert attempts to get season back on track at Newbury", "bodyText": "Time For Rupert will have a new jockey as he tries to make a fresh start at Newbury on Wednesday, his third run of a season that has not so far gone to plan. The high-profile chaser was beaten by Weird Al in the Charlie Hall and was a distant last of five finishers in the Betfair Chase last month but has a much more winnable opportunity against three rivals in a graduation chase. \"He had a tough old time at Haydock. I hoped he might finish a bit closer than he did but things didn't go to plan,\" said his trainer, Paul Webber, on Tuesday. It emerged last week that Webber had since parted company with Time For Rupert's regular jockey, Will Kennedy, whose last ride for the trainer was on Sarando, a faller in the Hennessy. Denis O'Regan takes over on Wednesday. \"[The horse] is in good form,\" Webber said. \"Denis has schooled him a couple of times and everything has gone well, so I hope they enjoy themselves together tomorrow. We thought this race was a good opportunity for him. If everything goes well, I'd imagine we'll wait for the Argento Chase at Cheltenham [on January 28].\" No controversy was expected when Charles Wentworth finally delivered his much anticipated speech at the Gimcrack dinner in York on Tuesday. The honour traditionally falls to the owner of the winning horse in the Gimcrack Stakes but a row followed the success of Wentworth's Caspar Netscher in August because of his previous links with the British National Party. Wentworth, who now distances himself from the BNP, made no allusion to the issue or any related political matter in the text of his speech, circulated in advance, which focused almost entirely on the sport's funding difficulties."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}