{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/dec/09/ally-mccoist-steven-naismith-team-gb", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-12-09T23:04:02Z", "webTitle": "Ally McCoist backs Steven Naismith's attempt to play for Team GB", "webUrl": "https://www.theguardian.com/football/2011/dec/09/ally-mccoist-steven-naismith-team-gb", "apiUrl": "https://content.guardianapis.com/football/2011/dec/09/ally-mccoist-steven-naismith-team-gb", "fields": {"headline": "Ally McCoist backs Steven Naismith's attempt to play for Team GB", "bodyText": "Ally McCoist has become the latest high-profile figure to risk the wrath of Scotland supporters by declaring his support for Team GB at the Olympics. The Scottish FA, like its counterparts in Wales and Northern Ireland, has been staunchly against the formation of a British team for next year's London Games. On Thursday, the Rangers and Scotland forward Steven Naismith said he would make himself available for selection by Stuart Pearce; a sentiment that has been backed by McCoist. \"There is no way I'd be critical of Steven Naismith for having an opinion that I would totally agree with as a player,\" said the Rangers manager. \"I just cannot see any argument at all against a player wanting to play in the Olympics. For the life of me, I don't understand it. \"The only thing we're talking about is does it become a problem in terms of having England, Scotland, Wales and Northern Ireland [for future international games]? I can understand it if it did come to that. But I would think a player has a problem if he doesn't want to play in the Olympics because they would have no ambition. I would look at it the complete opposite way.\" During his playing days, McCoist won 61 caps and scored 19 goals for his country. He would have relished, however, the chance of an Olympic appearance. \"Absolutely, 100%,\" he said. \"I'd have loved to have played in the Olympics, as would anyone who has aspirations and hopes of competing at the top level. \"Twenty years ago, you wouldn't have seen [Rafael] Nadal or [Pete] Sampras involved in the tennis but these guys now want to play in it. The Olympics is no longer the pinnacle of amateur sport, that's a different argument. But, in some eyes, it is the pinnacle of sport.\" The SFA has made its concerns clear about the potential threat to Scotland's international future if it co-operates with the Olympic team. \"There was no one prouder of playing for Scotland than me‚ believe me,\" McCoist said. \"So I would obviously hope there would be no problems with the sovereignty issue. I just think a combined British team is the way the Olympics operate. I would not see a problem in that at all.\" Celtic's James Forrest, a Scotland international, said on Friday he too would relish the chance to be involved in the Olympic set-up. Forrest's claim is stronger than Naismith as he would not have to be selected as an overage player. The SFA has explained its stance to men's and women's squads, asking them to take that into account when making a decision over participation. The SFA said: \"We have been consistently clear in our position regarding Team GB and, in particular, the threat it poses to our independent membership of Fifa and also our representation on the International Football Association Board. \"A letter was signed by the Scottish FA, Irish FA and Football Association of Wales in 2009 to enable England to represent Team GB. We remain in alignment with those associations. It is imperative we preserve our voice at the top table of world football and the supporters are in agreement with our stance. We have consulted with the men's and women's international squads in order that they understand our position, the reasons for that position and are aware of the feelings of the supporters.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}