{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2011/dec/13/occupy-activists-failed-port-shutdown", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2011-12-13T22:25:47Z", "webTitle": "Occupy activists face growing criticism after failed port shutdown bid", "webUrl": "https://www.theguardian.com/world/2011/dec/13/occupy-activists-failed-port-shutdown", "apiUrl": "https://content.guardianapis.com/world/2011/dec/13/occupy-activists-failed-port-shutdown", "fields": {"headline": "Occupy activists face growing criticism after failed port shutdown bid", "bodyText": "Occupy protesters were facing growing criticism over Monday's attempt to shut down the ports of America's west coast, with unions condemning the action that left hundreds of its members unable to work. Terminals were effectively closed at Longview, Oakland and Portland, but plans to shut down the entire west coast failed after other protests saw relatively small turnouts. Protesters have defended the attempted shutdown, claiming unions were unable to offer their support because they were \"constrained\" by anti-union legislation – and insisting they had the backing of rank-and-file workers. The Occupy movement hoped to shut down the ports in support of an International Longshore and Warehouse Union battle in Longview, Washington, but the action never had the ILWU's backing, with senior union figures accusing protesters of being \"arrogant, disrespectful and misguided\" in the run-up to Monday. Craig Merrilees, communications director at the ILWU, told the Guardian on Tuesday that in Oakland \"three shifts of workers lost a day's pay, and many other port workers were in that situation\". \"I'm sure the union president would want to emphasise that the cause of the 99% and the problem of corporate greed in America is a serious one, and efforts to address that are to be saluted and supported,\" he said. \"But it shouldn't happen at the expense of respecting the democratic structure and process of the ILWU and any other union.\" Asked to what extent the shutdown had the support of ILWU members, Merrilees said it was hard to know, but pointed to the fact that Long Beach port – the second largest in the US – remained fully functional, with workers turning up to their shifts, despite Occupy LA and Occupy San Diego activists protesting there. Occupiers argued that the lack of official union endorsement is because leaders have their hands tied. Protesters insist they had the backing of workers. \"Although we are working with and reaching out to rank-and-file port workers, we understand that labor unions are constrained under reactionary, anti-union federal legislation such as Taft-Hartley, passed during the cold war to reverse the gains of labor under the Depression-era Wagner Act, from taking job actions on the basis of solidarity or for political causes or demands,\" a statement on the Occupy The Ports website said. However, unions' comments distancing themselves from the shutdown seem to have gone beyond adhering to legislative constraints. In Vancouver the British Columbia Federation of Labour said it \"does not support\" the shutdown action, \"or any action by the Occupy Vancouver group at Vancouver area ports that seeks to prevent our members from carrying out their assigned duties and working safely. \"[The federation] notes that the demonstration will not constitute a picket line as defined in the BC Federation of Labour's picket line policy.\" In Oakland, the Alameda County Building and Construction Trades Council went even further, with its secretary-treasurer, Andreas Cluver, telling the San Francisco Chronicle that no union at the port was in support of the shutdown. An open letter signed by five truck drivers pledged support for the Occupy port protests, and several union members served on planning committees for the action, but the lack of hard figures made it difficult to gauge true support for Monday's action. The success of the port shutdown varied up and down the west coast. In Oakland, a city with a rich history of protest where thousands of protesters successfully shut down the port last month, the day went to plan, with Occupiers picketing the port in the morning and remaining in place for almost 24 hours. Protesters in Portland shut three out of four terminals at the city's port, while at Longview – scene of the ongoing battle between the International Longshore and Warehouse Union and terminal operator EGT which inspired Monday's shutdown – the terminal was also closed. Attempts to shut down other west coast ports, however, were less successful. The Port of Seattle said there had been \"minimum impact to cargo movement\", although seattlepi.com said around 100 protesters had prevented traffic from entering during the afternoon. Similarly, in Vancouver about 100 protesters delayed between 40 and 50 trucks, but the port did not close. Maxim Winther, acting as a spokesman for Occupy Vancouver was candid in his assessment of the event. \"Regarding turnout today, I think it's clear we need more time to educate the public and educate each other on what these issues are and to really find actions and issues that do galvanise the public,\" he told Canadian Business. The majority of the comments on social networking sites seemed positive as the protests unfolded on Monday, although the backing did not seem unanimous, as it has for previous Occupy actions, with some discussion on the west coast port shutdown Facebook page over whether the action was the best move. \"While I agree with the idea behind the Occupy movement, you are proving nothing by shutting down the freeways and the port; all of which are \"occupied\" by working class people,\" wrote one commenter. \"Those corrupt individuals whom you oppose are not in the port or the waterfront. Please don't be so foolish. You are alienating a large portion of your base supporters.\" That prompted the response: \"Where is your solidarity? You just called the Occupy movement foolish. Corrupt individuals are in the port.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}