{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/dec/28/bridge-hand-of-the-year", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-12-28T23:59:00Z", "webTitle": "Bridge hand of the year: an extaordinary play", "webUrl": "https://www.theguardian.com/sport/2011/dec/28/bridge-hand-of-the-year", "apiUrl": "https://content.guardianapis.com/sport/2011/dec/28/bridge-hand-of-the-year", "fields": {"headline": "Bridge hand of the year: an extaordinary play", "bodyText": "Today's deal was voted hand of the year by the International Bridge Press Association. It involves a type of play previously unknown to anyone except Geza Ottlik and Hugh Kelsey, whose Adventures in Card Play is the most complex bridge book ever written. The star was Norway's Geir Helgemo, who sat South at game all. This was the bidding: West led the king of clubs and East played the jack, won by Helgemo with the ace. He cashed the ace of hearts and the king and ace of diamonds, then cashed the king of hearts, then led the nine of spades from dummy … and ran it! This astonishing first-round finesse was required, as you will see, from the end position that arose. A spade to the jack came next, and with six cards remaining Helgemo led the king of spades from his hand. West had three master cards in hearts and three in clubs, and had to find a discard on this round of trumps. Since North had three low hearts and South had three low clubs, whatever West did would prove fatal. If he discarded a heart, Helgemo would overtake the king of spades with dummy's ace. Then he would ruff a heart, ruff a club, ruff a heart, ruff a club, and dummy's last heart would be a winner at trick 13. If instead West threw a club, Helgemo would allow the king of spades to hold in his own hand. He would ruff a club, ruff a heart, ruff a club, ruff a heart, and his last club would be a winner at trick 13. An entry-shifting trump squeeze involving a seemingly unnecessary finesse in trumps – but if you follow the play of this incredible deal closely, you will see that the contract would have had no chance if declarer had cashed the ace of spades before leading through East's queen."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}