{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2011/dec/05/jonathan-yeo-under-skin", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2011-12-05T23:48:00Z", "webTitle": "Jonathan Yeo gets under the skin", "webUrl": "https://www.theguardian.com/artanddesign/2011/dec/05/jonathan-yeo-under-skin", "apiUrl": "https://content.guardianapis.com/artanddesign/2011/dec/05/jonathan-yeo-under-skin", "fields": {"headline": "Jonathan Yeo gets under the skin", "bodyText": "Meeting Jonathan Yeo is an unnerving experience. The portrait painter is charm personified, a sprightly presence in his idyllic studio, but even though I'm asking the questions, it feels as if I am the one being interrogated – visually, at least. His gaze seems to be measuring me for a painting – not that I could afford the £100,000-plus he charges (Yeo's subjects include Dennis Hopper, the Duke of Edinburgh, Tony Blair and David Cameron). Is Yeo sizing me up? \"Instinctively, as animals, we read people's facial expressions in a very highly tuned way,\" he says. \"We have to quickly size people up – whether they are a potential threat or sexual partner. You pick up loads of clues from the face.\" Most recently, he has chosen to paint people who remove these clues through cosmetic surgery. His new exhibition, titled You're Only Young Twice, is a series of portraits done before, during and after operations, after he persuaded surgeons in London and Philadelphia to allow him to observe their work. \"It started off from talking about it with a cosmetic surgeon friend who is a frustrated artist. From talking to more surgeons, I discovered they are all frustrated artists.\" Watching them work was riveting, he says. \"They move like a craftsman making a musical instrument.\" And there were obvious parallels with his own work. \"Three hundred years ago, the portrait painter's job was to take people who looked a bit strange and fit them into a mould. That's why all Gainsborough's portraits look pretty similar. Nowadays you don't have to do that: if anyone wants to look like Jordan, they can.\" With only days to go until his exhibition opens, Yeo is still completing paintings. One shows corrective surgery after a botched operation. Another shows what he describes as \"the casual savagery\" of marking breasts for a lift. There are several clinically precise before-and-after diptychs. \"I didn't want people to think I was exaggerating. You don't need to,\" he says. Several pictures are more troubling: one shows a woman in the immediate aftermath of a facelift, her features stretched tight as a caricature; another shows a woman's cheek being pulled away. Yeo says he was intrigued to peer beneath live skin. \"Obviously, I've spent most of my life thinking about faces from the surface and why they move in certain ways, so it's fascinating to see all the muscles, pulling in different directions. There's something slightly sci-fi about it: the mask being pulled off.\" He believes we live in a world where surgery is so ubiquitous we have lost a sense of how extraordinary it is. Perhaps it is more ubiquitous in his world. The son of Tim Yeo, the Tory MP best known for becoming a ministerial victim of John Major's \"back to basics\" moral crusade when it was revealed he had fathered a child with a mistress, Jonathan Yeo is impeccably connected. He went to Westminster school with Giles Coren, who is a friend. His wife is Shebah Ronay, granddaughter of Egon. He has befriended a number of A-list sitters: Dennis Hopper urged him to get a digital camera, while Banksy (a friend, not a sitter) persuaded him to make a collage of George W Bush from porn magazines (Yeo apologises for his \"incessant name-dropping\"). Even Yeo's studios receive fabulous endorsements. \"If Carlsberg made artists' studios, this is what they'd be like,\" Grayson Perry, another Yeo sitter, said of his previous place; Yeo's current studio, formerly sculptor Eduardo Paolozzi's, is no less opulent. Has it been hard to shrug off the label of society painter? \"In the 90s, portrait painting was so out of fashion. People would pity you when you said you did that. I just liked painting faces,\" he shrugs. Every portrait painter is billed as a high society creature, he thinks, because portraiture \"still has the baggage of being seen as a vanity thing\". He argues photography ensures modern painters can't be too flattering. \"If you paint a portrait and it's massively flattering, the artist is going to look as if they are not doing their job properly – and the subject is going to look like they are on a vanity trip. \"If you are after a truth from a portrait, you want it to do something a photo can't. A painting has to have a sense of time passing in it. A photo captures a moment. A painting can't compete with that. At the same time, a photo can't compete with the assimilation of information that a painter does.\" There is an art to getting his subjects to relax; lunch and a drink are classic strategies. \"It's much more useful to see what people do when they don't think you are looking at them any more,\" he says. \"If you keep someone motionless for hours you have a portrait of someone falling asleep – which is why portraits of the Queen often look slightly lifeless. It's because people are probably too nervous to really engage her.\" It's an intense, intimate business; Yeo must be the custodian of many A-list secrets. \"Having been ill [he was diagnosed with lymphatic cancer in his 20s], and having grown up with a dad in the public eye a bit, people trust you because they assume you've had to deal with a certain amount,\" he says. Most of the time, he is concentrating on his craft when the secrets tumble out. \"I'll be painting and nodding and they say, 'I've never told anyone that.' And it's like being back at school and you're daydreaming and you hear the teacher go, 'Yeo, what did I just say?' You can just about hear the last couple of sentences echoing in your mind, and you try and piece it together.\" He doodled his way through school, drawing \"pictures of the teachers to make my friends laugh\". Those teachers \"saw art as something you did if all else failed. The art room was for the loonies and misfits\", and so he never went to art school. Yeo's first portrait was of the anti-apartheid campaigner Trevor Huddleston. During the 2001 general election, Yeo became the first official cross-party campaign artist, cunningly sizing his portraits of Tony Blair, William Hague and Charles Kennedy in accordance with their party's strength in parliament. (It might be assumed Yeo's political heritage helped; in fact, he was chosen for the job by the Labour MP Tony Banks.) He attracted a lot of attention when he painted Blair in 2008 wearing a poppy, a powerful symbol of his wars; he has not painted a politician since David Cameron, a commission he admits was a struggle. \"I didn't think it was quite an interesting enough portrait,\" he says. \"It was much harder than I expected.\" Instead, he took a \"childish\" three-year diversion into collage. It started when Yeo undertook preparatory work for a commission of George W Bush only to have it cancelled; instead he produced a portrait from porn. This was a predictable hit online, and so he followed it with renditions of Paris Hilton (with a penis for a thumb), Cliff Richard, Mary Whitehouse and Sigmund Freud (a penis for a cigar). \"I couldn't resist that,\" he sniggers. If this is schoolboy stuff, Yeo insists it was also motivated by concern about the sexualisation of society awakened by the fact he is the father of two girls. \"I'm probably sounding like a grumpy old man, but you become aware of the creeping pornographication of the mass media when you're trying to explain the world to them,\" he says. While Yeo continues to paint portraits – currently Kevin Spacey and Sienna Miller – he wants to develop his interest in surgery; he hopes the new exhibition will encourage more volunteers. He admits to ambivalence about the cosmetic industry. \"It's a bit like doing heroin for the first time, I imagine. It's such a great result: you feel fantastic. This goes on for two years and then you start to look as you should, and people want another hit of it,\" he says. \"For me, I think you lose more than you gain. I guess that's what I'm hinting at with some of this – but I'm trying not to be judgmental.\" • Jonathan Yeo: You're Only Young Twice is at Lazarides Rathbone, London W1, from Friday until 21 January."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}