{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/wintour-and-watt/2011/dec/05/nicolas-sarkozy-angela-merkel", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2011-12-05T23:15:47Z", "webTitle": "Nicolas Sarkozy and Angela Merkel dominate EU in an uneasy alliance", "webUrl": "https://www.theguardian.com/politics/wintour-and-watt/2011/dec/05/nicolas-sarkozy-angela-merkel", "apiUrl": "https://content.guardianapis.com/politics/wintour-and-watt/2011/dec/05/nicolas-sarkozy-angela-merkel", "fields": {"headline": "Nicolas Sarkozy and Angela Merkel dominate EU in an uneasy alliance", "bodyText": "There is a story that when John Major secured a British opt from the single currency in the 1991 Maastricht treaty negotiations, his spokesman declared: game, set and match to Britain. (Sir Gus O'Donnell, the cabinet secretary who was Major's spokesman in 1991, is thought to have assented when a British journalist used the analogy.) If Angela Merkel were a tennis fan she might have been tempted to say game, set, though not quite match, when she met Nicolas Sarkozy in Paris on Monday. One veteran European diplomat said it appeared that Sarkozy had \"caved on most points\". France and Germany will initially press for a treaty to be agreed among all 27 members of the EU. France had flirted with pressing for an agreement just among the 17 members of the eurozone. Sanctions will be imposed automatically on errant members of the euro who will only be able to reverse the measures through what is being dubbed a \"reverse QMV\". This means assembling a qualified majority among euro members to reverse any punishment. France had wanted member states to impose sanctions. There was also no mention of the European Central Bank. France had wanted the ECB to guarantee the eurozone bailout scheme – the European Financial Stability Facility (EFSF). Ian Traynor, the Guardian's Europe Editor, has written about the French climbdowns. But Ian, who tweeted the Paris meeting, believes that both sides gave ground. Perhaps the fraught negotiations between France and Germany in the run up to Monday's meeting will lead to a rethink on what has been dubbed the \"Merkozy\" alliance. Critics have said that Sarkozy and Merkel have ganged up to bully other members of the EU into accepting their demands. But the \"Merkozy\" critics misunderstand the Franco-German alliance – and that it is not just because Merkel usually recoils at Sarkozy's tactile manner. It is a sign of the significance of their agreement on Monday that Merkel felt able to put her arm on Sarkozy's shoulder. The alliance is driven not just, as Sarkozy said today, by a determination to avoid a repeat of the three wars France and Germany fought between 1870 and 1940. It is also about managing an inherently difficult relationship. France is always prickly because it feels slightly inadequate next to its much larger and economically more successful neighbour. This is why French leaders instinctively adopt a Gaullist approach and emphasise inter-governmental agreements within the EU, as Sarkozy had tried to do in his initial ideas for imposing sanctions on errant eurozone members. Germany, which fears criticism that it is seeking to use its economic clout to dominate Europe once again, always strives to show it is a good European. This helps explain why Merkel was keen to agree the new treaty among the 27 members of the EU and wanted automatic punishment for errant member states. Critics who think France and Germany like nothing better than to sit in a darkened room and work out ways to dominate Europe might like to remember how this crisis came about. François Mitterrand, the late French president, was so nervous about the prospect of German unity in 1990 that he demanded that the German chancellor, Helmut Kohl, abandon the Deutschmark. The Bundesbank and most members of the German elite were deeply sceptical about embarking on a monetary union without first agreeing a fiscal union. Chronic French insecurity has been on display in recent days. This reached the Elysée Palace on Monday when Merkel was asked what she thought about being likened to Otto von Bismarck. He humiliated France in the Franco-Prussian war, as Kim Willsher reports in the Guardian. An early meeting in this latest crisis, which prompted criticism of \"Merkozy\", led to fears about the creation of Frankfurt Group. That was the farewell party for Jean-Claude Trichet, the outgoing president of the European Central Bank, at Frankfurt's old opera house on 19 October, attended by Sarkozy and Merkel. And what happened? Merkel and Sarkozy disagreed over the role of the ECB. So the story of France and Germany today is really the story of Europe. It is a difficult relationship that is spurred on by a painful history and endless, tricky, negotiations."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}