{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/aug/29/comment.politics", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-08-28T23:17:10Z", "webTitle": "Polly Toynbee: On Labour's sinking ship the mutinous mood grows", "webUrl": "https://www.theguardian.com/commentisfree/2006/aug/29/comment.politics", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/aug/29/comment.politics", "fields": {"headline": "On Labour's sinking ship the mutinous mood grows", "bodyText": "Pity Labour's wretched foot soldiers, looking ahead gloomily to the party conference. They are doggedly loyal, the few activists left after last May's massacre of local councillors, facing next May's near-certain slaughter in more councils and heavy losses in the Welsh assembly and Scottish parliament. With Labour now between seven and nine points behind in the polls, who do they blame for the state of their party? Is it the boat-rockers pressing too impatiently for the quick departure of a leader whose third victory was a mere 15 months ago? Or is the ship sinking through refusal to drop the pilot still steering them on to the rocks, shipping more water every day he stays? Tipping the boat on one side, Stephen Byers' latest assault in the Times from the Blairite extreme is outrageously provocative, demanding to cement the future long after the leader has gone. On the other side, the remnants of the old left, led by Derek Simpson of Amicus, flirt with the dear dead days of \"classic Labour\", while the leftist Peter Wilby, in his Guardian article yesterday, writes \"I'm almost looking forward to a Labour defeat\". That yearning for New Labour's demise in order to \"renew\" on the opposition benches is urged in certain leftist gatherings. Do they really want at least two terms out of office amid renewed ideological warfare, while Tory tax and spending cuts reverse the gains for poor families and pensioners? The only question that concerns the serious is how best to avoid that fate. Despite radar silence all summer from Gordon Brown on paternity leave, Tony Blair bounced back from holiday to launch a noisy pre-emptive strike on him. He sends his outriders to smear anyone who thinks the leader's time is up with accusations that they must be of the Amicus or Wilby persuasion. Every word Byers wrote implied that Brown is some kind of old Labour warhorse waiting to hoist the red flag in Downing Street - even though Brown has already fixed the comprehensive spending review to fall as a percentage of GDP, which hardly signals profligacy or taxing the rich until the pips squeak. It was Mike Gapes, until now loyal chair of the foreign affairs select committee, who captured the need for regime change - not policy change but a person to restore trust and reassure the public. Here is the word from inside the shrunken Blair citadel, more or less verbatim: he will \"only\" stay for a year - \"absolutely top whack\" - so this great row is only about one more year. Is it really worth risking a \"stable and orderly\" transition to oust him a year early? What frivolity! He has things to do. He wants to fix the Middle East: behind the scenes he has been the key \"bridge\" between Chirac and Bush over the Lebanon ceasefire and the UN peacekeeping force. He wants to further the Israel-Palestine peace process. He wants his NHS reforms to be bedded in. He wants to secure energy supplies for the future. Besides, he made a promise to the voters to stay a full term, so he can't leave too soon. There will be a reaction in his favour when he goes, you wait and see. So if he is pushed his usurper would suffer the blowback and Labour would lose for sure. Of course, another year of this perpetual attack, with daily briefings against him, would also be mortally dangerous for Labour's future. We can't have another year of this, can we? That's his reason for staying, more or less word for word. Let's deal with the key delusions first. Talk to Middle East experts and no one thinks Blair's role in Lebanon significant. Bush won't talk to Syria, so there will be no breakthrough until Bush goes. As for Palestine, whatever Blair's role, the Israelis won't talk to Hamas, so nothing will happen in one year. Energy? No nuclear power station contracts will be signed within a year (or ever) unless Blair plans gigantic subsidies, so far denied. The NHS? The IT system may eventually work and hospital closures are necessary - but one year from now will still see turmoil as the internal market bites. There are no great policy decisions that can be set in stone - but every time Blair tries to tie Brown to the mast of his sinking ship, he stirs the ideological warfare he claims to want to calm. So the party has to decide what this extra Blair year is worth. It's a tough calculation. If there could be a secret ballot that never reached the public ear, most MPs and members would vote for him to go now. But if he won't, what then? The Blair camp admits the party can't take another year of this debilitating internal row while the Tories surge ahead. Yet it won't stop - and the Blairites know it - even if his enemies never speak another word. There is no option for one more peaceful year with Blair, whoever you blame. It won't happen. The choice is another year like this, shipping yet more water in the polls - or pushing him now. Remember this: when Thatcher fell she still had a 48% satisfaction rating, yet her time was up and most of her party knew it; Blair's satisfaction rating is 23%. There is a time and tide in politics, and his people say Blair well knows his time is up too. Yet still he can't let go. Many observers find the party's mood suddenly shifting. Before, a putsch was unthinkably dangerous; there were fears that it would bitterly divide the party. Now, many see that there are so few inside the Blair camp that it would collapse at first shove. Charlie Falconer and Tessa Jowell, his most ardent admirers, manned plentiful studios alone this weekend, but that gave the game away: there are not many willing defenders left. Not even John Reid stepped up. No doubt returning cabinet ministers will soon be dragooned to the cause - but of their own free will their silence was eloquent. Reid and the rest have to make up their minds; either way it will all be over in a year. Do they want to be bridge-builders for Labour's survival or scatter landmines to make sure Brown fails? Another year of Byers-type attacks against \"Red\" Gordon will do most of the Tories' campaigning work for them. So now the party has to decide. Is it better to ride out another terrible year? Or will that year see Labour fall so irretrievably far behind in public trust that pushing Blair is the lesser risk? The solid core of MPs and activists are not passionate Blairites or Brownites; they want Labour to keep winning. Amid a desperate search for the least worst option, opinion is growing that now, before the conference, delegations of ministers and MPs should quietly but forcefully tell him to go, or risk worse consequences. polly.toynbee@theguardian.com"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}