{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/aug/14/athletics.gdnsport32", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-08-13T23:59:10Z", "webTitle": "Five pluses from Gothenburg . . . and the minus side", "webUrl": "https://www.theguardian.com/sport/2006/aug/14/athletics.gdnsport32", "apiUrl": "https://content.guardianapis.com/sport/2006/aug/14/athletics.gdnsport32", "fields": {"headline": "Five pluses from Gothenburg . . . and the minus side", "bodyText": "Five pluses from Gothenburg . . . 1 The 2012 generation The likes of Becky Lyne, below, who won a bronze in the 800 metres, Greg Rutherford, Rhys Williams, Nathan Douglas and Sam Ellis should all still be around for the London Olympics and the experience they gained here will have given them a boost in their preparations. 2 The relays Dave Collins has targeted the relays as a potentially rich source of medals in future championships and the introduction of a specialist coach appears to have helped eradicate Britain's habit of dropping the baton in important competitions. 3 Sweden Home athletes rose magnificently to the challenge of competing before a passionate home crowd. If this occasion has not whetted the appetite of the youngsters in the British team about the prospect of London 2012, nothing will have. 4 Joice Maduaka The 32-year-old has shown that it is possible to still make an impression without national lottery funding and having to work full-time. Cut from the scheme last year, she finished fourth in the 100m and anchored the 4x100m relay team to a silver medal. 5 It cannot get any worse The main comfort for British athletics is that these championships have surely acted as a very loud alarm call. It will concentrate minds because no one associated with this fiasco will want to have it repeated. Things can only get better. Can't they? Five minuses from Gothenburg . . . 1 Kelly Sotherton The 2004 Olympic heptathlon bronze medallist is one of the nicest and friendliest athletes in the British team but her chronic failure to learn proper javelin technique, as seen below, is becoming a symbol of everything that is wrong with the British coaching system. 2 Linford Christie Dave Collins's decision to have the 1992 Olympic 100m champion, who served a two-year ban after testing positive for anabolic steroids, in Gothenburg as a mentor appears to be indicative of his cavalier approach to the problem of doping in the sport. It undermines the anti-doping message. 3 The long-distance runners No representative in the men's 10,000m, all three Britons lapped in the women's race and the first man in the marathon nearly five minutes behind the winner. When Paula Radcliffe does not run the cupboard is completely bare. And we are supposed to be a harrier nation. 4 Christine Ohuruogu The suspension of the Commonwealth 400m champion for missing three out-of-competition drugs tests - and the subsequent revelation that at least 70 Britons had also missed tests - illustrates how lightly some take their responsibilities. They want to be treated like professionals, so it is time they started acting as such. 5 The marking system Dave Collins's idea of awarding marks to each athlete is little more than a gimmick that has upset members of the team and may even have ended one or two careers prematurely. For someone who is a trained psychologist, it seemed an absolutely barmy idea."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}