{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2006/aug/12/shopping.politics", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2006-08-11T23:32:31Z", "webTitle": "Review: Guests of the Ayatollah by Mark Bowden", "webUrl": "https://www.theguardian.com/books/2006/aug/12/shopping.politics", "apiUrl": "https://content.guardianapis.com/books/2006/aug/12/shopping.politics", "fields": {"headline": "Bad times in Tehran", "bodyText": "Guests of the Ayatollah by Mark Bowden 680pp, Atlantic Books, £18.99 After Black Hawk Down, better known as a film by Ridley Scott, Mark Bowden wrote a readable bestseller on the life and death of Colombian drug lord Pablo Escobar. It was pitched between earnest journalism, airport sales and true adventure - a formula much simpler than his task here of dramatising the 1979 Iranian hostage crisis, with its ensemble cast, hard-to-read fundamentalists and political stalemate. After the secularity of the cold war, the re-emergence of religious fundamentalism seemed a quaint irrelevance. Western ignorance was characterised by the failure of US intelligence to spot the Iranian revolution. When student followers of the Ayatollah Khomeini abducted 66 Americans in Tehran's US embassy, it looked like a case of diplomatic carelessness rather than the west's first confrontation with a problem that would come to dominate foreign policy. It took 444 days for the situation to be resolved and cost Jimmy Carter his presidency. There is plenty of West Wing-style action in Bowden's account, but his prose reads like a series of ungainly establishing shots from an inferior movie: \"Walking down the wide corridor that ran the length of the chancery's second floor, John Limbert mapped out his day in the hopes of finding an hour to slip out for a haircut.\" Bowden's overlong account gets bogged down in the exhaustion and malaise of the original events, and the diplomatic cat-and-mouse is clogged by research. He fares better picking through rival factions in Iranian politics and the failure of the US media to understand the new regime. The hostage crisis became the property of TV, a ratings dream, but little effort was made to understand what motivated such alien perpetrators whose action was explained as \"wild, inexplicable ... fanaticism\", when in fact the new regime's anti-US beef was obvious: the CIA had engineered a 1953 coup that installed the autocratic and delusional shah. The storming of the embassy was as much about internal politics as foreign impasse. It provoked a wave of anti-Americanism and anti-secularism which swept aside any prospect of moderate reform, leaving religious conservatives to shape Iran's future rather than the liberal and leftist middle classes. Innocuous US files taken from the embassy were used for political culling. Any hint of a \"secret\" association with the Great Satan could lead to prison and execution. Bowden's account is occasionally enlivened by what-are-the-chances details. The KFC concession in Tehran still thrived despite an apparent loathing of things American. Adding to the staged element surrounding the crisis, dozens of American journalists moved freely around the city while the local English-language paper advised: \"Don't forget to chant 'Death to the US'.\" In the grimmest coincidence, one hostage was forced to the floor and underwent a mock execution that recalled the murder of his son three years earlier in a hold-up at a Roy Rogers restaurant in Virginia where he had been made to lie down before being shot in the head. Part of Bowden's problem is not his fault. With US foreign policy in tatters, and with his limited access to the Iranian side, his book inevitably appears partial. The narrative perks up for the spectacular balls-up of Operation Eagle Claw, the disastrous bid to mount an SAS-type military rescue. It was a desperate gamble by President Carter, seeking re-election and keen to be seen not to dither. But the dramatic material sinks again into a kind of filmese that suggests that the movie success of Black Hawk Down has gone to the author's head. \"Through that falling darkness a lone plane was moving fast and low toward Iran over the dark waters of the Gulf of Oman.\" Most of what follows reads as though it was written by a satellite navigator. · Chris Petit's The Passenger is published by Simon &amp; Schuster"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}