{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/aug/02/arts.bookscomment", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-08-01T23:05:53Z", "webTitle": "Lionel Shriver: I'm so exasperated I'm designing my own book cover", "webUrl": "https://www.theguardian.com/commentisfree/2006/aug/02/arts.bookscomment", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/aug/02/arts.bookscomment", "fields": {"headline": "Now that pixels have replaced pencils the art  of drawing has vanished. I'm so exasperated I'm designing my own book cover", "bodyText": "Maybe 13 really is unlucky - since that's the number of cover designs for my new novel that my publisher has already run through, and not one of them works. Few companies would lavish such care on finding just the right image for a single book, and I admire their perfectionism. Yet these hard-working and skilful designers have consistently turned a deaf ear to the author's entreaties that someone, please, sit down and draft some original art. You would think I was suggesting that they hop aboard the next Nasa shuttle and go collect moon rocks. I fear that, like so many recent art school graduates, most of these technologically nimble professionals do not know how to draw. Over the course of the 20 years I've been publishing fiction, a none too subtle transformation has taken place in the design of book covers. My first novel used Henri Rousseau's The Dream, into which the heads of my characters were carefully hand-painted, in the same style, peeking through the foliage. (These days, they would probably just bung in photographs.) The cover of my second novel is a piece of original art (aka, a moon rock), with two crossed drumsticks and a joyful spatter of paint, capturing the exuberance and abandon of the main character, a rock'n'roll drummer. Yet my latter covers have all capitulated to the computer. By the 1990s, designers were glued to their screens. If you scan Waterstone's today, you will be hard pressed to find any covers employing original art. (One delightful exception is Allegra Goodman's Intuition - congratulations to Dial Press - whose watercolour cover is every bit as exquisite as the text inside. You would never believe that a mere filing cabinet could look so beguiling.) For the most part, designers now just drag photos off the web, and play with backgrounds and fonts at the keyboard. That's why a strange drabness, coldness, and sameness is plaguing the aesthetics of book publishing - and at a time when the pleasures of physical books, as opposed to electronic media, are vital to defend. This is not a problem exclusive to book covers. Across the board, the designers of everyday objects now work in pixels. They don't get chalk dust on their shirts; they don't get paint under their nails. This translates into a curious, ineffable loss of warmth in the look of things. I'm thinking also of the chilly, computer-generated design of CD covers (in my day, album covers - remember Joni Mitchell drawing her own?), and even of commercial packaging. Yet many enduring classics of packaging involved someone sitting down to draw or paint a picture: that inviting blue-and-white striped milk jug on the old Horlicks jar, the striking red-and-green parrot on a bottle of Pickapeppa Sauce. Surely one of the appeals of the \"retro\" look is that designers of yore created their own funky folk art. Tolstoy once observed that a real beauty has something wrong with her; a face that's too perfect, too symmetrical, tends to look vapid and lacks mystery. In kind, the appeal of the hand-drafted and hand-crafted lies in their tiny mistakes - the line that's not quite straight, the perspective that's slightly skewed. Aesthetically, we respond to the tender, human feel of error. I'm not one to complain about the advent of the computer overall, which has made writing so much more convenient. But over-reliance on this clinical technology is estranging in the decorative arts. That's why, at my wit's end this last weekend, I took my cue from Mitchell and hauled out my coloured pencils. I drew my own damn book cover - luminous, one-of-a-kind, and, like one of Tolstoy's real beauties, not quite perfect. We'll see if my publisher bites. Call me a Luddite if you will - at least I tried. The decision by EMI's storied jazz label Blue Note to release its back catalogue as 30-second ring tones for mobile phones smacks to me of desperation. These days, jazz is commercially in a bad way, shrinking to such a small part of the musical pie that it isn't a wedge but a line. In the US, where jazz was born, the genre's market share dipped from its already meagre 3.5% to 1.8% last year. Sure, there's no harm done in selling snippets of Miles Davis and Thelonious Monk to alert you to the fact that your mother's ringing again. And ring tones do represent one of the only growing markets in the ailing music industry. So fair play to Blue Note if the label can bring in some extra dosh and also allow the few jazz fans left in the world to publicly proclaim their tastes on commuter trains. Nevertheless, the larger picture is depressing. The heyday of jazz is still regarded as the 1940s, 50s, and early 60s, and it has never shed its retro aura - like those hand-drawn Horlicks labels - and so seems a remnant of the past, rather than a living contemporary art form. Yet to some degree, jazz practitioners have marginalised themselves. As a jazz fan, I know how difficult it is to wheedle many of my friends into coming with me to clubs. \"Mmm,\" I get back queasily. \"It's not going to be, you know ...\" And then they do a cacophonous imitation that sounds a cross between a phonograph needle screeching across an LP and a birthing cow. \"Free jazz\" - unstructured, often atonal and unmelodiously improvised - has done a disservice to the fan base. (I'm convinced that, while it may be fun to play, even most jazz musicians can't stand to listen to it.) The same perverse obliviousness to what an audience really wants that has alienated so many would-be viewers from modern art has also infected some jazz musicians, who are implicitly contemptuous of the very people they expect to support them. That audience is not necessarily unsophisticated. Still, the yearning for tune, order, and harmony may be as universal as the related appetite for coherent narrative - for story. Novelists who spurn the fictional equivalent of the tune - plot - are punished commercially as well. Yet there are many jazz musicians today, playing at a club near you, whose music is accessible, tuneful, and tap-your-foot rhythmic. In the UK, consider the transporting singer Christine Tobin, accompanied by soulful guitarist Phil Robson, the reflective pianist Barry Green, or mellifluous saxophonists such as Bobby Wellins, Martin Speake and Ingrid Laubrock. And they all play for longer than 30 seconds. · This week Lionel watched the film Heading South: \"Well-set, but not recommended for single, middle-aged women who are feeling insecure.\" She listened to the Thelonious Monk Quartet with John Coltrane at Carnegie Hall (Blue Note): \"A 1957 recording only unearthed in 2005, and excellent music to draw to.\" · Marcel Berlins is away"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}