{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2006/aug/21/football.samjones", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2006-08-20T23:23:01Z", "webTitle": "Sir Bobby Robson to undergo surgery to remove brain tumour", "webUrl": "https://www.theguardian.com/uk/2006/aug/21/football.samjones", "apiUrl": "https://content.guardianapis.com/uk/2006/aug/21/football.samjones", "fields": {"headline": "Sir Bobby Robson to undergo surgery to remove brain tumour", "bodyText": "The former England football manager, Sir Bobby Robson, revealed yesterday that he will have surgery to remove a brain tumour. Sir Bobby, 73, was thought to have suffered a stroke when he was taken ill two weeks ago while watching a game between Ipswich Town, where he is honourary president, and Crystal Palace. However, tests have shown that he has a \"very small tumour\", which is thought to be about the size of a grape. The operation will take place on Wednesday. This is the fourth time Sir Bobby, who is an international consultant for the Republic of Ireland team, has been treated for cancer. In May he had a golf ball-sized tumour removed from his lung. In 1995 he was found to have a rare form of skin cancer behind an eye and had complex surgery which meant he had to have a rubber plug in his mouth. Three years before that he had bowel cancer. Sir Bobby said: \"I had a scan to assess why I felt unwell and had to leave the game at Ipswich early, and the doctors discovered a small, operable tumour that caused an affliction on the left side of my face. \"On Wednesday I will have an operation to remove the tumour and, as surgeons tell me the rest of my body is clean, I should be able to make a full recovery. \"The tumour is in my brain, which sounds bad, but it is in a position where it can be removed easily and it's extremely small - the size of a grape - which indicates they have caught it early. \"Apart from the funny turn at the match I have felt great, so it's a bit annoying that I have to go into hospital again. \"Having successfully fought cancer three times, I am confident of getting through this as well.\" Sir Bobby, who took the England team to the semi-finals of the 1990 World Cup, has also managed Newcastle United, Barcelona, PSV Eindhoven, Sporting Lisbon and FC Porto. His playing days began at Fulham FC in 1950. He went on to play at West Bromwich Albion and won 20 England caps. He switched to management in 1967, when he joined the Vancouver Royals as a player coach. In recognition of his achievements as player and manager he was knighted in 2002. A spokeswoman yesterday thanked fans for their good wishes, which poured in after Sir Bobby's announcement. In a statement, she said: \"Since being taken ill at Ipswich Town football club on August 5 Sir Bobby Robson has undergone extensive tests to determine the cause of the problem. Sir Bobby has been diagnosed with a very small tumour on his brain and will undergo surgery this week to remove it. He is in good spirits and his doctors anticipate a complete recovery. Sir Bobby would like to take this opportunity of thanking the many wellwishers who have inquired about his health.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}