{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/aug/17/comment.politics", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-08-16T23:04:39Z", "webTitle": "Muhammad Abdul Bari: I yearn for a foreign policy of which we can be proud", "webUrl": "https://www.theguardian.com/commentisfree/2006/aug/17/comment.politics", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/aug/17/comment.politics", "fields": {"headline": "I yearn for a foreign policy of which we can be proud", "bodyText": "Polly Toynbee was right in stating that \"British foreign policy has helped foment murderous extremism\" (We can't let God-blinded killers set our foreign policy, August 15). She was also right in claiming that \"there are 1,001 good reasons why we should never have supported, let alone joined, the war in Iraq. The one truly bad reason would have been fear of terrorism.\" The open letter to the prime minister - which I signed alongside more than 40 Muslim groups, MPs and peers - has been subject to deliberate misinterpretation, suggesting a willingness among Muslim leaders to excuse violence and promote a simplified view of how extremism takes root. Toynbee's accusation - that the letter sails \"perilously close to suggesting the government had it coming\" - may be an unintentional misrepresentation but it is a grave one. The letter articulated the need to base foreign policy on principle. It condemned attacks on civilians wherever they take place. It also sought acknowledgement that, though the causes and motivations are complex, British foreign policy contributes to the radicalisation of Muslims here and elsewhere. The welcome debate that followed the letter illustrates that this has been widely accepted. I believe there was merit in laying this fact on the table so that a consensus could emerge. As early as May 2004, Michael Jay, permanent under-secretary at the Foreign Office, acknowledged in a letter to the cabinet secretary that the perception of foreign policy was a \"key driver behind recruitment by extremist organisations\". In this context, as Toynbee asserts, government denials of this reality are absurd. But pushing for this recognition is not an argument that a priority of foreign policy should be \"sparing us from threats by God-blinded killers\". I do not advocate a policy of appeasement, tailoring UK foreign policy to win global popularity and insulate ourselves from threat. I yearn for a foreign policy that engenders a feeling of pride among this and future generations, and attracts respect from others. When difficult decisions are made, we must be ready to tackle the consequences that ensue. But these decisions must be principled and be seen to be so. Successive British governments' foreign policies, demonstrated recently by the refusal to call for an immediate ceasefire in Lebanon, have left many Muslims and others feeling aggrieved and powerless. As Muslim representatives, our letter sought to engage constructively in this debate and give voice to many Muslims who feel alienated. Toynbee is right that we are not alone, nor unique in this respect yet it is important that this widespread sentiment was aired. The Muslim community is not homogeneous. Our response to the encroachment of extremism must address the diversity within the community as much as the complexity of root causes. But Muslim leaders, parents and communities will be better positioned to defuse the potency of extremists' arguments once the impact of foreign policy has been acknowledged. Without a willingness to have an honest and open debate, the government is in danger of wishing to hear only echoes of its own voice. · Muhammad Abdul Bari is secretary general of the Muslim Council of Britain sg@mcb.org.uk The Response column offers those who have been written about in the Guardian an opportunity to reply. If you wish to respond, at greater length than in a letter, to an article in which you have featured either directly or indirectly, please email response@theguardian.com or write to Response, The Guardian, 119 Farringdon Road, London EC1R 3ER. We cannot guarantee to publish all responses, and we reserve the right to edit pieces for both length and content"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}