{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2006/aug/12/shopping.homes", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2006-08-11T23:32:28Z", "webTitle": "Caroline Roux: Kasbah chic", "webUrl": "https://www.theguardian.com/lifeandstyle/2006/aug/12/shopping.homes", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2006/aug/12/shopping.homes", "fields": {"headline": "Kasbah chic", "bodyText": "In a bar and restaurant world so liberally embellished with ironic wallpaper and witty reconditioned 1950s chandeliers, there's something comforting about a totally literal interior. The refurbished Pasha on Gloucester Road, London SW7 (pasharestaurant.co.uk) has no jokes, no tricks, not so much as one hilarious twist on mid-century modern. Instead, it's a lavish display of mostly Moroccan craftmanship with a bit of Syrian and Egyptian thrown in for good measure. Its Algerian owner Tony Kitous has stopped at nothing to create the 'sexy glamorous' interior of his dreams. Huge glass lanterns drip with handstrung beads. Fifty square metres of bespoke tiles took 15 artisans in Fez seven months to make. Wrought-iron was custom-created in Marrakech. 'If I'd hired an interior designer, it would have been four times as expensive and half as good,' Kitous says. Customers could say the same about nipping over to Casablanca for dinner. Farewell, daily grind It's been quite a quest to find a good coffee machine, one that makes a decent drink without looking as if you've parked a 4x4 next to the fridge. The Zanussi ZCOF636, which retails at around £450, for example - great cup of coffee, but needs its own parking space and has to be hardwired into your fitted kitchen. The answer seems to lie in the Cube, a nifty piece of kit from Krups (£149.99) that's the size of a flashy toaster but looks as if it knows its place. The cuboid design is as reticent as a machine can manage, and with no more than a fleeting glance at the instruction book, you're off. The only disadvantage is that it works only with Nespresso coffee capsules (23p each), which are depressingly reminiscent of those little pots of UHT milk you get on planes. Sadly, they remove from your life all the excitement of bringing home weird and wonderful beans from foreign travel. But that appears to be the price of decent design. Hidden charms Twenty small museums around the UK are taking part in the Museumaker initiative, aimed at introducing innovative craft and design pieces to existing collections. At 78 Derngate in Northampton (northampton.gov.uk), for example, a three-part mirrored mosaic sculpture by Rebecca Newnham has been installed in the garden of a house designed in 1916 by Charles Rennie Mackintosh. Things are a little more low-key at the Milgate Museum, Newark (newark-sherwooddc.gov.uk), where ceramicist Edmund de Waal has been invited to add new work to the old space. De Waal's work is porcelain at its most minimal - perfect forms that reflect both Japanese purity in design and the modernist mania for symmetry. Until August 31, visitors will find 61 of de Waal's contemporary pieces punctuating the usual displays, highlighting the museum's architectural details and refocusing attention on great ceramics from Newark's own history."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}