{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/aug/10/comment.race", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-08-09T23:05:45Z", "webTitle": "Timothy Garton Ash: What young British Muslims say can be shocking - some of it is also true", "webUrl": "https://www.theguardian.com/commentisfree/2006/aug/10/comment.race", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/aug/10/comment.race", "fields": {"headline": "What young British Muslims say can be shocking - some of it is also true", "bodyText": "For anyone who has hoped and believed, as I have, that the British way of integrating Muslim citizens is more promising than the French one, the last year has been discouraging. Following the shock of the July 7 London bombings, perpetrated by young Muslims born and educated here, we now have the results of two recent opinion polls, an excellent TV documentary by Channel 4's Jon Snow, and the sombre warnings of Britain's most senior Muslim policeman. All convey the same message. Not only do many young British Muslims feel more alienated from the country they live in than their parents did - that's true of Muslims from immigrant families right across Europe - but the sense of not belonging seems to be even more acute in Britain than in France. In a poll conducted for the Channel 4 documentary, only half the British Muslims questioned said they thought of Britain as \"my country\", whereas nearly a quarter said they thought of it as \"their country\" - meaning someone else's. The younger respondents were, the greater the alienation. Shockingly, one in three British Muslims aged between 18 and 24 said they would rather live under Sharia law than under British law. In a Pew poll of Muslims worldwide, a gob-smacking 81% of British Muslims said they thought of themselves as a Muslim first and a citizen of their country only second. This is a higher proportion than in Jordan, Egypt or Turkey, and exceeded only by that in Pakistan (87%). By contrast, only 46% of French Muslims said they were Muslims first, compared with 42% who felt themselves first and foremost citizens Why is this? Here are a few possible explanations, none of which are mutually exclusive. It may have something to do with the different regions from which French and British Muslims come. I find it suggestive that the only country to top the British score was Pakistan. And to where do most British Muslims trace their origins? Well, nearly half of them have their roots in Pakistan, and another quarter-million or so in India and Bangladesh. A very large number hail from just one region: Kashmir. Is there something about the particular religiosity of Kashmiri, Pakistani and more broadly south Asian Islam, and the way it develops in interraction with a European host culture, as opposed to the Islam of the Maghreb, from which most French Muslims come? Then, and most obviously, Blair's Britain has been the most prominent ally of Bush's America in the Washington-styled GWOT (global war on terror), seen by many young Muslims as a GWOI (global war on Islam). By contrast, Chirac's France has positioned itself, from Afghanistan to Iraq to Lebanon today, as an opponent of the GWOT/I and in some measure a friend (or appeaser, to American and British neocons) of Muslims in general and Arabs in particular. There is now overwhelming evidence that Blair's foreign policy, and especially the role of British troops in Afghanistan and Iraq, has contributed very significantly to the alienation of British Muslims in general, and younger, better-educated ones in particular. In the Channel 4 poll, nearly one third of young British Muslims agreed with the suggestion that \"the July bombings were justified because of British support for the war on terror\". That's truly shocking. This doesn't mean Blair's foreign policy has been all wrong. For example, I believe that the intervention in Afghanistan was entirely justified, because the al-Qaida terrorist network that demolished the twin towers was based in that failed state. The tragedy is that, instead of then devoting our resources to rebuilding Afghanistan, we rushed on to the neocons' war of choice in Iraq, thus creating two bloody failures instead of one possible success. But, whatever you think of the policies in detail, there is no question that they have angered young British Muslims. I have always thought that the very undemanding vagueness, the duffle-coat bagginess of Britishness was an advantage when it comes to making immigrants and their descendants feel at home here. After all, what have you traditionally required in order to be British? An ability to talk about the weather at inordinate length. Being willing to mind your own business, to live and let live. A general inclination to obey the law of the land, more or less. Perhaps a mild interest in the royal family, football or cricket. That's about it. The very idea of talking about ourselves as \"citizens\" has seemed to the British vaguely pretentious and foreign, more specifically French - and therefore bad. But perhaps a more demanding civic-national identity, like that of the French Republic, has its advantages after all, giving a stronger sense of identity and belonging. (Whether we can change this by state-ordered pep talks on Britishness and citizenship is another question; although I do think more can be done in schools.) Another possible reason is that Britain now has one of the most libertine societies in Europe. Particularly among younger Brits in urban areas, which is where most British Muslims live, we drink more alcohol faster, sleep around more, live less in long-lasting, two-parent families, and worship less, than almost anyone in the world. It's clear from what young British Muslims themselves say that part of their reaction is against this kind of secular, hedonistic, anomic lifestyle. If women are reduced to sex-objects, young Muslim women say, I would rather cover up. Theirs is almost a kind of conservative feminism. Certainly, it's a socially conservative critique of some aspects of British society, particularly visible in their generation, in the urban neighbourhoods where they live. And the critique is nuanced. Half those asked for the Channel 4 programme thought Muslim girls should make up their own minds whether to wear the hijab to school. Nearly a third of female respondents felt there was some truth in the idea that Islam treats women as second-class citizens. (The men just couldn't see it. Now I wonder why ... ) And a majority said that British society treats women with respect. Whatever the mix of causes for this alienation, we need to escape from seeing British Muslims only through the prism of two currently prevailing paradigms: the terrorism paradigm and the backwardness paradigm. The former starts from the question: how can we prevent our Muslims becoming terrorists? A reasonable enough question, but if this becomes the predominant way of looking at British Muslims (Muslim = potential terrorist), it risks contributing to the very effect it aims to avoid. The latter asks: how can we help these people to integrate better into our modern, progressive, liberal, secular society? Its implicit equation is: hijab = backwardness. The idea that these young British Muslims might actually be putting their fingers on some things that are wrong with our modern, progressive, liberal, secular society; the idea that rational persons might freely choose to live in a different, outwardly more restricted way; these hardly feature in everyday progressive discourse. But they should. Articulate British Muslims, as encountered on Jon Snow's Channel 4 documentary and in magazines such as Q-News and Emel, are not merely telling us non-Muslim Brits a lot about themselves. They are also telling us something about ourselves. Timothygartonash.com"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}