{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2006/aug/12/foodanddrink.shopping1", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2006-08-11T23:34:45Z", "webTitle": "Readers' restaurants", "webUrl": "https://www.theguardian.com/lifeandstyle/2006/aug/12/foodanddrink.shopping1", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2006/aug/12/foodanddrink.shopping1", "fields": {"headline": "Readers' restaurants", "bodyText": "Kaash Tandoori 375 Sheffield Road, Chesterfield, Derbyshire, 01246 261655 Set above its takeaway on the edge of town, the Kaash does genuinely spicy and tasty, as opposed to just hot and hotter. Favourites include pasanda (with saffron and red wine) and chilli masala (with Indian paneer and green chillies), and main courses are £5-7. Kingfisher is the best washer-down. A much-travelled American cousin declared it some of the best Indian food she'd ever had - and didn't even object when the staff called her 'luv'. Alan Meadows Calow, Derbyshire Adil's 148-150 Stoney Lane, Birmingham, 0121-449 0335 One of the original Birmingham balti houses, they've been serving top-class Kashmiri food here for nearly 30 years. The quality of the cooking is as consistent as ever, and the menu features a wide range of excellent dishes, including a good choice for vegetarians. Starters and desserts are reliable, but don't quite match the standard of the mains. Prices are keen - as they have to be in an area with lots of competition - and you're welcome to BYOB. The staff are helpful, too. Andy Cooper Birmingham Halli 153 Granby Street, Leicester, 0116-255 4667 The best vegetarian Indian restaurant in town, which is saying something. Some of the 50 or so dishes will be new to many - for starters, try mysore bonda (amazingly light fried lentil balls with coconut dips), mosar vade (lentil doughnuts in yogurt) or a tangy, crunchy bhel puri. Highlights among the mains include dosais, aloogadde soppu (the best spinach and potato dish I've eaten), a wonderful mutter paneer and a vibrant, earthy beetroot sasami. It's cheap, too: the most expensive main is £5.75. Service is friendly and relaxed. Jamie Hancock Leicester Haweli 509 Hagley Road, Birmingham, 0121-434 5717 Birmingham is blessed with many fine curry houses - this is one of the finest. The food is consistently great, particularly the karahi and naan bread that's perfectly light and puffy. Many of the regulars are Asian, which is testament to the quality of the food. The decor is simple and welcoming, and the staff, whether fabulously moustachioed or studying for a PhD on a spare table, are genuinely charming. The bill, accompanied by jelly beans, will leave you with a wallet as full as your stomach. Charlie King Bearwood, West Midlands Voujon 1-2 Church Street, Long Buckby, Northamptonshire, 01327 843571 The Indian against which we compare all other subcontinental eateries, and inevitably our first stop after a trip away - including to India. This is real Indian food (no anglicised tikka masala here) served in classy surroundings. You won't find fresher, either: cheesy naans collapse like fluffy ice cream. Vegetarians get a splendid deal, with melt-on-the-tongue saag paneer and just slightly burning dhansak coming in at £5 each. Carnivores pay a bit more, but tell me the meat dishes are just as good. Colette Holden Northampton"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}