{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/aug/21/match.sport7", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-08-20T23:22:55Z", "webTitle": "Premiership: Manchester United 5 - 1 Fulham", "webUrl": "https://www.theguardian.com/football/2006/aug/21/match.sport7", "apiUrl": "https://content.guardianapis.com/football/2006/aug/21/match.sport7", "fields": {"headline": "Rooney leads rout as United find renewed verve", "bodyText": "Manchester United began the season yesterday with a flurry of goals that suggests they may not miss Ruud van Nistelrooy as much as their supporters fear. Whether they can maintain this level of performance without their most prolific striker since Denis Law remains to be seen, but Sir Alex Ferguson could hardly have asked for more than to score five on the opening weekend for the first time since 1966, the first four arriving inside the opening 19 minutes. Ferguson described it as a perfect start and the man in charge of the music was entitled to play That's Entertainment by The Jam after the final whistle. United's first-touch, pass-and-move football was mesmerising at times and they will enjoy the view from the top of the Premiership, even if the league is only one game old. It is time for their supporters to stop worrying about the relationship between Wayne Rooney and Cristiano Ronaldo, and there is evidence to support Ferguson's theory that United are a more fluent team with the sleek, athletic Louis Saha playing instead of Van Nistelrooy. The biggest victory, however, is that the margin of success, and the manner in which it was achieved, may have readjusted the thinking of their supporters. It has been another difficult summer for the followers of England's biggest club and, for the sake of harmony, it was vital that Ferguson's players demonstrated early on that their title challenge may be considerably more convincing than in the previous three seasons. This they did and more, led by the superb Rooney and Paul Scholes. Ronaldo showed the Fulham fans he does not mind playing the role of pantomime villain and even the maligned Patrice Evra offered a glimpse of why Ferguson felt him to be worth £5.5m of United's money in January. \"I couldn't be any more pleased,\" said Ferguson. \"The making and taking of the goals was excellent, and there was great excitement and penetration about our play. We know the target we must aim for this season and it's a target that means we must hit the ground running and keep it that way.\" Ferguson is blessed with natural self-belief, yet not even he could have anticipated the ease with which United would swat Fulham aside once Saha had opened the scoring, seven minutes in, with a glancing header from Ryan Giggs' cross. The early breakthrough seemed to disorientate Fulham, whose defensive quartet thereafter displayed the mobility of a row of four stalagmites. United were merciless and the next three goals came in the space of three crazy minutes. First, a sweeping move involving Rooney, Ronaldo and Giggs ended with the visiting centre-half Ian Pearce inadvertently diverting Saha's low centre beyond Antti Niemi. The next was supplied by Rooney after Scholes and Gary Neville worked a quick free-kick, catching the Fulham defence unprepared again. Neville's cross picked out Saha and the unfortunate Niemi saved splendidly only for the rebound to drop invitingly to Rooney. Elusively brilliant, Rooney then floated a beautifully weighted cross for Ronaldo to half-volley the fourth at the far post. Conspiracy theorists were scrutinising the goal celebrations to gauge the enthusiasm with which Rooney congratulated Ronaldo and, if there is any lingering ill- feeling from the World Cup, the two players hid it well. Their link-up play was a significant factor in Fulham's downfall and Rooney reiterated afterwards that he had no problem with his team-mate. \"People say things without knowing us,\" he said. Such was the home side's superiority it felt slightly absurd that the next goal belonged to Fulham, Heidar Helguson's shot looping over Edwin van der Sar after a decisive deflection off Rio Ferdinand. It flattered the visitors, and normal service was resumed soon after the hour when Rooney lashed in Wes Brown's pass for another reminder why he will be so badly missed during his impending three-match ban. \"Devastated,\" was the word Rooney used to describe the fact he and Scholes are now ineligible until Arsenal's visit to Old Trafford on September 17. The biggest impression Fulham made in the second half was the imprint of Michael Brown's studs on Giggs' thigh. A callous, deliberate stamp was seen by Andre Marriner but, on a weekend of abysmal refereeing decisions, he opted for a yellow card, rather than red. An aggrieved Giggs was booked a minute later for a retaliatory challenge but his temper did not even come close to that of Chris Coleman, the visiting manager berating his players in the dressing room for over an hour and then refusing to attend the post-match press conference. As opening games go, Coleman remember yesterday with all the affection of appendicitis. Man of the match Wayne Rooney For reminding us he is the best player in England when he is not stamping on opponent's testicles or doing his Kevin the Teenager impression Best moment Aside from his two goals, the visionary, pinpointed cross for Ronaldo to score the fourth"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}