{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2006/aug/06/familyandrelationships4", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2006-08-05T23:36:30Z", "webTitle": "Out of our depth ...", "webUrl": "https://www.theguardian.com/lifeandstyle/2006/aug/06/familyandrelationships4", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2006/aug/06/familyandrelationships4", "fields": {"headline": "Out of our depth ...", "bodyText": "Every adolescent schoolboy knows the legend of the American girl and the British accent. It varies in the telling, but the basic elements are always the same: an ugly UK national (male) meets a desirable US national (female), resulting in an improbable sexual conquest attributable entirely to his possession of a 'cute' accent. Like many legends, this one has origins in truth. But they are distant. Friends in New York tell me that the value of a British accent on that city's seduction market plummeted once we started flying across the Atlantic in big numbers and became common. But even if there was never much to it, it's easy to see why the myth took hold. Just imagine it! A land where women are as impressed by the sound of our voices as we are! A few years later we heard about another sexual El Dorado - Australia. Here, legend told, was a place where it was not unusual for women brazenly to proposition men. This was almost better than the magic accent, because you might get lucky without having to open your mouth at all. But not enough people from my school went to Australia, so I never found out if the legend was true or not. The current equivalent of those adolescent fantasies is Eastern Europe. I have spent time in various capitals of former Communist countries, and everywhere there are British businessmen convincing themselves (as they reach into their wallets) that the attention they get from glamorous women half their age is down to some strange cross-cultural chemistry. It isn't, of course. It is purely commercial. (Have you ever wondered why all British stag parties seem to be in Warsaw pact countries?) If the whole thing weren't so sleazy, the naïve delusion of these men could almost be worthy of sympathy. It certainly deserves pity. The problem is that, as these countries get more affluent, the power dynamic between Western men and Eastern women changes, resulting in much heartbreak for overweight ex-pat bankers. And so the quest for the Land Where Seduction is Easy will continue. Homo Britannicus is, I think, particularly susceptible to this fantasy for two reasons. First, there is our education system. Boys who go to single sex schools emerge into adulthood with scant understanding of women. Because it is much harder to acquire such an understanding than it is simply to dream of a place where it isn't needed, that is the path most men take. Second, there is our national drink habit. Men use alcohol to drown their own inhibitions and to dull the judgement of their prospective partners. This works fine within our own borders where everyone plays the game, but it doesn't travel well as a strategy. What do you do in those strange lands where women don't get drunk? Talk? Be funny and charming? Are you sure you wouldn't rather just have a Bacardi in that Coke? British women have an advantage flirting abroad. They can be pleasantly surprised by foreign men who don't need four pints of strong lager to mobilise them onto the dance floor. Foreign women are unlikely to be wowed by the novelty of men who do. For this reason British men have all but given up hope of pulling in Italy and France, where everyone likes to maintain at least the appearance of sobriety at all times. Of these, France is the most terrifying to British men because they have an inferiority complex about mythic Gallic romance and assume that all French women are laughing at them. Which they are. British men only start going on French holidays once they are already safely in couples. But before they settle down, British men want to have holiday romances too. They want to have exotic flings, but they haven't the faintest idea how to go about getting them. The male equivalent of Shirley Valentine doesn't exist. Which is, on reflection, a good thing. He would probably be an alcoholic ex-public school boy stalking Bondai beach doing Hugh Grant impressions in the hope of being picked up by a passing Latvian surf chick. Not a pretty image. Better stick to Blackpool."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}