{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/aug/25/newsstory.sport8", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-08-24T23:40:25Z", "webTitle": "Pardew back in Malbranque hunt", "webUrl": "https://www.theguardian.com/football/2006/aug/25/newsstory.sport8", "apiUrl": "https://content.guardianapis.com/football/2006/aug/25/newsstory.sport8", "fields": {"headline": "Pardew back in Malbranque hunt", "bodyText": "West Ham United's manager Alan Pardew confirmed yesterday that he hopes to complete the signing of the Fulham midfielder Steed Malbranque before the transfer window closes next Thursday. Pardew has been chasing an attacking midfielder all summer but his interest in Malbranque, 26, cooled over the Frenchman's wage demands, thought to have been about £40,000 a week net. Potential moves to Middlesbrough, Newcastle and Aston Villa all went the same way - but Fulham's manager Chris Coleman has taken a hard-line stance and told Malbranque he has no future at Craven Cottage. That may have prompted the former Lyon player, who is in the last year of his Fulham contract, to reduce his wage demands and a £2.5m move to Upton Park is now a possibility. \"We have made it clear he is a target for us and has been [during the summer],\" said Pardew. \"Conversations have taken place but there is such a complexity around that particular player - and complexities around other players - that at the moment we can't clarify anything. \"We just think that in the next seven days [before the window closes] it will clear up and we will either secure Malbranque or another player of his stature. \"Fulham have made it very clear he is not going to play for Fulham. His future lies elsewhere and he is a quality player and I am sure there are a number of clubs interested, not just ourselves.\" Those complexities could hinge on Malbranque's groin injury, which either requires full surgery that would leave him out for three months or a minor procedure which would sideline him for three weeks. Today West Ham discover who they will face in the first round of the Uefa Cup - a competition in which Pardew believes the Hammers can make a real impression. \"We are looking for a favourable draw. I am not exactly sure what that is but I guess we would like to avoid one of the blue riband clubs,\" said Pardew. Celtic completed their sixth and seventh signings of the season with striker Jan Vennegoor of Hesselink and defender Lee Naylor finalising their moves to Glasgow. Celtic paid PSV £3.4m for Vennegoor of Hesselink, 27, who arrived on a three-year deal with a one-year option. Naylor, 26, cost £600,000 from Wolves and has also signed a three-year contract with a 12-month option. Celtic's defender Charlie Mulgrew was a makeweight in the latter deal moving in the opposite direction to Molineux."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}