{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/aug/06/theobserver.worldnews", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-08-05T23:36:37Z", "webTitle": "Pool mania gets blackballed", "webUrl": "https://www.theguardian.com/world/2006/aug/06/theobserver.worldnews", "apiUrl": "https://content.guardianapis.com/world/2006/aug/06/theobserver.worldnews", "fields": {"headline": "Pool mania gets blackballed", "bodyText": "Midday at the Tiptop Bar. Plastic tables are heavy with alcohol; brown beer bottles bearing labels such as Safari, Tusker and Kilimanjaro and clear ones filled with vodka, Konyagi and cane spirit. Four well-fed men sit around a platter of goat ribs, picking at them greedily. Hawkers flit in and out selling textbooks, boiled eggs, CDs and plastic sandals. A breeze ruffles the palm fronds of the roof high above. But something is missing. The 'clack', the Bushman tongue-click of cue striking ball. The thud as the ball slips into the corner pocket and slides through the innards of the pool table. The cheers and groans as the eight ball is sunk. 'If we opened up the pool table, people might play,' said Fidelis Hieronimo, the bar manager, gesturing towards a table hidden under a sheet of canvas. 'But it would be with fear. They would be breaking the law.' Last month, in a decision as harsh as it was curious, Tanzanian police began to close down pool and snooker halls during working hours. The game had become a distraction for young people who were being diverted from 'productive activities', police said. They claimed that thugs were plotting robberies while shooting stick during the day. In most other African countries the clampdown would scarcely have mattered. But in Tanzania pool has become an obsession. As a pastime, only football is more popular, locals say. From morning to night, in bars, in discos and on the dusty roadside, pool tables are constantly occupied. Or were. In Dar es Salaam last week, it seemed that every table was off limits; from the Rose Garden Bar in the middle-class neighbourhood of Mikocheni to the main Ubungo bus station and the poor Mwananyamala and Manzese estates. Though details of the ban are vague - the penalties and what constitutes working hours are unspecified - bar owners are not taking any chances. Hadija Muya, floor manager of the Silver Social Club, said she had seen police walking around with pool balls they had confiscated. 'If they see anyone even holding a cue during the day, they take it as an offence.' The ban has caused widespread anger among the regular pool players. Those accused of being idle say it is an insult in a city where the unemployment rate is more than 40 per cent. 'We don't all work for the government, so we don't have to be in the office during the day,' said Shabani Saidi, 24. 'We are being denied the chance to enjoy ourselves.' Others feel tarnished by the insinuation that pool players may be criminals, and questioned the ban's logic - could criminals not meet at pool bars in the evening? Steven Marine, an animated 30-year-old who works the nightshift at a plastics factory, sat in front of a bottle of Tusker at the Miti Mirefu Hunters Club. His breath hinted at what he then said: less pool meant more drinking time. 'The law should be scrapped. Not everyone that plays the game is planning to steal.' But police insist the move is necessary. In recent years, as the gulf between rich and poor in Tanzania has widened, crime has grown too. A spate of violent bank robberies earlier this year shocked the populace, while mugging and housebreaking have also risen sharply. In response, police have introduced a shoot-to-kill policy. They claim to be reducing crime, but the murder of newspaper columnist Michael Okema, attacked when he went to buy groceries, has done little to allay fears. Robert Manumba, director of criminal investigations at the Tanzanian police, said: 'We are not against pool or snooker as such, but the bars are being used during working hours to plan robberies. We are serious about this and can strike at any time.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}