{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/aug/14/newsstory.sport7", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-08-13T23:57:42Z", "webTitle": "Football: Mourinho not shaken but Reds' confidence  is stirred", "webUrl": "https://www.theguardian.com/football/2006/aug/14/newsstory.sport7", "apiUrl": "https://content.guardianapis.com/football/2006/aug/14/newsstory.sport7", "fields": {"headline": "Mourinho not shaken but Reds' confidence  is stirred", "bodyText": "There was no post-match handshake between Rafael Benítez and Jose Mourinho here, the tired and increasingly schoolboyish rift between the pair retained to the extent that they barely even exchanged a glance, though this match offered some evidence that Chelsea may struggle to blank Liverpool's challenge in the campaign ahead. The psychological damage that was inflicted in what is nothing more than an elaborate friendly overture to the season was enjoyed by Liverpool and endured by the league champions yesterday. Mourinho explained his side's disjointed and, at times, confused tactical display by pointing to the lack of preparation his squad had had since returning for pre-season. Yet, even if Chelsea lacked fitness, the victors here departed confident that the gap between these sides, already reduced from 37 to nine points last term, could be narrowed yet again. That belief was enhanced by Liverpool beginning here with Steven Gerrard, Xabi Alonso and Craig Bellamy on the bench indicating a new-found strength in depth. \"We have a better team and squad than last season,\" said Benítez in the aftermath, having made five signings this summer with more possibly to come. \"It's always important to win against all the top sides and perhaps more important than winning the trophy itself. But to claim another cup is good for confidence. It will be different in the season and in other competitions but, if you win with a lot of different players in your team, you have to be pleased.\" That delight did not prompt a handshake with his opposite number on the final whistle, a legacy of the pair's refusal to acknowledge each other after last season's FA Cup semi-final at Old Trafford but also of the simmering antipathy they appear to have shared since arriving in England. Benítez dismissed talk of a problem with a knowing smile. \"I was thinking about my team, my supporters, and maybe he was thinking about his as well,\" said the Spaniard. \"He was behind me at the end but it's not a problem.\" \"If we shake hands, if we kiss, is that important?\" asked Mourinho. \"I was on the pitch from the last whistle until the moment Liverpool received the cup. I was there the whole time. You'll have to ask him [why he didn't come over to me]. But this is rubbish.\" That assessment came with a shrug, though the Portuguese had reiterated his belief that defeat here had not served to thrust Liverpool up alongside Arsenal and Manchester United as his side's principal Premiership challengers. \"They deserved to win,\" he conceded. \"We had the ball but I could feel when the game was broken up there was space, they were much stronger than us. In the second half I could guess that they would inject fresh blood in the team and people with pace when we couldn't cope with it. They are a very difficult team to beat. They defend well, they're well organised and, this season, they have more solutions as they can play with Peter Crouch or a different way with Craig Bellamy. But a competition of 10 months is different to a game of A against B. Over 10 months I believe we'll edge ahead.\" Michael Ballack, whose hip injury will be assessed today, and Andriy Shevchenko have had only a handful of training sessions at Chelsea. \"Not many of my players are in condition to play for 90 minutes,\" added Mourinho. \"We want to change things. I want to play a different game this season. I want to win the same number of matches but playing a different style of football but, to change things, you need to work. We need to work tactically and to find that sharpness but we don't have that at the moment. \"My players go off on international duty now and I'll be left with two goalkeepers and two Portuguese - players should be with their teams before the season's started - so we may only be at 40% against Manchester City next weekend. But I'm not worried because it's 10 months this competition. This is why I'm not so worried. We have 10 months to work and improve and win matches. So, if something happens in this first two weeks and we lose a game, we don't lose the Premier.\" Any defeat for the reigning champions prompts talk of panic these days, though Chelsea, as a tactical work in progress, will retain a sense of perspective. Yet, even if Mourinho is loth to admit it, they may just cast the odd wary glance towards Anfield over the months ahead."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}