{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2006/aug/12/socialcare.familyandrelationships", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-08-11T23:33:27Z", "webTitle": "Kate Hilpern meets three adults who are coming to terms with their origins", "webUrl": "https://www.theguardian.com/society/2006/aug/12/socialcare.familyandrelationships", "apiUrl": "https://content.guardianapis.com/society/2006/aug/12/socialcare.familyandrelationships", "fields": {"headline": "From El Salvador to Preston", "bodyText": "There's a good chance that two of Catriona Aldridge's adopted daughters would have been street children in Guatemala, had she not brought them to the UK in the 1990s. Like many British parents of children from overseas, she was largely motivated to adopt by the desire to give them a better life. But as her three daughters start to grow up, she's not so sure that \"rescuing\" children, and bringing them up thousands of miles from their roots, is always the answer. \"It's not that I'm anti-adoption or that I regret adopting. But I believe more and more that we need to improve the situation for people - for women in particular - in developing countries like Guatemala,\" says Aldridge, who supports a number of community projects there. This is the ethical dilemma of intercountry adoption, says David Holmes, the chief executive of BAAF (the British Association for Adoption and Fostering). \"Should we be removing children from their countries of origin or should we be investing in these countries to ensure that those children can remain with their birth families?\" The number of children adopted into Britain from overseas is relatively small - around 325 a year - most of whom currently come from China and Russia, and most of whom are brought in by white families. But Holmes admits the figure would almost certainly be higher, had the process not been tightened up. Following the disturbing case of the Kilshaws in 2000 - who paid to adopt twin sisters from the US over the internet - the system was changed so that anyone wishing to adopt overseas must be assessed by a social worker in the UK. For those who are successful (not all are), the challenge does not end there, as the responsibility of child-rearing is usually far greater than it may appear. \"Many underestimate the health implications of these children, whose genetic history is usually unknown,\" says Holmes. \"Others don't realise the emotional effects of moving a child so far from everything they were born into, and then there are all the issues that come with any transracial placement.\" For the adoptees, this impact is lifelong, says Perlita Harris, the author of In Search of Belonging: Reflections of Transracially Adopted People (BAAF Publications). \"Historically, the very people who have been adopted from overseas have not had a voice in the debate around intercountry adoption. I have been struck by the themes that have come up again and again throughout these people's lives - most notably, loss and racism.\" Despite this, research shows that most children adopted from overseas do well in terms of developmental outcomes. Holmes adds that the practice of intercountry adoption is improving, with many adopters now regularly taking their children to their country of origin, and some tracing, finding and maintaining links with birth families. \"If you consider that for some children there really is no option to go to a relative or anyone else, then it might be that intercountry adoption is their best chance in life,\" he says. 'I wanted people at school to think I was mixed race rather than adopted from abroad' It was no reflection on her mother and father's parenting when Carly Stacey wished that only one of them would turn up to parents' evenings. Now 19, Carly explains, \"I get on really well with them and love them to bits. But I preferred the idea of people at school thinking I was mixed race than them realising that I'm adopted from another country. I suppose I just didn't want to be reminded I was different.\" Carly, who was born in El Salvador, was three months old when the white English couple who were to become her parents came to collect her. \"They had friends who had adopted a boy from Sri Lanka and I think that's what got them thinking about overseas adoption.\" As far as Carly knows, her birth mother had been unable to keep her because she was just 17 and her birth father was out of the picture. And so it was that Carly found herself being brought up in Preston, Lancashire, and never meeting another person from El Salvador. All that will change, however, with a visit to her country of origin. \"I've been doing Spanish at school and my mum asked if I'd like to visit El Salvador. I was really surprised because we don't talk about me being adopted. It's not taboo or anything, I just don't feel comfortable about it. Anyway, I said yes and I'm particularly excited because a researcher thinks she's found my birth mother.\" While Carly had been told about being adopted as far back as she can remember, it was when she was at primary school that she started to realise what it meant. \"I can remember asking my mum loads of questions over and over again. 'What is El Salvador like? What do you know about my birth family?'\" It was around the same time that she recalls being bullied at school. \"I got called 'Paki' and I think that's when I realised that there was a limit to how much my parents could help me understand my difference. They said all the right things, but of course they couldn't really understand what it was like.\" By the time Carly reached secondary school, she stopped talking about adoption altogether. But it didn't go away and when Carly had some problems in her early teens, her mother was insightful enough to recommend adoption counselling. \"I still have that and it's been great because it's helped find who I am.\" Also significant to Carly's sense of self was when, at 16, she first met other transnationally adopted people at an organised event. \"When I heard them speak about things like feeling white on the inside but not on the outside, and all the problems that come with that, I thought, 'Yes, that's exactly how I feel.' I just hadn't found the words.\" Despite Carly's devotion to her adoptive family, she believes that children should be placed in families that reflect their ethnicity. \"When the people I'm going to be staying with in El Salvador recently sent me a photo of themselves, I thought, 'Wow, they look like me!' and that's a feeling I'd like to have had before now.\" 'When the Indian kid was teased for smelling of curry, I felt I had to laugh too' When Nick Pendry, 34, watched the World Cup from his home in London this summer, he didn't root for England with quite the same vigour that he would have done a decade ago. \"I think I've learned that white Britain doesn't really accept me and probably never has,\" explains Nick, who was adopted as a baby into a white family from Wimbledon where there were already three natural daughters. But as a black Indian man, who doesn't speak Hindi, Urdu or Gujarati, he \"sometimes feel like a cultural impostor\". \"I can even feel like that when I go into an Indian restaurant and a waiter says something to me that I don't understand. I guess I don't feel I truly belong to any culture or race.\" As a child growing up in a white London suburb, Nick says he felt happy. \"I had a nice family, I had mates. But looking back at it, some of my experiences were awful. When I was called 'Paki' at school, I joked along with it. When the Indian kid was teased for smelling of curry, I felt I had to laugh too.\" By the time adolescence arrived, a sense of isolation had kicked in, and it wasn't until university that Nick felt a positive connection with his Indian roots. \"I was taught by an Indian professor and it was the first time that someone looked a bit like me and was a role model. I discovered Indian politics and history. I began to make Indian friends and eat Indian food. I decided that as soon as I could, I would travel to East Africa, where my biological family lived as Indian immigrants.\" Nick travelled to Kenya, meeting many of his extended family - with whom he is still in touch - and gained a glimpse of what might have been. \"But still, there was this nagging sense of not quite fitting in - often as a result of trivial things. It just didn't feel right to see people eating with their hands, for instance. Now I see that as an example of the internalised racism that so many people adopted from overseas grapple with all their lives.\" Now married with a baby son, Nick finally feels he truly belongs to a family. \"But I still feel like my sense of self has been stolen and given back to me in a different form, and no one really understands what that's like. It makes me sad and angry that it's happened, even though I know it's nobody's fault.\" 'I remember wishing with every bead of my soul that I was white' \"Whenever I say something that's remotely negative about my experience of intercountry adoption, I'm often met with, 'Oh, but things could have been so much worse.'\" The implication, says Chris Atkins - who was adopted from Hong Kong after being abandoned as a baby on Christmas Day, 1962 - is that she should feel \"lucky\". \"It's that rhetoric that people like me have grown up with and it means that any feelings other than gratefulness are negated.\" Having spent almost a year in a children's home, Chris was brought to the UK at the end of 1963, where she grew up with white adoptive parents in Hillingdon, west London. Chris, now 44, describes her home life with them and her two siblings - one also adopted and one not - as \"great\". Outside the front door, however, it was another story. \"It was a different era and London wasn't the multicultural, eclectic place that it is today.\" For years, she went to school kicking and screaming, terrified at the thought of being abandoned again. \"It didn't help that at this all-white school, I was bombarded with racism and got called names like 'chinky'.\" She suspects her mother felt awful for her, but she felt she couldn't talk to her about it. \"I just remember wishing with every bead of my soul that I was white.\" Watford College, where she went at 16, provided solace. \"There were people there who were black, Asian, Italian. I felt that I was no different from them.\" In 1991, Chris visited Hong Kong. \"It's funny because it didn't have the kind of significance that other people think it should have done. But it felt good to look like everyone else. And it was good to visit the children's home where I had been. Unknown to me, my mother - who accompanied me - arranged for this and I'm so grateful she did that as it has now been destroyed.\" Her second visit, four years later, was more profound. \"I remember crying on the coach when it was time to come home. It's not that I have any sense of 'belonging' there, but I realised it's the only place I've got.\" Where Chris, who now lives in Hertfordshire, has found a strong sense of belonging is with other transracially adopted people. \"For years, I wondered if it was true that nobody but me feels the way I do. When I eventually met someone who did, it felt really, really good.\" In an attempt to redress the lack of user-led support services, Chris helped found the Transnational and Transracial Adoption Group. She says the group, as well as her work as a post-adoption social worker, has helped her come to terms with many of the identity issues she has faced. · For information on the Transnational and Transracial Adoption Group, visit www.ttag.org.uk"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}