{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/aug/02/newsstory.sport7", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-08-01T23:14:13Z", "webTitle": "Zokora gets red-carpet treatment at White Hart Lane", "webUrl": "https://www.theguardian.com/football/2006/aug/02/newsstory.sport7", "apiUrl": "https://content.guardianapis.com/football/2006/aug/02/newsstory.sport7", "fields": {"headline": "Zokora gets red-carpet treatment at White Hart Lane", "bodyText": "Didier Zokora, with the names of his children stitched into his orange Ivory Coast boots, openly displays several of the elements dear to him. Winning the hearts of Tottenham supporters is the midfielder's latest task and he has made a perfect start by announcing he turned down Arsenal this summer to join Martin Jol's side. The significance of that decision for Spurs has been amplified by Michael Carrick's move to Manchester United. Zokora always promised to be more than a squad player, having joined from St Etienne for £8.2m, but his importance looks greater than ever as Jol seeks to rearrange without Carrick. Stepping into the breach far from fazes the softly spoken Ivorian. \"There is lots of pressure but I love pressure,\" he says. \"That's what it's all about.\" The 25-year-old is well aware his fee will intensify the scrutiny. \"I wasn't known in England before I came and of course it's a big price tag, so I need to perform even better than the expectations to show people I'm worth even more money than Tottenham spent,\" he says. Zokora is no more the new Carrick than Carrick is the new Roy Keane but Jol feels his midfield remains as strong as last season thanks to the signing. Zokora is more dynamic than Carrick, a stronger defender and capable of driving runs, but his playmaking is less impressive. \"I'm a defensive player,\" Zokora says, \"but I can also penetrate going forward.\" Those qualities, manifested at the World Cup, attracted attention from Arsenal but Zokora preferred their rivals. \"Tottenham are an ambitious club with lots of good young players and for me they are a club for the future,\" he says through a translator. \"I listened to an offer from Arsenal but decided Tottenham was the club I wanted to be at. One of the big things was that Tottenham really showed they wanted me and that really pleased me.\" The club's sporting director Damien Comolli visited Zokora in Germany to emphasise Spurs' interest. Comolli's relationship with Zokora goes back two years to when the Frenchman, in his then role as St Etienne's technical director, brought the midfielder to France from Genk in Belgium. It is one reason why Zokora rejected the opportunity to link up at Arsenal with international colleagues he played with from the age of 13 at the ASEC Abidjan academy. \"Kolo Touré and [Emmanuel] Eboué are friends of mine and of course it would have been nice to play with them but I really wanted to play for Tottenham,\" he says. \"I was impressed by them and I know Damien Comolli and I was very impressed by what they had to offer. Damien Comolli came out to speak to me in Germany and told me what a great club Tottenham is. I'm also very excited about playing with young players like Aaron Lennon, who are the future of English football.\" Zokora says Lennon caught his eye at the World Cup but he had already followed Spurs' fortunes, watching matches last season on TV, including the final-day defeat at West Ham that forced them into fifth place. \"We've got into the Uefa Cup but this season I don't see any reason why we can't finish in the top four,\" he says. \"You've got to be ambitious.\" Humility is another feature of Zokora's make-up, influenced no doubt by the drowning of his brother Armando in 1997 when they went to the coast to celebrate earning their first professional contracts, and by the sign at the Abidjan academy that reads: \"You can only become big if you know how to stay small\". Zokora has Armando's name tattooed on his right arm and has used his wealth to help his family in Ivory Coast, including with a house and new car and by paying for operations for his diabetic father. Opponents, though, cannot expect gifts. \"It would have been nice if Michael Carrick had stayed,\" Zokora reflects, \"because he's a good player. I saw him in the World Cup but that's the way things go, some people stay, some people go.\" Zokora can help to ensure Carrick is soon forgotten."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}