{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2006/aug/20/syria.israel", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2006-08-19T23:55:37Z", "webTitle": "Blair Middle East mission snubbed", "webUrl": "https://www.theguardian.com/politics/2006/aug/20/syria.israel", "apiUrl": "https://content.guardianapis.com/politics/2006/aug/20/syria.israel", "fields": {"headline": "Blair Middle East mission snubbed", "bodyText": "Tony Blair's bid to revive the Middle East peace process has received a rebuff from Israel, The Observer has learned, placing in doubt his plans for a high-profile diplomatic mission to the region. The cool Israeli response is likely to fan backbench criticism of the Prime Minister's handling of the Lebanon crisis in the run-up to next month's Labour party conference, with some critics pressing for him to name a date for his departure from Downing Street. Blair has been fending off accusations of toeing the Americans' line over Lebanon by saying he was determined to get a 'stable' ceasefire and use it as a launch-pad for an early US-backed effort for new talks on a wider Israeli-Palestinian peace deal. In a reflection of the mood of deep scepticism within Labour, one of the party's MPs quoted the Deputy Prime Minister John Prescott as telling a private meeting last week that the Americans' record on the Israeli-Palestinian 'road map' talks was 'crap'. Prescott said he had been misquoted. The Israeli rebuff was reportedly delivered by Prime Minister Ehud Olmert at private talks last week with Blair's Middle East envoy, Lord Levy. In a series of meetings to test the diplomatic waters, Levy also met Palestinian Authority President Mahmoud Abbas. Downing Street and Levy refused any comment yesterday on his meetings. But a diplomatic source familiar with the talks told The Observer that Olmert's message was: 'Not now. After this difficult war, Israelis are simply not ready for new talks with the Palestinians.' In Israel on Friday, a member of Olmert's cabinet, the Housing Minister Meir Shetreet, said his Prime Minister had also placed on hold his plans for a major unilateral pull-back of troops and settlers from the West Bank. Downing Street said yesterday that Blair remained determined to push urgently for progress on reviving Israeli-Palestinian talks, and there had been 'no change' in his intention to visit the region. Before the Olmert meeting, he was said to have hoped to make the trip as early as next month. The effect of the setback could be dampened by the shift of political focus to the domestic terror threat since the foiling two weeks ago of an alleged plot to blow up aircraft bound from Britain to the US. With Blair and the Chancellor Gordon Brown, on holiday, there were signs last week that the stock of the Home Secretary John Reid - one of Blair's leading cabinet allies - was rising dramatically. A daily 'tracker' of public attitudes to major political figures by pollsters YouGov showed a sharp rise in Reid's rating. Though all politicians generally register in negative figures, Reid's rating was up from minus 21 before the terror crisis to minus two - just ahead of Tory leader David Cameron on minus five. YouGov said Blair was at minus 37, with Brown fairly steady at minus 22. With Reid's prominence leading to speculation that he might challenge Brown for the leadership when Blair goes, supporters were yesterday not willing to be drawn on his intentions. One said: 'We have very strong ministers in the key positions - the Home Secretary, the Chancellor and the Prime Minister - whom we expect to return reinvigorated and very effective' from the holidays. The Communities Secretary Ruth Kelly will launch a Commission on Integration and Cohesion this week, aimed partly at tackling extremism in Britain's Muslim community. In a major speech, she is expected to stress the need to crack down on religious radicals."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}