{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2006/aug/12/shopping", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2006-08-11T23:32:30Z", "webTitle": "Mil Millington: Pill reminder", "webUrl": "https://www.theguardian.com/lifeandstyle/2006/aug/12/shopping", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2006/aug/12/shopping", "fields": {"headline": "Pill reminder", "bodyText": "In the past, if you needed to take pills at certain times in the day, all you could do was count in your head - \"One Mississippi, two Mississippi\" - to measure out the periods in between. This made it difficult to concentrate properly on anything else, and inadvertently led to at least two wars and, notoriously, the accidental formation of Canada. Things changed only with the invention of the timer pillbox. The first of these used sand draining through a tiny aperture on to a set of scales attached to a bell, and was somewhat impractical. In 1894, Thomas Bentley of Norfolk invented a version that ran on naphtha and powdered phosphorous for which he received a patent and, later, seven years in gaol. It really wasn't until Britain got round to dreaming up the micro-processor that the idea really took off. Nowadays, there are many timer pillboxes on the market - catering for the modern fashion for high blood pressure, for example. The Casio model does have some interesting features, however. For a start, it's quite big - about the size of two gumshields stuck together. This means its five compartments (and it does indeed have five, matching its potential of five daily alarms) can hold pretty large tablets. What's more, it will, if you wish, vibrate as well as beep. That the alarm section may be detached and used as a bedside clock is the best bit, though. The world needs more of this thinking - like making a defibrillator that can also toast sandwiches. · Casio Pill Reminder, £14.95, from gadgeter.com (0870 200 6262). gadgets@theguardian.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}