{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/aug/17/comment.ukcrime", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-08-16T23:04:39Z", "webTitle": "Marian FitzGerald: Many police officers realise that an expansion of summary powers will be counterproductive", "webUrl": "https://www.theguardian.com/commentisfree/2006/aug/17/comment.ukcrime", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/aug/17/comment.ukcrime", "fields": {"headline": "The worth of a quiet word", "bodyText": "A policeman's lot in today's criminal justice system is not a happy one, many officers tell me. Twenty years ago their influence on the system was drastically cut back with the creation of the Crown Prosecution Service. This government has now transferred the power to charge to the CPS as well. So officers spend endless time processing cases over which they have no further control once they've fed them into the system, and the outcomes of which they may never know. Meanwhile, in response to public demand, the bobbies on the beat are often police community support officers (PCSOs), who don't even have the power of arrest in the first place. Police officers, though, are very good at describing the half of the glass that is empty; in the other half are many new powers made available by a government increasingly strident in its criticism of the rest of the criminal justice system. The most obvious example is the Asbo. It became something of a political virility symbol in the run-up to the last general election; other powers, such as dispersal orders, have by contrast attracted far less attention. Indeed, the introduction of on-the-spot justice in the form of penalty notices for disorder seems to have gone almost unnoticed - yet more than 35,000 PNDs had been issued in the first three quarters of 2004 compared to just under 2,000 Asbos. This is the context in which some elements in the service are asking for more powers to dispense summary justice, confident that they are probably pushing at an open door. But despite this week's pre-emptive strike by the Association of Chief Police Officers, it is already apparent that this is not a consensus view. Aside from the arguments of principle against further eroding checks and balances within the criminal justice system that counter the arbitrary use of police powers, many officers of all ranks can see at least two good reasons why this could prove counter-productive. Firstly, it is disingenuous to claim that the new powers would be the modern equivalent of informal intervention. Rather, officers are already constrained to intervene formally in many instances that could better be resolved with a low-key approach. In cases where some would rather \"have a quiet word\" than unnecessarily criminalise a young person, they feel they no longer have the discretion to do so. Others are more than eager to use their powers to the full, because it may boost their force's standing in the league tables and their own performance-related pay. Yet any increase in adversarial encounters between police and young people can only alienate the citizens of the future, especially in deprived areas where large numbers of young people are likely to be on the street; and this will undermine any chance of policing such areas with consent. Secondly, the claim that additional, summary powers will give bite to neighbourhood policing rests on a narrow interpretation of the concept that threatens to undermine the real potential of this initiative. Neighbourhood teams need time to build up relationships, which means officers need the discretion not to intervene formally in every instance where they could assert their authority. The price of playing the numbers game may be to miss out on the community intelligence that should be the dividend from increased trust among those members of the public who are often the hardest to reach. This would be ironic, for, unless they improve this type of community intelligence, the police will continue the fight against crime with one hand tied behind their back; and, in terms of its counter-terrorism strategy, the government might find it had shot itself in the foot. · Marian FitzGerald is a visiting professor of criminology at the University of Kent marianfitzgerald@dsl.pipex.com"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}