{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/aug/14/athletics.gdnsport3", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-08-13T23:59:09Z", "webTitle": "Athletics: Campbell carries golden baton into an outburst of hurt and indignation", "webUrl": "https://www.theguardian.com/sport/2006/aug/14/athletics.gdnsport3", "apiUrl": "https://content.guardianapis.com/sport/2006/aug/14/athletics.gdnsport3", "fields": {"headline": "Campbell carries golden baton into an outburst of hurt and indignation", "bodyText": "More than six years of hurt seemed to explode spectacularly from inside Darren Campbell last night after he had helped Britain win its only gold medal at the 19th European Championships in the Ullevi Stadium. He refused to join his team-mates on a lap of honour after helping reclaim the 4x100m title they had won in 2002, only to be stripped of the medals six weeks ago after Dwain Chambers' admission last December that he had been using the banned designer anabolic steroid THG at the time. The Sale sprinter, 32, then bowed his head during the national anthem after receiving his medal during a ceremony in which tensions between him and other members of the team, including Chambers, were not hidden. Campbell had not wanted Chambers back on the relay squad alongside himself, Marlon Devonish and Mark Lewis-Francis, three of the four who had won the 2004 Olympic title in Athens. He had protested angrily about Chambers' inclusion to Dave Collins, the UK Athletics performance director, who at the start of the season said it would be unlikely he would include Chambers because, following his two-year drugs suspension, he is banned from representing Britain at the Olympics. \"I've made my situation clear,\" said Campbell as he walked off the track while Chambers, Devonish and Lewis-Francis jogged round it draped in union flags. \"I just can't take the rubbish any more. I'm not a hypocrite. How can I do a lap of honour?\" Collins said last night he was unaware of any simmering tension in the relay team. \"As far as I was concerned, the relay had been sorted out,\" he said. \"They had a meeting together and Dwain was very open. Darren said he wasn't happy but then said, 'OK, let's get on with it.' I would have expected him to come and talk to me if he wasn't happy. So I don't know what has happened since and I need to speak to him to find out.\" Chambers had apologised to his team- mates personally for the first time about what he did and its consequences before the first round of the relay on Saturday. \"He had his reasons for going off but I can't vouch for him,\" said Chambers, who ran the first leg. \"He's obviously hurting but he'll give his opinions at his given time.\" Lewis-Francis, who brought the team home and another who carries a doping stain, having been stripped of a European indoor silver medal after testing positive for cannabis, denied there was any discord in the British camp. Yet he and Tim Abeyie, a training partner of Campbell and non-running member of the relay squad, had to be pulled apart after a physical fight earlier in the championships. \"We've bonded together and I don't know where the negativity's come from,\" said Lewis-Francis. But Campbell's anger went much deeper then just being upset about Chambers. He is also furious about the criticism his coach Linford Christie has received since he tested positive for anabolic steroids in 1999. That resentment, which until now he has managed largely to keep a lid on, has simmered to the surface since it was announced that Collins had recruited Christie, as he has Campbell, as an official paid mentor for UK Athletics. Instead of being welcomed as a positive move, as Campbell would have been hoping after calling for it for so long, it has been condemned by several former top British athletes, including the former world 200 metres record holder Peter Radford and 1983 world 1500m champion Steve Cram. The thing which may finally have forced Campbell to boil over is thought to have been Paula Radcliffe's attack on Christie on the radio yesterday. Asked if she thought Christie's new role was a good idea, Radcliffe said: \"Personally I don't think it is, no. We have to make sure that the people in that mentor role have an integrity and strong sense of ethics and morals. \"They must have achievements that the athletes can look up to and can trust in and believe in. As a country we're leading the way in making sure that athletes know that, when they come into the sport, they know they are competing fairly. If you do take short cuts, then you're not only cheating yourself and your fellow competitors but you're also cheating your country and your supporters. I don't think it's a mistake on the coaching side of things but I don't think he should be in that mentor role.\" It may not have been on a par with Zinédine Zidane's head butt that led to the French captain being sent off in the World Cup final last month but nevertheless it was an undignified way for Campbell to end a fabulous career, which included succeeding Christie as European 100m champion in 1998. \"I think that's what Darren wants,\" said Michael Johnson, the world 200m and 400m record holder whom Campbell had threatened to sue after the 2004 Olympics following accusations that he had feigned an injury. Campbell never took the matter further. \"Here we go again. I'm not shocked, I'm not surprised but I'm disappointed. The fact that Darren came over to get interviewed while everyone else is taking a victory lap means he wants to be the one guy by himself. If he feels strongly, really strongly, about something, let's not hear about 'certain accusations', let's hear about who it is. Because people at home are wondering what's going on and wanting to know what the problem is. Obviously there is one.\" It is ironic that Campbell is Christie's main supporter as he, more than most athletes, has reason to feel angry about those using drugs. Apart from being considered Britain's No2 sprinter behind Chambers at a time when he already suspected his rival was using drugs at the Sydney Olympics in 2000 he was denied the opportunity of being the Olympic 200m champion when beaten into the silver medal position by Kostas Kederis, a Greek who is now also serving a two-year ban following a series of missed tests. Campbell has made little secret of the fact that he believes he was cheated out of the gold medal by Kederis, an opportunity lost forever because this was almost certainly his last race in a British vest. \"You're damned if you do and damned if you don't,\" said Campbell when asked about retirement. \"I've done what I always do and run for Great Britain.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}