{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2006/aug/12/health.familyandrelationships", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2006-08-11T23:33:26Z", "webTitle": "Anne Karpf: When dementia enters your life", "webUrl": "https://www.theguardian.com/society/2006/aug/12/health.familyandrelationships", "apiUrl": "https://content.guardianapis.com/society/2006/aug/12/health.familyandrelationships", "fields": {"headline": "When dementia enters your life", "bodyText": "A sign of getting older isn't that the police look younger, or even that you have to call helplessly for your children to come and switch on, not the video recorder, but, dammit, the new TV. The true sign of getting older is having three conversations in one week with people whose mothers are suffering from Alzheimer's. Mercifully mine isn't among them (I've just touched every piece of wood in the vicinity) but recently, since it has struck several friends' parents, I've had the feeling that the condition is inching closer. For many of these friends, middle-class professionals, it marks their first encounter with social services. If you're healthy and earning, you can make it into advanced middle-age with child benefit your only real contact with social services. And then, suddenly, you find yourselves fighting for services that are going to make an enormous difference to your parent's life, and therefore your own, and all the energy that should go into caring has to go into arranging a carer. I've been through this myself over the past two years, first to get a carer for my mother, and then, after my fall, for myself. It was only through a chance conversation that I learned that attendance allowance wasn't means-tested - even my mother's excellent GP didn't realise she was eligible. And if a friend who's a medical social worker hadn't helped me, I'd never have had the benefit of a carer during my awful couple of months of immobility. All round the country people are coming up against the same problems and struggling to find individual solutions. While they wait for the arrival of the magical \"care package\" (which makes it sound like some kind of Christmas present), or traipse round so-called \"care\" homes trying to find the least worst, they're also having to ferry their parent to hospital appointments and do their shopping, often - in the case of a couple of my friends - while looking after their own children and working. They call us the sandwich generation, but we're often dreadfully squashed. As if the loss of independence wasn't bad enough, the arrival of dependence can be even worse. Having your body tended by a stranger makes you feel so vulnerable. When I needed a carer to help me wash, I felt quite infantilised, and began to rely on her to do things I could have done myself. Barbara, the carer, told me horror stories about people who expected her to treat their parent with the kind of respect they never deigned to show her. Meanwhile there are tales of elder abuse, like the recent case where carers stuffed a woman's mouth with talcum powder. Yet it's easier to focus on the logistics of care than the emotional aspects. (It reminds me of a friend who, when his parents started to deteriorate, said \"Duty I can do, it's just love I find hard.\") Dementia alters the power balance in a relationship. A lover becomes a carer. A child parents their parent. Practically everyone I know who has a parent with Alzheimer's, curiously, has had a really difficult relationship with them. In one case an ex-harridan who'd constantly found fault with her daughter suddenly turned pliable, so that something approaching tenderness entered the mother-daughter relationship. In other cases rebellious daughters find the generosity to tend mothers who've frankly not been terribly kind to them, and reach a kind of accommodation in the process. Still, these sudden reversals can be quite shocking. I remember one friend actually grieving for the tyrannical side of his father he'd railed against for years. He simply couldn't bear seeing the husk of the man left. Dementia sets off such different feelings in relatives. One child takes on the main burden of care and resents the siblings who don't. Or a family member feels guilt for wishing the parent dead - at least then they can be mourned, instead of occupying a limbo in-between life and death - or fully demented, so that the parent is spared the realisation that their mind is going. One woman I knew waited her whole life to take a degree, but first her mother, then her husband needed her full-time care. She never got over her disappointment. Dementia, I now learn, affects more than 750,000 people in the UK, one in five over-80-year-olds. Note to myself: make a living will. Another note to myself: this is the kind of sweeping solution my fix-it generation is always trying to come up with."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}