{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/aug/14/newsstory.manchestercity", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-08-13T23:57:41Z", "webTitle": "Football: Pearce looks beyond Isaksson", "webUrl": "https://www.theguardian.com/football/2006/aug/14/newsstory.manchestercity", "apiUrl": "https://content.guardianapis.com/football/2006/aug/14/newsstory.manchestercity", "fields": {"headline": "Pearce looks beyond Isaksson", "bodyText": "Stuart Pearce has promised further to strengthen his Manchester City squad before their opening fixture at Chelsea and yesterday moved closer towards completing a deal for the Sweden goalkeeper Andreas Isaksson. Pearce has moved swiftly to fill the gap left by the surprising departure of David James to Portsmouth by bringing in Isaksson from Rennes for £2m. Isaksson, 24, has agreed a three-year deal at Eastlands and his move is expected to be officially completed today. But the City manager says he will seek further strengthening of his squad before Saturday's visit to Stamford Bridge. \"Going into this season I'd say we have a stronger squad now than at this time last year,\" Pearce said. \"We still need a bit of balance in the wide areas but that's something we are actively trying to address and I will continue to look to strengthen the squad before the transfer window closes at the end of the month.\" City lost at home to Porto in a friendly at Eastlands on Saturday, when Adriano's 42nd-minute winner gave the Portuguese champions victory although their win was soured by the injury sustained by their captain Pedro Emanuel, who could be out of action for the remainder of 2006. Emanuel tore his left tendon while warming up before the game and, though he had surgery yesterday that \"went very well\", according to the Porto doctor Jose Noronha, Emanuel is likely to face a lengthy spell on the sidelines. Sam Allardyce has expressed anger that international fixtures have been scheduled in the first week of the Premiership season and feels they may jeopardise his side's chances of making a good start to the season. Allardyce, who has six players away this week before the home match against Tottenham, said: \"Can you tell me one manager who is not upset at these internationals? For my part, I am someone who works and thrives on preparation. \"There is nothing more valuable than the first three points, especially when you are at home. We have two away games after that, then we lose our players for two weeks because of the Euro qualifiers. This is why I dislike the situation with the international matches this week.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}