{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/aug/29/match.sunderland", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-08-28T23:17:43Z", "webTitle": "Championship: Sunderland 2 - 0 West Brom", "webUrl": "https://www.theguardian.com/football/2006/aug/29/match.sunderland", "apiUrl": "https://content.guardianapis.com/football/2006/aug/29/match.sunderland", "fields": {"headline": "Keane signs and sparks Sunderland surge", "bodyText": "One big step for Sunderland, one giant leap for Roy Keane. Wearside and Keane witnessed Sunderland's first win of the season yesterday and while the Stadium of Light was half-empty for the occasion, by the end of a confident, un-Sunderland performance there was an unmistakable sense of new beginnings around the ground. That was confirmed on the final whistle when Keane stroked his pen across a three-year contract on the pear-wood table in the boardroom and the chairman and departing manager, Niall Quinn, used the buzzword of the day, which was \"buzz\". The little-known Tony Loughlan, who played with Keane at Nottingham Forest and whose latest position has been as an academy coach at Leicester City, will be head coach. Brian Kidd remains in discussions about becoming assistant manager and may now feel this is a bandwagon worth joining, but there is Keane admiration for Bobby Saxton and he is expected to have some role in the managerial set-up. Keane neither picked the team nor stood in the dugout yesterday - Saxton and Quinn did - but a relieved Quinn said afterwards: \"Roy played his part. I think there was a buzz at the end, suggesting those at the match will say to their mates: 'You should have come.' I'd be pretty confident of that. He brought a buzz to the place and my players responded. I'm glad he has seen that the team has character.\" There were no words from Keane, who will be introduced officially today, and there was no wave to the crowd from the 35-year-old Irishman. But the Keane factor will be what people remember when this day is recalled by Sunderland's fans, who sang the \"Keano\" chant so famous from his 12 years at Old Trafford. They were at pains to sing their songs of praise for Quinn, too. Quinn has seen his credibility questioned over the past few days and weeks by people who have quickly forgotten that it is his vision that got Sunderland to this stage. He and Keane will share a platform today, a first public appearance together since their relationship imploded before the 2002 World Cup. Words such as \"coward\" and \"muppet\" have been traded since and they will be sure to reappear today, but Quinn gave a hint of how it all might be handled when he said: \"All chairmen and managers row, we just got ours out of the way in the last few years.\" Quinn added that Keane \"almost interviewed us for the job\". He was smiling and joking and it was not simply because Sunderland had jumped over Hull City to sit second bottom of the Championship. As a believer he has seen Wearside's faith drain away over the past few years: this was only the second home league win in 2006. It is a club battered. That explains why 24,242 turned up yesterday - Sunderland's lowest league crowd since Rotherham United were here 19 months ago. The game was broadcast live on television and while the attendance was disappointing, it was larger than those at Charlton, Fulham, Watford and Wigan in the Premiership on Saturday and 5,000 more saw this than saw Chelsea's visit to Blackburn on Sunday. It can be anticipated that Keane, who will recruit players in the next few days, ensures more turn up for the next home game against Leicester in just under three weeks. It can also be expected that Manchester United will provide players on loan as Keane's relationship with Sir Alex Ferguson is another to have undergone recent repair work. Matches at Derby County and Leeds United have to be negotiated before Leicester but If Wearside can sniff some momentum, then the lift-off Quinn has spoken of may occur. That will be evidence of a genuine turnaround. Sunderland's previous 42 league games had produced three victories but here, against promotion candidates in West Bromwich, they were strong and incisive from kick-off. Several first-half chances were created before Dean Whitehead's 34th-minute corner flew in untouched and the fear for Quinn was that West Brom would punish Sunderland's waste - The home side have been ahead against Coventry and Plymouth this season and lost. But Neill Collins' header from a free-kick sipplied by the debutant, Tobias Hysen, calmed nerves two minutes after half-time. Having been brittle Sunderland were now sturdy, and where there was pessimism there is now optimism. Not for the first time, the presence of Roy Keane altered an atmosphere."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}