{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2006/aug/06/1", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2006-08-05T23:36:32Z", "webTitle": "When Tony met Arnie, they certainly talked rubbish", "webUrl": "https://www.theguardian.com/politics/2006/aug/06/1", "apiUrl": "https://content.guardianapis.com/politics/2006/aug/06/1", "fields": {"headline": "When Tony met Arnie, they certainly talked rubbish", "bodyText": "Everything I now touch and see reminds me of Tony Blair. For a man said to be on the way out, he's proving pretty ubiquitous to me, like a meerkat laying down a scent wherever I go. I thought of Blair in my hotel last week, when I was on holiday. I was staying at one of those hotels that are so removed from any nearby town that they have their own little row of shops in the foyer. One shop is usually a mini-newsagent where you can buy two-day-old British newspapers, a green plastic spade and European sweets. But next to it there's always a very expensive clothes shop, selling the sort of jackets and hats worn only by people who own yachts and who regularly sail into Monaco harbour. Cravats are displayed seriously and, if the shop sells beach wear, it's the type of beach wear only worn by people whose beach-going experience is restricted to walking around the island they own. Chiffon trunks and cashmere snorkels are in the window. These expensive clothes shops are usually shut. That's probably because the point of them is not to make money, but to show you how classy the hotel is. The contents ooze the luxury lifestyle of the playboy for whom a holiday is an everyday activity and whose first words as a baby were 'water sports'. It's as if these shops are put there to say: 'Count yourself lucky you're staying in a hotel one-fifth as good as the villas used by billionaires who wouldn't be seen dead in your company, you penniless twonk.' And each time I passed that shop, I imagined Tony Blair coming down every morning after the breakfast buffet and staring into it. For hours. Because the shop seemed to display perfectly the lifestyle to which our PM aspires; the lifestyle he hangs around with when he holidays in Cliff Richard's Bajan villa or when he lunches with movie stars and dines with Rupert Murdoch or asks billionaire beefburger manufacturers to help run his schools. It's because he wants to be the sort of person who would happily buy stuff from that shop. I could imagine Blair pining outside its window, like an avaricious ghost. 'You take the kids down to the beach, Cherie,' he'd say. 'I just want to look at this for another hour.' So he must be furious he's had to postpone his holiday, if only for a couple of days. For at the back of his mind must have been the fear that while he was stuck in Britain, someone came and opened the shop. The hour he'd been dreaming of may have already happened. Maybe even a rival managed to get inside and fondle the cravats. It's unthinkable. Details of environmental deal hammered out between Tony Blair and Arnold Schwarzenegger · Britain agrees to collect California's rubbish every other Thursday. · California must separate its rubbish into paper for recycling, glass and plastic bottles and organic matter (including oranges and offcuts from cosmetic surgery). · Britain will supply California with three 1,200ft wheelie bins, into which California will put its rubbish. · Britain will not collect any rubbish or biodegradable faces California places outside these wheelie bins. · California will invite the British leader to Hollywood. To discuss the rubbish. Time's on his side Having been away, I've only just caught up on the final episode of Doctor Who. There's something fitting about watching the doings of a time lord weeks after everyone else. It tells us time is a fiction made by man. But it was as I watched a glorious tale unfold about ghost-like creatures leaking out of one parallel universe and into another, damn me if I didn't start thinking about Blair again. All week, I've been trying to work out what the hell he means by wanting a ceasefire in Lebanon, but not an immediate one, no, a proper one, one that may take weeks, even months, or years, to work out. Then it struck me; he thinks he's a time lord. Blair thinks he can move in and out of time so that the impossible can be achieved within what to us seems like truly impossible time frames. It is this access to unquantifiable amounts of time energy that allows him to say yes, he'll be stepping down shortly, but also, yes, it won't be soon. It's probably why he's so nonchalant about the breakdown of civilisation in Iraq, because he knows that at any point he can go back in time and undo any of the stuff he may not want to have done in the first place. It's why he warns us there's now an arc of terror spreading across the Middle East from Gaza, through Lebanon, up into Syria, across Iraq and into Iran, while, to us, seeming not to realise that this arc wasn't there four years ago before he and Bush invaded Iraq; that's because we're cursed in seeing everything temporally and sequentially, while Blair, being a time lord, can now stand back from space and time and see all things as was, is and shall be. And it's because Blair now exists mostly in a parallel universe, where anything he says actually happens, that the one bit of him that remains in our universe is continually flummoxed to see it not happening. What a terrible, lonely burden he carries. Although part of me quite enjoys the idea that he carries it to the end of time."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}