{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/aug/14/rugbyunion.gdnsport3", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-08-13T23:59:09Z", "webTitle": "Rugby union: Baron looks to have casting vote between Woodward and Andrew for elite director", "webUrl": "https://www.theguardian.com/sport/2006/aug/14/rugbyunion.gdnsport3", "apiUrl": "https://content.guardianapis.com/sport/2006/aug/14/rugbyunion.gdnsport3", "fields": {"headline": "Baron looks to have casting vote between Woodward and Andrew for elite director", "bodyText": "Francis Baron, the chief executive of the Rugby Football Union, returns from holiday today seemingly armed with the casting vote over who should become the governing body's first elite director: Rob Andrew or Sir Clive Woodward. Baron is part of a four-man panel - the RFU's management board chairman Martyn Thomas and the former England captains Bill Beaumont and John Spencer are the others - charged with finding the right candidate. The chief executive completed the interview process earlier this month and a timetable for making the appointment will be drawn up today. The panel has to decide whether to appoint the Newcastle director of rugby Andrew or the former England head coach Woodward or ask them back for a second interview. With Beaumont leaving for South Africa tomorrow a continuation of the interview process would delay a decision until the end of the month. The original short list contained four candidates but the former Australia coach Eddie Jones pulled out after being put under pressure by his employers, Queensland Reds, with whom he has a three-year contract. The former Scotland coach and Wasps' director of rugby Ian McGeechan also withdrew from the fray. Andrew is believed to have the backing of Spencer with Beaumont preferring Woodward, the 2003 World Cup winning coach. Thomas is understood to be open-minded leaving Baron, who was upset at the manner of Woodward's departure from the England job in 2004 when the coach let rip at a news conference. When the RFU created the post last June many felt the job description had been written for Woodward, who is now employed by Southampton FC and has stated ambitions to become a Premiership manager. Woodward's frosty relationship with the leading clubs, whom he accused in his resignation speech of undermining England's chances of retaining the World Cup by refusing to give the RFU a greater role in the control and management of the leading players, was seen as an obstacle to his return, though that is less of a handicap, with Thomas last week admitting that the main criterion for the job is an ability to identify and nurture talent from the Under-16 level and help turn promising youngsters into international players rather than an endorsement from Premier Rugby. Andrew would be, by a long margin, the preferred choice of the clubs. Baron and Thomas will on Wednesday meet their Premier Rugby counterparts Mark McCafferty and Tom Walkinshaw at Heathrow in their first get-together since the clubs last month lost a high court action seeking a judgment which would have allowed them to withhold their players from England's international against New Zealand in November. The judgment marked a significant victory for the RFU in the long-running dispute over a workable agreement to provide for the management of elite players and the appointment of Woodward would be seen as rubbing it in. Baron has given no indication of his thinking about the elite director since the job description was drawn up but he looks to hold the key to the door. The chairman of Llanelli Scarlets, Huw Evans, warned that the region faced going bankrupt following the decision of the Welsh Assembly to look into the granting of planning permission for the side to move into a new ground in the town at the beginning of next season."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}