{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/aug/25/lifeandhealth.comment", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-08-24T23:14:44Z", "webTitle": "Charlie Brooker: Supposing . . .  It's time to smother romance in its sleep", "webUrl": "https://www.theguardian.com/commentisfree/2006/aug/25/lifeandhealth.comment", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/aug/25/lifeandhealth.comment", "fields": {"headline": "Supposing . . .  It's time to smother romance in its sleep", "bodyText": "Hands up anyone who's had a great experience with romance. Now put your hands back down and stop lying. Romance never works. Romance never does what it says on the tin. Romance, ultimately, is bullshit. If I sound jaded, it's because I am. I'm so sick and tired of love and its pitfalls I can scarcely lift my fingers to type. If love were a product, the queue at the faulty goods desk would stretch right round the universe and back. It doesn't work properly. The seams come apart and it's full of powdered glass. Each fresh romance has two potential outcomes: 1. One of you falls heavily, and quickly, until this helpless, unattractive neediness sends the other running for the hills; or 2. by some miracle, your desperate neediness levels balance out, and you stay together for several years - until the love between you withers and dies, at which point one or both of you will stagger away, howling like a wolf with a hook in its gut, wounded beyond reason. When you're smitten, romance is a thrilling high-wire act over a looming lake of woe. Your head's full of music; the first few steps are a joyful scamper. Then the skies darken, the breeze picks up, the tightrope shudders and you fight to retain your balance. In your heart of hearts, you know you're heading for a tumble, but you're out and exposed and there's no turning back - and who knows, maybe you'll make it? Imbecile. Of course you won't. Instead, the rope snaps and suddenly you're plunged back into the monochrome work-a-day reality of flowers in the dustbin and dogs being sick on the pavement. At this point, wandering in a post-romantic shock, things get even worse. Being numb and distant somehow renders you magically attractive to others. It's sod's law in action, and before you know it you're abusing the privilege. Hungering for another go on the tightrope, you hurl yourself at the nearest admirer, but since the love canary's recently flown your cage, you're selfish, robotic, and doomed to wipe your arse all over their soul. Congratulations: you've become an emotional vandal. And you'll do it again and again until you meet another special someone - only this time the tightrope's higher up and more precarious, and you're so scared of falling that your feet shake the moment you step aboard. On and on and on it goes, and there's no end to it. This madness must be stopped. We can medicate depression into oblivion; why not romance? A preventative tablet, perhaps, or an adhesive patch that suppresses the relevant endorphins, which you can slap on your skin at the first sign of attraction, killing romance dead, stopping you in your tracks before you make a fool of yourself or a hapless Aunt Sally of another. And sizzled on the back of every packet, embossed on every patch, just to keep things melancholic and swoonsome, you'd find the last line from Graham Greene's The End of the Affair - the battered protagonist's final plea, which sums up the absolute aching awfulness of romance so eloquently it makes your heart nod along with tears in its eyes: \"O God, You've done enough, You've robbed me of enough, I'm too tired and old to learn to love, leave me alone for ever.\" Anyway. Next week: some jokes."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}