{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/aug/25/newsstory.sport4", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-08-24T23:40:24Z", "webTitle": "Keane and Quinn still locked in talks", "webUrl": "https://www.theguardian.com/football/2006/aug/25/newsstory.sport4", "apiUrl": "https://content.guardianapis.com/football/2006/aug/25/newsstory.sport4", "fields": {"headline": "Keane and Quinn still locked in talks", "bodyText": "Roy Keane remains on course to become the next manager of Sunderland and is fully expected to sign a contract for at least three years in the coming days, but there may be no formal announcement of his appointment until next week. Reports that Brian Kidd is to be installed as Keane's assistant are premature, with Kidd believed to be discussing the logistics of working in Sunderland with his family. Negotiations between Keane and the Sunderland chairman Niall Quinn are ongoing and sources close to the deal said yesterday that there is nothing sinister in the apparent delay. But as of last night a contract had not been signed and until it is Sunderland and Quinn cannot rest easy. Keane is committed to a family holiday but if possible he will be on Wearside by Sunday at the latest and will meet his new players then. However, it remains uncertain as to whether Keane will be officially unveiled prior to Monday's game at home to West Bromwich Albion and whether he will sit in the Sunderland dugout. But the 35-year-old former Manchester United captain is planning to be at the Stadium of Light to see his prospective new team and to be introduced on the pitch to the club's supporters. Those fans gave the news of Keane's possible arrival a broad welcome yesterday, though there was some anxiety amid the excitement. Gary Bennett, who played for Sunderland for a decade and who now commentates on their every match for BBC Radio Newcastle, offered an example of the mixed emotions locally. \"Roy Keane becoming Sunderland manager would be the biggest thing to happen to this club for years,\" Bennett said, \"probably on a par with '73 [Sunderland's FA Cup win]. Suddenly everyone in the country is talking about Sunderland for all the right reasons. When was the last time that happened? \"Keano is up there with the biggest names in football and, as a player, he was second to none. Mind you, it offers no guarantees. I remember in 1985 when Lawrie McMenemy became Sunderland manager, that was sensational at the time because the club made him the best paid manager in the country. Everyone thought the club was ready to take off but the opposite happened. He proved a disaster. \"But I don't think that will happen with Roy. He's played for Brian Clough and Sir Alex Ferguson, two of the best-ever managers and I'm sure a lot has rubbed off on him. And he's such a strong character and driven personality, I believe he'll become an outstanding manager.\" Quinn was unavailable for comment yesterday but he and his Ireland-based consortium, Drumaville, are determined to get Keane's contract signed so that he will have the remaining few days of the transfer window to recruit players. Keane is believed to not want to panic-buy in those final days and some maturity is undoubtedly required to help a team that has won five only of its previous 47 matches in all competitions."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}