{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2006/aug/06/fashion.features5", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2006-08-05T23:36:31Z", "webTitle": "How to get dressed next season", "webUrl": "https://www.theguardian.com/lifeandstyle/2006/aug/06/fashion.features5", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2006/aug/06/fashion.features5", "fields": {"headline": "How to get dressed next season", "bodyText": "The key trends explained ... 1. Layering Once the preserve of the studiedly eccentric art student (floral blouse over denim knickerbockers over leggings et cetera), layering grows up this season. Think: short-sleeved dresses over long, bell-sleeved blouses over tights ... Make sure the fabrics you layer are contrasting but sleek, to avoid bulking. 2. Dresses Either chic wool shifts, or flowing mid-length tea dresses. 3. Grey The colour of the season. Experiment with different shades (from charcoal to steel) on different fabrics (satin to wool). Accentuate with ... 4. Chartreuse The other colour of the season. Sharp, hip; particularly strong on a coat. 5. Platform courts The footwear moment that Christian Louboutin launched back in spring, endures into yet another season. 6. Tailoring At last! The skirt suit returns! With the accent on the waist! 7. Frame bags The granny bag beautifully reworked the alternative to super-size bags. 8. Pencil skirts A focus through autumn '06. Absurdly sexy. 9. Tights Woollen and er, grey, or woollen and brown. Thick tights make it much easier to work a shorter frock than opaques do. 10. Volume jackets Volume in all forms is hot, but volume in a jacket is a less intimidating proposition than, say, volume in a Bottega Veneta puff ball frock. Eek. Most wanted? The dress They're beaded, they're knitted, they're very, very short. It's the season of the frock. Yes, we're aware that it was The Season of the Frock last season, and probably also the season before that, and that maybe what we're dealing with here is actually the Decade of the Frock ... but you should never examine grandiose statements of fash rhetoric too carefully, and anyway, the fact remains: dresses will rule this autumn. There are day frocks and also, glam evening number. Opt for one of the following: luxe slim-fitting jersey dresses (a very big deal from September on); high drama beading and brocade detailing; diaphanous-sleeved 60s style mini-dresses. All hot. Very."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}