{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/aug/25/football.comment", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-08-24T23:40:20Z", "webTitle": "Trendspotting", "webUrl": "https://www.theguardian.com/sport/2006/aug/25/football.comment", "apiUrl": "https://content.guardianapis.com/sport/2006/aug/25/football.comment", "fields": {"headline": "Trendspotting", "bodyText": "The best bets on how many corners will take place in a match are the ones on the outer edges - either a very small number or a very large one. The average number of corners in a Premiership or Football League game is 11 and the most common totals are 10, 11 and 12. But higher and lower totals occur more often than some bookmakers appear to realise. It is rare for fixed-odds bookmakers to get their sums wrong, but they sometimes do when they are betting on events that until recently were only offered by spread bookmakers. For a recent televised Championship match some bookmakers were betting on there being more than 12 corners. One quoted 12-5, another 6-4. So one thought there was a 29% chance, the other a 40% chance. When there are such divergent views, one must be wrong. The trick, of course, is to work out which. It is best to focus on bookmakers who divide the possible number of corners into reasonably broad bands, such as 0-9, 10-12 and 13+. In a typical Premiership or Football League match there is a 36% chance of fewer than 10 corners occurring, a 31% chance of between 10 and 12 and a 33% chance of more than 12. Odds of 12-5 on more than a dozen corners in an ordinary Football League match will always represent value for money, and can be expected to yield a profit in the long run. A fixed-odds bookmaker can underestimate the possibility of a high or low number of corners in any game, but they are most likely to do so in a game where the spread bookmakers think the total will be either higher than average or lower than average. When spread bookmakers think there will be comparatively few corner-kicks, some fixed-odds bookmakers may underestimate the prospects for, say, 0-9 corners. When a large number are predicted, some fixed-odds bookmakers may underestimate the prospects for 13+ corners. This means that on occasions bettors can find value bets on both fewer than 10 and more than 12 corners. In effect, it leaves you hoping for either a small or a big total. When this happens, it is best to place your bets and go out: watching on television can be agony. For many events it is possible to get better odds on exchanges like Betfair than you can with traditional bookmakers. For spread-derived bets, the old-style market is still very competitive. You can also do your corner shopping on the high street. Kevin Pullein is football tipster for the Racing Post"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}