{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/aug/21/newsstory.sport6", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-08-20T23:23:02Z", "webTitle": "Championship round-up", "webUrl": "https://www.theguardian.com/football/2006/aug/21/newsstory.sport6", "apiUrl": "https://content.guardianapis.com/football/2006/aug/21/newsstory.sport6", "fields": {"headline": "Barnsley devour Bale on toast and vow to carry on attacking", "bodyText": "It is an indication of Barnsley's sense of adventure that the promoted side are the Championship's top scorers and their 2-2 draw with Southampton illustrated how little store they set by an opponent's reputation. \"They're big names from the past,\" said the Tykes assistant manager Rick Holden, \"but they're in the same division as us so we have a go at them.\" Indeed their fearlessness was epitomised by their decision to target the league's brightest star, Saints' 17-year-old left back Gareth Bale, as they launched a wave of attacks down the right flank. Martin Devaney was the key,\" added Holden. \"He really had their full-back on toast.\" For 45 minutes the precocious Bale endured the closest thing to a setback in his brief career. \"We looked a bit vulnerable at the back, especially down our left,\" conceded the Southampton manager George Burley, who replaced Bale with Chris Makin, citing a kick to the teenager's ankle. But a second-half double from the Scot's £2m striker Grzegorz Rasiak earned Southampton a point and suggested the proceeds from the sale of Theo Walcott have been invested wisely. The Poland international's second, like Paul Hayes' goal four minutes earlier, came from a contentious penalty, courtesy of the referee Mike Dean's strict interpretation of handball. Jemal Johnson capped a happy return to Lancashire following his transfer from Blackburn last week by scoring on his debut for Wolves in their 1-0 victory over Burnley at Turf Moor. The New Jersey-born striker was rewarded for his persistence in the 19th minute when the Clarets' Frank Sinclair and Wayne Thomas failed to intercept a mishit clearance from Gary Breen and left the goalkeeper Brian Jensen one-on-one with Johnson who scored with ease. Paul Sturrock also enjoyed visiting an old stamping ground when his Sheffield Wednesday side came from behind to inflict a first defeat of the season on Plymouth Argyle with whom he spent four successful years as manager. Argyle took the lead from the penalty spot through Paul Wotton and with five forwards out injured Wednesday looked to be heading for defeat. But Sturrock improvised by pushing the midfielder Kenny Lunt forward after half-time, a switch that brought dividends when the substitute Sean McAllister equalised on 52 minutes and Burton O'Brien hit the winner seven minutes from time. Leon Barnett scored his second goal of the season in Luton's 2-2 draw with Stoke. The 20-year-old cancelled out Paul Sweeney's ninth-minute strike after half-time then Town took the lead from Richard Langley's penalty before the former West Ham winger Luke Chadwick equalised for the Potters."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}