{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/aug/10/comment.lifeandhealth", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-08-09T23:05:45Z", "webTitle": "Nick Afka Thomas: Size matters when it comes to women's figures", "webUrl": "https://www.theguardian.com/commentisfree/2006/aug/10/comment.lifeandhealth", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/aug/10/comment.lifeandhealth", "fields": {"headline": "Size matters when it comes to women's figures", "bodyText": "You may be surprised to hear a maths columnist say this, but I am concerned that people may be over fond of numbers. My fear is that numbers are seen as being somehow inherently and inevitably correct. The recent flurry of interest in women who take a size 0 or size 00 dress is a case in point. The lure of the number 0, and the symbolism of women who have starved themselves down to \"nothing\" has a strong hold on the imagination, which sets a disturbing new benchmark for those who constantly struggle with their own self-image. I don't personally find these pictures of painfully thin women attractive. It is hard not to be upset by the enthusiasm shown for celebrities promoting this malnutritioned look. And I am saddened by Dove's global survey results revealing that 74% of girls between the age of eight and 12 would like to change something about their appearance, rising to 92% by the age of 16. What is particularly frustrating is that size 0 is clearly a marketing concept. Over the years, vanity sizing has ensured that standardised clothing measurements have become less reliable. The shopper who finds that she can fit into a \"smaller\" size is more likely to buy the dress, even if it is not actually smaller but has merely been labelled as such. This particularly affects the very smallest dress sizes, where the frightening competition to be ever thinner is at its peak. As a result, the gap between normal women and super-waifs appears to be widening. But this is an example of the numbers being trusted, without being questioned. Are women who are a so-called size 0 really 12 sizes smaller than a size 12? Size 12 (or American size 10) is roughly designed around three measurements: bust 35in, waist 28in, hips 38in. And then, for every one that you remove from the size, you should remove one inch from each of the measurements. Therefore an American size 0 would have a 25in bust, an 18in waist and 28in hips. A five foot tall, corseted Victorian might just about have a waist that size. But for most women nowadays, it would be tantamount to death. Size 0 is a misuse of numbers. It does not exist, nor should it. The British representative of size 0 is Posh Beckham, and there have been recent reports about her 23in waist. This would make her an American size 5, British size 7; not a size 0. Misnumbering her size sets a new unattainable standard. Calculating the Body Mass Index ratings for 10 uber-thin celebrities shows that they are severely underweight, and may not be menstruating, but will be at a much higher risk of infection. Furthermore, such low BMI scores are associated with a higher mortality rate. Despite this, it is often said that featuring such frail women on magazine covers increases sales, although no magazine would give me any numbers to prove this. But if you think thin sells, try this for size: Dove's marketing campaign for \"real\" women's beauty saw sales in the associated product rise by 700%. Now there's a figure to get excited about. · Nick Afka Thomas is the author of Teach Yourself Advanced Sudoku and Kakuro, and is about to direct the new musical Over the Threshold at The Gatehouse in Highgate. Gavyn Davies is away."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}