{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/aug/14/cricket.nationalleague20062nd", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-08-13T23:59:12Z", "webTitle": "Cricket: Taylor seals Hampshire win off first and last ball", "webUrl": "https://www.theguardian.com/sport/2006/aug/14/cricket.nationalleague20062nd", "apiUrl": "https://content.guardianapis.com/sport/2006/aug/14/cricket.nationalleague20062nd", "fields": {"headline": "Taylor seals Hampshire win off first and last ball", "bodyText": "Hampshire's last man Billy Taylor drove the final ball of the match for a straight four for a one-wicket win over Derbyshire at the Rose Bowl. Chasing 239 for their second win in Division Two, Hampshire seemed to be coasting after reaching 100 in the 18th over and 150 in the 26th. But some tight spin-bowling by Ant Botha, Jake Needham and Greg Smith saw the home team lose momentum and wickets. Their opening batsman Michael Carberry made 53 but, apart from John Crawley, his team-mates failed to respond to the challenge. Crawley, dropped by Botha off a hard return catch at 97, reached a laborious century off 110 balls, containing only eight boundaries. Derbyshire's hopes were raised when he eventually chipped a simple catch to Steve Stubbings at mid-wicket in the 38th over with Hampshire 22 adrift. Nineteen were required off the last two overs and 11 off the final six balls from Graham Wagg. Wagg dismissed Shaun Udal and James Bruce so, when Taylor came to the crease, Hampshire still needed two to win. But the last man made no mistake with a powerful drive. The hosts chose to field and must have wondered if they had made the right choice when the 16-year-old Gary Balance and Stubbings put on 124 for the second wicket in 20 overs. Stubbings made 72 and the Zimbabwe-born Balance, making his competitive debut, scored 73 before being bowled by a slower delivery from Dimitri Mascarenhas. Hassan Adnan made 33 but Derbyshire failed to build on solid foundations. Northamptonshire overcame a personal-best one-day performance by Warwickshire's Adam Shantry to secure a four-wicket victory in a rain-curtailed Division One match at Edgbaston. The left-arm swing bowler took three for 30, including Chris Rogers and David Sales in three deliveries but a late acceleration saw Northants to a Duckworth-Lewis target of 158 in 28 overs. Steven Crook hit Shantry for a straight six but cracked the next ball into Michael Powell's hands at long-on. Rogers was lbw playing across the line and Sales was comprehensively bowled before Usman Afzaal and Bilal Shafayat hauled Northants back into the game with a stand of 44. The left-arm spinner Paul Harris halted their momentum with catches at extra cover and long-on but the game slipped away from Warwickshire when Rob White and Lance Klusener hammered 48 in six overs. Although Neil Carter claimed a consolation wicket when White fell to a fine catch by Jonathan Trott at long-off, it made no difference as Northamptonshire cruised home with a full over to spare. Earlier, for the second time in three days, the Northants bowlers had suffered at the hands of a Birmingham cricket family. After conceding a maiden championship century to Kadeer Ali in a draw with Gloucestershire on Friday, they took further punishment when his younger brother Moeen hit his first half-century in one-day cricket from 46 balls. Having registered three single-figure scores in his only other appearances in limited overs competitions this summer, he grabbed his new opportunity with seven fours and a six in making 64 in Warwickshire's 127 for four from 28.4 overs. A regular first-team place is Moeen's target. Lancashire suffered a second wash-out in three Pro40 games when no play was possible in their match against Durham at Chester-le-Street. After losing to Sussex, Lancashire are still seeking their first win and will hope for better luck under the Old Trafford floodlights against Middlesex on Wednesday."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}