{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2006/aug/12/theairlineindustry.terrorism1", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2006-08-11T23:34:47Z", "webTitle": "Airport shops feel impact of ban on liquids", "webUrl": "https://www.theguardian.com/business/2006/aug/12/theairlineindustry.terrorism1", "apiUrl": "https://content.guardianapis.com/business/2006/aug/12/theairlineindustry.terrorism1", "fields": {"headline": "Airport shops feel impact of ban on liquids", "bodyText": "The duty-free industry was yesterday bracing itself for the impact of a continuing ban on bringing liquids on to flights from the UK to the United States. UK passengers were still able to buy duty-free items in the departure lounge after going through security. But since Thursday morning, passengers have not been able to carry liquids, including drinks and perfumes bought in duty-free stores, as well as toothpaste and hair gel, on board flights to the US. The Department for Transport, which introduced the restrictions at the request of the US authorities, said they would continue as long as the official level of terrorist threat remained at the highest level. Some US-bound carriers have introduced further restrictions. British Airways stopped selling all duty-free items on all its flights, to free up more space to carry more water for passengers. Other airlines flying to the US are still selling duty-free. The global market for duty-free is estimated to be worth $27bn (£14bn), according to research group Generation. The UK is the biggest single market generating 11% of sales worldwide. The restrictions took the industry by surprise, said Martin Moodie, publisher of a travel retail website.\"The duty-free industry hasn't perceived itself as a part of the security crisis since 9/11. It's having to think very fast on its feet.\" One possible solution would be to allow passengers to buy duty-free items in the departure lounge and load them into the aircraft's hold. WH Smith, which has 74 airport stores throughout the UK, said the main difficulty was getting deliveries through. The chain also struggled to get staff through security checks."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}