{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2006/aug/20/usa.terrorism", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2006-08-19T23:55:35Z", "webTitle": "Police hit out at FBI over leaks", "webUrl": "https://www.theguardian.com/uk/2006/aug/20/usa.terrorism", "apiUrl": "https://content.guardianapis.com/uk/2006/aug/20/usa.terrorism", "fields": {"headline": "Police hit out at FBI over leaks", "bodyText": "Anti-terror police in Britain have made an angry request to their US counterparts asking them to stop leaking details of this month's suspected bomb plot over fears that it could jeopardise the chances of a successful prosecution and hamper the gathering of evidence. The British security services, MI5 and MI6, are understood to be dismayed that a number of sensitive details surrounding the alleged plot - including an FBI estimate that as many as 50 people were involved - were leaked to the media. FBI sources confirmed to The Observer that the bureau had been ordered to stop briefing at the request of the British authorities. 'The shutters have come down,' a bureau source said. 'We have been told not to discuss the case any more.' The request for silence by the British authorities is an early sign that those involved in the investigation have concerns at the way their evidence-gathering is proceeding. It is understood that British anti-terror police wanted to prolong their observation of the suspects for as long as possible in a bid to gather sufficient evidence. There are now fears among some Scotland Yard officers that they may have acted too hastily when deciding to arrest the 24 suspects earlier this month. Although martydom videos and the components of a bomb have been recovered in the investigation, linking such evidence to all those arrested could still prove difficult. The Home Office maintains the police had no choice but to act when a key suspect, Rashid Rauf, was arrested in Pakistan earlier this month, triggering concerns the alleged terrorist cell would either scatter or look to implement the plot as soon as possible. A call from an unknown person to a suspect in Britain - alerting him to Rauf's arrest - is believed to have been intercepted by Pakistan intelligence. Deputy Prime Minister John Prescott has hinted several of those arrested will not face major charges. So far there has been one further arrest while two have been released without charge."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}