{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2006/aug/06/healthandwellbeing.features", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2006-08-05T23:36:26Z", "webTitle": "The shape we're in", "webUrl": "https://www.theguardian.com/lifeandstyle/2006/aug/06/healthandwellbeing.features", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2006/aug/06/healthandwellbeing.features", "fields": {"headline": "The shape we're in", "bodyText": "She's far too thin. Everybody says so. In those shrunken hot pants and skinny red vest she looked positively ravenous, like an urchin from Oliver Twist - albeit one with this season's Prada handbag and hair extensions. But just how skinny is Victoria Beckham? How would it feel if she sat on your lap? Would she be heavier than a kitten? If you hugged her would she break? We do know that she wears jeans with a minuscule 23-inch waist - the size, apparently, of a seven-year-old child (it is also, as it happens, the precise circumference of my head). VB is not alone, of course, but merely the leading exponent of a New Look which has come to dominate our lives. Other exemplars include Lindsay Lohan, Mischa Barton, Nicole Richie, Kate Bosworth, Amy Winehouse - women relatively new on the celebrity radar who skitter across the pages of magazines, coat hangers furnished with tennis-ball boobs and expensive shoes, not a shred of fat to share among them. You might not give a tossed salad how much these bony birds weigh. You might even agree with Kate Hudson (who recently won a libel action against the UK National Enquirer magazine for implying she had an eating disorder) that it is none of our business. But it is. It matters because hyper-thin has somehow become today's celebrity standard and, as a result - almost without us noticing - the goalposts have moved for us all. With every image of Nicole Richie's feeble wrists or Posh Spice's concave thighs - which seem to shy away from each other as if they've never been properly introduced - with every shot, an inch or an ounce is shaved off the notional ideal female form which governs our relationship with our bodies and with the world. Images of Lindsay Lohan's chest bones, desperately reaching out to greet strangers, or Keira Knightley's xylophone of vertebrae, countable at 30 paces, have burned themselves into our consciousness so that uber-thin no longer looks odd. It no longer shocks. But it does make you look at your own soft, warm body in a hard new light. It's almost as if, in the course of a generation, we've overturned the age-old feminine ideal - maternal, curvaceous, zaftig. Looking now at pictures of Linda Evangelista in her supermodel prime, or Elizabeth Hurley in her safety-pin Versace frock, they look - unbelievably - a bit on the heavy side, even though at the time they seemed radiantly slim. To achieve this mental switcheroo, something seismic has happened, enough to make a body mass index of 10 (the BMA recommends something in the region of 22) look nearly normal to our rewired brains. When you rub your eyes, though, and snap yourself out of the reverie, you realise that this isn't glamorous. It's cadaverously, dangerously thin. I have seen this kind of thin before. It resided in the endocrinology department at the Royal Free Hospital in Hampstead, where a member of my own family was treated for anorexia throughout her teens. Little could I have known that, in the intervening two decades, the morbidly hungry body type I saw there would become celebrated, a glory to which women of all ages might aspire. And they do. We do. If we are truthful, it's not just anorexics who pedestal the thin; we all do, to one extent or another. After all, the mantra of our age is that thin gets you noticed. It gets you a contract as a TV presenter or a model or a singer in a girl band. Thin fast-tracks you with far more alacrity than a degree in history. More than that, as a society, we tend to cast a forgiving eye upon the very thin, while castigating the repugnantly fat. Here on my desk, I have a copy of TeenNow magazine, a junior version of the best-selling gossip title. 'What Celebrities Really Weigh' is its scream-green cover-line. Victoria Beckham, FYI, weighs 7st 10lb; Lindsay Lohan is 7st 8lb; Hilary Duff weighs in at 7st 7lb, the same as Nadine Coyle from Girls Aloud ('My legs are always going to be skinny,' she says. 'There's nothing I can do about that.' Oh yes there is, Nadine! Try chocolate fudge cake. Works for me every time.) Mischa Barton, meanwhile, is 7st 5lb. Even Katie Price, with her heavyweight frontage, only tips the scales at eight stone. Nicole Richie, though, is the runt in the bunch, weighing a painful 6st 9lb. 'I know I'm too thin,' she is quoted as saying. 'I wouldn't want any young girl looking at me wanting to be like me. I'm not happy with the way I look right now.' Why then are TeenNow readers getting a Technicolor gawp at her? She's not there, surely, as a warning, but as a temptation. Editor Jeremy Mark seems affronted by the suggestion. 'When we do weight covers, we are scrupulously careful not to suggest that skinniness should be an aim for our readers; we always offer professional advice about healthy eating. It's a touchy subject, particularly among teens, so everything is checked by lawyers and doctors. We certainly have a responsibility to show balance in the images that we choose - which is why we also show Charlotte Church, Joss Stone, Kelly Clarkson, Scarlett Johansson, Beyoncé or Colleen - women with a more rounded shape as a reassurance to our readers.' Come on, Jeremy, I say. You know thin sells. That's why heat magazine ran 'She's sooo Skinny!' cover lines for a dozen consecutive weeks and smashed their sales figures in the process. Mark eventually concedes that, 'Yes, it's a common belief that you must be thin to be beautiful; there's so much pressure on celebrities to look that way. It's all about ad deals, sponsorship, winning contracts. Pepsi aren't going to book you if you're a size 16, are they? They'll book Cheryl Tweedy instead.' At the Rhodes Farm Clinic for Eating Disorders in north London, Dr Dee Dawson has noticed a startling jump in the numbers of very young children suffering from anorexia and bulimia. 'We see lots of 10-year-olds,' she says with a sigh. 'The link with celebrity cannot be overstated; though anorexics talk of family problems, the pressure of school or not wanting to grow up, we're now seeing girls who openly say they want to look like Victoria Beckham. Thinness is valued. Among my patients, she is one of the top icons: as far as they can see, she gets invited everywhere, she's got plenty of money, a handsome husband. It's not surprising that they associate her body shape with glamour and success.' ChildLine too reports an increased number of calls from children, some as young as 10, seeking help with eating disorders. The figure rose from 1,000 in 2001 to 1,500 last year. In a culture which venerates thin, ChildLine reports that it's not unusual for children as young as seven to believe they are fat. Here's a chat-room post from Rachael, age 12: 'I have always hated the way I look. I try to look in the mirror as little as possible. I am curvy in all the wrong places, and if I see someone really slim and pretty it makes me want to cry. But seeing all of the celebs in tight skinny outfits does make me want to lose weight! I've done it before and I'm going to do it again!' In the darker recesses of the internet, where teenagers increasingly reside, Victoria Beckham has become a macabre pin-up among subscribers to the web's many pro-ana websites. Here, anorexics exchange tips on how to starve themselves effectively ('Smoking burns calories,' offers one contributor; 'If your stomach grumbles, hit it,' suggests another), together with 'thinspirational' images of their favourite celebrities. 'I envy her thin legs and chest,' writes one Posh fan. 'She has beautiful bones sticking out of her chest.' Beautiful bones? Hardly, says Dr Dee Dawson. 'With a body like that, she'll be osteoporotic very early, she's unlikely to be menstruating, her muscles are being eaten from within - even her heart will have wasted away.' Furthermore, what these girls are admiring is something that doesn't exist in nature - a random handful of body parts held together with eyelash glue. Says Dawson, with unapologetic ire, 'You can count every single one of her ribs, and then you come to those domes of bosoms that there's no way she could produce herself. If she had the right breasts to go with that frame, she'd have nipples and nothing else!' Yet that weightless, curiously proportioned body is idolised - by all of us, whether we should know better or not. Look at Nicole Kidman, Jennifer Aniston, Keira Knightley, Christina Ricci, Teri Hatcher, Eva Herzigova, any model on any catwalk anywhere in the world - I've got handbags that weigh more than they do. I could fold Eva Longoria up and pop her in my pocket. In this looking-glass world, a 100-pounder is a heavyweight. Size 00 - a logical impossibility when you pause to consider it - is now Hollywood's dress-size of choice. True perspective can be gained when you consider that the pin-up of the 1890s was Lillian Russell, all 200 pounds of her. We don't even have to mention Jayne Mansfield, Marilyn Monroe, Sophia Loren - none of whom would get the job today - to know that something's up. Studies have shown that, while 25 years ago the average model weighed eight per cent less than the average American woman (and, yes, Twiggy was abnormally petite in her day), today's model weighs 23 per cent below the national average. This points up the fascinating paradox that, while we are desperate to keep up with our ever-shrinking celebrities, the average woman is actually getting bulkier. We're round like melons and fat like sausages, despite obsessing about our lardy arses every day. Fat lot of good it does us. While our icons are running the distinct risk of slipping between the cracks in the pavement, we're turning into bollards. Thirty-eight per cent of British women are now classified as overweight, and one in five is obese. If we resemble anyone, it's not Posh Spice. It's Elton John. As long ago as 2000, the BMA, in its report 'Eating Disorders, Body Image and the Media', noted that the extreme thinness of celebrities was 'both unachievable and biologically inappropriate', observing that the gap between the media ideal and the reality appeared to be making eating disorders worse. 'At present, certain sections of the media provide images of extremely thin or underweight women in contexts which suggest that these weights are healthy or desirable,' it stated, recommending that normal women in the upper reaches of a healthy weight should be 'more in evidence on television as role models for young women'. Television producers and those in advertising should review their employment of very thin women, and the Independent Television Commission should review its advertising policy, the report recommended. Six years on, the converse has happened. To maintain their 'biologically inappropriate' body shape, our celebrities - those brave enough to step up to the plate and admit it - are permanently hungry. Elizabeth Hurley has confessed as much. Marcia Cross, who plays Bree in Desperate Housewives, recently admitted that staying thin was 'a living hell', and that she felt she had been banned from eating since joining the show. Actresses, models, singers, presenters - all are subject to the tyranny of thin enforced by the minders, moulders and producers who know very well what sells. We know it happened to All Saints, to Girls Aloud. I know that it happens to hopeful young girls from the moment that first crumby Polaroid is taken in the reception of the modelling agency. Myleene Klass, a winner of the Popstars talent contest, was a size 12/14 until her then record company advised her to watch herself on video to see how fat she was. She was assigned a personal trainer, and told to become a size eight. Fast. For years now the dreaded 'thin issue' has plagued the fashion press, who stand accused of promoting a singular and unachievable body shape with every androgynous little sparrow to grace their glossy pages. Every now and then, we see a flutter of concern - when Omega pulled its ads from Vogue in a 1997 protest, for instance, or when the industry's prime movers were called to a meeting at Downing Street in 2000 to grapple with the issue. What tends to emerge after the dust has died down is a whole lot of nothing. There are occasional forays into the fat zone - a 1997 Nick Knight shoot in Vogue called 'Modern Curves' featured plus-size model Sara Morrison; in the same year, The Body Shop ran a series of ads with the tag line, 'There are three billion women who don't look like supermodels, and only eight who do'. Set against the vast portfolio of 'thimages' which make up the wallpaper of our lives, these trifling efforts have about as much impact as a bubble on the wind. As Dr Dee Dawson notes, 'I've sat on endless discussion groups and panels with magazine editors, and they always say they're trying for balance, that they're going to change. It never happens.' It did happen, once at least in my experience. When I worked at Vogue a decade ago, one of the editors produced a beach-shoot featuring a size-14 model. When they arrived in the office, the photos looked great; the model was statuesque, not overweight. But later, on the published page, tucked in between other shoots and ads featuring the starving Barbaras that are the usual glossy fodder, this lovely woman looked huge, as if she'd been inflated with a bicycle pump. No wonder the experiment wasn't repeated. No wonder Sophie Dahl shrank the moment she made it as a model. Given the choice, we'll take thin, thanks. Following the Downing Street initiative, Premier, a top model agency, argued convincingly that women who bought fashion magazines were as much to blame as the editors and advertisers who used them. 'It is a supply-and-demand thing - advertisers, magazines and agencies supply the image that consumers want to see. Statistics show that if you stick a beautiful skinny girl on the cover of a magazine you sell more copies.' Vogue's editor Alexandra Shulman might well agree, though she's too polite to say so. Until lately, she has rather shirked the issue by saying, 'All we are doing is showing images of women we regard as interesting or beautiful or fashionable. But we are not actually saying you have to be like this.' Last year, though, Shulman was more candid: 'I really wish that models were a bit bigger because then I wouldn't have to deal with this the whole time,' she said in one newspaper interview. 'There is pressure on them to stay thin, and I'm always talking to the designers about it, asking why they can't just be a bit closer to a real woman's physique in terms of their ideal, but they're not going to do it. Clothes look better to all of our eyes on people who are thinner.' Boom. The bottom line. Clothes. Put bluntly, clothes look better on a slim frame. 'Being skinny doesn't mean you've automatically got a good body, not at all,' confides one wafer-thin friend. 'Thin definitely doesn't give you good legs, just thinner legs. But it does, by and large, mean you'll look all right in clothes.' And don't we all of us want that? In my experience, there's a constant jockeying for position on the weight front among women, a competitive, low-grade bitchery (rarely expressed, but captured, often, on the cover of heat or Now) which reveres the dropping of a dress size and stigmatises the gaining of a kilo. Of course, if you're bright and grown-up and plugged into the issues of the day, you tend not to let on that you're fascinated by other women's bottoms. But you are. We are. We look. We compare. In our image-saturated, overweight universe, we're hypercritical of our peers and our paragons. It's nothing to do with men (heaven knows, few men actually fancy the perilously thin females glorified by women; most would swap five Posh Spices for a Jennifer Lopez any day), and everything to do with competition between females. 'Women are duplicitous on this issue,' says Leeds Medical School psychologist Dr Andrew Hill. 'Much of the pressure about appearance and weight is applied by other women. In the face of nutritional abundance, women are showing their status by eating poorly - much as a corpulent belly historically indicated status in times of privation. It's perverse, but a reverse snobbery now informs our relationship with weight; being thin in an overeating society is a sign of control. It takes enormous will to stay so thin. 'Nationally, we're getting fatter by a percentage point each year - so people who are trying to lose weight, which means most of us, are in awe of the high achievers in the field. We're also intimately involved in celebrity lives in a way we never used to be. We're encouraged to have an opinion by an invasive media.' The web makes it easier still. Last year, FeedLindsay.com amassed more than 30,000 signatures petitioning scrappy little Lohan to gain weight. Last February, Nicole Richie was weighed 'live' on the prime-time Howard Stern Show, a grotesque freak fair for the modern age. (Since you ask, she was 92 pounds, though observers speculate that she has slimmed down since then; besides, she was wearing jewellery at the time.) With every diet tip and photo shoot offered by the famous, the more we are invited to take a seat at their table and judge and, says Dr Hill, the more self-critical we become as a society. As a result, he says, 'Weight control has become the ambition of a generation.' For all but the very disciplined - or very disturbed - the kind of hyper-thin portrayed by the stars is an impossible goal, which is why so many Western women are in a constant state of food anxiety. Four in 10 of us are on a permanent diet. Ninety-eight per cent of us hate our bodies. We nurse our own little rituals, weight-management tics that were once the preserve of the Hurleys and Paltrows of this world, carefully tailored to suit our needs. We know how much bread we ate for lunch and whether we can, therefore, have half a potato for supper. We're living under a siege of our own making, bedevilled by a sickening guilt as we lick the last chocolate smear from a Magnum lolly. Some, of course, are more passionate in their pursuit of thin than others. My wafer-thin friend is adamant that she is well within the bell-curve of normal when she describes her 'couture-eating disorder' thus: 'It may vary from writing down fat grams and cals consumed in a single day on the backs of envelopes, which is done as thoughtlessly as doodling, to the constant bits of fat-avoiding snippets we exchange, to 'snacking' on coffee because it take the edge off hunger to having a glass of water or Diet Coke very close to hand if you ever decide to have a teeny bit of chocolate, so that you can wash away the taste immediately and stop yourself wanting more ...' And this from an intelligent individual, who knows very well that the game of Thin Quest is the last word in banal. So, why? Why, after emancipation, feminism, after - ha ha - Girl Power - should pouring yourself into a very small frock be such a stellar achievement? Isn't it embarrassingly shallow and meaningless? We persist, says Dr Hill, because weight has come to signify all that is desirable, because 'judgment of character is increasingly based on superficial appearance. We objectify celebrities, inferring all sorts of things from their physical appearance. Image colours everything, simply because, in a world overloaded with information, we cling to what is most obvious: and that's how things look.' The recent influx of what Dr Hill calls 'talentless self-seeking bimbettes' into the fame game has only concentrated attention more fully on looks alone; that's all that remains now that silly old talent appears to have been excised from the equation. In Victoria Beckham's case, her 'thimage' has become a life raft for a sinking career. As one of her friends pointed out recently, 'Her figure is her career and with the spotlight constantly on her, she says she has to watch her weight very carefully. She doesn't care if some people think she's gone too far.' If anything, she has come out fighting: 'I haven't got an eating disorder,' she snapped the other day, 'I'm just disciplined about what I eat.' But my, what discipline! Really, it's hard not to be impressed. Most of us would buckle after 10 minutes on her punishing regime. She chews for ages. She quizzes waiters to have them remove butter, oil and salad dressings from her plate. She doesn't eat portions that can't fit into the palm of her hand, 'as that's the same size as her stomach'. She only eats fruit till 3pm and then limits her intake to 500 calories for the rest of the day. It's possible - as Dr Dee Dawson points out - that Posh doesn't have an eating disorder in the medical sense; anorexia and bulimia are, after all, psychiatric conditions characterised by a host of pathological behaviours and beliefs way beyond the normal range. While she displays plenty of these, she also has enough control and awareness to calibrate her food intake when she wants a child and then rein her appetite back in when she wants to dump the baby fat. According to the friend, 'Victoria knows that she'll have to start eating carbs if she has any hope of conceiving [a fourth baby].' Could you ask for a more revealing take on modern life? While Victoria admits she has 'come close' to an eating disorder, other celebrities are more candid. Here's just a handful who have recently disclosed their own anorexia or bulimia (though they usually distance themselves from its grim reality by using the past tense): Mary Kate Olsen, Christina Ricci, Portia de Rossi, Calista Flockhart, Karen Elson, Tracy Shaw, Kate Beckinsale, Geri Halliwell, Melanie Chisholm ... Not that it stops us wanting to look like them; we just choose to concentrate on their lovely slim arms and nutty buttocks rather than the fact that they have possibly just chucked up their lunch. Funny how a brain can curtain off unpalatable truths and feed happily on the garnish. But perhaps we should look harder - at Victoria's sad little bod, at her desperate little jeans. Perhaps we should train ourselves to see the perma-hunger of the hyper-thin. Strip away the gloss, starve their lovely bones of the oxygen of publicity. In the final analysis, doesn't the responsibility lie not with them, but with us?"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}