{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/aug/21/match.sport8", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-08-20T23:22:56Z", "webTitle": "Premiership: Bolton 2 - 0 Tottenham", "webUrl": "https://www.theguardian.com/football/2006/aug/21/match.sport8", "apiUrl": "https://content.guardianapis.com/football/2006/aug/21/match.sport8", "fields": {"headline": "Astute Allardyce soldiers on in a world of big fees and empty seats", "bodyText": "The begging, stealing and borrowing of Bolton's early days in the Premiership may be over with Sam Allardyce having more money to spend this year than last, but the manager has been left with ears like braised lamb chops after hours on the telephone in his pursuit of a striker. \"The money that is being asked has terrified me. It's up 60 and 70% on last season, and now Everton's Andy Johnson looks like a cheap buy.\" Nicolas Anelka of Fenerbahce emerged yesterday as the frontrunner, claiming he was close to moving to the Reebok. \"I have an agreement with Bolton on the basis of a four-year contract,\" he told L'Equipe. \"I hope everything will be finalised early next week.\" Allardyce nevertheless described the marketplace as being in crisis. \"There is a shortage of players, and I don't know what the answer is.\" Grow your own or acquire a Russian or American sugar daddy would be the glib reply. Perhaps more pertinently the problem for the supporters of Premiership clubs like Bolton is replenishing their appetite for the game in the face of diminishing expectations, given the dominance of the super-rich. Season-ticket sales are well down at the Reebok, which may be due to the summer's surfeit of World Cup football, or the feeling that last three seasons, when Bolton have finished inside the top 10, is as good as it is going to get. Allardyce was at pains to praise the support, while hoping the lack of numbers (fewer than 20,000 Bolton fans) was not down to \"complacency\". Hardly that, one would suspect. More an overriding feeling that whatever the club can muster financially, it will not be enough to win anything. And there's the rub for all clubs outside the elite quartet. Tottenham's buoyant pre-season expectations were inevitably deflated by the sale of Michael Carrick, while this insipid performance hardly bolstered the expectations of a run at a Champions League place. It was symptomatic of the match that in the final minutes, when Spurs had an inconsequential throw-in deep in their own half, Bolton were still pressing as a unit to close down any space. Not that Martin Jol's side failed to gain considerable possession, but they were bereft of ideas of what to do with it. Edgar Davids was always eager for the ball but rarely developed a decent move, prompting the thought: don't make passes to men with glasses. \"Coming here is as tough as its gets,\" said Jol. Bolton were a unit; Spurs a queasy amalgam of disparate and dysfunctional parts yet to gel. Allardyce had his players in early on Saturday to practise set-pieces and was immediately rewarded with a headed goal by Kevin Davies from a corner, though Calum Davenport, trying to block the striker's run, was clearly fouled by the new signing Abdoulaye Méïté. Davies has been working assiduously on his fitness, fully aware that Allardyce's priority is a striker. \"We have the players here to keep us safe in the Premiership,\" said Allardyce. \"We have the core, but I want more.\" More might have been the England job. Having lost out to Steve McClaren, Allardyce has no intention of letting standards slip or, apparently, leaving Bolton, this time dismissing any link with Sunderland. Bolton supporters are often prone to silence when their team has to defend but they set up a lasting chorus after Iván Campo's outstanding long-range goal. \"I might question the stay-at-homes,\" added Allardyce. \"But this was a terrific day for me, and made everything worthwhile.\" Man of the match Iván Campo (Bolton)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}