{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/aug/14/cricket.pakistan20061", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-08-13T23:59:08Z", "webTitle": "Cricket: England keep faith with winning formula to build Ashes momentum", "webUrl": "https://www.theguardian.com/sport/2006/aug/14/cricket.pakistan20061", "apiUrl": "https://content.guardianapis.com/sport/2006/aug/14/cricket.pakistan20061", "fields": {"headline": "England keep faith with winning formula to build Ashes momentum", "bodyText": "Having completed a series win over Pakistan with their 167-run victory at Headingley, the England selectors have resisted the temptation to make experimental changes for the final match, which begins at The Oval on Thursday. The same 12 players used for the third Test in Leeds were announced yesterday, including the Gloucestershire seamer Jon Lewis, who has been in every Test squad this summer but has played just once. With Matthew Hoggard enduring a knee niggle last week, there might have been an opportunity to blood the young Leicestershire pace bowler Stuart Broad, whose profile was raised over the weekend with his performances in the trophy-winning Twenty20 side. However, Hoggard's condition is not threatening enough to keep him out of the action. In addition this is an England side that only in the past two matches has managed to raise its game to the sort of intensity levels it will need this coming winter in Australia. The team, coach and selectors have only just recovered the winning habit and it is felt this is no time to start tinkering for the sake of it. The chances are that the same XI that won in Leeds will see the series out. \"The team has played really well in the last two Tests,\" said the chairman of selectors David Graveney yesterday, \"and the challenge now is to maintain those standards and keep playing cricket of that quality in the final Test of the series. \"Winning was an outstanding team effort with everyone playing a part and I am particularly pleased for Andrew Strauss, who took on the Test captaincy in difficult circumstances after our defeat by Sri Lanka in the NatWest Series. \"He deserves full credit for his leadership of the team. He's done a very good job and been supported superbly by the other members of the team. We have played some excellent cricket and we want that to continue in the final Test. I'm sure he and the rest of the players will be doing their utmost to ensure we can finish the series with a win.\" Meanwhile the Australian captain Ricky Ponting has fired an early Ashes salvo in England's direction by warning the left-arm spinner Monty Panesar, who has taken 14 wickets in the past two Tests, to expect a rough ride this winter. \"Our left-handers, especially Justin (Langer) and Matty (Hayden), the way they generally play spin is to be fairly aggressive,\" said Ponting yesterday. \"But at other times, we won't be able to be. We'll try to make some sort of impact on him early on, hopefully a positive one, and we won't let him get on top of us.\" Squad for The Oval Age Caps A J Strauss (Middlesex, capt) 29 30 M E Trescothick (Somerset) 30 75 A N Cook (Essex) 21 8 K P Pietersen (Hampshire) 26 17 P D Collingwood (Durham) 30 14 I R Bell (Warwickshire) 24 17 C M W Read (Notts, wkt) 28 12 M J Hoggard (Yorkshire) 29 57 S J Harmison (Durham) 27 43 M S Panesar (Northants) 24 9 S I Mahmood (Lancashire) 24 4 J Lewis (Gloucestershire) 30 1"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}