{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/aug/10/comment.mainsection1", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-08-09T23:05:45Z", "webTitle": "Kristin Aune: Sustainable singletons", "webUrl": "https://www.theguardian.com/commentisfree/2006/aug/10/comment.mainsection1", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/aug/10/comment.mainsection1", "fields": {"headline": "Sustainable singletons", "bodyText": "Single people, it seems, are ruining the planet. This week a study found that those living alone use around double the resources of the average resident of a larger household. And the Campaign to Protect Rural England claims that home-building plans to meet the demand for single-person housing will bring about the demise of the West Midlands green belt. One-person households are predicted to account for 38% of all households by 2026, up from 18% in 1971 and 30% in 2001, bringing untold environmental damage with them. A picture is conjured up of rich men in bachelor pads, with plasma screens and ready meals, squandering resources at others' expense. The reality is different. Research shows that those living alone use more power, products and packaging mainly because there is no one to share with. Resources which could make several meals produce only one. Short of sending grown men home to their mums for tea, this kind of waste isn't obviously preventable. Most solo living is involuntary, not selfish. Relationship breakdown, easier divorce and later marriage have reduced marriage and cohabitation. The growth in women's employment means that women can provide for themselves without cohabiting for economic need. Childlessness is increasing, and the age of childbearing rising, as the labour market demands workers mobile enough to live in a different city from their partners. Although most solo dwellers produce more environmental waste than those in couples or multi-occupancy, the picture is more complicated. For a start, many single-person households are financially disadvantaged, so daily survival is probably a higher priority than their freezer's energy rating. About half of one-person households are occupied by pensioners. Second, energy use varies by gender. In younger age groups, men are more likely to live alone. They consume more resources and recycle less than women. Third, there are culprits other than single people. Pet ownership (pet food tins and cat litter), infants (dirty nappies) and owner-occupation (home maintenance and garden waste) also increase a household's waste production. Driving a car, flying, and owning second homes, don't help either. Moreover, although single-person households are rising, the rate of increase has been levelling off since 1991. In 2004 nearly nine out of 10 of us were living in family or multi-person households. It is also a question of the kind of lifestyles sold to single people. If representations of singleness in pop culture teach us anything it's that the single identity is maintained through conspicuous consumption. Witness Carrie Bradshaw's shoe fetish and the wasteful cardboard boxes that entails. Thankfully, no one has yet suggested legally enforceable dating-with-a-view-to-cohabiting. The government seems to realise that lone person households aren't going to go away. Ways forward should be found which are sympathetic to the environment and the situation in which single dwellers find themselves. Solutions mooted include an occupancy tax, charged according to how efficiently people use their space, and \"co-housing\" - semi-shared housing, where the single person has their own bedroom, bathroom and kitchen, but shares some living areas, which is being tried at a dozen UK locations. This offers the potential both to reduce environmental damage through shared washing machines and suchlike, and to create social networks for single people, who are more likely to be socially excluded. One-person households are an environmental problem. But their inhabitants should be supported towards sustainability, rather than blamed. · Kristin Aune is a senior lecturer in sociology at the University of Derby k.aune@derby.ac.uk"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}