{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2006/aug/20/medicineandhealth.health", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2006-08-19T23:55:40Z", "webTitle": "Frog froth to treat wounds", "webUrl": "https://www.theguardian.com/science/2006/aug/20/medicineandhealth.health", "apiUrl": "https://content.guardianapis.com/science/2006/aug/20/medicineandhealth.health", "fields": {"headline": "Frog froth to treat wounds", "bodyText": "The Tungara frog of Trinidad is an amphibian of unusual habits. When females lay eggs in ponds, their mates build huge balls of froth around them. These act as nests that protect their delicate, developing offspring. But those froth balls are proving to be very special. Scientists have found that they contain a new type of detergent, as well as anti-microbial agents. Researchers are trying to isolate and develop this chemical to make new drugs and medicines. 'This material is amazing,' said Professor Malcolm Kennedy, of Glasgow University's biology department. 'You could imagine using this stuff as an emergency spray on soldiers injured by shell blasts or on burns victims. It could provide immediate protection for the wound and stop infections spreading. 'These frogs lay their eggs in stinking pools bursting with microbes. Yet none of their eggs gets infected, thanks to the froth that the frogs create. This not only prevents microbial growth, but holds its structure for many days. It is astonishing stuff.' The adult Tungara frog, Physalaemus pustulosus, is found across much of South and Central America, as well as in the Caribbean. After the female lays eggs in pools of rainwater and secretes a fluid containing a special detergent-like chemical, the male fertilises the eggs and then creates the froth by kicking the liquid vigorously with its hind legs. The Tungara detergent does no damage to the fertilised eggs, and may have important uses. 'In particular, it could be used to clear up oil spills, replacing standard detergents which can cause considerable environmental damage on their own,' said Kennedy."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}