{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2008/sep/29/television", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2008-09-28T23:01:00Z", "webTitle": "Watch This: The Sarah Jane Adventures | Who Do You Think You Are? | Amazon With Bruce Parry | Place of Execution", "webUrl": "https://www.theguardian.com/culture/2008/sep/29/television", "apiUrl": "https://content.guardianapis.com/culture/2008/sep/29/television", "fields": {"headline": "Watch this", "bodyText": "The Sarah Jane Adventures 4.35pm, BBC1 Something bulbous and bipedal has been blowing stuff up in the woods. Enter reporter Sarah Jane Smith, who immediately diagnoses a case for Unit (\"This ... IS AN EMERGENCY!\"). Cue a volley of CGI tree explosions, a supercilious Sontaran and the cheering oddness of a children's series that centres not on adolescent irritants, but on the vaguely nostalgic cosmic escapades of a middle-aged lady with hair like a lampshade. Sigh-fi loveliness, all the way. Who Do You Think You Are? 9pm, BBC1 Laurence Llewelyn-Bowen likes the sea. In an effort to discover which of his ancestors also liked the sea, the interior designer sets off on the final genealogical investigation of the series, an overwhelmingly naval affair that's enlivened immeasurably by the interior designer's irreverent approach to his forebears. Amid the confetti shower of ancestral heroes, there is much whinnying over dead people's fashion choices, no tears, and an unexpectedly bittersweet joke about a seaman's discharge. Amazon With Bruce Parry 9pm, BBC2 Episode three of Bruce Parry's totally tropical perambulation along the length of the titular river, and the adventurer shacks up with the Marubo tribe, a brilliantly self-congratulatory bunch who insist - for purposes of apparent \"respect\" - on sprinkling the adventurer's body with stinging ants. Through the ensuing veil of tears, we may discern the following: a treatise on the importance of tradition in the face of impending modernity, some facts about logging and dozens of guffawing tribesmen. Place of Execution 9pm, ITV1 While DI Bennett languishes in a very 21st-century hospital, suspicions as to his younger self's integrity mount with the discovery of incriminating photographs. Elsewhere in this excellent thriller, there are more vocational and domestic hiccups for the determined, if deluded, Catherine (Juliet Stevenson) and, for others, a warning of the consequences of projecting one's hopes on to other people."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}