{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2008/sep/02/popandrock2", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2008-09-01T23:35:48Z", "webTitle": "Pop review: Polly Scattergood, Bar Academy, London", "webUrl": "https://www.theguardian.com/music/2008/sep/02/popandrock2", "apiUrl": "https://content.guardianapis.com/music/2008/sep/02/popandrock2", "fields": {"headline": "Polly Scattergood", "bodyText": "She is a Brit School graduate, but Polly Scattergood couldn't be further removed from her contemporaries. An Essex girl who finds a disquieting delight in suicide, she is Sylvia Plath to Katie Melua's Pam Ayres. Scattergood is no overnight success story either. Her first single, Glory Hallelujah, came out in 2005, but it was the startling electro-symphony Nitrogen Pink, released in September 2007, that made the 22-year-old one to watch. But while she is experimental on record, Scattergood is hesitant and shy in person. She tip-toes on stage, and meets wolf whistles, inspired by her blonde tendrils and black puffball dress, with a nervous smile. When she sings, Scattergood channels her fear into achingly intimate pleas and powerful rages. Her trembling voice recalls Kate Bush and Tori Amos, her arms wafting around her head, hands clawing the air, visibly wrestling with the insecurities and bitter imagery that litter her songs. Bolstered by an ever-changing wash of synths, beats, guitars and drums, Scattergood is like an exposed and jangling nerve as she feels her way through the gothic darkness of Number 24 and the knife-edge despair of Untitled 27. But when a technical hitch halts proceedings, her guard goes up again. \"Oh God, this is when I should have learned a joke, isn't it?\" she says, looking awkward. Sitting at a keyboard for new song I've Got a Heart, she begs for patience. \"I've only played this live once,\" she says. \"It's a skeleton of a song.\" Yet stripped of her usual backing, Scattergood's uniquely skewered songwriting and versatile voice shine brighter, and the solo effort loosens her up. Her usual suffering is swapped for swinging hips during the poppy Please Don't Touch. But it's Nitrogen Pink that prompts her broadest smiles, as she senses escape is near."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}