{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/sep/17/rydercup.golf", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-09-16T23:06:21Z", "webTitle": "Ryder Cup: US captain Paul Azinger hints at Kentucky local boys for opening pairing", "webUrl": "https://www.theguardian.com/sport/2008/sep/17/rydercup.golf", "apiUrl": "https://content.guardianapis.com/sport/2008/sep/17/rydercup.golf", "fields": {"headline": "Playing to the gallery", "bodyText": "The United States captain, Paul Azinger, last night sprang a major surprise by claiming he will send out his two players from Kentucky, Kenny Perry and JB Holmes, as the first pairing on Friday morning in an attempt to whip the Louisville crowd into a partisan frenzy. The US have started each of the three matches this century slowly and subsequently been unable to regain momentum in falling to consecutive defeats, and Azinger admitted it is vital that the home team has boisterous support from the local fans from the very first shot. \"I've thought about what am I going to do with those two guys - should I put them together, should I keep them apart?\" he said. \"You know, I'd like to put them off first match out to be honest with you and get this crowd rocking.\" There have been fears that the atmosphere for this eagerly anticipated match could turn nasty as it did at Kiawah Island in 1991 and Brookline in 1999, and Azinger's early declaration will do little to ease such tension, as he himself conceded. \"We actually love our gallery,\" he said. \"I want to treat them like they're going to be our 13th man. I know it's going to be an energised crowd, so to that point we're going to embrace them and try to get them energised. All the while, the message is certainly always going to be to maintain a certain level of sportsmanship. We don't want anybody out of hand. Of course there will be alcohol served and of course be some minor cases, but we are engaging the crowd.\" Although it was expected that Perry and Holmes, who both live within 150 miles of Valhalla, would play together at some stage, it is highly unusual for team captains to reveal any of their pairings ahead of the Thursday afternoon deadline. Indeed, when Azinger hinted at the subject at the initial captains' press conference on Monday evening, Faldo joked that he hoped his US counterpart would disclose his thoughts prematurely. However, Azinger is confident that the two local players can handle the pressure. \"I know JB will be feeding off it big time,\" Azinger said of the Louisville crowd. \"That's his personality. And Kenny Perry, I believe he'll embrace it as well. I think the crowd will be energised and they'll both be energised as well. I see it only as a positive for both of them.\" It has become custom for captains to send out their strongest pairing first on the opening morning - Tiger Woods has teed off first for the US in their last two matches, with Padraig Harrington and Colin Mongomerie his opponents on both occasions - but Azinger has chosen Perry and Holmes ahead of Phil Mickelson and Anthony Kim, who were paired in practice yesterday and are expected to form a profitable partnership. Perry, the 47-year-old who lost both his matches in his only appearance in 2004 and skipped the Open this year to ensure he qualified for the Ryder Cup, and Holmes, a 26-year-old rookie, conform to Azinger's expected model of pairing his more experienced players with his six debutants. Steve Stricker and Stewart Cink, Justin Leonard and Hunter Mahan, Chad Campbell and Ben Curtis, and Jim Furyk and Boo Weekley were the other US pairings on the first official day of practice."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}