{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2008/sep/12/theatre.alanayckbourn", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2008-09-11T23:54:47Z", "webTitle": "Theatre review: Woman in Mind / Stephen Joseph, Scarborough", "webUrl": "https://www.theguardian.com/stage/2008/sep/12/theatre.alanayckbourn", "apiUrl": "https://content.guardianapis.com/stage/2008/sep/12/theatre.alanayckbourn", "fields": {"headline": "Woman in Mind", "bodyText": "Woman in Mind was written in 1985, as Alan Ayckbourn was preparing to leave Scarborough for a year-long sabbatical running his own company at the National Theatre. It was a move that would show he was no longer just a seaside entertainer, but one of the country's most significant writer-directors. The play left many people baffled - and bafflement was part of Ayckbourn's purpose. It begins with a middle-aged woman named Susan lying comatose in her garden, having stepped on a rake - yet what follows bids an ironic farewell to the props and plot mechanics of old-fashioned farce. Susan comes round to find her GP gabbling in a strange syntax of garbled puns and word-like noises, as if he has swapped the medical directory for a copy of Finnegan's Wake. The other characters wear odd clothes: Susan's doting family skip about in Merchant Ivory flannels, and play tennis using wooden rackets. It is only when Susan's real family appears - appalling husband Gerald, and his miserable widowed sister Muriel - that you realise this is not a sun-dappled social comedy after all, but a horrifically intimate picture of Susan's mental disintegration. The hilarity - though there is plenty of it - is acutely painful. It is intriguing that the role of Susan seems particularly suited to performers from musical theatre. Julia McKenzie was outstanding in the original West End production and Janie Dee is, if anything, even better here. Susan's final breakdown - in which the characters reappear in demonically altered guises - compares with any of the great hysterical scenes of Italian opera. This piece from Ayckbourn's mid-period peak inspires a superlative actor reaching hers. The suffering of this woman will be impressed on your mind for some time to come."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}