{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2008/sep/17/zimbabwe", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2008-09-16T23:01:00Z", "webTitle": "Zimbabwe: 'There's an inherent suspicion of Mugabe. But he must understand that the future is not in the hands of Robert Mugabe'", "webUrl": "https://www.theguardian.com/world/2008/sep/17/zimbabwe", "apiUrl": "https://content.guardianapis.com/world/2008/sep/17/zimbabwe", "fields": {"headline": "Zimbabwe: 'There's an inherent suspicion of Mugabe. But he must understand that the future is not in the hands of Robert Mugabe'", "bodyText": "Zimbabwe's new prime minister, Morgan Tsvangirai, yesterday described Robert Mugabe as \"giving up\" and said that he would seek to govern by sidelining the beleaguered president whose own party is \"moving on\" without him. But, in an interview with the Guardian, Tsvangirai acknowledged that a climate of suspicion and mistrust between his own Movement for Democratic Change and Mugabe's Zanu-PF party would test his political skills as prime minister at the head of a coalition government of former opponents - some of whom are responsible for overseeing a vicious campaign of violence against other members of the new administration. That suspicion will not be eased by a warning from Tsvangirai that while Mugabe is unlikely to be called to account for his crimes, others in the Zanu-PF leadership - including some who may sit in the new cabinet - could face trial. \"I don't think Mugabe himself as a person can be held accountable. But there are various levels of institutional violence that has taken place and I'm sure we'll be able to look at that,\" he said. \"Let the rule of law apply ... We all cry for the rule of law, and if somebody's committed an offence he should be prosecuted.\" Under the power-sharing deal signed on Monday, Tsvangirai will head a council of ministers responsible for the day-to-day running of the country, while Mugabe will chair a cabinet of the same ministers to agree policy. The two factions of the MDC combined have a majority of one in both bodies. Tsvangirai acknowledged that working in the cabinet would be testing. \"There's an inherent suspicion, there's inherent mistrust of Robert Mugabe. It's understandable given his history, given his role. It's part of his legacy. But he also must understand that the future is not in the hands of Robert Mugabe. The future is in the hands of those who are advocating a change of direction because that is what is going to rescue this country. And I think he appreciates that,\" he said. Tsvangirai believes that heading the council of ministers, without Mugabe present, will allow him to sideline the president and govern directly by establishing a working relationship with Zanu-PF cabinet ministers who realise that Mugabe is part of the past. \"That's the whole purpose of having a council of ministers, that we are able to build a structured relationship outside the cabinet.\" But how is he going to control the council of ministers, many of whom have expressed contempt for him, or worse? \"It has to be a combination of personal cultivation of the team and to remove these negative attitudes. I'm sure we don't all have to agree. We will disagree. But at the end of the day we have to be motivated by what is the best interests of the country. I'll try to encourage that,\" he said. He acknowledged that some of Mugabe's ministers would seek to sabotage his leadership. \"Those will be sour grapes and I'm sure that anyone who engages in those kind of negative tendencies is holding the country to ransom. For what purpose?\" Mugabe's speech after the signing of the accord on Monday was not a good omen. The president dwelled on the past and gave only a belated and half-hearted commitment to make the power-sharing agreement work. \"That was vintage Mugabe at his best: unrepentant, defiant, even when he was giving up,\" said Tsvangirai. But he insisted that the future lay beyond Mugabe and that even his Zanu-PF party was moving beyond him. \"They see this old man who is defiant right up to the end. But he was also able to give the country a chance to rescue itself from the malaise and start over again.\" Many in the MDC are suspicious of compromise. They want to force out men such as the police chief, Augustine Chihuri, who said he would never salute Tsvangirai and who used his force as part of the assault on the MDC during the election. Tsvangirai sees it differently. \"Chihuri is just an individual. We're not talking about individuals here. We're talking about a process ... in which individuals have to fit a transformative agenda or find themselves not fitting with the spirit of the new agenda.\" Or as another senior MDC official put it: \"They have to salute us or leave.\" Tsvangirai referred back to the compromises at the end of white rule 28 years ago. \"We had a similar kind of people in 1980, those who refused to accept black majority rule has arrived and were even undermining the government, even going to the extent of sabotaging the government. In the process of change of this nature that is expected, but it does not stop a train moving forward,\" he said. But to move the train forward, Tsvangirai needs foreign money to rebuild an economy shattered by hyperinflation, plunder of the central bank, and a collapse in agriculture and manufacturing. The Europeans and Americans have earmarked about £1bn in help but first they want to see that Tsvangirai really is in charge and that Mugabe really is giving up. \"They are sceptical because they mistrust Mugabe but they are also aware of their obligations,\" he said. \"I hope that they would look at this [agreement] as a positive step that should be supported ... because they were supporting the democratic struggle in the country.\" That struggle began in earnest eight years ago as the government seized white-owned farms in the name of righting a historical wrong. The process was so corrupt and botched that agriculture has collapsed as a result. But on this issue, Tsvangirai now agrees with Mugabe. The land will never go back to the white farmers. \"Don't underestimate the political and economic consequences of land but we want to solve this once and for all so that never again should land be used as a political tool,\" he said. \"We don't have any intention of going back to pre-2000.\" Donors cautious about aid Western donors remain cautious about the political settlement in Zimbabwe and want to see further progress before unlocking a £1bn aid package. The US ambassador to Harare, James McGee, told the Associated Press that Washington was adopting a \"very careful wait-and-see stance\". \"If this works out the way Mr Tsvangirai hopes it will, we will be very willing to work with the people of Zimbabwe,\" he said. But while large amounts of financial aid will not be forthcoming until the US sees evidence that it is Morgan Tsvangirai and not Robert Mugabe who is in charge, McGee said the US would provide food to alleviate widespread malnutrition. EU foreign ministers said the government had to prove itself democratically before economic aid was resumed. They said the EU was prepared to \"adopt a set of economic support measures\" but only in support of \"a transitional government taking the steps to restore democracy and the rule of law in Zimbabwe\". The French foreign minister, Bernard Kouchner, who chaired EU talks on sanctions, said: \"We are happy about what is happening there but it's not the end. It will be a long process.\" Australia's foreign minister, Stephen Smith, described the political settlement as \"modest progress\" and said sanctions against Mugabe and other Zanu-PF leaders would not be lifted until there was evidence of progress on human rights and economic reconstruction."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}