{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2008/sep/17/housing.communities5", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2008-09-16T23:01:00Z", "webTitle": "Consolidation of housing sector has its complications", "webUrl": "https://www.theguardian.com/society/2008/sep/17/housing.communities5", "apiUrl": "https://content.guardianapis.com/society/2008/sep/17/housing.communities5", "fields": {"headline": "Mergers and partnerships shake up sector", "bodyText": "Last year, according to social housing regulator the Housing Corporation, there were 47 associations consolidating through merger or other means, compared with just 28 in 2002. Most of these were marriages for money although, like marriage, merging is more complex than simply saying \"I do\". The corporation insists that associations become more efficient, giving most of its development cash to a small number of big players, leading associations to jointly bid for the money. There are several structures to seal a union. Associations amalgamate by forming a merged body, or undertake a transfer of engagements, where one is subsumed by the other. Both throw up human resources and employment law problems. The amalgamations model was produced partly so associations could avoid the multi-million pound pension liabilities associated with a transfer of engagements. But under both arrangements, staff may need to transfer to the new organisation using Transfer of Undertakings (Protection of Employment) regulations. Equal pay legislation can be an issue. Merging organisations can leave staff of the new body having different terms and conditions for the same work. This could lead to bad feeling and legal claims if there are not sound reasons for the differences. Some organisations choose to harmonise pay and benefits across the merged organisation. \"It is usually time for a review of benefits anyway within a couple of years of a merger,\" says Emma Burrows, partner at law firm Trowers and Hamlins. \"But you cannot change terms if it is related to a transfer; the usual approach is not to harmonise until there is a good business reason to do so.\" Losing senior staff Merging often means getting rid of some senior staff. In the past some have had large pay-offs, but the corporation can frown on this, says Burrows. Corporation guidance limits severance payments to up to a year's gross remuneration in addition to contractual payments for staff with 10 years service. The corporation does not expect staff to be paid the maximum under the guidance however, so associations may have to deal with disappointment from those expecting to be paid more. Getting the right person into the top job is key, adds Burrows. The chair is often from one of the merging associations and chief executive from the other. There may also be board changes with some merged bodies opting to have three members from one organisation, three from another and two new members in order to maintain continuity of governance. To avoid such problems, some associations use new structures that do not change the constitution of their organisations. The Guinness Trust has formed a partnership with 17 associations that developed over a number of years but took off when Northern Counties joined in April 2007. Legally all the companies are independent but work together by signing agreements to provide services for each other. The partnership has some teams within organisations providing services to others in the group and \"virtual teams\" consisting of staff from several of the organisations. Virtual teams would be run by a line manager from one of the organisations day-to-day but it could be difficult legally for the line manager to discipline a team member from a different organisation. So if team members need to be disciplined then there is an agreement enabling the line manager to do so or giving the responsibility to a manager in the organisation that employs the team member. \"Day-to-day it is not a problem it is only in exceptional cases when dealing with difficult situations we have to check we are following our policies and the right person it empowered to do it,\" says Penny Hayes, corporate services director at Guinness Trust. The advantage of the partnership over merger is there is no problem with equal pay or pension legislation and no claim for stamp duty as there could be in a group structure if the ownership of the homes changed, adds Hayes. But she warns of big structural changes: \"You can get into a muddle if you have not thought through the human resources implications.\" Weblinks Housing Corporation: housingcorp.gov.uk Guinness Trust partnership: guinnesspartnership.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}