{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2008/sep/02/proms.classicalmusicandopera", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2008-09-01T23:47:35Z", "webTitle": "Proms 60 and 61 at the Royal Albert Hall, London", "webUrl": "https://www.theguardian.com/music/2008/sep/02/proms.classicalmusicandopera", "apiUrl": "https://content.guardianapis.com/music/2008/sep/02/proms.classicalmusicandopera", "fields": {"headline": "Lang Lang; BBCSO/Belohlávek", "bodyText": "Lang Lang's Sunday afternoon gig was one of only two piano recitals heard at the Proms in the past decade, and it was a curious affair during which the Chinese pianist did not quite deliver as expected. Waving royally to his fans as he sashayed on and off stage, he played to the gallery, but not always successfully. Lang is a virtuoso glamour boy in the post-Lisztian mould, though the bulk of his programme consisted of music by Mozart, Schubert and Debussy, none of which is star virtuoso material. His Mozart was ordinary; his Debussy too cool. When Lang reached virtuoso territory with a group of Rachmaninov preludes, he did so with unaccountable clumsiness. This year's Proms, meanwhile, have been notable for the renaissance of the BBC Symphony Orchestra under Jiri Belohlávek, and Sunday evening's performance of Verdi's Requiem was another of their major achievements. Belohlávek's approach is spiritual rather than histrionic, and the score unfolded with great majesty. The choral singing was breathtaking in its dignity and beauty. The soloists, led by the great Joseph Calleja, were exceptional. The queen of cancellation, Olga Borodina, was replaced by the wonderful Michelle DeYoung and not remotely missed. · This article was amended on Thursday September 3 2008. Lang Lang's solo piano recital at this year's Proms was not the first for more than a decade, as we originally said. That overlooked András Schiff's performance at the 2006 Proms. This has been corrected"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}