{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/sep/10/englandcricketteam.cricket", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-09-09T23:06:00Z", "webTitle": "Cricket: Michael Vaughan wins new England contract but must adapt to survive", "webUrl": "https://www.theguardian.com/sport/2008/sep/10/englandcricketteam.cricket", "apiUrl": "https://content.guardianapis.com/sport/2008/sep/10/englandcricketteam.cricket", "fields": {"headline": "Vaughan wins new contract but must adapt to survive", "bodyText": "So Michael Vaughan remains an England player, or at least a centrally contracted one. There had been speculation, none of it backed up with evidence, that the former captain would be reduced to the ranks, after his emotional departure from the side during the series against South Africa and his continuing barren spell since his century against New Zealand in May. Yesterday, however, he was announced as one of the expected dozen contracted players. The deals take them through to the end of next summer's Ashes series. The details of England and Wales Cricket Board contracts are never revealed but it is reasonable to assume, given that Vaughan has not played a one-day international since last year's World Cup, that his contract has been downgraded to include Test matches only. The chief selector, Geoff Miller, enthused about Vaughan, citing his pedigree as a batsman and as an Ashes-winning captain and reiterating that he fully expected him to recover his form. Quite how this recovery is meant to happen, or be identified, he was less clear about. Vaughan has two championship matches for Yorkshire before the end of the season in which to score some decent runs but, with the Stanford Twenty20 extravaganza and seven one-day games in India to come before the two Tests there, he is likely to go two months without any meaningful batting. He is not a member of the current side so he will not anticipate playing in the brief lead-in to the Test series. Much the same will happen in the Caribbean, where England tour in January, so the reality is that, were he a member of the two parties, he would be reduced to largely a net batsman. And this is no guide to form at all: for three years his mantra has been that he is \"hitting it well in the nets\". Last winter Andrew Strauss, a centrally contracted player then as now, was omitted from the tour of Sri Lanka to work on his game, to which end he went to New Zealand to play for Northern Districts before returning for the Test series in the same country. He has played every Test since. It might prove more profitable to send Vaughan to the subcontinent as part of the Lions squad, whose tour there parallels that of England's one-day trip, so that he can get some competitive batting with a view to touring the West Indies. Miller did not discount that possibility. Vaughan's presence will be viewed in some quarters simply as a grace-and-favour gift at the end of an estimable career. But there seems to be much more to it than that. First, it shows the influence Kevin Pietersen already has. The new captain has made no secret of his support for Vaughan, believing he can raise his game once more, and understanding that in the high-profile year to come it would be helpful to have such experience to hand. It also seems to signify that the power of the coach Peter Moores has waned, given that the lead-up to Vaughan's resignation saw captain and coach increasingly at loggerheads. And it shows the lack of regard that selectors and captain, together with the coach, have for the Test-match abilities of Owais Shah and Ravi Bopara. They simply do not seem to rate them. Over the past year underperforming batsmen have been largely bombproof because of the lack of challenge to their positions. No one has made a charge through the ranks. However, the presence of Vaughan as a reserve will act as a reminder that there is no place for complacency or lounging in a comfort zone. Whether Vaughan can find his batting once more is open to question. Part of the problem seems to be that he has been attempting to rediscover his youth in the manner in which he plays. Something has gone, though, infinitesimal maybe but departed - a quickness of eye early on, perhaps, or an element of judgment. He needs to accept that he cannot be the batsman he once was. But if he can reinvent himself and adapt then, a year hence, Pietersen's faith may be seen as a masterstroke. Central contracts: James Anderson, Ian Bell, Stuart Broad, Paul Collingwood, Alastair Cook, Andrew Flintoff, Steve Harmison, Monty Panesar, Kevin Pietersen, Ryan Sidebottom, Andrew Strauss, Michael Vaughan. Increment contracts: Tim Ambrose, Ravi Bopara, Samit Patel, Matt Prior, Owais Shah, Graeme Swann, Luke Wright."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}