{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2008/sep/25/theatre", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2008-09-24T23:58:49Z", "webTitle": "Theatre review: The Girlfriend Experience, Royal Court, London", "webUrl": "https://www.theguardian.com/stage/2008/sep/25/theatre", "apiUrl": "https://content.guardianapis.com/stage/2008/sep/25/theatre", "fields": {"headline": "The Girlfriend Experience", "bodyText": "Any lingering notion that prostitution is a glamorous profession will be laid to rest by this gritty, remorselessly honest piece of verbatim theatre by Alecky Blythe. Using her now-familiar technique of recorded delivery, by which the speakers' words are relayed to the actors through headphones, she takes us inside a Bournemouth brothel where four self-employed, middle-aged women offer basic services. Over 90 minutes the show is always informative but only the totally naive will find it a life-changing event. What Blythe brings out best is the self-delusion that afflicts even these supposedly hard-headed sex workers. They insist their job is like stacking supermarket shelves and that their only function is to make their clients happy without getting personally involved. But the more we see of 58-year-old Tessa, who owns the flat-cum-sex parlour, and her 42-year-old colleague Suzie, the more we realise they are yearning for permanent relationships. The irony is that they offer customers the fake intimacy of \"the girlfriend experience\" which includes kissing, cuddling and talking. Yet, outside office hours, they crave the reality, as we discover when Tessa goes gooey at the memory of holding hands with a chap on a seafront walk. I was struck by the sadness of the milieu depicted, unlike the rest of the audience who seemed to find the notion of an old man with prostate trouble needing sexual assistance hilarious. That incident, along with much else, made me wish Blythe could have told us more about the clients who remain shadowy figures. But the focus is on the workers and, under Joe Hill-Gibbins's direction, Debbie Chazen as Tessa, Beatie Edney as Suzie and Lu Corfield as Poppy all inhabit their characters with a rigorous truthfulness."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}