{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/sep/28/magnersleague.ospreys", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-09-28T23:10:04Z", "webTitle": "Rugby union: Magners League: Ospreys 43-0 Ulster", "webUrl": "https://www.theguardian.com/sport/2008/sep/28/magnersleague.ospreys", "apiUrl": "https://content.guardianapis.com/sport/2008/sep/28/magnersleague.ospreys", "fields": {"headline": "Ospreys embarrass Irish visitors with star-studded display", "bodyText": "Describing the move from Ravenhill to the brighter lights of the Liberty Stadium, Tommy Bowe erred on the side of diplomacy, but he must be a relieved man. Bowe, playing at outside centre rather than wing, delivered his new employers the bonus point try in this alarmingly one-sided Magners League affair. In the process of scoring, 24-year-old Bowe equalled the Magners League individual try scoring record of 30. What Ulster would give for some of that try-scoring nous at the moment. \"I'm very happy to be here and I obviously have no regrets. Coming up against Ulster was always going to be awkward, but there will be no broken relationships as far as Ulster and myself are concerned,\" said Bowe. With the likes of Shane Williams, nominated last week along with team-mate Ryan Jones for the world player of the year award, and Nikki Walker as wing competition it is probably sensible for Bowe to take the versatility route. More alarming for Ulster was that the side the Ospreys fielded on Saturday evening was largely experimental. Dan Biggar at outside-half is still 18, Rhodri Wells is third choice scrum-half and James Hook had a run out at inside centre. It meant the Ospreys caretaker coach Sean Holley could afford to send on a star-studded replacements bench. Ulster hearts must have sunk on 63 minutes to see the Welsh side introduce international quartet Jones, Gavin Henson, playing his first match since April, Huw Bennett and Duncan Jones. The score at that point was 29-0. The Ospreys had their bonus point in the bag, while Ulster had just suffered the second of what were to be three second-half yellow cards. It was a dreadful end to a forgettable weekend for the Irish in Wales after Connacht were hammered 58-0 by Cardiff Blues. \"Individually the Ospreys are the best team in the Magners League, and their off-loading and support play was as good as I've seen in this competition,'' reflected Ulster coach Matt Williams. \"It's a staggering array of talent that they have, but you can deal with it much better than we did.\" Ospreys: Byrne; Walker, Bowe, Hook, Williams; Biggar (Henson, 63), Wells (Webb, 56); James (capt), Hibbard (Bennett, 63), A Jones (D Jones, 63), Lloyd (Gough, 58), Evans, Thomas, Holah, Smith (R Jones, 63) Tries: Wells, Hook, Williams, Bowe, Byrne, R Jones; Con: Hook 5; Pen: Hook Ulster: Cunningham (Steinmetz, 30); Nagusa, Dewey, Trimble, Schifcofske; O'Connor (Humphreys, 70), Boss (Marshall, 68); Fitzpatrick (Court, 51), Brady (Phillpott, 59), Botha; del Fava (capt), Caldwell (O'Donoghue, 67); McCullough (Ferris, 59), Dawson, Diack Sin-bin: McCullough 48, Botha 74, Ferris, 83 Referee: Peter Allan (SRU) Attendance: 7,225"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}