{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2008/sep/10/proms", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2008-09-09T23:06:36Z", "webTitle": "Classical review: Prom 71, Chicago SO/Haitink", "webUrl": "https://www.theguardian.com/music/2008/sep/10/proms", "apiUrl": "https://content.guardianapis.com/music/2008/sep/10/proms", "fields": {"headline": "Chicago SO/Haitink", "bodyText": "The latest great orchestra to check in at the Albert Hall this year is the Chicago Symphony. It is a very different beast from the seductive Berlin Philharmonic; the Chicago sound is not beautiful in the way that the silken textures of the Berliners are, but it definitely commands respect. The first of two concerts under Bernard Haitink centred on Mahler's Sixth Symphony, a core work in the Dutchman's repertory, though his reading has mellowed with the years. There is less aggression in the opening movement now - \"fierce but pithy\" is Mahler's recommendation, and though Haitink didn't take the pith, he did blunt the edges of the martial rhythms, assuage the sting from some of its major/minor clashes, and made the alpine interlude with cowbells and celesta seem more of a welcoming refuge than ever. Sometimes the sheer assertiveness of the Chicago playing is distracting - there is a listen-to-me imperative in the brass, a brash, show-off quality to the woodwind solos. But the way in which Haitink shaped the gathering lines of the slow third movement was sublime, and he charted a wonderfully lucid course through the great teeming finale, using the vast orchestral muscle at his disposal with maximum restraint until the unmistakable catastrophe of the final bars. Before the Mahler, Haitink conducted the UK premiere of one of the products of Mark-Anthony Turnage's two-year residency with the orchestra. Framed by percussive, industrial sounds, Chicago Remains is a 15-minute tribute to the city itself, a steadily accelerating web of transforming themes with an inevitable jazzy edge, a taut, well-crafted journey through a musical landscape Turnage knows well."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}