{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2008/sep/17/middleeast", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2008-09-16T23:05:21Z", "webTitle": "Too racy for Ramadan", "webUrl": "https://www.theguardian.com/world/2008/sep/17/middleeast", "apiUrl": "https://content.guardianapis.com/world/2008/sep/17/middleeast", "fields": {"headline": "Too racy for Ramadan", "bodyText": "Ramadan, the Muslim holy month, is a time for fasting, prayer and contemplation as well as elaborate evening meals and family get-togethers. But this year it is also attracting record audiences for controversial TV programmes that have been condemned by conservative clerics as depraved, immoral and damaging. \"Ramadan has become a month of soap operas,\" complained the Saudi commentator Nourah Al-Khereiji, with no less than 64 of them being broadcast on various channels, timed to start after the iftar meal - the evening meal when fasts are broken - but staggered so that viewers can flick from one to another for hours of uninterrupted entertainment. Halfway through the holiday — one of the five essential \"pillars\" of Islam — two senior Saudi clerics this week issued fatwas calling for the owners of TV channels that broadcast \"debauchery, vice and magic\" to be tried and even face the death penalty. And they, in turn, were quickly condemned for encouraging extremists by giving voice to such intolerant views. In essence, there is nothing new here: over the last decade satellite TV has transformed the Arab media with scores of channels broadcasting horoscope programmes, advice and chat shows, sitcoms and dramas. But the intensity of Ramadan and its huge captive audiences has accentuated the phenomenon — as has the end, sensitively timed for the eve of the holiday, of the most popular programme of all, the wildly successful Turkish-made soap Noor. Viewing figures show that one episode reached a staggering 85 million people, half of them women, in early August. The storyline revolves round the marriage of \"poor but proud\" Noor and \"rich but macho\" Muhannad, and has enraptured audiences from Morocco through the Palestinian territories to the Gulf. When Kivanc Tatiltug, the handsome Turkish actor and heartthrob who plays Muhannad, visited Jordan, there was mass hysteria and a row when he met the minister of education. Crowds of screaming young women greeted him in Dubai. Critics panned Noor as syrupy, melodramatic and amateurish — and note that it bombed in Turkey. But dubbed into Syrian Arabic dialect it was accessible across the entire Arab world, attracting an obsessive cult following and generated a host of jokes, cartoons and urban myths. Noor's greatest impact was in Saudi Arabia, where 3-4 million people watched the show daily out of a population of 27 million — alarming conservative religious figures who fear the spread of western secular culture and \"immoral\" values. And entertainment quickly became a political issue because the owners of Arab channels such as MBC, Orbit, Rotana and LBC are mostly Saudi royals and powerful businessmen allied to them. In July, Noor and another dubbed Turkish TV soap were condemned by the kingdom's chief official cleric, the Grand Mufti Sheikh Abdul Aziz Al-Asheikh: \"Any TV station that airs them is against God and His Messenger (peace be upon him),\" he thundered. \"These are serials of immorality. They are prepared by people who are specialists in crime and error, people who invite men and women to the devil.\" Still, Arab parents have reportedly been naming their babies after Noor and Muhannad and copying their clothes and hairstyles: a recent cartoon in a Saudi paper showed an ordinary-looking man walking into a plastic surgeon's office with a picture of Muhannad and his trademark designer stubble. Homegrown Arab series are hugely popular too. The Syrian production Bab al-Hara — \"The Neighbourhood Gate\" — is now in its third series of high drama focused on a family feud in which a man and his pregnant wife are separated as their mothers fight it out. It offers period costume and nostalgia too — set during the French mandate between the two world wars and before the age of dictators, the conflict with Israel, al-Qaida and war in Iraq. To the delight of its many fans, two more seasons are already in the pipeline. Another programme popular in Lebanon is a Syrian-Egyptian production Asmahan, about the life of the legendary Druze singer Asmahan al-Atrash, who spied for the British and French during the second world war and whose mysterious death in Egypt adds a Princess Diana-like aura to her story. But history has its pitfalls: the United Arab Emirates last week pulled another Syrian serial, Saadoun al-Awajy, because Saudi tribal leaders complained that it was stoking ancient rivalries. And in Egypt the opposition Muslim Brotherhood has protested angrily about the way it is portrayed in a TV series on the life of the late President Gamal Abdel-Nasser. Down at the soapier end of the Arab TV market, sheer escapism seems to be a powerful magnet: \"We hang on to Muhannad and Noor, their fights and their love, their clothes, their haircuts, their surroundings, and the stupid details of their lives for an entire hour every night,\" commented one Arab blogger. \"Every night we escape our huge problems — which are getting bigger by the day.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}