{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/lostinshowbiz/2008/sep/01/celebrity", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2008-09-01T23:15:05Z", "webTitle": "Family feuds and the death of dignified silence", "webUrl": "https://www.theguardian.com/lifeandstyle/lostinshowbiz/2008/sep/01/celebrity", "apiUrl": "https://content.guardianapis.com/lifeandstyle/lostinshowbiz/2008/sep/01/celebrity", "fields": {"headline": "Lost in showbiz: Family feuds and the death of dignified silence", "bodyText": "Pity the poor celebrity children … No really, we absolutely mean it. Last Wednesday saw the Duff sisters (that's Hilary and Haylie in case you don't know) dragged into the midst of their hideous parents' divorce battle. The reason? They were fighting about Hilary's 21st birthday pressie. Not the most contentious issue in the world you might think - get her a pony, or a car, or maybe even a Barbie: it's the thought that counts right? No no no, remember, this is a celebrity family we're talking about - they're a whole different breed. Turns out Mother Duff suspects Father Duff of being a millionaire and has gone to court in order to get him to fund her daughter's party. She's only asking for a mere $25,000 (because the monthly $10,000 she gets from hubby just isn't enough your honour). So what will she be spending it on? We find it hard to believe it'll be on poor Hillary at all as mum has revealed that she relies on her cash-cow superstar of a daughter for financial help to pay all her bills. Presumably this includes those pricey lawyers' fees. Meanwhile actor Alec Baldwin has written a divorce guide for men in an attempt to help them survive their failed marriages. This from the man who publicly called his wife a 'child snatcher' and then left a rather threatening rant on his daughter's voicemail during which he called her a 'rude, thoughtless little pig' and then forgot how old she was: a cardinal sin in any father's book. Now apparently, he's moved on from all that nastiness and has commented: I took care to be very kind and measured in dealing with her. 'Her' would be his ex-wife, Kim Basinger. It is not a personal memoir, and I have no desire to settle some score with her through this. In fact, I was originally reluctant to write this book for that very reason. But then you thought about how much money you'd get for it, right Alec? We can only hope that the book, entitled A Promise to Ourselves: A Journey Through Fatherhood and Divorce - possibly the snappiest title we've read in a long time - has been ghostwritten by a rather more stable father. Our final headline-grabbing celebrity family is (surprise surprise) the Lohans. Dad, Michael has been airing his dirty linen in public, whilst accusing Lindsay's constant companion DJ Samantha Ronson, of doing the same. He believes Ronson is planning to write a tell all book. In a pot-kettle-black outburst he announced to E! News (classy) that: Samantha is using my daughter. People never even knew who Samantha Ronson was until she met Lindsay. She was just some Los Angeles DJ. And now she's writing a book? Yeah, that'll show the dirt-digging scamp who's boss! Lindsay, never one to hold back, has replied in style on her MySpace blog - we could post all of it but frankly, it's a bit long and ranty and erm, boring. Here's her best bits: DRUG FREE Current mood: betrayed He has become a public embaressment and a bully- To my family, my co-workers, my friends, and a girl that means the world to me (its obvious who that is). His recent attack on my life and my loved ones is simply for an ADDICTION THAT HE HAS- FAME. Why he feels the need to comment on anything in my life that i may want to keep private, is beyond comprehension- If he really cared about me and my life, then he would learn to respect my wishes by staying out of it. Congrats on the drug free status Lindsay. Now can someone please give us the number for Fame Addicts Anonymous? We've been trying to get in touch with Chantelle Houghton for simply ages."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}