{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2008/sep/01/bangkokdangerous", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2008-09-01T23:16:01Z", "webTitle": "Nice camerawork, but where's the soulless sadism?", "webUrl": "https://www.theguardian.com/film/2008/sep/01/bangkokdangerous", "apiUrl": "https://content.guardianapis.com/film/2008/sep/01/bangkokdangerous", "fields": {"headline": "Nice camerawork, but where's the soulless sadism?", "bodyText": "Is there a single cinematic hitman who doesn't have a conscience? For a supposedly ruthless profession their blood does run pretty milky in the movies. John Cusack's Martin Blank would rather go gooey over Minnie Driver than cause carnage in Grosse Point. Jason Bourne is as interested in finding himself as your average Goan hippy and even Agent blooming 47, out of a film actually called Hitman, is distracted from his true calling by the love of a good Russian. So the question has to be asked as to whether \"Joe\", as played by Nicolas Cage in the remake of the Pang Brothers' 1999 success Bangkok Dangerous, is about to redress the balance. Will he put finally put a touch of dehumanised sadist back into the killer for hire? 0.10: The initial signs are good. Joe, just Joe thank you very much, is sat alone in a diner late on, like some kind of Nighthawk. He is gazing into the distance, contemplating the futility of human existence. We presume. \"My job takes me to a lot of places,\" Joe intones. \"The work is steady, the money's good, but it's not for everyone.\" Why's that then? Oh. Is it because you sometimes have to leave what you're doing and, from the top of a tall building, shoot a man dead in the head? That's it, isn't it. 0.19: \"My name is Joe ... This is what I do.\" Yes, that seems clear now. 0.21: A flash of studio ident and the roar of a jumbo jet signify a jump in the storyline. Joe, it seems, is flying abroad – probably on a job of killing – but where precisely is he going? \"Purposs of your bizit to Bangkok, Mr Lincent?\" \"Holiday.\" Ah, thanks, helpful customs official! Your inability to say the letter V has clued us right up. We're in the Far East! 0.26:Now we are treated to a montage. This is to confirm, if there had been any doubt, that this film is called Bangkok Dangerous for a reason. First we see a shot of an alluring, mysterious Asian woman (or young man - we're not prejudicial here); then Joe awkwardly attempting tai chi; and, finally, some kick-boxing. We are in Thailand. 0.34: After a motorbike-based murder that proves once and for all that Joe was not telling the whole truth to the customs official, we are once again in the company of a Thai national with stereotypically poor English. He is setting Joe up with his next target, whom he describes thusly: \"This guy, he fight bad guys, and helps the poor.\" Cue picture of dignitary waving to crowd from seat of convertible like a chubby, Asian JFK. All the while, Joe's eyes are widening. He's realising, with wearisome predictability, that he's not a cold-blooded killing machine. No, he's a man, with a conscience. Damn. 0.40: What follows now is typical; Joe tells his paymasters he's not happy - \"Political assassination wasn't part of the contract\" – and lots of shooting, blowing up and nervous looks over the shoulder ensue. At one point Joe constructs a home-made bomb, throws it down some stairs and then hides from the shrapnel in a bath. It's improvisation like that which has taken Joe to the top of his profession. 0.55: The explosions continue as Joe reveals his four rules for a successful career in assassination: 1. Don't ask questions; 2. There is no right and wrong; 3. Don't take an interest in people outside of work (oops!); 4. Know when to get out and walk away rich. The word \"oops\" is appended to rule number 3 because Joe's voiceover is spliced with an image of him sitting alone with a beautiful young woman and looking a little soppy. Unless Joe is trying to lure her into a false sense of security before poisoning her with rare mushrooms, it appears rule 3 has been compromised. 1.05: \"Nothing is deadlier than a hit man who hits back\", reads the tagline, slightly less than convincingly. What about a hitman who isn't compromised by conscience in the first place? Surely they're more dangerous? Or a 50 foot-high lizard that breathes fire? 1.12: No answers are proffered, but we do get some snazzy, slow-mo, stylised action sequences, in order to remind us that this is an Asian action movie, remade by the Pang brothers themselves. One of the brothers calls himself Oxide Pang Chun. His mother must be proud. 1.25: \"Well what is your work?\" asks an old lady, who is actually quite good with her Rs. \"Banking\" replies Joe, with an earnest smile. That's the second time in a minute he's done the ironic What's My Line routine. If you extrapolate that to 90 minutes, we'll have 180 inaccurate job descriptions. \"And why are you here at this top secret mafia hideout?\" \"I'm selling buildings insurance\" 1.35: The trailer comes to an end in a fury of late-90s electronica (a bit like Chemical Brothers circa Dig Your Own Hole, music fans) and an original, if bizarre, piece of CGI wizardry: namely a shot that pursues a bullet all the way from a rifle into the skull of our AJFK. It moves fast and the rendering of the scene is convincing. The only thing that's odd is the trajectory of the bullet, which seems to wobble up and down like a new ride at Alton Towers (The Assassin's Bullet). In conclusion, you may not learn much new about the psychology of the hitman, but Bangkok Dangerous promises to be a ballistic bonanza."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}