{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2008/sep/14/9", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2008-09-13T23:01:00Z", "webTitle": "For the record", "webUrl": "https://www.theguardian.com/theobserver/2008/sep/14/9", "apiUrl": "https://content.guardianapis.com/theobserver/2008/sep/14/9", "fields": {"headline": "For the record", "bodyText": "Peter Craig, the father of Leigh Carlisle, whose death from mesothelioma we reported on 31 August, has asked us to clarify that Mark, mentioned in our story, was her stepfather. 'Children of the revolution' (Observer Magazine, 31 August) said that the increasing popularity of schools in Hackney, London, may be due in part to outsourcing the running of education to Cambridge Educational Associates. This should have been the Learning Trust. 'Kaka could join the City revolution' (Sport, last week) said 'The Abu Dhabi United Group (ADUG) forms part of the Abu Dhabi Investment Authority (ADIA), a sovereign wealth fund managing an estimated £283bn worth of assets.' We have been asked to make clear that ADIA is not part of ADUG and has no connection with Manchester City. Apologies. 'When Barack's berserkers lost the plot' (Comment, last week) discussed Sarah Palin's portrayal in the American press, saying: 'Palin was meant to be pretending that a handicapped baby girl was her child when really it was her wanton teenage daughter's.' The youngest Palin child is, in fact, a boy named Trig. Apologies. Errors in agency captions led to Scottish player Gary Naysmith being described as Gary Caldwell and his team-mate, James McFadden, being wrongly named Scott Brown (Sport, Scottish edition, last week). · Write to Stephen Pritchard, Readers' Editor, The Observer, 3-7 Herbal Hill, London EC1R 5EJ, tel 020 7713 4656 or email reader@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}