{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2008/sep/17/youngpeople.youthjustice", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2008-09-16T23:07:16Z", "webTitle": "Former death row lawyer Shauneen Lambe on fighting youth injustice", "webUrl": "https://www.theguardian.com/society/2008/sep/17/youngpeople.youthjustice", "apiUrl": "https://content.guardianapis.com/society/2008/sep/17/youngpeople.youthjustice", "fields": {"headline": "Restraint order", "bodyText": "If it wasn't for the teenagers casually hovering outside the building where Shauneen Lambe works in west London, it would look like any anonymous law office on any high street in the country. Inside, there is a constant hubbub generated by the stream of youngsters drifting in and out. Lambe, whose charity provides legal assistance and general support to disadvantaged and excluded young people, accepts that it's an unconventional set-up. \"I absolutely love all the kids I work with,\" she says. \"Sometimes, they'll drive me crazy. These kids are intimidating to the world. But they are entertaining and they are brilliant. Every day the kids come in and I think: 'Yeah, that's what I like.'\" Many of the children she works with are in dire circumstances. Talking about why she and her colleague, Aika Stephenson, started up Just For Kids (JfK) in 2006, her conversation is littered with tragic individual stories, tales of political indifference or meddling, and shocking examples of the mistreatment of young people caught up in the criminal justice system. Lambe speaks calmly, but her frustrations are implicit in everything she describes. The case of one of her most recent clients, known as \"AC\", illustrates, she says, much of what is fundamentally wrong with the youth justice system and why it often exacerbates the problems it is supposed to be allaying. AC had no record of criminal behaviour when he was sent to Oakhill secure training centre (STC), aged 14, in May last year after being wrongly charged (he was later exonerated) with grievous bodily harm. While in Oakhill, he was assaulted by an inmate. \"AC was deeply vulnerable,\" Lambe explains. \"If we hadn't got him out on bail, he would have had to spend three months there. In court, you could see he was depressed.\" Distraught at the effect even a short incarceration was having on her son after one week, AC's mother turned to Lambe, who, as well as running JfK, is an in-house barrister at the firm Lawrence and Co, and head of its youth team. \"The ironic thing [about the case] is that because he'd never been in trouble before, the youth offending team (YOT) couldn't provide a risk assessment for him, so were saying: 'We don't want to offer a bail package because we don't know his risk,'\" says Lambe. Lambe convinced the judge to place AC, while a risk assessment was done, under the supervision of his aunt and uncle in a different area to the one where the alleged attack took place. \"That's when JfK got involved,\" Lambe says. \"We got him a mentor. They met every week and did some constructive activities. The thing about AC was that after he came out [of the STC], he was diagnosed with post-traumatic stress disorder because of the whole experience.\" She says AC's case is important because not only was his obvious vulnerability ignored at every stage of the justice process, his treatment is symptomatic of a broader problem. \"The problematic thing is that youths are seen as out of control, and so we are incarcerating more than anywhere in western Europe. And we incarcerate younger.\" To make matters worse, Lambe suggests, not only are young people such as AC being unnecessarily introduced to the children's prison system and put at risk, but too often the triggers for their encounters with the law are avoidable, trivial and even absurd. \"AC tells a story,\" says Lambe. \"He says: 'When I was five years old I wanted to be a police officer, but when I was 12 and I got my head jumped on by a police officer in a puddle and told I was a jungle bug, I lost respect for the police.'\" Lambe adds: \"The system tells them that they don't belong. And they end up in the criminal justice system, where no one understands them.\" Then there are the really \"bizarre\" and frustrating cases. \"Take looked-after children,\" Lambe says. \"There are boroughs trying to apply for asbos against children when they are supposed to be the [substitute] parent. It's shocking. I had a kid in court for criminal damage to a chair in a children's home.\" Ongoing support While JfK was set up to fill a gap in legal provision for young people, Lambe says that she and Stephenson recognised that those children most likely to end up in the system also needed \"much more\" than a legal representation. By offering ongoing support such as mentoring, and by being \"very much community-based\" with an \"open door\" policy, Lambe believes JfK is in a position to make a real difference, even if to only a small number of children. They have about 40 clients at any one time. The formality of the youth justice system and its emphasis on enforcement is off-putting for many youngsters, she says. \"Kids often see it as an extension of the police. YOTs are always perceived as part of the punishment. We are lucky. JfK [isn't seen as] part of an enforcement regime.\" Lambe grew up in Ascot, Berkshire, and went on to study philosophy and religion at Edinburgh University before taking her Bar exams and joining the legal profession. She says she \"had no idea what I was on course for\" when she started her career, and that it never occurred to her that she would become known for doing poorly-paid legal advocacy for disadvantaged kids. Nevertheless, she won a Woman of the Year award in 2007, and in 2006 was named on Management Today magazine's \"35 Women under 35\" list of high-flying young women in business. \"I kind of fell into it by doing death penalty work,\" Lambe explains. For three years, she worked alongside Clive Stafford Smith, the British-born lawyer famous for his defence of prisoners on death row in the US. It was, she says, \"the most amazing journey, although at the time it was the most depressing thing that ever happened to me\". Lambe worked on and won a number of cases involving innocent children who were sentenced to death in the southern state of Louisiana. \"I was working in the most racist parish in Louisiana, where the district attorneys wore a tie with a hangman's noose on it while they are sentencing people to death.\" It was tough work, but Lambe credits Stafford Smith with inspiring her to persevere, and for providing \"a fantastically supportive environment\" in which to take on such difficult work. She recalls visiting one of her young clients, who was \"caged for the rest of his life\", and him telling her despairingly: \"I should have got shot in the street like a dog.\" The scale of youth incarceration in Louisiana had an intense impact on Lambe. \"Angola prison just incarcerates young black men until they die,\" she says of the notorious jail in which some of her defendants were locked up. \"I thought: 'What a waste. There has to be more that can be done. These aren't bad kids. There's a reason why they got into these situations.'\" She resists over-analysing what motivates her, but says the enduring injustice faced by children from poorer backgrounds in Britain - if not quite the same as those in Louisiana - is the driving force. Of all the injustices Lambe has encountered, the one that resonates is the inappropriate use of physical restraint on young people when they are incarcerated. The deaths of Adam Rickwood and Gareth Myatt in 2004, after being restrained in STCs, put its use in the spotlight. Last year's move by the government to extend the circumstances in which restraint could be used to maintain \"good order and discipline\" was widely criticised. Its subsequent overturning by the court of appeal in July this year in a ruling that declared the new rules unlawful was \"really important\", says Lambe, whose client AC's case was the one brought to the court to challenge the government's actions. \"The government passed a statutory instrument without consultation,\" Lambe says. \"To me, it's a total anathema. If you start using physical discipline on people, then they will respond in the same way. These are already the most vulnerable children [as a result of] being in an STC.\" Detrimental impact The victory was an important one for young people's rights, Lambe says, but she is anxious to point out that multiple hurdles to getting justice remain. As \"profit-making businesses\", she says STCs are \"fundamentally wrong\" and can't be expected to deliver the best services. Cuts in legal aid are having a detrimental impact on representation, too. \"We are now no longer paid for the time it takes us to travel to visit our clients,\" she says. \"These kids are being penalised.\" Lambe is frustrated by a system she believes is repeatedly criminalising young people, and by what she says is a cultural climate in which the media and politicians stoke up fear of children. Yet she still believes that things could change for the better, if there was \"a recognition that bad behaviour doesn't make a bad person\". She warns: \"All of this criminalising a generation is going to come back in the government's face.\" As for JfK, there are no plans to expand it. \"It is necessarily community-based, and we have to fight so hard for every bit of funding,\" Lambe says. But she would love to see the model adopted elsewhere. \"What I most want is for the kids we work with, the ones who slip through the net, to get the same resources as other children in our society. A lot of the kids we work with are real fighters to have even survived.\" justforkidslaw.org"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}