{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/sep/09/premierleague.newcastleunited", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-09-09T23:03:38Z", "webTitle": "Football: Gustavo Poyet distances himself from Newcastle vacancy but Didier Deschamps and Zico enter frame", "webUrl": "https://www.theguardian.com/football/2008/sep/09/premierleague.newcastleunited", "apiUrl": "https://content.guardianapis.com/football/2008/sep/09/premierleague.newcastleunited", "fields": {"headline": "Poyet distances himself from Newcastle but Deschamps and Zico enter frame", "bodyText": "Didier Deschamps and Zico expressed interest in succeeding Kevin Keegan as Newcastle United's manager yesterday but, with Gus Poyet distancing himself from the vacancy, the club appear to be some way from making an appointment. Poyet, Juande Ramos's assistant at Tottenham Hotspur and a good friend of Dennis Wise, Newcastle's controversial executive director (football), had been installed as the bookmakers' favourite. Last night though the Uruguayan - whose next door neighbour is Tony Jiminez, another Newcastle director - told the Spurs website: \"It is very clear that it's nothing at all. I am very happy here. This is just speculation and it's all too easy because of my relationship with Dennis Wise. It's nothing to worry about and all I intend to do is relax and enjoy my job.\" Indeed now that their initial No1 target, Gianfranco Zola, is seemingly West Ham United-bound, the St James' Park hierachy are finding the recruitment process to be slow-going and have also learnt that Deschamps, too, could shortly become unavailable. Currently out of work, the former Monaco and Juventus coach and Chelsea midfielder is being heavily tipped to succeed the beleaguered Raymond Domenech as France coach. Should Les Bleus stumble at home to Serbia tonight, Deschamps could even be placed in charge of his country within the next few days. However it seems Deschamps is keen to keep his options open and would welcome an approach from Tyneside. Accordingly a source close to the one-time France captain, yesterday suggested he would not be averse to re-kindling his relationship with Wise which dates from their playing days at Stamford Bridge. \"It's no secret that Didier was close to Dennis Wise during his time at Chelsea,\" said the source. \"And he certainly was interested in the Newcastle job back in January before Kevin Keegan came in. The problem is that everyone thinks he will be the national team manager very soon.\" In contrast there are no such complications surrounding Zico's canditature. The former Brazil luminary and Japan and Fenerbahce coach is also currently clubless. Making a firm pitch for the St James' vacancy, he said: \"The Newcastle job is one I would be very interested in taking. It would be a privilege and an honour. I am used to working alongside technical directors so it isn't an issue. It is normal for me to work in those conditions.\" Other, albeit outside, options include Terry Venables, another good pal of Wise's, and David O'Leary, the former Leeds and Aston Villa manager who is close to Derek Llambias, Newcastle's managing director."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}