{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2008/sep/17/paralympics2008", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-09-16T23:05:00Z", "webTitle": "Paralympics: Investment pays off as Britain reaches century of medals", "webUrl": "https://www.theguardian.com/sport/blog/2008/sep/17/paralympics2008", "apiUrl": "https://content.guardianapis.com/sport/blog/2008/sep/17/paralympics2008", "fields": {"headline": "Investment pays off as Britain reaches century of medals", "bodyText": "At just before 7.30 in Beijing last night Shelly Woods, a wheelchair racer from Blackpool, turned into the home straight of the Bird's Nest Stadium with a landmark achievement ahead. When she crossed the line in second place in the 1500m final, her success brought Britain its 100th medal of these Paralympic Games. Less than a mile away at the athletes' village her silver was marked on the chart outside Britain's headquarters. \"We might all be staying together but we don't see everyone,\" said the cyclist Darren Kenny. \"When you arrive back in the village after your event you would look at the board and see how many medals we had won that day - and it was so motivating.\" It is 24 years since the Paralympics first took place in conjunction with the Olympics and began to gain the type of recognition that has taken it to a new level in Beijing. And from a record number of competitors - about 4,200 from 144 nations - Britain has once more produced a spectacular performance. The team ended the penultimate day with 102 medals, second in the table to China, and 42 were gold - seven more than in Athens in 2004. No longer are the Paralympics a sideshow and the British team have achieved more than double the number of medals that the Olympic team won last month. It is likely to mean even more National Lottery funding between now and London 2012, particularly as they have easily passed the target of 95 set by UK Sport, the distributor of such funds. But it is not just about the money. Phil Lane, officiating at his second summer Paralympics as Britain's chef de mission, said: \"We have put an awful lot of preparation into it over the four years. Paralympic sports, unlike Olympic sports, do not always have the benefit of cohesive programmes within the governing bodies. We work closely with the national governing bodies to deliver a performance environment over the four years rather than right at the very end. It is consistency that has grown across the years.\" The 38-year-old Kenny represents how serious the Paralympics have become and why Britain is able to maintain this magnificent level as more athletes take part. Suffering from cerebral palsy, Kenny, from Dorset, has been full-time for six years. Qualified in the financial services, he is now one of 241 British Paralympians who are funded and he leaves Beijing with four golds and a silver from the track and the road. \"At this level you have to be full-time to compete with the rest of the world,\" he said. \"The standards go up quickly. Just look at the number of records broken on the track.\" Since Athens, UK Sport has almost doubled its investment in Paralympic sports to just over £29.5m. Swimming received the most with £6.9m, and the reward was 41 medals. Britain's cyclists, who have had funding of £1.7m, won 20 medals including 17 golds, following on from the success of the Olympic team, who left Beijing with eight golds among their 14. They are all part of the same squad. As Chris Furber, Britain's Paralympic cycling coach, said before the Games: \"The Paralympic cyclists share the same track time, expertise and equipment and enjoy working alongside their Olympic colleagues. However, we are not just copying the Olympic team, and the Paralympic squad are leading the way. For example, UK Sport have assisted with technology and we now have the best tandem bikes in the world.\" The success of the Olympic team played a part - Britain celebrated its greatest Games for a century - but it was not a major factor in the Paralympians' glory. Kenny said: \"It has been four years of hard work and four years out of our lives. But [after the Olympics] you come here with that feel-good factor.\" As at the closing ceremony for the Olympics, the red London bus will roll into the Bird's Nest tonight as part of the handover celebrations and the task now is to ensure the momentum grows and future Paralympians emerge. \"That still remains one of our big challenges,\" said Lane. \"There is no doubt there has been a number of new faces who have moved into the sport. We have quite a lot of new faces in the team this time, but it is still an area that we have to work on very hard for 2012.\" Golden days Paralympics medals table G S B Total China 87 68 52 207 Great Britain 42 29 31 102 United States 36 34 28 98 Ukraine 24 18 31 73 Australia 22 29 27 78 South Africa 21 3 5 29 Canada 19 10 21 50 Russia 18 23 21 62 Spain 15 21 22 58 Final Olympics medals table China 51 21 28 100 USA 36 38 36 110 Russia 23 21 28 72 Great Britain 19 13 15 47 Germany 16 10 15 41 Australia 14 15 17 46 South Korea 13 10 8 31 Japan 9 6 10 25 Italy 8 10 10 28"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}