{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2008/sep/25/banking.wallstreet", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2008-09-24T23:01:00Z", "webTitle": "US agrees to limit top pay as price of bail-out deal", "webUrl": "https://www.theguardian.com/business/2008/sep/25/banking.wallstreet", "apiUrl": "https://content.guardianapis.com/business/2008/sep/25/banking.wallstreet", "fields": {"headline": "US agrees to limit top pay as price of bail-out deal", "bodyText": "The US government has yielded to an outcry over multimillion-dollar Wall Street pay packets by agreeing to impose limits on the remuneration of senior bankers who benefit from a $700bn bail-out of financial institutions. The treasury secretary, Henry Paulson, bowed to pressure after two days of tough negotiations with congressional legislators who are reluctant to pass his programme to buy up banks' distressed assets without a crackdown on perceived boardroom excess. \"The American people are angry about executive compensation, and rightly so,\" Paulson told the House of Representatives financial services committee. \"We must find a way to address this in legislation without undermining the effectiveness of the programme.\" The concession, which is likely to fuel momentum for similar measures in Britain, came as the Bush administration battled to overcome scepticism about the biggest public intervention in the financial markets since the Great Depression. Polls suggested that the US public are unenthusiastic about the bail-out, and Wall Street stocks slipped on doubts over the likelihood of a deal. In an attempt to marshal support, the White House said President George Bush would make a televised address about the crisis. Measures to reduce pay packages are set to include severe restrictions on \"golden parachutes\" given to executives when they leave. Wall Street sources expect a clawback on bonuses if companies restate their financial performance, and laws to ban performance-related incentives which encourage inappropriate risk. Such changes are an about-turn for a laissez-faire administration which last year rejected congressional attempts to give shareholders a British-style \"say on pay\" vote. A crackdown poses a personal dilemma for Paulson, who earned $38m as head of Goldman Sachs in 2005. In heated exchanges on the issue, Democratic congressman Luis Guitterez told Paulson: \"We are asking American taxpayers to sacrifice, to put $700bn out there when other people are lining their pockets.\" Paulson replied: \"People in the country understand pay for performance for success - that's the American dream. But nobody understands pay for failure.\" Critics of Wall Street point out that the Lehman Brothers chief executive Dick Fuld received nearly $35m in pay last year. Merrill Lynch's former boss Stan O'Neal left with $161m in stock and options when he was ousted due to huge losses on subprime mortgages in October. A poll released by the Los Angeles Times and Bloomberg shows that 55% of Americans oppose government aid to failing financial firms. CNN found that 62% of Americans support government involvement in the markets, but 65% believe that a bail-out would be unfair to taxpayers. A sense of public anger at Wall Street's role in causing the meltdown was fuelled by news that the FBI was investigating the possibility of fraud at four firms caught up in the financial turmoil - AIG, Fannie Mae, Freddie Mac and Lehman Brothers. Paulson is staying in Washington to continue defending the administration's plan and has turned down an invitation to meet Gordon Brown in New York today. The Bush administration delivered increasingly dire warnings of the consequences of inactivity. The Federal Reserve chairman, Ben Bernanke, said global markets were under \"extraordinary stress\" and action was \"urgently required\". The White House press secretary, Dana Perino, said there was a risk of \"financial calamity\" as \"the cold on Wall Street could affect Main Street\". As concern grew in the markets, the Dow Jones industrial average fell 29 points to 10,825. Morgan Stanley's shares slumped 11% as takeover talks with the commercial banking group Wachovia ended. Deutsche Bank analysts said the market was \"skittish\" on concerns that the US treasury might get less than$700bn, with the possibility of strings attached. Tobias Levkovich, chief US equity strategist at Citigroup, said \"bail-out fatigue\" was setting in. \"A real sense of crisis has eluded many members [of Congress] who may not fully grasp the linkage between financial markets and their impact on the people who elect their representatives in government,\" he told clients in a letter."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}