{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2008/sep/14/police.race", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2008-09-13T23:01:00Z", "webTitle": "How did Sir Ian Blair find himself embroiled in a bitter race row at the Met?", "webUrl": "https://www.theguardian.com/politics/2008/sep/14/police.race", "apiUrl": "https://content.guardianapis.com/politics/2008/sep/14/police.race", "fields": {"headline": "Many forces at work in crisis at the Met", "bodyText": "They were giggling in Scotland Yard's main canteen last night. 'You can't help but laugh when you see Blair slinging it out in public with his third in command,' said one constable, then his voice faltered. 'Funny, but embarrassing.' Five floors above, the head of Scotland Yard had long forgotten the funny side. Three years have passed since Sir Ian Blair became Metropolitan Police commissioner, hailed as a progressive liberal in tune with such politically correct times. Now, over a late canteen supper, his beat constables were sniggering at the irony of it all. None could have foreseen that Blair's tenure would become muddied by claims of systemic racism and an increasingly rancorous public mud-slinging match between himself and the most senior Asian officer in the country, Tarique Ghaffur. Last week relations between the two crumbled to a new low. On Wednesday Blair 'temporarily relieved' his third most senior officer of his duties after Ghaffur revealed details of his racial discrimination case against the Scotland Yard commissioner. Hours later Yasmin Rehman, the most senior Muslim woman in the Met, stepped forward to reveal she too had been 'bullied' and lodged a claim of racial discrimination against her superiors. More bad news for Blair may follow. Lawyers for Ghaffur and Rehman estimate 19 racial discrimination cases are lined up against the Yard. Something has clearly gone wrong at the heart of the Met, but beyond the claim and counter-claim of personal agendas and public smears, the debate boils down to one simple question: is Scotland Yard in 2008 racist? A knot of senior black and Asian officers believe it is, many others do not. All agree that racists are employed by the Met, yet few believe that it is a racist institution. Almost 10 years have passed since Sir William Macpherson's seminal report, commissioned after the murder of black teenager Stephen Lawrence, famously branded the Met 'institutionally racist'. The arrival of Blair was hailed as the final piece in the race relations jigsaw, an appointment crafted to ensure the recent turmoil could never occur. Last week within the febrile canteen culture of the Yard, theories swept through the rank and file over how the Oxford University graduate could find himself personally embroiled in such a damaging race row. One repeated consensus among constables blames an ineffectual leadership style that has fostered a culture of political infighting and allegations of prejudice. Their official voice, the Metropolitan Police Federation, which represents 24,000 constables, maintains it has no confidence in Blair's leadership. One leading officer claimed that Blair's determination to broaden equal opportunities may, in fact, have proved to be his 'Achilles heel'. Detective Constable Peter Smyth, the chairman of the Met constables' branch, added: 'If anything he may have been too soft, giving people the freedom to play the \"race card\" for financial and career opportunities. There is a feeling that some have taken advantage of his liberal style.' Others said Blair is the high-profile scalp of an orchestrated campaign whose motives were more prosaic than the inflammatory charges of racism suggest. One said: 'If I was a cynic then I might suggest the problem began when the National Black Police Association [which is backing both Ghaffur and Rehman's legal action] had their funding cut by the Home Office earlier this year. To prove they needed funding, they needed a problem. Who knows?' One solicitor from London discrimination specialists Palmer Wade, which has recorded an increase in claims from serving officers against the Met, believes that a critical mass has been reached whereby more black and Asian officers are having the confidence to sue Scotland Yard. 'The fact that more senior officers are taking this course could encourage more junior ranks to follow. Maybe there still is institutional racism, but it's not that easy to make that sort of allegation,' said Melanie Thomas. Yet all are unanimous that Blair himself is no racist. 'Blair does not have a racist bone in his body,' said Smyth. Many constables take the view that Blair was actually too zealous in ramming home his diversity agenda. Months after taking control, an employment tribunal accused the commissioner of attempting to bolster his anti-racist credentials by hanging three white officers out to dry over alleged racist remarks. However, Jan Berry, former chair of the Police Federation, said the wider issue was not race relations but the increasingly politicised role of head of Scotland Yard. Experienced observers reckon it may well be the hardest job in the country, the poisonous politics of Whitehall a tea party by comparison. Berry said: 'It is a position where you cannot please everybody all the time. Whoever does the job must follow a very difficult path. The role of commissioner has become part-politician, part-advisor, part-counsellor, and you will always attract enemies.' She rejects any notion that Blair has fostered a culture of racism. 'There will still be racism and people will still carry prejudices, but compared with many years ago the situation is much better - the service has come on leaps and bounds,' she said. One serving detective added: 'Is there an issue with racism in the Met? Every major organisation, I suspect, has racists. Is there a massive problem? No, I don't think so.' On face value, internal data confirms that Scotland Yard has in fact made impressive strides in recruiting black and Asian officers. Latest figures reveal that one in five officers joining the yard is from an ethnic minority. When Blair took over in 2005 there were 2,259 ethnic minority officers in the Met. At the end of July the figure had risen to 2,608 from a total of 31,363. By comparison, there were 426 in 1988. Yet one glaring weakness, which even Scotland Yard accepted yesterday remained an issue, is the number of black and Asian officers in positions of influence. Close scrutiny reveals that the numbers of Asian or black chief superintendents and inspectors have actually fallen on Blair's watch. Out of 78 chief superintendents, just one is currently from an ethnic minority. An internal document seen by the Observer profiles the entire Met chain of command in many London boroughs as simply 'white British'. Scotland Yard claims the status quo is a quirk of timing rather than anything sinister. 'You are starting from a certain place and so it will take time, maybe a generation to change the picture,' said a Met source who conceded career 'progression' for ethnic minorities could be an issue. Even so, current recruitment trends are impressive. The ethnic minority intake is forecast to reach 9 per cent this year compared to 3 per cent in 2000. A recent recruitment fair attracted 1,200 people. One third were from ethnic minorities. Despite this, the fact remains that Britain's biggest police force will miss the ethnic minority recruitment targets laid out by Macpherson by a significant margin. Next year the Met should have 25 per cent of its officers from ethnic minorities. There is 'no chance' of reaching the target, according to Met sources. Yet the thorny question of whether racial discrimination is directed towards recruits once they have joined the force is harder to quantify. The Metropolitan Police Federation is funding between 15 and 20 racial discrimination cases a year. Smyth explains a small increase in cases as being more reflective of the larger number of black and Asian officers than any tangible increase in racism. He said: 'In general terms I really don't know why the issue has come to light now because things are improving. Conspiracists might argue that it is a fairly well orchestrated campaign by a particular group, and non-accidental.' The Independent Police Complaints Commission said that it could not recall a single case of racial discrimination it was currently investigating. Yet some lawyers bringing race cases against the Met are unsure if Blair's progressive stance on diversity issues has had the desired affect. Shahrokh Mireskandari, who is representing Ghaffur and Rehman, and has close links with the NBPA, believes that racial discrimination in terms of career progression and attitude is 'rife' within Blair's Met. Melanie Thomas added that while Blair's tranche of diversity and equality policies might look impressive, within the hard-nosed world of modern policing they count for little. 'My impression is that there are a staggering number of diversity policies, guidance and studies, a tremendous amount of material, but ask anyone what they really mean and they will not be able to tell you.' From the moment Ghaffur revealed he was suing the force for racial discrimination, tensions among the Yard's senior command grew increasingly strained. Tempers finally snapped last week. Within hours of Ghaffur being told that he was being temporarily relieved, the 'gold command' of the National Black Police Association convened for an emergency summit. The gloves were off; the talk was of a race war. A vote of no confidence in Blair and his plethora of diversity policies was discussed, but far more damaging was the motion to start actively dissuading other black and ethnic minorities throughout London from joining the Met. The president of the NBPA, Chief Superintendent Ali Dizaei, said: 'It is our duty - they need to be told that they will be hounded and targeted if they join.' The association believes the Met instigated a smear campaign last week that questioned the credibility of both Dizaei and Mireskandari, the latter being accused by one newspaper of being a convicted fraudster, which he denies. Scotland Yard strenuously reject any suggestion of involvement. 'The bottom line is that any racism headline is not good for the Met. None of this benefits anyone who cares about its reputation,' said Met spokesman Ed Stearns. The accusations levelled at Dizaei, one of the yard's most controversial senior officers, took a more serious twist last Friday with claims he advised a defence team in a Met prosecution. Dizaei said: 'It's simply untrue, but I've got used to such attacks against my character over the years.' Hours later the Metropolitan Police Authority announced it was investigating the allegations. Two days earlier it had started a separate inquiry into Ghaffur over 'potential grounds of misconduct' after the 53-year-old spoke publicly about his discrimination case. Ghaffur's claim alleges the MPA leadership is racist, a charge it rejects. This week calls for the Home Secretary Jacqui Smith to intervene in the row are certain to mount. In addition, fresh evidence of a wider racist problem within the police is shortly to be published. Next month the first audit into the treatment of Muslim and black officers will be published. The study of the 43 forces in England and Wales will be published by the National Association of Muslim Police, a body which so far has been keen to distance itself from the slanging match surrounding Scotland Yard. For those who believe that, away from the Met, racial discrimination is not an issue, its contents will make sobering reading. Sources describe its findings as 'appalling' with employment rates of black and Asian officers well below the proportion of those in wider society. Zaheer Ahmad, president of the National Association of Muslim Police, said: 'That really is not good enough.' But it is his criticism of the Home Secretary that perhaps most threatens to spread the cry of racism from the Met to the heart of government. The Observer has learnt that the National Association of Muslim Police is considering submitting a formal complaint regarding the behaviour of the Home Secretary towards Muslim organisations. Despite arranging on three occasions to discuss the gravity of their findings with Smith, she has cancelled each time, the association claims. 'Can't she spend just 15 minutes in five months with us? These are incredibly important issues within the police service,' said Ahmad. Smith, he added, had also declined an invitation to attend a conference inside the Home Office to discuss Muslim women in the police force which is scheduled for November. The group increasingly believes that Smith does 'not want to be associated with a Muslim organisation. We are not an extreme organisation, we only want to be treated fairly.' Scrutiny of the Met, the Home Office and police forces on attitudes to race will also intensify following a BBC Panorama investigation to be broadcast shortly which features allegations of racism from serving black officers, a number from the Met. Rumours abound that the Muslim Council of Britain will soon wade into the row. Blair may not be alone in wondering when and where it will all end. Of course, it wasn't always diversity strategies and equal ops. Serving Met officers recall a time when racism was the norm. 'When I joined in the late Seventies, Britain and the Met were a very different place,' said one. 'We didn't think we were being offensive by using words that we wouldn't dream of using these days. In those days the word \"coloured\" was a polite term. Now there has been a complete turnaround and we're very aware, culturally and racially. 'I would be surprised if there was another organisation that was more racially aware or politically correct than we are,' added Smyth. The fallout of Lawrence's murder at a bus stop in south London in 1993 is credited with transforming the landscape. Macpherson's defining report identified that systemic failures to tackle racism helped Lawrence's killers evade justice. In his 1999 report Macpherson defined discrimination as being 'unwitting prejudice, ignorance, thoughtlessness and racist stereotyping'. Last week, however, senior officers warned that such language may have allowed racists to avoid accepting responsibility for their behaviour. 'Perhaps it was a mistake, you have people who are out and out racists and that definition let them blame someone else,' said Berry. More directly, though, the tumult of last week is traceable to the fallout of a police investigation into Dizaei. He had been suspended in 2001 pending the completion of a criminal investigation into alleged fraud and perverting the course of justice. During a multi-million pound surveillance operation Dizaei was secretly recorded having lunch with Ghaffur. The assistant commissioner was incandescent upon discovering the covert operation and sensationally appeared as a surprise defence witness for Dizaei at his 2003 trial. Dizaei was acquitted of all charges. Many in the Met maintain the ongoing spat is rooted in Ghaffur's decision to ally himself to Dizae and in turn the controversial figure of Mireskandari. But new discrimination cases continue to come to light and it is these, according to equality groups, that are the true indicator of ongoing systemic prejudice. The Observer has learned of one case involving a former paratrooper and serving Met constable who is suing for racial discrimination. Derrick Quarm, a charity marathon runner who has taken three days' sick leave in eight years service, is suing the force for being overlooked for promotion on race grounds. Quarm has been rejected eight times despite claiming to possess a superior record to white peers. Thomas, his lawyer, said: 'He absolutely never wanted to sue, but felt he had no choice.' More twists in the Met's race row will no doubt surface this week, accompanied inevitably by growing demands for Ghaffur's employment tribunal to be dragged forward to avoid fresh stains on the Met's reputation. 'The unfortunate thing is that it is being played out in the public arena where people can't really make a decision. It's not about sides, it's about fair treatment,' said Berry. For Blair it promises to be a particularly gruelling period. The inquest into the death of Jean Charles de Menezes will shortly begin with a forensic dissection of the systemic failure by Blair's force on the day the Brazilian was shot dead by police marksmen at Stockwell tube station. Evidence will detail how Blair obstructed efforts by the IPCC to investigate the tragedy. Last week marked the seventh anniversary of 9/11 and residents wonder whether the Met's command chain is distracted while the city remains on alert for a terrorist attack. For his part, Blair remains intent on riding out the race storm while accepting he and Ghaffur agree on one point: if the latter's discrimination case is successful, the Met's most liberal commissioner in history will be remembered by some as a racist. Flashpoints for Blair The shooting of Jean Charles de Menezes In several days time Sir Ian Blair and his force will face their gravest scrutiny since the Stephen Lawrence inquiry at the inquest into the fatal shooting of De Menezes, the Brazilian mistakenly thought to be a terrorist. Yard insiders fear the hearing will expose excruciating details about the operational effectiveness of the force on that day, the overall efficacy of its current leadership and alleged attempts to cover-up who knew what when. Fresh revelations will ensure calls for Blair to step down reach a climax. Claims of racism The Yard is mired in damaging claims of racial discrimination as the Met's third most senior officer, Tarique Ghaffur, presses ahead with a race bias and discrimination case against Sir Ian Blair. Other cases include Yasmin Rehman the force's head of diversity, who last week revealed she is also intending to sue her superiors along similar lines. Race equality groups claim the problem of racism may have worsened since a damaging report by Sir William Macpherson into the murder of Lawrence almost a decade ago. Knife crime Crime statistics reflecting a growing violent youth crime problem in the city which many residents fear is spiralling out of control. Latest figures for July alone revealed that 689 were knifed or battered with a weapon, 15,824 were beaten up or seriously harassed. In total 18 people were murdered that month, four of them black teenagers, victims of growing youth violence. The youngest, David Idowu, just 14, was stabbed through the heart on a summer evening on his way to a football match. The terror threat Scotland Yard counter-terrorism officials met for crisis talks last week after what they believed to be the strongest terrorism case ever presented to a court was rejected by a jury. At the end of a £10m investigation and trial lasting more than two years, jurors were unable to decide whether or not a group of British Muslims were part of a plot to blow transatlantic airliners out of the sky. Although the Crown Prosecution Service subsequently said it would seek a retrial of seven of the accused, the jurors' verdict has prompted deep unease throughout the Met. Ian Blair: Life and times · 1953 Born in Chester. · Educated at Wrekin College, Shropshire, Harvard High School, Los Angeles and Christ Church, Oxford. Gained a second-class honours degree in English language and literature. · 1974 Joined police on graduate entry scheme. · Served as constable, sergeant and inspector in both uniform and CID in central London, starting as a PC in Soho. Married Felicity Jane White in 1980. They have a son and a daughter. · 1985 Published a book Investigating Rape: a New Approach for Police which had a major impact on the way in which the police investigated offences of serious sexual assault. · 1991 Became Chief Superintendent, then spent two years with HM Inspectorate of Constabulary. · 1993 Returned to the Metropolitan police and was appointed officer in charge of Operation Gallery, at that time the largest police corruption inquiry in London for a decade. · 1994 Appointed Assistant Chief Constable of Thames Valley police. Took charge of policing the Newbury by-pass protests. Four years later he became Chief Constable of Surrey. · 2000 Returned to Met as Deputy Commissioner where he gained a reputation for being a 'thinking man's policeman'. He called for more female, ethnic minority and gay recruits. · 2002 Publicly stated that 'society cannot duck the fact that most muggers are black'. In response the National Black Police Association stated that black recruits could be deterred by such comments. · 2003 Knighted in Birthday Honours. · 2005 Succeeded Sir John Stevens as Met Commissioner. Heavily involved in the investigation into the shooting of Jean Charles de Menezes at Stockwell tube station, by anti-terrorist police who mistakenly believed he was a suicide bomber. After Blair learned that the shooting of de Menezes had been mistaken, he briefly considered resigning."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}