{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2008/sep/14/gambling", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2008-09-13T23:01:00Z", "webTitle": "'Fat Man' sues top casinos for millions", "webUrl": "https://www.theguardian.com/uk/2008/sep/14/gambling", "apiUrl": "https://content.guardianapis.com/uk/2008/sep/14/gambling", "fields": {"headline": "'Fat Man' sues top casinos for millions", "bodyText": "He was one of the world's most prolific and secretive gamblers. The arrival at casinos in London of Fouad al-Zayat, the high roller know as the Fat Man, created panic and excitement and not a little rubbing of hands by management in their dinner jackets and black ties. Over 15 years, the 20-stone Syrian billionaire lost more than £191m on the spin of the roulette wheel. But now he is biting back by taking six prestigious British casinos to court, claiming they illegally allowed him credit. The move follows his recent victory in the High Court when his lawyers successfully argued that a £2m debt with Aspinalls of Mayfair should be wiped out because they allowed him credit. In a rare interview in his marbled floor office in Nicosia, Cyprus, the Fat Man, a big beast even among the big spending gamblers known as 'whales', said he was now looking to claw back £67m. Zayat, 67, who said he no longer gambled in casinos, claimed that while he was never an addict, his habit had been a form of escapism that wasted nearly a quarter of a billion pounds. 'When I looked at the table, and the wheel was spun, it took my mind away from anything else I was thinking about. All worries disappeared, except the game. The amount of money was not important. Today, I see my behaviour as very stupid whereas before I thought it was something.' Zayat's dispute with Aspinalls centred on a debt acquired in a single night in March 2006 after he cancelled a cheque for £2m following a row over a croupier. The casino had allowed Zayat a 12-month delay in repayment, during which time he continued to gamble. The judge found the postponement amounted to illegal credit under the act. He has now instructed his solicitors at the West End firm Quastel Midgen to gather evidence from his files, which allegedly show he was given illegal credit of £67m between 1989 and 2003. 'The casinos woo you, they make it their business to become your friends,' he said. 'I have been called by them on birthdays, and relatives' birthdays; they try to become part of your life. When you go to them, you are offered the best hotel rooms and anything you may want, in order to get you to continue gambling. If that means giving you credit, and breaking the law, they will do it.' Zayat said he was riding high at London's tables in the 1990s when he won up to £80m a year. In 1997, he said, he won £42m in a year from Crockfords in Mayfair. 'I made that money in a month or so of visits. It was a good time,' he said. One casino official said his arrival at clubs would make staff tremble with excitement and alarm. Zayat would regularly give £5,000 tips. His nickname was acquired, he said, because doormen in London's clubs needed a verbal shorthand to warn their management when the mysterious bulky Arab approached. At times, he loved the casino life - he could stay up all night meeting the world's richest and most influential people, he said, pitting his wits against the casino's management. He has sat at tables with the actor Tom Cruise, the arms dealer Adnan Khashoggi, senior members of the Saudi and British royal families and the Sultan of Brunei. Once, while playing roulette in Crockfords, Zayat noticed a brash Australian man watching him play. By this stage he had perfected his system and objected to being watched. 'I got him kicked off my table. But then I was told that the man was Kerry Packer,' he said. Packer, the late Australian tycoon, and Zayat spoke later that evening and played together on several occasions. In a single half-hour game they gambled £400,000 between them at the roulette table. 'I won about £300,000 and he lost. From then, he did not want to play with me,' he said. At Les Ambassadeurs in Mayfair he won £20m in 1996 at the roulette table, he said. 'The gaming manager was a university graduate in psychology. She was always in my face because she promised the management that she would find my weak point to make me lose.' By 2000, his losses were beginning to match his winnings. The casino PR men who had feared his wins were now, he claims, encouraging him to play on, although he did not have ready cash. Some clubs allowed money lenders to walk the floor, Zayat claimed. 'Some have two or three unofficial people who lend money. The managers look away,' he said. His detractors claim Zayat has become embittered after a number of legal entanglements. Others say he may be considering legal action because his British assets were frozen in March following an ongoing legal dispute with the Iranian government over a $60m Airbus. He dismissed these claims last week: 'I have won against Aspinalls and now the others will see that I will win against them too. This is a long game,' he said. The Ritz, Aspinalls and Crockfords declined to comment."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}