{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/sep/14/boxing.amirkhan", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-09-13T23:03:11Z", "webTitle": "Boxing: Haye: I told Amir Khan to employ Rubio", "webUrl": "https://www.theguardian.com/sport/2008/sep/14/boxing.amirkhan", "apiUrl": "https://content.guardianapis.com/sport/2008/sep/14/boxing.amirkhan", "fields": {"headline": "Haye: I told Amir Khan to employ Rubio", "bodyText": "David Haye, who has made his name as a knockout artist and moves up to heavyweight in November, revealed last night he was the person who advised Amir Khan to take on the Cuban Jorge Rubio as his trainer. It was not an immediate success. With Rubio in his corner for the first time, Khan lost his unbeaten record in spectacular fashion, knocked out in 54 seconds by the Colombian lightweight Breidis Prescott at the MEN Arena in Manchester last Saturday night. The defeat has wrecked what had been glittering progress to the top since Khan turned professional four years ago. Haye, unlike many observers, thinks Khan can still be a world champion. But he needs to get away from the limelight, leave his family behind and get some world-class sparring in the tough Latino gyms of Miami. He also needs to look after that suspect chin. 'When I recommended Rubio to the Khan family,' Haye said, 'I told them he was someone I'd worked with in the past and someone I would recommend to anybody. He's a very knowledgeable coach, a decent person and always has the boxer's interests at heart. I truly believed he could take Amir to that next level. 'I don't think it was wise to just go out and sack his first trainer, Oliver Harrison. It would have been good to have Harrison working alongside Rubio. You can't just get someone like Rubio in and expect him to know your style down to a tee. Rubio won't know what Khan does well, what he does badly and what his natural instincts are. Harrison would have known that stuff as he's been with him since the start. 'What I was anticipating was Amir going out to Miami with Jorge and doing his training out there – living out there. That way he'd have 30 or 40 Cuban and Latino fighters he'd never even heard of to spar with on a daily basis, guys that are all at the same level as Prescott. If Amir was to rush in recklessly against any of these Latino fighters, chances are he'd get knocked out the same way he did against Prescott. It would have been more valuable getting knocked out in sparring and then learning his lesson. 'Amir needs to come out of his comfort zone. I'm sure he loves having his family around him all the time, but he needs to realise the boxing business is a dangerous one and that sacrifices need to be made. When I decided to step up to the world-class level I went out to Miami and lived there alone. I didn't know anybody out there and I made no prior arrangements. I took my gum shield, boxing boots and a pair of gloves and just entered any gyms that were about.' Haye says Khan has trust his talent if he is to realise his potential. 'For some reason, Amir's started to listen to everybody who's been telling him to keep his hands up. He got where he has today by fighting like Amir Khan. He's not designed to fight in the pocket with his hands glued to his face. Defence is not just about blocking punches. There are various ways to defend yourself in the ring. One of Amir's main strengths as a fighter is his foot movement, yet that's one of things Khan gives away by adopting that hands-up, stand-in-the-pocket style of fighting. Instead of using his natural attributes – speed, foot movement and reflexes – against Prescott, he walked out there and blinded himself with his own hands. 'If you rush at a quality fighter the way he did against Prescott and I did against Carl Thompson, I can guarantee you'll either get quickly sparked out like Khan or stopped like I was. Amir Khan will never be able to trade on his toughness because his chin's not that good. I've had to realise that same thing. I'm not tough enough to do that. He's not tough enough. He's a good boxer with great speed, timing, reflexes and punch variation, but he's not Marvin Hagler. I'm not Marvin Hagler. If you're not Marvin Hagler why try fighting like him? 'I'm sure if Amir Khan makes the right adjustments and does things the way he should in the gym, he'll come again and still get to where he wants to get. He could rematch Prescott somewhere down the line, adopt the right tactics and beat him. I wouldn't advise him taking an immediate rematch, though. 'I know how Amir feels now. He'll be hurting and he'll want to just disappear down a hole for year. The thing is, he is not a bad fighter. He's an Olympic silver medallist, he has wonderful physical tools, and he's achieved a great deal in his life at a very young age. But, when you're looking up at the referee count to 10, you're doing it alone. Your friends aren't there.'"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}