{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2008/sep/10/relationships", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2008-09-09T23:07:30Z", "webTitle": "The serial dater: Long-distance relationships", "webUrl": "https://www.theguardian.com/lifeandstyle/2008/sep/10/relationships", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2008/sep/10/relationships", "fields": {"headline": "The serial dater", "bodyText": "It's worse than breaking up. Sometimes it's so difficult that you break up anyway: those little separations that punctuate a relationship when you live motorways (or oceans) apart. Sunday night, one couple knotted around each other like a French braid, on platform three of Cardiff Central station. Inside the carriage, the back of a chestnut-coloured bob was sniffling into her Nokia. The boy with big silver earphones mouthed something into his phone from the platform. Then she said \"Ooh, I'm going\", as if he couldn't see the train creaking to life. She blew wet smooches and added: \"Do the Donald duck thing.\" His cheeks billowed out and his lips flapped up and down. I can only assume he quacked some sort of goodbye - role play that should be kept private. For couples who love each other but live apart, the toughest bit is putting up with the empty-belly goodbyes. And for twenty-somethings, the most testing time comes after the lazy holiday of university. With a new flat and a real job comes the 'cling or swim' time. It was 11 months ago this week that The Boy and I made the choice. Barbara Streisand was saying something about using all her ration stamps to buy steaks for Robert Redford - the nonchalant bugger. Halfway through the DVD and a bottle of Blossom Hill, Slovenian Flatmate said: \"And why do you so love your love?\" (He talks like that sometimes). I thought about The Boy of four years and said: \"Coz he doesn't answer back.\" I try to be flippant with Slovenian. He likes to analyse your sentence structure - he's a linguist. Then I slugged back another glass and let rip: \"It's always me that calls him. Me that plans dates. He plays Unreal Tournament and Fantasy sodding Football and on his skinny arse while I'm the one that stands on the train station crying …\" I remember how much I hate the goodbyes. Slovenian pours more wine. \"And he's so passive I threw a hole punch at him once because he fell asleep during an argument. And still he slept!\" An hour later, I rang The Boy. \"I can't carry on like this. We need to go on a break.\" \"Er. Where?\" \"A six-month separation!\" \"What? Why? Six months ... That's an eighth of our relationship.\" \"Don't be bloody clever.\" \"If that's what you really want, I'll wait.\" I think to myself: \"It's not what I want. What I want is someone who has more oomph than a wet blanket; someone who will fight for me and say no, we're not breaking up because I bloody well love you.\" But he didn't. So we just cut it there after four years and too much chardonnay. Six months later, I was seeing someone else, so that was that. But the most unusual sort of couples cling together, it seems. Facebook can be blunter than a sledgehammer in delivering the news. Today it said: \"Jesus and Stunning German Waif are in a relationship.\" Just weeks ago he told me we couldn't be together, because he needed to be single and had too much love to give just one girl. Rugby Stud, said the same to me at university. Then he reluctantly got together with a blonde, housewifey sort of a girl. She served him homemade macaroni cheese on trays in the living room of our shared student house, and while he ate, Housewifey cleaned our bathroom and kitchen like a demented Cath Kidston on speed. Now, Facebook screams \"Rugby Stud and Housewife-with-a-5-inch-smile are married.\" Married? I stalked his online photo album and wondered what would have happened if I'd agreed to heat his tinned spaghetti when we were flinging. At the time, I'd said \"Bugger off, I'm a feminist.\" I remembered how Jesus had laughed when I mentioned breakfast one morning after a sleepover at his. He begrudged me a single shredded wheat. Then I thought about The Boy. How he grilled my bacon even though he preferred it fried, then sandwiched it in eggy bread. How he watched The Bodyguard with me four times and always gave long, warm hugs on train stations - without any daffy duck quacking. And I thought: \"If they're all marrying off now life's got serious, what the hell am I playing at? Christ, I'm even judging Robert sodding Redford.\" I lift the phone. The Boy's number is still on speed dial. \"Hi. I haven't spoken to you in aaaages!\" Two hours and forty five minutes later I say: \"I'll see you next Monday.\" He says: \"Looking forward to it, sweetcheeks.\" He used to call me that when we poked fun at the slushy sort of couples. Then quickly he said: \"Sorry. I mean, I'll see you at five. Bye Bella.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}