{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2008/sep/25/1", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2008-09-24T23:20:10Z", "webTitle": "Witchfinder General: Low budget but highly accurate", "webUrl": "https://www.theguardian.com/film/2008/sep/25/1", "apiUrl": "https://content.guardianapis.com/film/2008/sep/25/1", "fields": {"headline": "Where's Vinegar Tom?", "bodyText": "Director: Michael Reeves Entertainment grade: C+ History grade: B+ Witchfinder General is the story of the infamous Matthew Hopkins, a lawyer from Suffolk who set himself up as a freelance interrogator. Using underhand methods, Hopkins was able between 1644 and 1646 to secure the conviction and subsequent execution of 230 people for witchcraft. The film takes the trial and execution of a real priest, John Lowes, as its starting point, adding on a fictional love story between Lowes's ward Sarah and a Roundhead soldier, Richard Marshall. Casting Vincent Price, in his late fifties, is a very weatherbeaten Matthew Hopkins, who would have been in his twenties in 1645. But his performance captures the sanctimonious, icy sleaziness evident in the real Hopkins's writing. A magistrate tells him he has one old and two young women suspected of witchcraft, and Hopkins confides that he has a new method of execution. \"It's a fitting end for the foul ungodliness that is womankind,\" he intones, unbuttoning his doublet. \"Now fetch that young pair here.\" Meanwhile, his real-life sidekick John Stearne is portrayed by Robert Russell as a sadistic heavy. \"What line of business are you in?\" asks a camp peasant. \"Witchfindin',\" growls Stearne. The peasant doesn't miss a beat: \"Ooh, that's nice! Very nice.\" Justice Technically, torture was illegal in England by 1645. The film follows the real Hopkins in applying a very broad definition of what isn't torture, putting suspected witches through sleep deprivation and ducking in water. The only thing Hopkins did that probably isn't on the menu at Guantanamo Bay was to find and pierce the devil's mark. This was supposedly a teat that witches used to suckle imps, usually concealed as a mole or wart. It was said the mark would not hurt or bleed if pricked with a pin. The film shows Hopkins's assistant going at people's freckles with a dagger, but the fact that they're yelling and bleeding all over the place would have been little use. The real Hopkins facilitated matters by having a special retractable pin made, ensuring a very high conviction rate. War Marshall is summoned to the Battle of Naseby, the decisive 1645 showdown between Royalists and Parliamentarians. The film's budget is showing. Cromwell's forces at Naseby numbered 13,500; here, they seem to be, well, 13. Later, Cromwell himself is shown being warty and eating chicken drumsticks – the official food of history – while his aides say things like \"The conflict at Naseby, sir, will go down as a triumph of your strategy.\" You don't even have to blink to miss the actual battle, because it isn't here. Details Hopkins arrests Sarah and Marshall, meaning to get them both convicted of witchcraft. \"I observed the accused talking with their familiars,\" says his put-up witness. \"A black cat and a stoat.\" Is that all? The real Hopkins got one woman to confess to having Newes, a polecat; Jarmara, a fat spaniel with no legs; Vinegar Tom, a greyhound with the head of an ox that could turn itself into a four-year-old child with no head; and various others including Elemanzer, Pyewacket, Grizzell and Greedigut; names, Hopkins wrote, \"which no mortal could invent.\" He had obviously never met Sarah Palin's children. Violence Marshall breaks free from his bonds and starts whacking Hopkins with a handy axe. There is a legend that Hopkins got his just desserts by being tried as a witch himself, but it's more likely that he died of tuberculosis in 1647. Verdict Bearing in mind that Witchfinder General is a cheap, schlocky horror film, it manages to be a remarkably accurate piece of historical film-making. It skips over the process of 17th century justice by not showing any actual trials, but the film's depiction of witch-hunting as the manipulation of a credulous public by cynical, greedy misogynists is certainly justifiable, and the civil war setting is accurate and evocative. But whatever happened to Vinegar Tom?"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}