{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2008/sep/14/worldmusic", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2008-09-13T23:06:59Z", "webTitle": "CD: World review: Parallel lives and diverging rhythms", "webUrl": "https://www.theguardian.com/music/2008/sep/14/worldmusic", "apiUrl": "https://content.guardianapis.com/music/2008/sep/14/worldmusic", "fields": {"headline": "World review: Parallel lives and diverging rhythms", "bodyText": "When these two singers from different regions of Africa released their debut albums 10 years ago, it was clear that they were not intending to fit any mould of what singers from their respective countries might be expected to sound like. Part of the explanation could be gleaned from their parallel biographies – the parents of both singers had lived in Europe and/or North America, exposing their children to classical music, jazz and Western pop songs as well as to their own musical heritage. Rokia Traoré's fourth album, Tchamantché, feels like her best so far, and may be the one to draw in those disbelievers in the Flat Earth Society who defiantly insist that they 'don't listen to world music'. We might even see the singer's face on the front cover of the Wire, in recognition of a true experimentalist. Although she is from Mali, on the western edge of the Sahara, Rokia doesn't have the commanding voice of so many of that country's great singers, who can be heard half a kilometre away. Like those film actors who understand that if they remain motionless the camera will find emotion in their faces, Rokia is a consummate master of the microphone who knows it will hear her whispers, reveal her secrets and convey her intentions. She's a peerless studio singer, and one of the best musical arrangers of her generation. Previously, Rokia used traditional African instruments in unorthodox ways. On Tchamantché, she introduces electric guitars and bass, human beatbox and the American percussionist Steve Shehan, to create a sparse, moody sound of her own that truly defies categorisation. As its title suggests, 'Aimer' is in French, but she doesn't sound like any other French singer I've ever heard. Unlike the three languorous songs that precede it, 'Koronoko' is more urgent and insistent, sung by a veritable vocal group of Rokias, interweaving, overlapping, provoking and answering each other. If Rokia is steadily moving away from familiar Malian idioms, the Zimbabwe-based singer Chiwoniso has moved in the opposite direction. Her debut album was made with the instrumentation and rhythms of a rock group, but on Rebel Woman it's the sound of the mbira that rules the roost, whether played literally on an acoustic thumb piano or evoked in the rhythmic melody lines of guitarist Louis Mhlanga. Since those heady days in the late Eighties, when the hypnotic and joyous music of Thomas Mapfumo and the Bhundu Boys so inspired the Radio 1 DJs John Peel and Andy Kershaw, Zimbabwe has almost disappeared from our musical map; hardly surprising, given the deterioration of the country's government and economy. So there is something miraculous about this album which conjures those optimistic times. How did it get made despite an imploding currency? And how does the singer retain that smile in her voice without ever turning her gaze from what she sees? Several songs on the album bring to mind the infectious lilt of Zimbabwe's great singer Oliver Mtukudzi, so it's no surprise to find the name of Oliver's drummer, Sam Mataure, credited on almost all the tracks. If the lively, good-natured sound of the music seems incongruous in the context of what Zimbabwe is like right now, it's because Chiwoniso refuses to let circumstances determine her mood and behaviour. As she makes her plea in 'Nguva Ye Kufara': 'Let me be happy, this is the time/Let me dance, dance today.' The striking 'Matsotsi' is sung from the point of view of an unemployed man stuck in the city: 'How do I go home to my village/ If I have no money for the bus fare?/ How do I travel, I feel I am an orphan.' (It should be made clear that these lyrics are translations, although Chiwoniso does also sing some songs in English, and is just as convincing when she does.) West Africa already has more than its fair share of great contemporary African artists, and with Tchamantché Rokia Traore shows that she belongs up there with the best. Where Rokia has gone out on an experimental limb, Chiwoniso has chosen to make an easily accessible collection of songs that might once have been branded 'commercial'. Both impressive albums represent significant milestones in the careers of artists whose talent has not yet been fully acknowledged. Their time has come. Download 'Koronoko'; 'Aimer' (Traoré); 'Matsotsi' (Chiwoniso)"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}