{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2008/sep/29/worldmusic", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2008-09-28T23:02:21Z", "webTitle": "World/Classical review: Alim Qasimov & Kronos Quartet/The Kamkars, Barbican, London", "webUrl": "https://www.theguardian.com/music/2008/sep/29/worldmusic", "apiUrl": "https://content.guardianapis.com/music/2008/sep/29/worldmusic", "fields": {"headline": "Alim Qasimov & Kronos Quartet/The Kamkars", "bodyText": "The Barbican's Ramadan Nights shows have become a showpiece for the passionate music of Sufi Islam that is often overlooked by western audiences, and two outstanding concerts this weekend presented very different reminders of the rousing vocal styles of first Azerbaijan and then Iran. According to David Harrington of Kronos Quartet, the singing of Alim Qasimov should be classed as \"classical\" because it has been \"distilled over many years\". He is certainly one of the most thrilling, unashamedly emotional performers on the planet, and the finest exponent of mughams, the dramatic, ancient poetic works of Azerbaijan. But he is still happy to experiment, as shown by this intriguing collaboration with the San Francisco string quartet. It started with Kronos showing their range with a virtuoso set of pieces from Iraq, Serbia and Palestine, and daring to make use of voices, effects and percussion on the compelling, trance-like shuffle of Tashweesh, by Ramallah Underground. Then came an extraordinary set from Qasimov and his ensemble, with the singer dressed in a gold shirt, sitting cross-legged on a carpet-covered plinth, surrounded by a band playing hand drums, the kemancheh fiddle or the tar lute, and with his daughter Fargana sitting beside him. There was high emotion from the start, as furious arm gestures matched his high, compelling voice for a story of love, pain and non-communication. Then Kronos Quartet joined in, and it actually worked. Their sensitive and respectful arrangements augmented the ancient Asian instruments, but still left space for the all-important vocals. The Kamkars, who headlined on Saturday, are a rousing Kurdish family super-group. They are from Iran, but have a massive following across the mountains in northern Iraq. London's Kurdish community turned out in force to cheer them on."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}