{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2017/mar/19/california-waiter-fired-asking-customers-prove-residency", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-03-19T20:00:24Z", "webTitle": "California waiter fired for asking customers to prove residency", "webUrl": "https://www.theguardian.com/us-news/2017/mar/19/california-waiter-fired-asking-customers-prove-residency", "apiUrl": "https://content.guardianapis.com/us-news/2017/mar/19/california-waiter-fired-asking-customers-prove-residency", "fields": {"headline": "California waiter fired for asking customers to prove residency", "bodyText": "A waiter has been fired from a restaurant in southern California after asking customers to prove they had legal residency before serving them. The Los Angeles Times reported that 23-year-old Brenda Carrillo said she and a friend were asked the question at the restaurant, Saint Marc in Huntington Beach. Carrillo said the waiter later asked her sister and another friend to see their proof of residency. Diana Carrillo, 24, said the women thought the waiter might be joking “but he didn’t have a smile”. “There was no indication that he was trying to make a joke or even possibly flirt with us,” she said. Brenda Carrillo said the women complained to the manager and left. One later posted an account of the incident online. Incidents of prejudicial conduct or even violence towards people suspected of being undocumented migrants have made headlines since the election as president of Donald Trump, who campaigned on a hardline immigration platform. High-profile cases have included a shooting in a bar in Kansas in February in which one man died and two were wounded – one of them, like the man who was killed, from India and one a bystander who sought to tackle the gunman. Witnesses said the gunman asked the two Indian men, employees of the satellite navigation company Garmin, about their visa status. In suburban Seattle this month, a Sikh man was approached by a stranger who he said told him to “go back to your own country” before shooting him in the arm. Carrillo, who like her sister was born in California to a mother who arrived from Mexico 30 years ago, told the Times she was not worried about herself or her sibling. “I’m more afraid for others in my community, people who are immigrants,” she said. “If this were to happen to them, I’m sure they would be too afraid to speak out for themselves.” The restaurant, which posted to social media accounts apologies that were subsequently deleted, said in an online post that the waiter in question had been fired. In a statement to the Times, it said: “We have always celebrated being part of the diverse Huntington Beach community, which means valuing all guests and treating every individual with respect.” Kent Bearden, senior director of operations for Saint Marc, said the restaurant would donate 10% of its weekend sales to a nonprofit chosen by the women. The women were also offered a “VIP” meal at the restaurant, which they declined."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}