{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2017/mar/06/steve-ciobo-defends-visa-rules-indonesia-australia-seek-trade-deal", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2017-03-05T22:09:59Z", "webTitle": "Ciobo defends visa rules as Indonesia and Australia seek to cement trade deal", "webUrl": "https://www.theguardian.com/world/2017/mar/06/steve-ciobo-defends-visa-rules-indonesia-australia-seek-trade-deal", "apiUrl": "https://content.guardianapis.com/world/2017/mar/06/steve-ciobo-defends-visa-rules-indonesia-australia-seek-trade-deal", "fields": {"headline": "Ciobo defends visa rules as Indonesia and Australia seek to cement trade deal", "bodyText": "Australia’s trade minister, Steve Ciobo, has defended tough visa entry requirements for Indonesian students ahead of a high level visit to the country to complete an Australia-Indonesia trade deal. Australia’s prime minister, Malcolm Turnbull, will join Ciobo and a delegation of 120 Australian business people for the Indonesia-Australia Business Week (IAWB). Indonesia is Australia’s 13th largest trading partner and Australia is hoping to get more access for vocational education and tertiary institutions to operate in Indonesia, while Indonesia wants to get access to training and education in Australia. Ciobo said both countries were looking to finalise the deal after a decade of negotiations. He has met his counterpart, the Indonesian trade minister Enggartiasto Lukita, 14 times since the latter came to the post in July last year. In February, during a visit by the Indonesian president, Joko Widodo, to Australia, Indonesia agreed to lower tariffs on Australian sugar from 8% to 5%, while Australia agreed to remove tariffs on pesticides and herbicides coming from Indonesian suppliers. Ciobo said on Monday the visa requirements imposed on Indonesians looking to study in Australia were part of an overall immigration system. Indonesians aged 18-30 who apply for visas need to show they have access to $5,000 in their bank account, provide a letter of support from the Indonesian government, show they have completed two years of undergraduate study, have good English and provide a chest X-ray. “Anything we do, we do in the context of existing visa requirements,” Ciobo said. “That’s part and parcel of the requirements we have in terms of securing visas for people from outside of Australia. We have requirements in terms of health for things like tuberculosis but we will look at it in the context of the overall deal.” The Australian delegation is looking for opportunities in vocational education and training, tourism, financial services and technology, water and sustainable urban design and agribusiness supply chains. Ciobo said Australia would like to have better access for the Australian labour force. “Tens of millions of new Indonesian households are forecast to join the middle class over the next five years, presenting significant opportunities for Australian exporters to supply the growing needs of Indonesian consumers with Australian goods and services.” The prime minister will travel to Indonesia on Monday night."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}