{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2017/mar/10/not-very-interesting-islabors-low-key-mark-mcgowan-poised-to-be-was-next-premier", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2017-03-09T22:59:39Z", "webTitle": "'Not very interesting' – Labor's low-key Mark McGowan poised to be WA's next premier", "webUrl": "https://www.theguardian.com/australia-news/2017/mar/10/not-very-interesting-islabors-low-key-mark-mcgowan-poised-to-be-was-next-premier", "apiUrl": "https://content.guardianapis.com/australia-news/2017/mar/10/not-very-interesting-islabors-low-key-mark-mcgowan-poised-to-be-was-next-premier", "fields": {"headline": "'Not very interesting' – Labor's low-key Mark McGowan poised to be WA's next premier", "bodyText": "Mark McGowan is poised to become the next premier of Western Australia on Saturday, but the Labor leader is still struggling to be recognised. Presented with a large picture of the Rockingham MP by the ABC’s AM program this week, one Perth woman confidently asserted that he was “not on the media at all”. Another gave his name as Peter McGowan, and when asked to describe him in three words, said: “Not very interesting.” It was not a particularly comforting message to receive on the eve of an election. Polls show Labor with a two-party-preferred lead of 54% to 46% against the incumbent Liberal-National government, led by premier Colin Barnett, whom McGowan has been beating in preferred premier ratings for about two years. However analysts say favourable polling, which points towards a swing towards Labor in the region of 10% on Saturday, is a reaction against the long-serving Barnett government rather than a show of support for McGowan. “People are not going to vote Labor because of Mark McGowan,” Murdoch University senior political lecturer Ian Cook said. While Barnett evokes strong reactions from both supporters and detractors, response to McGowan is mild. He is competent, affable and stubbornly unmemorable; a Clark Kent who does not know how to turn into superman. At a campaign shopping centre visit in Perth’s northern suburbs this week, a woman who had stopped to shake McGowan’s hand remarked that he seemed like a nice man. Not an “ordinary person” in the parlance used by One Nation to describe a particular kind of firebrand battler, but a genuinely ordinary person. Flanked by popular Labor stalwart Alannah MacTiernan and Amber-Jade Sanderson, the candidate for the seat of Morley, McGowan walked through the shopping centre shaking hands and nodding at shopkeepers, offering a slightly flat performance that could charitably be attributed to the fatigue of campaigning. He has stuck to his talking points throughout, frustrating efforts of ABC 7.30 host Leigh Sales to elicit more genuine responses, and maintained a facade that prompted federal minister Christian Porter, a former state treasurer who was once tipped to become premier of WA, to call him a “junior, sweaty navy lawyer.” McGowan, who did indeed act as a legal officer with the Australian Navy, stationed at the HMAS Stirling naval base in Rockingham, described the comment as “grubby and nasty”. The 49-year-old was elected to state parliament in 1996 and served as a minister in the Gallop government until Labor lost power to Barnett in 2008. He won the Labor leadership following the resignation of opposition leader Eric Ripper in 2012, after previously losing bids for both the leader and deputy leader positions in 2008. The party has since rallied around him, despite a brief leadership challenge from former federal Labor minister Stephen Smith, and is reportedly briefing that it expects to win between 13 and 15 seats, well above the 10 seats needed to secure a change of government. Despite the polling, which due to Australia’s compulsory voting system is less fallible than polls that failed to predict both Donald Trump’s election and the Brexit outcome, McGowan insists he is the “underdog”. “I think we’re the underdogs because we have to win 10 seats on a 10% margin and the Liberal party is doing everything it can to try and hold on to office including its deal with One Nation,” McGowan told ABC radio this week. The preference deal between One Nation and the Liberal party, in which the Liberals are giving preferences to One Nation in the upper house in exchange for One Nation preferences in the lower house, is both a threat and an asset to Labor. It could net One Nation as many as three seats in the upper house, but it also caused dissent among the ranks of One Nation candidates and has been viewed unfavourably by Liberal party faithful. Barnett, who was planning to retire before taking the Liberal leadership and winning the election in 2008, has said he will see out the full term on the backbench if Labor wins the election, and is expected to handover the premiership to deputy Liza Harvey if they do not. “I’m still planning on winning this election or giving it my best shot,” he told reporters on Tuesday. “I’m not about to concede because I think there is going to be unpredicted results, particularly in country electorates, and particularly maybe in some outer metropolitan ones where you’ve got some very strong candidates.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}