{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/blog/live/2017/mar/13/article-50-commons-lords-brexit-sturgeon-speech-corbyn-clarifies-his-position-on-second-scottish-independence-referendum-saying-hes-opposed-politics-live", "type": "liveblog", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2017-03-13T23:06:15Z", "webTitle": "Article 50 bill clears parliament as government wins final two Lords votes with 100-plus majorities - Politics live", "webUrl": "https://www.theguardian.com/politics/blog/live/2017/mar/13/article-50-commons-lords-brexit-sturgeon-speech-corbyn-clarifies-his-position-on-second-scottish-independence-referendum-saying-hes-opposed-politics-live", "apiUrl": "https://content.guardianapis.com/politics/blog/live/2017/mar/13/article-50-commons-lords-brexit-sturgeon-speech-corbyn-clarifies-his-position-on-second-scottish-independence-referendum-saying-hes-opposed-politics-live", "fields": {"headline": "Article 50 bill clears parliament as government wins final two Lords votes with 100-plus majorities - Politics live", "bodyText": "Theresa May is set to receive the legal authority to trigger article 50 within hours or days after the European Union (notification of withdrawal) bill cleared its final vote in parliament. It will become law when it gets the royal assent, which will happen very soon. At one stage there was speculation that May would announce the triggering of article 50 in the Commons tomorrow, but government sources are now claiming that that was never the intention and hinting that she will wait until the end of the month. There has been speculation that Nicola Sturgeon’s surprise decision to announce her call for a second referendum today, instead of at the SNP conference at the weekend as had been expected, has prompted a last-minute delay. MPs and peers have failed to secure any amendments to the 137-word bill. Peers passed two amendments, obliging the government to guarantee the rights of EU nationals living in the UK and giving parliament a veto over the outcome of the Brexit talks, but this afternoon MPs voted to remove them both and then the House of Lords backed down, largely because Labour peers decided to abstain. When Gina Miller won her supreme court case saying parliament would have to approve the triggering of article 50, she said it would mean that MPs would have “the opportunity to bring their invaluable experience and expertise to bear in helping the government select the best course in the forthcoming Brexit negotiations”. But in fact MPs and peers obtained no concessions during the 70-plus hours when the bill was debated in parliament. May did promise MPs and peers a vote on the final Brexit deal, but that was in the Lancaster House speech, before the supreme court ruling, and ministers say the vote they will get at the end of the process will just be a “take it or leave it” one. She also announced, on the day after the supreme court judgment, that she would publish a white paper on Brexit. But that was before parliament started debating the bill. Once those debates started, ministers refused all demands for concessions. Given the fact May only has a working majority of 17, and that several dozen Tory MPs have very strong reservations about her “hard” Brexit approach, getting the bill through the Commons without a defeat represents a considerable triumph for the whips. Jeremy Corbyn has claimed that Labour will “at every stage ... challenge the government’s plans for a bargain basement Brexit” despite his party being condemned by the Lib Dems for backing down when peers voted tonight on the two amendments to the bill. At one stage Emily Thornberry, the shadow foreign secretary, promised “hand-to-hand combat” from Labour in the Lords on this. But tonight in the Lords Labour argued that it was pointless voting to insert the amendments into the bill for a second time because there was no prospect at all of the government agreeing to accept them in the Commons. Tim Farron, the Lib Dem leader, accused Labour of giving “a blank cheque to the Conservative Brexit government”. Labour accused the Lib Dems of pressing their amendments when they had no hope of winning purely as a new member recruitment exercise. (See 9.20am.) That’s all from me for tonight. Thanks for the comments. David Davis, the Brexit secretary, has put out this statement following the final votes in the Lords. He said: Parliament has today backed the government in its determination to get on with the job of leaving the EU and negotiating a positive new partnership with its remaining member states. We are now on the threshold of the most important negotiation for our country in a generation. We have a plan to build a Global Britain, and take advantage of its new place in the world by forging new trading links. So we will trigger article 50 by the end of this month as planned and deliver an outcome that works in the interests of the whole of the UK. Here are the Lords voting figures showing how peers voted on the first amendment, the one about the rights of EU nationals. They show that 25 Labour peers defied orders to abstain and voted with the Lib Dems in favour of reinserting the amendment into the bill. Here is our story about the article 50 bill clearing parliament. Tim Farron, the Lib Dem leader, has put out this statement following the final Lords vote. Labour had the chance to block Theresa May’s hard Brexit but chose to sit on their hands. Tonight there will be families fearful that they will be torn apart. Shame on the government for using people as chips in a casino, and shame on Labour for letting them. Labour could also have ensured ministers were held to account in Brexit negotiations but instead Jeremy Corbyn went on a Momentum march and gave his parliamentarians the night off. He has written a blank cheque to the Conservative Brexit government. Theresa May will try to use this to deliver the hardest and harshest of Brexits that no one voted for, damaging the UK economy and reducing the life chances of our young people. Theresa May should resist the temptation to trigger Article 50 when her government has simply not done the work that will lead to new trade deals. Even Liam Fox has admitted crashing out of the Single Market without new arrangements in place would be bad for Britain. But that is what Theresa May risks. You can’t have a hard Brexit and a successful economy. For all those who oppose the destructive, hard Brexit this government and official opposition are pursuing, there is now only one party for you – and that’s the Liberal Democrats. Alone among parties we are fighting to keep Britain open, tolerant and united. Peers have voted down the Lib Dem bid to reinsert the amendment giving parliament a veto on the outcome of the Brexit talks by 274 votes to 118 votes - a majority of 156. That’s it. That means the bill has cleared its final parliamentary hurdle. The bill has not become law yet. That does not happen until it gets royal assent. But that will happen sometime relatively soon, probably tomorrow. All it requires is for the Queen to give her approval, which for all we know could happen tomorrow morning over breakfast. Peers are now voting on the second amendment, to give parliament a veto over the outcome of the Brexit talks. Lady Ludford, the Lib Dem peer, is winding up now. She says that, given the government says it is committed to giving parliament a vote on Brexit, it has failed to come up with a good reason for not putting this in the bill. So it is justified pushing this to a vote, she says. Lord Bridges, the Brexit minister, is winding up now. He says 634 peers voted in the vote on this last week. That was the biggest vote in the Lords’ history. He says the amendment is unclear as to what would happen if parliament voted against the UK leaving the EU without a Brexit deal. That uncertainty is unacceptable, he says. He says MPs and peers will have plenty of opportunity to scrutinise the government during the Brexit process. Lady Hayter of Kentish Town, the shadow Brexit minister, says polls are two to one in favour of parliament having a meaningful vote on the Brexit outcome. And peers voted by a big majority in favour. But, she says, it is clear that the government will not change its mind. Trying to get it to think again would be “pointless”, she says. She says the Lib Dem peer has described this as “shabby” in a tweet. But Labour will now try in other ways to get what it wants to this, she says. Lord Hannay, the former diplomat and crossbencher, says he wants the minister to explain what will happen if the government wants to leave the EU with no Brexit deal. The Lib Dem peer Lord Taverne says that peers are entitled to refuse to back down on this issue because MPs have abandoned their commitment to representative democracy. They are now acting as delegates, not representatives, because they are giving primacy to the views of the people as expressed in the referendum. He says the argument that the “will of the people” takes precedence is an argument that has been used to dictators like Hitler, Mussolini and Stalin. It is a threat to “the essence of democracy”, he says. Lord Pannick, the crossbencher and QC who proposed the amendment on parliament having a veto over the final outcome when the Lords debated it last week, says it was passed by a large majority, in a vote which saw the highest Lords turnout since 1831. But in the Commons MPs voted against it by a majority of 45, he says. He says pushing the amendment again would be a “completely pointless gesture”. He says ministers have given an assurance that parliament will get a vote on a Brexit deal. They have not promised a vote in the event of the UK leaving without a Brexit deal, he says. But he says parliamentarians have said they would force a vote. Lady Ludford, the Lib Dem peer, is arguing for the amendment. She says the government seems committed to Brexit “at any cost”. For the Lib Dems this is a matter of principle, she says. Not the government, but parliament, should be in charge, she says. Peers are now heading towards what will be the last vote on the article 50 bill before it becomes law. It is a vote on whether to reinsert the amendment giving parliament a veto on the outcome of the Brexit talks. Lord Bridges, the Brexit minister, opens with a very short speech saying peers should reject the amendment. Peers have voted down the Lib Dem attempt to reinsert the amendment on EU nationals by 274 votes to 135, a majority of 139. This is what Lady Hayter, the shadow Brexit minister, said about the Lib Dems’ motives in pushing this amendment to a vote. I’ll take no lessons from the Liberal Democrats who confessed to me outside the chamber that this is appealing to their core vote and they are piling on members because of it. So we are here to move an amendment to help them make members. Well, that may be suitable for them. That is not taking this House as a legislative body seriously. While peers have been debating the article 50 bill, Gina Miller, who brought the court case that led to the supreme court saying the government would have to pass the article 50 bill, has been speaking at a meeting of Islington in Europe. She said that, if there was no vote in parliament at the end of the Brexit talks, she would take the government back to court. She said: What has been done is like an act of war. It will change the course of history. They have forgotten about conscience, principle and our country. In 18 months time, when they come back from Europe with a deal or no deal, if there is no vote in parliament and an act of parliament, I will take them back to court. Peers are now voting on reinstating their amendment committing the government to guaranteeing the rights of EU nationals living in the UK. Oates says he cannot understand Labour’s position. He says you cannot get the ball back across the net if you drop the bat. He says if Labour backed the Lib Dems, they would have a much better chance of winning. He says Labour’s position does not make sense because, if knowing the government is opposed is key, they voted for the EU nationals amendment even when the government said it would not accept it. And he says Angela Smith, the Labour leader in the Lords, said she would back down if the Commons voted the amendment down. Smith says Oates has misrepresented what she said. She said she would not engage in extended ping pong. And she accuses Oates of offering false hope to EU nationals living in the UK. Oates says, despite what Smith and others say, he wants to put the matter to a vote. Lord Oates is now wrapping up for the Lib Dems. He says he does not understand the argument that peers should not insist on their amendments. In the past they have refused to back down at this stage during “ping pong”. Lord Cormack, the Conservative, says what is different is that this is a constitutional matter. And it is time-sensitive legislation, he says. Lord Bridges, the Brexit minister, is winding up now. He says Guy Verhofstadt, the European parliament’s chief Brexit negotiator, said last week he wanted to issue of the rights of British and EU nationals sorted out early in the process. He says David Davis told MPs in the Commons that the government hoped all parties in the Brexit talks could use an exchange of letters to clarify the position early in the talks. Lady Hayter of Kentish Town, the shadow Brexit minister, is winding up now for Labour. She says the government has rejected the Lords’ stance on EU nationals. She says Labour will continue to press the government to provide certainty to EU nationals. Labour will consider how it can use “imaginative” parliamentary routes to continue to press its case. She says the government has made it clear that it will not back down on this. Labour will continue to fight for the interests of EU nationals, she says. This provokes some jeering from Lib Dem peers. Hayter says the Lib Dems have no right to complain. She says the Lib Dems are “piling on members” as a result of their stance. So they are asking peers to back an amendment to help them recruit new members. She says the last time peers voted on this, they had a majority of 102. If they vote on this tonight, that majority will fall, she says. She says the government’s position is a matter of enormous regret. It is not moral, or even an effective negotiating position, she says. But the government’s position is clear, she says. Viscount Hailsham (Douglas Hogg), the Conservative former cabinet minster, tells peers that the time has come for peers to back down. Lord Hannay, the former diplomat, tells peers there was a moment when he was advising Margaret Thatcher and, after she agreed to follow his advice, she told him: “You’d better be right.” He says he feels the same way about the government’s belief that its “transactional” approach to getting a deal on the rights of EU and British nationals will work. Lord Brown of Eaton-under-Heywood, a former supreme court judge, is speaking in the Lords now. He says he backs amendment 1 on EU nationals. He says the House of Lords can and should allay the fears of EU nationals living in the UK. Lord Cormack, a Conservative, says that is not the issue tonight. The issue is whether or not peers are entitled to defy the Commons. Brown says he has never before voted against the government on “ping pong”. He says he does not know how often Cormack plays ping pong. But is it really that exceptional to keep a game going beyond two rallies, he says. A coalition of 11 grassroots groups campaigning for British nationals in the EU said it empathised with the 3m EU citizens in the UK. “We share their suffering, and know exactly how stressful and unpleasant it is to live with this degree of uncertainty for ourselves and our families,” said coalition spokesperson, Jane Golding who lives in Germany. “We do not believe people should be used as a bargaining chips.” “A group of more than four million people – at least a quarter of whom are UK citizens – cannot be left in limbo like this,” said the coalition’s Jeremy Morgan, a barrister. She went on: People must be put first – especially those who are already suffering the consequences of Brexit uncertainty. Before sitting down to discuss anything else, the fate of these people must be agreed. They all moved across the Channel, many of them decades ago, relying on EU rights and there can be no justification for taking away any of those rights now. Lord Oates, a Lib Dem peer, is speaking now. He is calling for amendment 1 to be reinserted into the bill. He says if the Lords do not insist on their amendment, EU nationals in the UK may have to wait two years to find out what will happen to them, he says. He says the Commons Brexit committee said this would be unconscionable. He says peers have a right to insist on their amendments. When issues of principle are at stake, the Lords has sent amendments back to the Commons. He cites various examples of this happening, including on the Prevention of Terrorism bill in 2005, when peers sent the bill back to the Commons five times. The House of Lords has just started debating the article 50 bill. Lord Bridges, the Brexit minister, is opening the debate. He says parliament has now been debated this bill for more than 70 hours. The House of Lords is entitled to asks the Commons to think again, he says. But the House of Commons has thought again - and it has decided not to change its mind, he says. He says peers should pass the bill without reinserting their amendments. Jeremy Corbyn was due to attend a rally at Westminster tonight in favour of EU nationals living in the UK having their rights protected. But, as Business Insider reports, he was not able to attend because the Commons votes took place later than expected. Nicolas Hatton, founder of the3million, the grassroots organisation lobbying for rights of EU citizens, said her felt “utter desperation” that their lives were now destined to be bargaining chips after the Commons vote earlier. He said: The hearts of 3 million EU citizens living in the UK will have sunken today when they heard that MPs had voted down the amendment to article 50 giving them guarantees that the government would pass legislation securing their rights within 3 months. This was the last chance and I struggle to find words to express my utter desperation that EU citizens will now be used by the government as bargaining chips in the Brexit negotiation. The full division lists for the two votes in the Commons on the article 50 bill will appear in Hansard later, but you can download the names now from the Commons Votes website. This is what Boris Johnson, the foreign secretary, told MPs about his support for a new Royal Yacht, according to the Daily Telegraph, which is campaigning for one. Johnson said: I believe that measures such as a new royal yacht, it is one of a number of measures that I am sure this government will be able to consider. It is my view that it would indeed add greatly to the soft power of this country, a soft power which is already very considerable. The new Britannia should not be a call on the taxpayer. If it can be done privately I am sure it would attract overwhelming support. Jeremy Corbyn has put out a press release headed: “Labour, at every stage, will challenge the government’s plans for a bargain basement Brexit.” And here is his statement. It is deeply disappointing that the government has denied the British people, through parliament, greater oversight over the Brexit negotiations and refused to guarantee the rights of EU citizens, who have made their lives in the UK. We will continue to demand that the stress they, and British citizens living in the EU, are being put under is ended, and they are given the right to remain. Article 50 is being triggered because of the result of the EU referendum. But it is only the start of the process. Labour, at every stage, will challenge the government’s plans for a bargain basement Brexit with Labour’s alternative of a Brexit that puts jobs, living standards and rights first. Some might argue that, if Labour does want to challenge the government’s Brexit policy “at every stage”, there’s a vote coming up in the House of Lords tonight that might offer a good opportunity. The Brexit bill will pass on Monday night after Angela Smith, Labour’s leader in the House of Lord, said the party would back down on the two contested amendments because there is no chance of getting MPs to change their minds. Smith said: Despite very impressive amendments from the Lords, there is no indication the government or House of Commons wants to incorporate them into legislation ... If the House of Lords was to vote to send the amendments back, I wouldn’t expect a different result so it is highly unlikely we can get the House of Commons to change its mind. On that basis, we could play politics but we’ve set a really high bar on the principle with a majority of 102 and 98, so I’m inclined not to send them back to the Commons. If I thought there was a foot in the door or a glimmer of hope that we could change this bill, I would fight it tooth and nail but it doesn’t seem to be the case. Smith said Labour was not going to let either issue go and was “looking at other ways of ensuring the party holds the government’s feet to the fire” in parliament on both EU citizens’ rights and a more meaningful vote for both houses. Smith also argued that Labour had forced the government to concede the principles but had simply been unable to get them on the face of the bill. The Labour peer also called on Theresa May to make her view clear on both issues when she makes a statement to the House of Commons on Tuesday. In the Commons Boris Johnson, the foreign secretary, has been speaking during the opening of the budget debate. In response to a question from the Tory MP Jake Berry, he said he thought having a new Royal Yacht Britannia would help Britain sign trade deals after Brexit. The Daily Telegraph has been campaigning for a new Royal Yacht. Ministers have not offered to help fund the proposal, although they have been reluctant to say anything critical about it in public. As a former Telegraph columnist, you would expect Johnson to be reasonably supportive of his paper’s pet project. I will post more from his speech later. And here is how MPs voted party by party on amendment 2, the one that would have given parliament a veto over the outcome of the Brexit talks. Against the amendment Conservatives: 313 DUP: 8 Labour: 6 (Ronnie Campbell, Frank Field, Kate Hoey, Kelvin Hopkins, Graham Stringer and Gisela Stuart) UUP: 2 Ukip: 1 Independent: 1 For the amendment Labour: 213 SNP: 54 Lib Dems: 9 Independents: 3 SDLP: 3 Plaid Cyrmu: 3 Greens: 1 These figures suggest that at least six Conservative MPs actively abstained on this issue. That would be the most likely explanation for the Conservative vote going down from 319 to 313 within the space of 15 minutes. Here is the party by party breakdown showing how MPs voted on amendment 1, covering EU nationals. Against the amendment Conservatives: 319 DUP: 8 Labour: 6 (Frank Field, Kate Hoey, Kelvin Hopkins, Rob Marris, Graham Stringer, Gisela Stuart) Ukip: 1 Independent: 1 For the amendment Labour: 210 SNP: 54 Lib Dems: 9 Independents: 3 SDLP: 3 Plaid Cymru: 3 Conservatives: 2 (Alex Chalk and Tania Mathias) UUP: 2 Greens: 1 Not a single Conservative MP voted with the opposition in support of the second Lords amendment, the one that would have given parliament a veto on the outcome of the Brexit talks. Labour peers will not continue to vote against the government when the bill returns to the House of Lords tonight, my colleague Rowena Mason reports. That means the bill will clear parliament tonight as drafted by the government, with no amendments. MPs have voted down the Lords amendment giving parliament a veto over the outcome of the Brexit talks by 331 votes to 286, a majority of 45. That is 12 more than when the Commons last voted on this issue. See 6.50pm. Two Conservatives voted with the opposition in favour of the Lords amendment on EU nationals tonight. They were Alex Chalk and Tania Mathias. The last time the Commons voted on this issue the government won by 326 votes to 293 - a majority of 33. Although the issue was the same, the wording of the amendment was different. The Lords amendment is more far-reaching because it insists on parliament getting a vote on Brexit with no deal, not just the potential Brexit deal and the potential trade deal. The seven Tory rebels in that vote were: Heidi Allen, Kenneth Clarke, Bob Neill, Claire Perry, Antoinette Sandbach, Anna Soubry and Andrew Tyrie. MPs are now voting on Lords amendment 2, the one about parliament having a veto over the outcome of the Brexit talks. The amendment says: Parliamentary approval for the outcome of negotiations with the European Union (1) The prime minister may not conclude an agreement with the European Union under article 50(2) of the treaty on European Union, on the terms of the United Kingdom’s withdrawal from the European Union, without the approval of both Houses of Parliament. (2) Such approval shall be required before the European parliament debates and votes on that agreement. (3) The prior approval of both Houses of Parliament shall also be required in relation to an agreement on the future relationship of the United Kingdom with the European Union. (4) The prior approval of both Houses of Parliament shall also be required in relation to any decision by the prime minister that the United Kingdom shall leave the European Union without an agreement as to the applicable terms. MPs have voted down the Lords amendment committing the government to guaranteeing the rights of EU nationals by 335 votes to 287, a majority of 48. That is bigger than the last time the Commons voted on this. See 6.31pm. The last time MPs voted on an amendment guaranteeing the rights of EU nationals living in the UK the government won by 332 votes to 290 - a majority of 42. On that occasion only three Tory MPs rebelled: Kenneth Clarke, Tania Mathias and Andrew Tyrie. MPs are now voting on Lords amendment one, which deals with the rights of EU nationals. It says: Within three months of exercising the power under section 1(1), ministers of the crown must bring forward proposals to ensure that citizens of another European Union or European Economic Area country and their family members, who are legally resident in the United Kingdom on the day on which this act is passed, continue to be treated in the same way with regards to their EU derived-rights and, in the case of residency, their potential to acquire such rights in the future. Here is the full quote from Dominic Grieve, the Conservative former attorney general, saying trying to leave the EU with no trade deal and no vote in parliament would be “deranged”. I’m concerned about getting an assurance from [David Davis] that, at the end of the process if there is no deal, which will be a very significant moment in this country’s history, parliament has an opportunity to debate and vote on that. Far from that being an obstruction of the process, I would expect that to be part of the normal constitutional process and the government to be seeking the endorsement of the House for that very significant act. And I do worry that [Davis], who I think personally may agree with me, has been prevented from saying that at the dispatch box. But I’m afraid I’m not prepared to follow processes which appear to me to be, frankly, deranged. There is a clear way of doing things and, if we follow them, we will come up with the right decision. Iain Duncan Smith, the Conservative former work and pensions secretary, says it is wrong of some MPs to dismiss the concerns of Britons living on the continent. He says his sister has lived in Italy almost all her life. Chris Leslie, the Labour MP and former shadow chancellor, says it is no good just having an assurance from ministers that MPs will get a vote on Brexit. Ministers can be replaced, he says. He says Boris Johnson could be prime minister by the end of this process. And Johnson has said it would be acceptable to leave the EU with no deal at all. Dominic Grieve, the Conservative former attorney general, says he would like to support the government. But listening to some of the speeches in favour of the government, he thinks some people are living in Wonderland. There will have to be primary legislation in the Commons to leave the EU, whether there is a deal or not. And he says, far from trying to increase the prospects of litigation, the amendment on parliament having a vote will reduce the prospect of it. He says MPs should read what Lord Hope, a former member of the supreme court, said in his speech in the House of Lords. He says he is not prepared to follow processes that are “deranged”. He would like to support the government. But on this amendment, he cannot. Someone has to put down a marker, he says. Grieve says trying to stop parliament having a vote on leaving EU with no deal is “deranged”. Here are the main points from the opening of the debate. David Davis, the Brexit secretary, said the government had a “moral responsibility” to safeguard the interests of the EU nationals in Britain and Britons living in other EU countries. As the Independent’s Rob Merrick says, Davis did not have substantial concessions to offer to potential Tory rebels. But he did come armed with a rhetorical concession of sorts; he said the government saw itself as having a “moral” duty to look after the interests of EU nationals in the UK. He said: We take very seriously, I take very seriously our moral responsibility to all four million United Kingdom and European Union citizens. Davis use the phrase a second time when the SNP Tasmina Ahmed-Sheikh asked him if he was drawing up plans to deport people. In response, he told here It is frankly incredible to me that anybody would imagine that me, I of all people, would sign up to a deportation process. The answer here is simple, and I make the point again, I take, as a moral responsibility, the future guarantees of the future of all four million citizens - European Union and UK together. He claimed that Britain would be able to reach a “swift” agreement with other EU countries affecting the reciprocal rights of their nationals. He told MPs: The prime minister has been clear that issue will be one of the top priorities for the immediate negotiations. I also welcome the encouraging words from across the Channel, particularly from Poland and Sweden, which fill me with confidence that we will reach a swift agreement with our European partners. He said the government was opposed to promising a vote on leaving the EU without a Brexit deal because that might lead EU countries to think Brexit could be overturned. But, in response to a question on this from the Conservative Nicky Morgan, he accepted that, if the UK were going to leave the EU without a deal, parliament would find a way of orchestrating a vote on this matter. Sir Keir Starmer, the shadow Brexit secretary, said parliament should be promised a vote on leaving the EU without a deal because that would be “a check against the prime minister deciding to take this country down the most dangerous path”. He claimed jokes by ministers about other EU countries were harming Britain’s Brexit prospects. He did not name culprits, but his comment seemed to be aimed at Boris Johnson. Starmer said: From my direct discussions with those representatives in Brussels from other countries I can tell the House that some of the jokes that have been made about the reasons why our EU partners feel so strongly about the EU have not been well received. Nick Clegg, the former deputy prime minister and former Lib Dem leader, says in his case the personal is political. The two women he loves the most, his Spanish wife and his Dutch mother, are affected by the amendment about the rights of EU nationals. John Redwood, the Conservative MP, says this is not the government’s fault. It is the EU that is refusing a deal. Clegg says Redwood would blame the traffic on the EU. He says the UK picked this fight. He says the government wants to cut red tape. But any new rules for EU nationals in the UK will lead to a “tsunami of red tape”. He says double standards also apply to the sovereignty question. The pro-leave side want to restore parliamentary sovereignty. But they want to deny parliament a say, he says. He says ministers claim that giving parliament a vote would stop it getting a good deal. On that basis, the only country that could get a deal would be a dictatorship. He says stubbornness can be a sign of suspicion and weakness. Anna Soubry, the pro-remain Conservative, is speaking now. She says we have moved on from the vote about remaining in the EU or leaving. Now MPs are debating the sovereignty of parliament, she says. She says there is a real danger that leaving the EU without a deal could lead to border controls being reintroduced in Ireland. We could face the break-up of the union, she says. The Scots could vote for independence. And Northern Ireland may reconsider its future. She says that is why it is so important for parliament to have the right to reconsider this. Stephen Gethins, the SNP’s Europe spokesman, says the Commons will be handing over a blank cheque to the government if it does not back the Lords amendments. Sir Oliver Letwin, the Conservative former Cabinet Office minister, is speaking now. He says he agrees with David Davis about how the amendment on parliament having a vote would give the EU an incentive to offer the UK a bad deal. But he says it is worse than Davis said. He says clause 4 of the amendment (see 4.19am) introduces legal uncertainty. He says at the moment article 50 is clear. Britain will leave after two years, unless there is an agreement for that not to happen. But, in the event of the prime minister not getting a deal, this could end up in court. And a court would have to decide whether the prime minister had decided to leave the EU without a deal. But it would be arguable whether the prime minister had decided this, or whether other EU leaders were responsible. Starmer says that because the amendment would give parliament a vote on leaving the EU without a deal, it would stop the prime minister taking the UK down the most dangerous path. He says the referendum was about leaving the EU or staying. It was not a vote for leaving with no trade deal. Of course people would want parliament to have a say, he says. Bernard Jenkin, a Conservative, says the amendment gives MPs and peers a vote on the final Brexit settlement. What would happen if MPs voted one way and peers voted another way. Starmer says there is a reason the amendment is worded like that, because that is how ministers set out their own promise to give parliament a vote. Jenkin should ask ministers, he says. Starmer says the tone the government sets is important. He says he knows from his discussions with some of our EU partners that some of the jokes ministers made about the process have not been well received. Labour’s Frank Field asks Starmer how he answers the point that guaranteeing the rights of EU nationals now will reduce the incentive EU countries have to guarantee the rights of Britons. Starmer says the amendment obliges the government to resolve this within three months (see 4.19pm). He says that if the government achieves its aim of getting a deal on this early in the Brexit process, the amendment will not make any difference. It would only apply if the government failed in its stated aim, he says. Starmer says a commitment from a minister at the despatch box is not legally binding. Ministers can change, he says. And governments can change too. Sir Keir Starmer, the shadow Brexit secretary, is speaking now. He says both amendments being debated started as Labour amendments and Labour MPs will back them today. It is less clear, however, what Labour peers will do in the Lords. Earlier a party source said they would listen to what was said in the debate before deciding whether to vote to reinsert the amendments or accept the will of the Commons. He says these amendments will undermine the government’s attempts to get the best possible deal. And that’s it. Davis says any prospect that the UK might remain in the EU would only encourage the EU to offer the UK the worst possible deal, in the hope that it might stay. Davis says it is unclear what would happen if parliament voted against leaving the EU with no deal. But he says some peers, when this was being debated in the Lords, made it clear that they would like such a vote to lead to the UK staying in the EU. He cites Helena Kennedy and Dafydd Wigley as two examples. Labour’s Stephen Kinnock says Davis is asking MPs to take him on trust. Does he accept that breaking the manifesto promise on NICs undermined trust in the government? Davis says he takes the view that a commitment by a minister from the despatch box is binding. Davis is now turning to the second amendment, the one relating to a parliamentary vote. (See 4.19am.) He says it goes further than what the government has promised. The first three clauses just repeat what ministers have promised. Labour’s Helen Goodman says, if that is the case, why won’t Davis agree to put that promise in the bill. Davis says, because that would be unnecessary. He says a commitment from a minister at the despatch box is binding on the government. Nicky Morgan, the Conservative former education minister, says Davis accepts the Commons can call votes on things if it wants. So will he confirm that the Commons will get a vote if there is no Brexit deal. Davis says the Commons can call for votes on things if it wants. But he says the government would be opposed to anything that suggested the result of the referendum could be overturned. The SNP’s Tasmina Ahmed-Sheikh asks if the government has made contingency plans to deport EU nationals. Davis says Ahmed-Sheikh knows him well. He says he has a moral responsibility to look after EU nationals in the UK. Davis says parliament will have a chance to debate and vote on this before anything happens. The great repeal bill will not cover immigration, he says. He says there will be separate immigration legislation. Parliament will vote on that, he says. Nigel Evans, a Conservative, asks Davis if he will publicise this deal as soon as it is struck. Davis accepts that it may take time to change the law to implement a reciprocal deal. But he says an exchange of letters early in the process, once an agreement is struck, could be used to give assurances to those involved. Davis says the government wants to guarantee the rights of EU nationals in the UK. But it wants a reciprocal deal also covering the rights of the 1m Britons living in other EU countries. And EU countries have said this cannot be negotiated until the talks start. He says he is confident of a swift deal. He says other EU leaders have expressed support for a deal, and he quotes the Polish prime minister to this effect. The attempt to vote down the programme motion failed. David Davis, the Brexit secretary, is not opening the debate. Alex Salmond asks him when he expects parliament to get a vote on Brexit. Davis says before the European parliament votes on it. He says he does not know when that will be. Here are the two amendments to the article 50 bill passed by the House of Lords. On the rights of EU nationals Within three months of exercising the power under section 1(1), ministers of the crown must bring forward proposals to ensure that citizens of another European Union or European Economic Area country and their family members, who are legally resident in the United Kingdom on the day on which this act is passed, continue to be treated in the same way with regards to their EU derived-rights and, in the case of residency, their potential to acquire such rights in the future. On parliament having a veto over the outcome of the Brexit talks Parliamentary approval for the outcome of negotiations with the European Union (1) The prime minister may not conclude an agreement with the European Union under article 50(2) of the treaty on European Union, on the terms of the United Kingdom’s withdrawal from the European Union, without the approval of both Houses of Parliament. (2) Such approval shall be required before the European parliament debates and votes on that agreement. (3) The prior approval of both Houses of Parliament shall also be required in relation to an agreement on the future relationship of the United Kingdom with the European Union. (4) The prior approval of both Houses of Parliament shall also be required in relation to any decision by the prime minister that the United Kingdom shall leave the European Union without an agreement as to the applicable terms. The article 50 bill debate is starting. The first item up was the programme motion, allowing two hours for debate. There no debate, but MPs are now voting on it. Sky News has claimed that Nicola Sturgeon was pushed into demanding a second referendum by Alex Salmond and others. Alex Salmond says this is “piffle”. The spin about how Number 10 never intended to trigger article 50 this week does not seem to be convincing the lobby hacks. I’ve updated the 3.56pm post. Here is some Twitter comment on the government briefing to the effect that article 50 will not be triggered this week, or next week. (See 3.26pm.) From my colleague Heather Stewart From the Mail on Sunday’s Dan Hodges From the Independent’s Rob Merrick From the Labour peer, and former Gordon Brown adviser, Stewart Wood UPDATE: And here is some more reaction. From the Times’ Sam Coates From Sky’s Niall Paterson MPs are about to start debating the article 50 bill, which has returned to the House of Commons from the Lords with two amendments inserted. One would oblige the government to guarantee EU nationals living in the UK their right to stay, and the other would give parliament a veto over the outcome of the Brexit talks. The government is opposed to both, and the government is expected to vote both down after the two-hour debate. Here are two blogs on Nicola Sturgeon’s speech that are worth reading, with extracts. From Channel 4 News’ Gary Gibbon Senior government sources in London have been regularly dismissing talk of an early referendum as a “bluff” for months. They only stopped doing that in the last few weeks. Cabinet was told two weeks ago that every cabinet minister should think of pro-union messages and implications for Scotland in all they do. Compare that with an SNP who have been gaming this moment for months and working on strategies for winning a second referendum. They have been rewriting the Scotland’s Future white paper from 2014 which Nicola Sturgeon believes was too Panglossian. The economist Andrew Wilson has been working on a growth strategy for an independent Scotland which acknowledges there is a black hole in the finances of a putative independent Scottish state. Nicola Sturgeon told a press conference in Bute House that she would be ‘frank about the challenges we face’ ”. The SNP would not be taking this move unless they had quantitative and qualitative polling evidence to reassure them that, even with all the unknowns in play, they could win in 2018/19. From David Torrance at Politico Europe And there’s the rub: if saving the union rested upon a straightforward cost-benefit analysis of Scotland’s place in the UK, then the no camp would win easily. But then remainers followed the same rationale in the Brexit referendum of June 2016 – when a majority of Britons (although not Scots) voted to leave the European Union. And in the United States, Democrats believed voters would see through Donald Trump’s simplistic economics and install Hillary Clinton in the White House. It’s no longer just the economy, stupid; narrative now trumps conventional expectations of voter self-interest. Like it or not, identity is important. And if anyone is perceived as guardians of 21st century Scottish identity, it’s the SNP. So, whenever unionists make perfectly reasonable points about oil, the deficit or currency, nationalists accuse them of ‘talking Scotland down’. As Europhiles across the continent will well understand, defending a multi-national union that often appears harsh and remote is challenging, and becoming more so. Leanne Wood, the leader of Plaid Cymru, has said that if Scotland votes for independence, Wales should have a vote on independence too. She said in a statement: The announcement from the Scottish government today shows that any failure by the UK Government to recognise Scotland’s interests could lead to the end of the UK as a state. In that situation, Wales would need to decide its own future. A national debate to explore all of the options, including that of an independent Wales, must take place in Wales when that scenario becomes a realistic one. If the UK government’s Brexit negotiation also leads to the Welsh national interest being overlooked, support will grow for greater control of our own affairs in Wales. Now is a good time for people in Wales to think about what is in our own national interests and how we can best unlock our country’s potential in this new constitutional scenario. The Sun’s Tom Newton Dunn is saying he does not now expect Theresa May to trigger article 50 this week, even if the article 50 bill clears parliament by tomorrow. Opinium has just published some polling on Scottish independence. It suggests that in the UK as a whole, and even more so in Scotland, people expect a vote for independence. It is a UK poll, from a sample of 2,006 people, and there were only 170 Scots in the sub-group. This is what Theresa May said in her statement to broadcasters: As we negotiate to leave the European Union, I want to negotiate an agreement that is going to work for the whole of the United Kingdom and that includes the Scottish people. That is why we have been working closely with the devolved administrations. We have been listening to their proposals and recognising the many areas of common ground we have, such as protecting workers’ rights and our security from crime and terrorism. The tunnel vision that the SNP has shown today is deeply regrettable. It sets Scotland on a course for more uncertainty and division, creating huge uncertainty. And this is at a time when the evidence is that the Scottish people, the majority of the Scottish people, do not want a second independence referendum. So, instead of playing politics with the future of our country, the Scottish government should focus on delivering good government and public services for the people of Scotland. Politics is not a game. May is right about a majority of Scottish people not wanting a second referendum, at least according to today’s Herald poll. See 10.59am. Theresa May has given a response to Nicola Sturgeon’s speech. She says she wants a solution on Brexit that works for the whole of the United Kingdom. She says the “tunnel vision” shown by the SNP is “deeply regrettable”. She says the evidence suggests people in Scotland do not want a second independence referendum. Accusing the SNP of playing politics with this, she says: “Politics is not a game.” May says SNP’s “tunnel vision” on independence is “deeply regrettable”. I will post the full quote shortly. Alex Salmond, who resigned as Scotland’s first minister after the SNP lost the independence referendum in 2014, told BBC News that he was confident his party would win the next one. He said: By either the autumn of next year or spring 2019 we’ll know the outcome of the Brexit talks because it has to go to all of the parliaments across the EU in order to be ratified. We will also know what the Scottish government has to say following the conversations they’ve been having in Europe in terms of what the alternative for Scotland is. When these two options are put before the Scottish people I’ve got absolutely no doubt there will be a resounding vote in favour of independence and keeping that 1,000-year long European connection that Scotland as a European nation has had. Paul Johnson, the director of the Institute for Fiscal Studies, was on the World at One talking about Nicola Sturgeon’s speech. The IFS’s interventions during the 2014 campaign infuriated nationalists and Johnson’s comments this afternoon will not endear him to independence supporters either. Here are the key points he made: Johnson said an independent Scotland might have to increase taxes or cut spending. Scotland looks very much like the rest of the UK in terms of its income per head, so we get just about as much tax per person from everyone in Scotland as we do in the rest of the UK. But spending in Scotland is more than 1,000 per person higher than spending in the rest of the UK. So what that means is that there is a big transfer of money from the rest of the UK to Scotland and, obviously, if Scotland were to become independent it would have to either reduce its spending by more than 1,000 per head or increase its taxes by more than £1,000 per head. He said an independent Scotland could come under pressure to join the euro. It would clearly be more difficult to maintain the pound if the UK was outside the EU and Scotland was inside and the pressure on Scotland politically from the rest of the EU to join the euro would be significant. He said having Scotland inside the EU and the single market but the rest of the UK outside could hinder Scotland’s trade with England. The Brexit vote means that the UK looks like it is going to come out of the single market but if an independent Scotland were to be in the EU – within the single market – and the rest of the UK were to be out of it, then that helps Scotland in terms of its access to the rest of the European economies but potentially hinders it very badly in terms of its access to the UK market, depending on the political and economic agreement that was come to. David Coburn, Ukip’s Scottish MEP, has described Nicola Sturgeon’s call for a second independence referendum as “utterly preposterous”. In a statement he said: The prospect of a second independence referendum between the autumn of 2018 and the spring of 2019 is utterly preposterous. The UK will still be in negotiations with the EU at this time – the SNP seem to wish to cause maximum disruption, uncertainty and overall mayhem. In 2014 the Scottish people decided decisively to remain British, in 2016 less people voted to remain in the EU than voted to be British in 2014. The SNP want to be “in control” not at the “mercy”, have they been asleep whilst Greece has simply been bullied by the EU and when the Republic of Ireland twice voted the wrong way in a referendum and were forced to vote again courtesy of the EU. Scotland as an EU member would be simply insignificant in comparison to Germany and France and we would simply follow or be told how to follow. What the SNP are proposing for Scotland is a future of “austerity Max”. The very idea that it would be advantageous for us to leave the UK for a berth as a small but proud nation in the EU is foolish. We would be condemned to an austere damaging regime that would skip us of autonomy and and leave us open to penal austerity measures such as those imposed on other small nations. Nicola Sturgeon is seen by some as the most effective political leader in the UK and her intervention this morning was a forceful one, for at least three reasons. First, her timing caught Theresa May, and the whole of Westminster, by surprise. People had been expecting this announcement at the SNP’s spring conference at the end of the week, not today, overshadowing an announcement about the triggering of article 50 potentially tomorrow. Second, Sturgeon spent a considerable time answering questions about her stance from journalists (which ought to be routine for politicians, but is something that May does with great reluctance), and she did so with confidence and authority. And, third, while restating arguments for a second referendum that she has used many times before, she also developed a new argument which is at least half plausible; she said she had no right not to call a referendum, because doing that would involve her unilaterally deciding Scotland’s future. (See below.) We are now into almost certainly into a stand-off between Edinburgh and London, not over the referendum per se, but over its timing. The UK government is opposed to a second referendum but, crucially, has not committed itself to blocking it (see 12.40pm.) According to some government briefing, May will allow a second referendum, but only if it takes place after Brexit, when Scotland will be out of the EU. Sturgeon is adamant that it must take place before then, so as to maximise the chances of Scotland being able to rejoin quickly or remain in altogether. (A Scotland/rest of the UK divorce deal would be impossible to negotiate before the end of March 2019, the Brexit deadline, but Sturgeon seemed to imply that she wanted a vote for independence to be taken into consideration in the final Brexit deal. See below.) May ultimately has the final say, because Westminster would have to legislate for a legal poll, not Edinburgh. Sturgeon refused to comment on what she would do if the UK government blocked her demand. Perhaps Scotland would end up following the example of Catalonia, and holding an independence referendum without central government approval? Perhaps Westminster would end up going to court to get an injunction to block it? Who knows. At this stage it is hard to predict how this will play, but ultimately it will be a test of political will. Here are the key points from the speech and the Q&amp;A. Sturgeon announced that she was now calling for a second independence referendum. She said that she wanted the referendum to be held between the autumn of 2018 and the spring of 2019. She implied that she wanted a vote for independence to be taken into account in the final Brexit settlement, but without saying whether she envisaged Scotland never leaving the EU, or just rejoining quickly. What we know is that on the timetable set out by the prime minister, the shape of the Brexit deal will become clear in the autumn of next year - ahead of ratification votes by other EU countries. That is therefore the earliest point at which a referendum would be appropriate. However, it is just as important that we do not leave it too late to choose a different path in a timely way. If the UK leaves the EU without Scotland indicating beforehand - or at least within a short time after it - that we want a different relationship with Europe, we could face a lengthy period outside not just the EU but also the single market. That could make the task of negotiating a different future much more difficult. These considerations lead me to the conclusion that if Scotland is to have a real choice - when the terms of Brexit are known, but before it is too late to choose our own course - then that choice should be offered between the autumn of next year, 2018, and the spring of 2019. Sturgeon would not say what she would do if London did not agree to allow a referendum according to this timetable. But she said that she expected Theresa May to allow a referendum and she said Scotland should decide the timing, as it did in 2014. (See 12.08pm.) She is right in saying that the 2014 referendum took place according to the SNP’s desired timetable, but David Cameron agreed that in return for the SNP dropping its demand for a two-question referendum, with “devo-max” on the ballot too. Sturgeon said that she would ask the Scottish parliament to vote to demand a section 30 order from Westminster (to allow the referendum to go ahead) next week. The SNP does not have a majority at Holyrood, but Sturgeon indicated that she expected the Greens to back the SNP, which would allow the motion to be passed. She argued that if she did not call for a second referendum, she would be unilaterally committing Scotland to a hard Brexit. That was not a decision for her to take, she argued. If I ruled out a referendum, I would be deciding - completely unilaterally - that Scotland will follow the UK to a hard Brexit come-what-may, no matter how damaging to our economy and our society it turns out to be. That should not be the decision of just one politician - not even the first minister. By taking the steps I have set out today, I am ensuring that Scotland’s future will be decided not just by me, the Scottish government or the SNP. She said that, although Scotland voted against independence in 2014, a new referendum was necessary because Brexit meant change was inevitable. What Scotland deserves, in the light of the material change of circumstances brought about by the Brexit vote, is the chance to decide our future in a fair, free and democratic way - and at a time when we are equipped with the facts we need. It is - above all - about informed choice. We know that Brexit has made change inevitable. The option of ‘no change’ is no longer available. However, we can still decide the nature of change. Having Scotland’s referendum - at a time when the terms of Brexit are known - will give the Scottish people a choice about the kind of change we want. She also said that the “collapse” of Labour, and Theresa May’s anti-devolution instincts, helped justify a second referendum. For better or worse - depending on your point of view - the future of the UK looks very different today than it did two years ago. As a result of the Brexit vote we face a future, not just outside the EU, but also outside the world’s biggest single market. In addition, the collapse of the Labour party means that we face a prolonged period of uninterrupted and unchecked Conservative government at Westminster. Some predict that the Tories could be in power now at Westminster until 2030 or beyond. And after a period which has seen the establishment of the Scottish parliament and, more recently, hard won extensions to its responsibilities, we now face the prospect of a centralisation of power at Westminster. Indeed, the prime minister herself has been clear that the Brexit process will see the UK government reserve for itself powers in areas that are currently wholly devolved to the Scottish parliament. All of this has massive implications for Scotland. Sturgeon says her attempt to reach a Brexit compromise with May’s government had been met with a “brick wall of intransigence”. Our efforts at compromise have instead been met with a brick wall of intransigence. UK membership of the single market was ruled out with no prior consultation with the Scottish government or with the other devolved administrations - leaving us facing not just Brexit, but a hard Brexit. There has been talk of special deals for the car industry and others, but a point blank refusal to discuss in any meaningful way a differential approach for Scotland. She refused to say what the SNP would propose as a currency for an independent Scotland in the campaign. That would be announced “in good time”, she said in the Q&amp;A. She also refused to say what the SNP would propose in terms of Scotland’s membership of the EU, although she said EU membership had been the party’s longstanding policy. The European commission has indicated that an independent Scotland would have to apply to join the EU, rather than automatically being a member. As the Press Association reports, commission spokesman Margaritis Schinas said the “Barroso doctrine” continued to apply. Former commission president José Manuel Barroso set out the legal view that if one part of an EU country became an independent state it would have to apply for EU membership. At a briefing in Brussels, Schinas said: The commission does not comment on issues that pertain to the internal legal and constitutional order of our member states ... The Barroso doctrine, would that apply? Yes that would apply, obviously. Here is my colleague Anushka Asthana’s story about Nicola Sturgeon’s speech. And here is Jeremy Corbyn, the Labour leader, on Nicola Sturgeon’s speech. The 2014 Scottish independence referendum was billed as a once in a generation event. The result was decisive and there is no appetite for another referendum. Labour believes it would be wrong to hold another so soon and Scottish Labour will oppose it in the Scottish parliament. If, however, the Scottish parliament votes for one, Labour will not block that democratic decision at Westminster. Downing Street has released this response to Nicola Sturgeon’s speech. A government spokesman said: As the prime minister has set out, the UK government seeks a future partnership with the EU that works for the whole of the United Kingdom. The UK government will negotiate that agreement, but we will do so taking into account the interests of all of the nations of the UK. We have been working closely with all the devolved administrations – listening to their proposals, and recognising the many areas of common ground, including workers’ rights, the status of EU citizens living in the UK and our security from crime and terrorism. Only a little over two years ago people in Scotland voted decisively to remain part of our United Kingdom in a referendum which the Scottish government defined as a ‘once in a generation’ vote. The evidence clearly shows that a majority of people in Scotland do not want a second independence referendum. Another referendum would be divisive and cause huge economic uncertainty at the worst possible time. The Scottish government should focus on delivering good government and public services for the people in Scotland. No 10 says second independence referendum would be “divisive” – but declines to rule one out. Here is the full text of Nicola Sturgeon’s speech. Ruth Davidson, the leader of the Scottish Conservatives, has said her MSPs will vote against holding a second independence referendum in the Scottish parliament next week. The Conservatives are the main opposition party at Holyrood. Kezia Dugdale, the Scottish Labour leader, has also confirmed that Scottish Labour is opposed. Here are the party figures for Holyrood: SNP: 63 Conservatives: 31 Labour: 23 Greens: 6 Lib Dems: 5 Other: 1 The SNP do not have a majority (65) but, as Nicola Sturgeon hinted in her Q&amp;A (see 12.13pm), they should be able to rely on the support of the Greens in next week’s vote on an independence referendum. Q: Do you accept that having a referendum creates uncertainty which harms business? Sturgeon says Brexit has already created uncertainty. And that’s it. The Q&amp;A is over. Q: Where does this leave your defining mission, reforming education? Sturgeon says that is still her defining mission. Q: Will it be a yes/no question? Sturgeon says she sees no reason why the question should not be the same as it was last time. But that has to be decided, she says. Q: What do you say to SNP supporters who want to leave the EU? Sturgeon says she respects their views. She says 1 million people in Scotland voted to leave. But there is a bigger issue at stake, she says. Who decides Scotland’s future? She says she thinks there will be strong support for Scotland deciding its future. Q: Have you discussed this with the Greens? Will they vote with you on this in the Scottish parliament? Sturgeon says she thinks their support for independence and a second referendum is pretty clear, but that she will let them speak for themselves. (The SNP do not have a majority in Holyrood, and rely on the Greens on key votes.) Q: This referendum will be seen as a choice between the UK and Europe. What currency would an independent Scotland have? Sturgeon says this will be decided in due course. She says she does not want Scotland to have to choose between Europe and the UK. She says Scotland’s closest relationship will be with the rest of the UK. But it wants a close relationship with Europe too. Sturgeon says she does not see this as Scotland being forced to choose between the UK and the EU. Q: What will you do if Westminster denies you a second referendum? Sturgeon says she is not expecting that, so she won’t speculate on that. She says Ruth Davidson and David Mundell have said it would be wrong for Westminster to block a second referendum. And she does not think Theresa May would block one either. She says she thinks the Scottish parliament should decide the timing and the franchise for the referendum. That is what happened in 2014, she says. Q: Is there a contradiction between opposing leaving the EU, on the grounds that that union is good for Scotland, but wanting to leave the union with England? Sturgeon says she does not think there is a contradiction. She says she wants Scotland to continue to trade freely with England. Scotland becoming independent would not amount to turning its back on England. It would instead create a “genuine partnership of equals”, she says. She says this is about what kind of country we want to become. Scotland should not be taken down a path without a choice. Do they want to follow the rest of the UK into a hard Brexit? Or do they want independence? Q: When would you have to decide when to go ahead with the referendum? Sturgeon says she cannot say how long it would take to agree a second referendum with Westminster. But she hopes that that would not take too long. After that there are set rules about how long referendum campaigns last. Severin Carrell’s article explaining why a second vote is back on the table again points out that the Scottish parliament does not have the authority to stage a vote under the UK’s referendum legislation. He writes: It must get Westminster’s approval under a section 30 order of the Scotland Act to do so. The UK and Scottish governments will need to sign a second Edinburgh agreement, which in 2012 set up the 2014 independence referendum. That will trigger a battle over its timing, whether before or after Brexit, the wording of the question or indeed whether a third option, such as Labour and Lib Dem quests for a federal UK, could be added. The question and process will then need to be agreed and overseen by the Electoral Commission. But the bigger question of when and how an independent Scotland could join the EU or retain its membership is uncertain: there is no precedent for part of a member state retaining membership when the member state leaves. The EU may insist it cannot start considering a Scottish bid until after Brexit so it knows what terms Scotland is joining under. Sturgeon says, if the Scottish parliament gives her the authority to hold a second referendum, Westminster should respect that. She says, if Scotland is to have a genuine choice, she cannot leave it too late for that to have effect. Q: Why are you proposing a referendum now when your manifesto said public opinion would have to change first? Sturgeon said the manifesto said there would either have to be evidence that public opinion had changed or a material change in circumstances. The latter applies, she says. Q: Would there be a land border with England? Sturgeon says that the SNP will set out its case for independence in time. She says the UK government claims that it will be trading freely with every country in the world after Brexit. So it is not plausible that it would not trade freely with England. She says it has been claimed that the SNP will want to fight a fact-free referendum this time. (Alistair Darling made this claim on the Today programme this morning, suggesting the SNP would follow the example of the leave campaign and Donald Trump.) She says she would not want to fight a referendum like that. Sturgeon denies wanting to fight ‘fact-free’ referendum campaign. Q: Do you think you could win a second referendum? Yes, says Sturgeon. She says the economics of staying in the UK in post-Brexit landscape are “significantly more challenging” than they were in 2014. Q: Have you just been playing along with the idea of accepting Brexit? No, says Sturgeon. She says she was genuine when she called for compromise. She told Theresa May that, she says. But the UK government has not been willing to meet Scotland half way, she says. In fact, they have been moving further away, she says. She says she does not even know when May will trigger article 50. She says she spoke to May the morning of her Lancaster House speech. She asked if May would rule out staying in the single market and May told her it was not a binary choice. But two hours later May announced that the UK was leaving the single market. Sturgeon is now taking questions. Q: Would the option be for Scotland to stay in the EU as it is now? Sturgeon says the SNP’s longstanding policy has been to remain in the EU. But it will set out its proposition before the referendum. For her, this is all about choice, she says. The alternative would be Scotland not being in control of its future. Sturgeon says it will also be important to be frank about the challenges of independence. The Scottish government will be clear about this, she says. Scotland’s choices must be clear and up to date. She says the 2014 and 2016 referendum results cannot be dismissed. But circumstances have changed, she says. There has been a material change of circumstances, she says. She says Scotland needs to decide its future in a fair, free and democratic way. Brexit has made change inevitable. The option of no change is no longer available. Sturgeon says Brexit means the option of no change is no longer available. She says she understands the case for delaying a referendum. But if she ruled out a referendum, she would be deciding unilaterally that Scotland would be following the UK into Brexit. That should not be a decision for a single politician, she says. Sturgeon says not having a referendum would amount to her unilaterally deciding Scotland must accept Brexit. So her is her plan, she says. She will continue to stand up for Scotland’s interests in the talks. But she will act now to ensure Scotland has a choice at the end of this process. Sturgeon says she will act now to ensure Scotland has an independence referendum at the end of the Brexit process. She says she will ask the Scottish parliament to vote in favour of this next week. She says the details of the referendum, including the timing, must be for Scotland to decide. She says it should take place when the options are clearer than they are now, but while it is still possible for Scotland to stay in. She says she expects the outcome to be clearer by next autumn. So that would be the earliest date. She says it should take place between the autumn of 2018 and the spring of 2019. Sturgeon says she cannot pretend that a compromise agreement is likely. So she will set out decisively the way forward. Doing nothing would be easy, she says. She wants the UK to do well in the Brexit negotiations. But she fears a bad deal or no deal. And even a supposedly good deal would be worse than membership of the single market. If she does nothing, then she could leave it too late for Scotland to act before the damage is done. Sturgeon says Brexit, and the possibility of prolonged Tory rule at Westminster, raises profound questions about what type of country the UK will become. She says politicians should not just accept events. They should try to shape them. She says her focus has been trying to find a compromise between the UK’s desire to leave the EU and Scotland’s desire to remain. The white paper was published in good faith. It involved significant compromise, because it accepted the idea of Scotland leaving the EU. She says she has worked “really hard” to try to find an agreement. But there is no UK-wide agreement on the way ahead. And there has been no movement from Westminster. Sturgeon says her attempt to reach a Brexit compromise with UK government has been met with a “brick wall of intransigence”. She says Westminster is becoming more assertive about wanting to retain powers to London. Nicola Sturgeon is speaking now. She says she is going to report on her attempts to reach a compromise with Westminster over her demand for Scotland to stay in the single market. She set out how this might happen in a white paper at the end of last year. The collapse of the Labour party means we face a prolonged period of Tory rule at Westminster. Some predict the Tories could be in power until 2030 or beyond, she says. Sturgeon says collapse of Labour means Tories could be in power at Westminster ‘until 2030 or beyond’. And here is a Q&amp;A from my colleague Severin Carrell about why a second independence referendum is now back on the table. Nicola Sturgeon, the Scottish first minister, is about to give a speech on Brexit and article 50. There is a lot of speculation that she will use it to announce plans for a second independence referendum. Here is my colleague Severin Carrell’s preview story. Assuming the Brexit bill returns to the Lords with the amendments removed this evening, could peers cause any more trouble? The mood music is that they respect the supremacy of the Commons, but sources say they are looking out for the language that David Davis uses during the debate. They want to see the Brexit secretary to show respect for the process of the Lords. One government source indicated that the language will be “emollient”, pointing out that Davis will need peers’ in future legislation. “I think people recognise the role of the Lords as a revising chamber, they’ve had extensive debate and we respect that... I don’t think he’s going to start a war with the Lords, he has to take the great repeal bill through,” they said, adding that there would also be warm words for Tory backbench MPs. “It is not the intention of government to alienate any part of the Conservative party - and would expect that to be reflected at the dispatch box,” they said. A “clear majority” of Scots are against having another referendum on independence before the Brexit negotiations are over, a poll has found. As the Press Association reports, the BMG survey for The Herald showed about four in 10 Scots support another vote on independence before Brexit happens. The study also suggests the country is split 52-48 in favour of remaining in the Union, adding to findings that support for Scottish independence has increased following the prime minister’s “hard Brexit” speech in January. The newspaper said the findings show Scotland’s future appears on a “knife-edge” as Theresa May prepares to begin the process of Britain leaving the European Union. BMG Research interviewed 1,009 Scots aged 16 and over between 23 February and 27 February. It found that 41% supported independence, 44% opposed it, while 13% were unsure and 2% would not say. When “don’t knows” were ruled out, the results were 52% to 48% against independence. Asked if there should be another independence vote before Brexit, 49% said no, 39% agreed and the remainder said they were unsure. The results mean those who had a view were against another referendum in that timescale by 56% to 44%. The Conservative Group for Europe has published a paper accusing the government of siding with Brexit “zealots” over leaving the EU, the Press Association reports. The CGE paper says the government’s white paper on Brexit was “designed to delight Brexit zealots” but risked alienating the Tory’s natural supporters in the business community. It says: As Britain starts the process of withdrawal from the European Union, the prospects are high that the outcome of the exit negotiations will cause significant damage to the political and economic interests of both Britain and the EU. There is a real danger that if these negotiations go awry, our relationships may be blighted for a generation. The document, written by CGE vice-chairman Edward Bickham and endorsed by the group’s chairman, the Conservative MP Neil Carmichael, mocks Theresa May’s insistence that “no deal” with the EU would be better than a “bad deal”. It says: Theoretically she is right, but only if the ‘bad deal’ is in compulsory slaughter of the first-born territory. We are fooling ourselves - and the government would be fooling the British people - if we fail to understand that a default to trading with out biggest (and currently most closely integrated) trading partners on the basis of WTO rules would be profoundly damaging. And here’s an extract from the Corbyn Today interview. The Labour peer George Foulkes, who is not one of the party’s Corbynistas by any stretch, took to Twitter after Jeremy Corbyn’s Today programme interview to say he was impressed. But some commentators took a rather different view. Here is a full summary of what Corbyn said. Corbyn sought to clarify his stance on a second Scottish independence referendum, claiming that his comments on Saturday had been misreported and that he was opposed to a second referendum taking place. On Saturday he was making the point that if the Scottish parliament voted for a second referendum, Westminster should not block it, he said. (See 9.11am.) My colleague Rafael Behr thinks he should not complain about people reporting what he says. Corbyn said that Scottish independence would be “economically catastrophic” for many people in Scotland because it would lead to “turbo-charged austerity”. I think that independence would be economically catastrophic for many people in Scotland. It would lead to a turbo-charged austerity with the levels of income the government has in Scotland because of the very low oil prices and the high dependency on oil tax income. He said that introducing pay ratios could be the best way of curbing executive pay - but then appeared to revive his support for a maximum salary cap. In this respect the whole exercise turned into a repeat of what happened the last time Corbyn was interviewed on the Today programme, when he used his interview to float support for “a high earnings cap” only to back away from the idea in a speech later in the day. Today, when asked about the issue, he said that the party was still looking at this and that he thought “pay ratios is probably a more effective way of doing it [curbing executive pay]. This implied a salary cap was off the table. But later he implied it still was an option. He said: On the maximum pay rate, we want to introduce a ratio, we’re consulting on what the ratio would be. That could be, we haven’t decided yet, we haven’t decided as a party, I’m not a dictator, what we haven’t decided yet [is] what [it’s] going to be. It could well include a maximum pay level, but let’s look at the issue in the context of inequality and injustice in our society, and that I think is really what economic debate should be about. Later a spokeswoman for Corbyn said that, when he spoke about a “maximum pay level”, he meant “in relation to the ratio, so a maximum wage as a proportionate rate”. He was no referring to a maximum salary cap, she said. He confirmed that Labour wanted to increase taxes for corporations and very high earners but declined to put a precise figure on how much would be raised. When it was put to him that he would spend an extra £60bn or £70bn by raising taxes, he said that he did not recognise the £60bn figure. But he said Labour would reverse the planned corporation tax cuts, and that these cuts, combined with cuts to taxes affecting the wealthy (inheritance tax and capital gains tax) could raise £70bn We would reverse the corporation tax cut, yes, and put corporation tax up ... We would seek to raise taxation income at the top end rather than the bottom end. But our programme is not complete. I fully concede that. It could not be. We are still working that out. So the figure you gave, and was used on the Marr programme yesterday, is not one that we recognise. His last comment was odd because Rebecca Long-Bailey, the shadow business secretary, told Andrew Marr (pdf) that reverse four tax breaks could raise £70bn. This is from the BBC’s Norman Smith. Yesterday afternoon the Labour party even put out a briefing note saying the Treasury would lose £73.6bn by 2021-22 from four government tax cuts: corporation tax (£63.8bn), bank levy (£5.4bn), inheritance tax (£3.6bn) and capital gains tax (£0.8bn). These figures, from the House of Commons library, represent the amount of revenue that will be lost between 2016-17 and 2021-22 as a result of cuts affecting these taxes implemented since 2010. Corbyn rejected criticism that Labour was putting controlling immigration ahead of jobs and prosperity in its parliamentary tactics over the article 50 bill. When it was put to him that Peter Hain had said that Labour was wrong not to prioritise staying in the single market, Corbyn replied: I’m surprised that Peter chose those words, actually, but never mind. We have a large number of EU nationals in Britain ... They are deeply distressed and worried at the moment and I think they should be given peace of mind and security. Corbyn said that Labour had tabled a pro single market amendment when the bill was in the Commons. He went on: The single market is available for those that are members of the EU. We will not be members of the EU. Therefore there has to be a deal with the single market and a trade relationship that gives us tariff-free access to Europe. But in the Lords last month Labour peers were whipped to vote against a Lib Dem amendment saying the prime minister should commit to keeping Britain in the single market before she triggers article 50. Corbyn rejected claims that he failed to mention the government putting up national insurance contributions for the self-employed in his response to the budget last week. When this was put to him, he replied: I did raise the issue of the self-employed. I also wanted to set out in that speech the reality of life in Britain today. He also said that John McDonnell, the shadow chancellor, said a great deal on the subject the following day. Although Corbyn did not make NICs a big feature of his response to the budget, he did mention it. In his speech he said: We have long argued for a clampdown on bogus self-employment, but today the chancellor seems to have put the burden on self-employed workers instead. There has to be a something-for-something deal, so I hope the chancellor will bring forward extra social security in return. One policy that Labour backs is extending statutory maternity pay to self- employed women, which is likely to cost just £10m a year. He defended his decision to oppose the NICs increase. When it was put to him that Torsten Bell, Ed Miliband’s former head of policy and now head of the Resolution Foundation, backed the move on the grounds it was progressive, Corbyn replied: He says it is fair. Is it fair that those people who are self-employed, often forced into self-employment by unscrupulous employers who won’t give them a regular contract ... don’t have access to sick pay, don’t have access to maternity leave or paternity leave. They don’t have access to employment rights. Our whole strategy is that the self-employed deserved the same rights as those in work. That prompted this response from the Telegraph’s Juliet Samuel. Corbyn said Labour would do better, particularly if the media focused more on policy. He said: We’re getting out there more and more, putting our case for social justice in our society -that’s what it’s about. We will be doing better, don’t you worry about that, and one day we’ll get into media discussions and debates which are about inequality and injustice in society, as you’ve kindly allowed me to do this morning, rather than political process which absorbs itself into the mindset of a media world, rather than the world of poverty and injustice in our society. At the weekend Jeremy Corbyn gave an interview in which he said that it would be “absolutely fine” for Scotland to have a second referendum on independence. This went down very badly with the Scottish Labour party, which is opposed to a second independence referendum. In response Ian Murray, the only Labour MP in Scotland, tweeted this. Today Corbyn has sought to clarify his position. He told the Today programme this morning. There was a bit of mischievous misreporting going on there. I did an interview during an economic development conference in Scotland hosted by the Labour party … I was asked if, in Westminster, we would block the holding of a referendum. I said no. If the Scottish parliament decided they wanted to have a referendum, then it would be wrong for Westminster to block it. But, just to be absolutely clear, I do not think there should be another referendum. I think that independence would be economically catastrophic for many people in Scotland. It would lead to a turbo-charged austerity. It was a wide-ranging interview and there were several other interesting news lines in it. I will summarise them soon. The Scotland angle is particularly relevant because Nicola Sturgeon, the Scottish first minster, has said at short notice she will give what she is billing as “an important speech” on this topic later this morning. There is speculation that she might use it to make an announcement about a referendum. Then, later today, we have the Commons and the Lords playing “ping pong” with the article 50 bill (debating the bill until they resolve their differences). I will be covering that in full. Here is the agenda for the day. 11am: No 10 lobby briefing. 11.30am: Nicola Sturgeon, Scotland’s first minister, gives a speech on Brexit and article 50. Around 3.45pm: MPs begin their debate on the House of Lords amendments to the article 50 bill. Voting should start around 5.45pm, assuming there are no statements or urgent questions, which could push back the timetable. Around 6.15pm: Boris Johnson, the foreign secretary, is expected to open today’s debate on the budget. Around 8pm: Peers debate whether to accept the decision of the Commons, or whether to put their amendments on the rights of EU nationals and parliament getting a vote on the final Brexit deal back into the article 50 bill. This morning I will be covering Nicola Sturgeon’s speech in detail, and this afternoon I will be covering the Commons and Lords debates on the article 50 bill in detail, but, as usual, I will also be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to post a summary at lunchtime and another at the end of the day. You can read all today’s Guardian politics stories here. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments BTL but normally I find it impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer direct questions, although sometimes I miss them or don’t have time. Alternatively, you could post a question to me on Twitter."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}