{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2017/mar/25/brandis-teflon-is-wearing-thin-the-bell-group-fiasco-is-the-political-story-to-watch", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2017-03-24T22:58:25Z", "webTitle": "Brandis' teflon is wearing thin. The Bell Group fiasco is the political story to watch | Richard Ackland", "webUrl": "https://www.theguardian.com/commentisfree/2017/mar/25/brandis-teflon-is-wearing-thin-the-bell-group-fiasco-is-the-political-story-to-watch", "apiUrl": "https://content.guardianapis.com/commentisfree/2017/mar/25/brandis-teflon-is-wearing-thin-the-bell-group-fiasco-is-the-political-story-to-watch", "fields": {"headline": "Brandis' teflon is wearing thin. The Bell Group fiasco is the political story to watch", "bodyText": "Where are we now with the ministerial career of attorney general George Brandis? At least on grounds of obfuscation you’d think by now he’d either be safely out of harms way on the backbench or an assistant at the Quilpie council library. It’s clear that the prime minister hasn’t worked out what to do with him. The replacement for the impending vacancy at Australia House in London hasn’t been announced and the position vacant at the federal court in Brisbane has come and gone. The recent crop of Brandifuscations involve the great diaries chase, the slashing and pillaging of community legal centres, repackaging the Racial Discrimination Act, and the daddy of them all – his involvement in the Bell Group fiasco. The pickings are too rich to digest in one meal, so let’s concentrate for now on the Bell story, which has many diverting sub-plots to keep generations of Australians spellbound. This is important because whatever murky arrangement was in place between the Liberal governments of Canberra and Perth was so concerning to the Australian Tax Office that it had to go to the high court to ensure that $300m for which it stood in line as a Bell creditor was not snaffled by the Sandgropers. Context and history are invaluable and here we should go to the mid-1980s when Alan Bond had his sights on taking over the cash rich Bell Group, with the aim of plundering it. He didn’t want to make a public offer which would have pushed up the share price. The maximum shareholding he could acquire without going public was 19.9% of Bell. He found a way around this difficulty with the obliging State Government Insurance Commission, now the Insurance Commission of Western Australia. It agreed to buy another 19.9% of Bell and sell those shares back to Bondy. Because the insurance commission was a crown body it wasn’t required to comply with the Acquisition of Shares Code. This was all painfully set out in the report of the 1992 royal commission into WA Inc. As a result of the sale back and associated loan agreements, the WA entrepreneur ended up with a controlling interest in Bell whereupon he pillaged about $1.2bn from the companies – a picnic that saw him handed a prison stretch for which he did something less than two years, or in terms of the Bell money, around $2m a day. Decades of litigation ensued, to the great joy of the legal profession. One gigantic case saw the banks in the supreme court of WA fighting over the carcass in The Bell Group (in liq) v Westpac Banking Corporation (No 9). It took 404 hearing days and Justice Owen’s reasons ran for 9,762 paragraphs. Paragraph one went like this: The Bell group of companies had a splendid radiance in the commercial life of Australia during the 1970s and early to mid-1980s. The group also had aspirations to international prominence. It was a favourite of the stock market and had accumulated (at least on paper) a relative fortune. But as the Bard so wisely remarked: ‘You fools of fortune, trencher-friends, time flies’. By the early 1990s fortune, friends and time had flown. This litigation is a result. It is a dispute of Brobdingnagian proportions that emerges wraithlike from the still-smoking ashes of the late 1980s: an unfortunate period in this State’s business and political history. Some 9,760 paragraphs later the judge ended with this: From time to time during the last five years I felt as if I were confined to an oubliette. There were occasions on which I thought the task of completing this case might be sempiternal. Fortunately, I have not yet been called upon to confront the infinite and, better still, a nepenthe beckons. As a result of the old Bond relationship, the insurance commission is now a creditor of the Bell Group and the WA government used the excuse of the tiresome and expensive litigation to pass an act to transfer all the Bell assets to a state authority and, in the process, prioritise the insurance commission at the top of list of creditors to the tune of about $930m, placing it ahead of the ATO which had its hand out for $300m. The WA government notified the commonwealth in 2015 that its Bell Act would displace provisions of the Corporations Act, which relies on a reference of state powers to Canberra. Then treasurer Joe Hockey was involved with his state counterpart Mike Nahan. The WA treasurer said to Hockey: I also trust that you would therefore see no need for the Commonwealth to contest the legislation we plan to introduce ... This indeed was the understanding between the two Liberal governments, and lurking somewhere at the bottom of the garden was WA’s longstanding gripe about not getting enough GST revenue. The inference was that maybe if the commonwealth turned a blind eye to the legality of what they were up to in the wild west, some of the creditors’ money could be used to offset any GST shortfall. A number of creditors were having none of it and brought proceedings in the high court challenging the WA legislation on the basis that it was inconsistent with the commonwealth’s income tax law. The ATO decided to seek the advice of the then solicitor general, Justin Gleeson, and on 8 March last year the tax office intervened in the case. It was afterwards, on the strong urging of the solicitor general, that the attorney tagged along and became an intervenor in the hearing. In May last year the challenge was upheld and the attempt by the WA government to reorder the distribution of Bell’s assets was struck down. By now the attorney general was in it up to his armpits. The ATO and the commonwealth’s intervention enraged Liberal colleagues across the Nullarbor. Even after the intervention was notified, Western Australian ministers sought a regulation by the commonwealth under the Corporations Act so that the Bell Act could continue to operate. In a letter to the Western Australian attorney general dated 4 April 2016, Brandis and the then assistant treasurer, Kelly O’Dwyer, cite the solicitor general’s advice that such an arrangement would be inappropriate. About a month later, the attorney general issued his notorious legal services direction preventing the solicitor general advising government ministers, departments or agencies without Brandis’ prior written permission. Enthusiastic observers have been joining the dots: Gleeson picks up the ATO case and runs with it, the Bell Act goes up in flames, the Liberals in WA are seething and now the commonwealth is on the back foot to stump up more GST money for the Gropers. An all round disaster with George Brandis at the centre of it. The question that has been on Labor party lips is, did the attorney general or his department at any point instruct the Australian government solicitor or the solicitor general to run dead on the high court constitutional challenge? There have been no forthright answers to that question as pointed out in the opposition parties’ majority interim report this month from the senate legal and constitutional affairs reference committee. It has the task of inquiring into the nature and scope of any agreement between commonwealth and Western Australian ministers in relation to how the proceeds of the Bell Group liquidation may be carved up. The committee notes that it “has been frustrated in its request for information from the attorney general’s department and the attorney general”. The key question at the senate committee was put to the officials: “Was your department ever asked to draft a formal direction that the ATO should not intervene?” The reply was murky: “Not by the attorney”, which left open the possibility that someone from his office might have made the request. The question was then put on notice and an answer has never been given to the committee. The department has also denied that there is any significance between the proximity of the Bell discussions and the timing of the legal services directions affecting the independence of the solicitor general. When Brandis was asked about a direction to stop the ATO from intervening, he claimed there were “public interest immunity grounds” for not answering. However, the committee says that documents obtained through FOI “suggest such a direction did exist”. An email exchange between senior ATO officials refers to an attachment called “Possible Attorney General’s direction under the Judiciary Act”. Christian Porter, the minister for social security and a former WA cabinet minister, also had discussions with Brandis in early March 2016. The attorney general told parliament this was the first time he became involved in the matter, although the former WA attorney general Michael Mischin says he spoke to Brandis about it a month earlier. Brandis does not consider “Mischin’s statement to be a contradiction of what I told the Senate”. As to Brandis’ claim of public interest immunity, this flies in the face of the advice from the great authority on Senate practice, and former clerk of the upper house, Jim Odgers: “It has never been accepted in the Senate, not in any comparable representative assembly, that legal professional privilege provides grounds for a refusal of information in a parliamentary forum.” To make a claim of public immunity, harm to the public must be specified. When pressed as to what ground that might be Brandis replied: “The public interest immunity claim speaks for itself, and I do not want to expand on it, but self-evidently the harm to the public is the publication of legal advice to the commonwealth which is confidential.” The Senate has been asked that it insists the attorney general and his department respond to the committee’s questions, of which there are 37 unanswered on notice. Brandis’ strategy is to dig in, stay schtum and cling onto a spurious claim of immunity. The Bell affair and the government’s involvement has a frightful pong about it. Brandis’ teflon is wearing thin. Taxpayers money to the tune of $300m was caught up in a murky political fix. One of the collateral casualties was the defenestration of the solicitor general. This is the political story to watch."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}