{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2017/mar/28/climate-change-eu-leader-trump-executive-order", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2017-03-28T21:59:44Z", "webTitle": "EU leads attacks on Trump's rollback of Obama climate policy", "webUrl": "https://www.theguardian.com/environment/2017/mar/28/climate-change-eu-leader-trump-executive-order", "apiUrl": "https://content.guardianapis.com/environment/2017/mar/28/climate-change-eu-leader-trump-executive-order", "fields": {"headline": "EU leads attacks on Trump's rollback of Obama climate policy", "bodyText": "The European Union has led criticism of Donald Trump’s effort to unravel Barack Obama’s measures to combat climate change, suggesting that Europe will now take the lead in global efforts. The US president signed an executive order on Tuesday aimed at eliminating the clean power plan, Obama’s landmark policy to set limits on the amount of greenhouse gases that power plants emit. America’s commitment to the Paris accord of nearly 200 countries now hangs in the balance. Miguel Árias Cañete, the EU’s climate action commissioner, said: “We regret the US is rolling back the main pillar of its climate policy, the clean power plan. Now, it remains to be seen by which other means the United States intends to meet its commitments under the Paris agreement.” He added: “The continued leadership of the EU, China and many other major economies is now more important than ever. When it comes to climate and the global clean energy transition, there cannot be vacuums, there can only be drivers, and we are committed to driving this agenda forward.” The EU has the most ambitious emissions reduction target, Árias Cañete said. “We will stand by Paris, we will defend Paris, and we will implement Paris.” Christiana Figueres, former executive secretary of the United Nations Framework Convention on Climate Change, said Trump’s action risked putting the US on the back foot. “I don’t know anyone who wants to breathe dirty air, who wants to worry about their water source, or who wants to leave a dangerous world to their children,” she said. “And because we are all united by these common desires, I am optimistic that Paris will endure, with world leadership remaining resilient in its commitments to Paris.” The president’s executive order also throws out the government’s method for counting the benefits of cutting carbon pollution and abandons a moratorium on new coal leases on federal lands. Reaction on Washington’s Capitol Hill broke down along party lines, with Republicans welcoming the move towards energy independence. The House speaker, Paul Ryan, said: “Today’s executive order is based on a fundamental truth: energy drives our economy. President Obama disregarded this, and the result was a barrage of regulations that crippled America’s energy industry. That is all in the past now. President Trump’s executive order will help America’s energy workers and reverse much of the damage done.” The clean power plan had “ravaged coal country”, he added, and deserved a “full repeal”. There was anger and dismay on the opposite side of the aisle as Democrats lined up to knock Trump’s order, with the notable exception of a senator from a coal-friendly state. They accused the president of denying scientific evidence to favour special interests. Chuck Schumer, the minority leader in the Senate, said: “If there was any doubt that big oil was back in charge under the Trump administration, today’s executive order lays that to rest. It reads as if it was written in an Exxon boardroom, with no regard for the health and safety of the American people, or the planet. “This executive order is nothing more than a giveaway to big oil at the expense of the health and safety of our children and the bank accounts of hard-working middle-class families. Simply put, the Trump administration has put the health of the American people and the future of our planet on the back burner all for the sake of lining the pockets of big oil and extreme-right special interests.” Nancy Pelosi, the minority leader in the House, said: “President Trump and congressional Republicans’ contempt for clean air, clean water, and our clean energy future endangers the health of our children and the strength of our economy. The administration’s spiteful assault on the clean power plan will not bring back jobs to coal country, it will only poison our air and undermine America’s ability to win the good-paying jobs of the future.” Tom Perez, chairman of the Democratic National Committee, noted that global temperature records had been broken over the past three years. “At a time when we should be urgently investing in clean energy jobs and technology, Trump is giving the worst polluters free rein and pretending it’s all about the economy,” he said. “True leadership is a president who had the political courage to move aggressively on carbon polluters, while leaving office with the longest streak of private-sector job growth on record. Instead, we have a president who has called climate change a hoax, picked an ExxonMobil CEO as his secretary of state, put a climate science denier at the head of the EPA, and gives a disgraceful handout to his rich friends in the fossil fuels industry.” Congressman Brendan Boyle of Pennsylvania, a Democratic member of the Bipartisan Climate Solutions Caucus and Bicameral Task Force on Climate Change, warned against a withdrawal from the Paris agreement. “Today’s executive order sends a dangerous signal to the world that the United States does not want to lead in one of the greatest fights of our time: combating global climate change,” he said. The Democratic senator Chris Murphy of Connecticut and the Republican senator Susan Collins of Maine co-authored the Super Pollutants Act of 2015, a bipartisan bill to reduce short-lived climate pollutants in the atmosphere. Murphy said: “Future generations will judge President Trump for this attack on our health and our safety. The Republican party is going to extraordinary lengths to deny that this meteor that is global warming is careening toward us.” But not for the first time, Senator Joe Manchin of West Virginia, a state in coal country that Trump won in a landslide, broke ranks with his Democratic colleagues. “We need to strike a balance between the environment and the economy,” he said. “The clean power plan never achieved that balance. Rolling back this regulation is a positive step towards preventing further job loss, increases to consumer energy bills, and more damage to our economy. We must stop ignoring the damage these regulations caused our energy sector, our economy and our way of life in West Virginia.” Trump’s attack on the clean power plan will not produce instant results. It faces bureaucratic wrangling and legal challenges that could take years. On Tuesday, a coalition of 23 states, cities and counties declared its intention to resist. “We won’t hesitate to protect those we serve – including by aggressively opposing in court President Trump’s actions that ignore both the law and the critical importance of confronting the very real threat of climate change,” said the group, led by the New York attorney general, Eric Schneiderman. Industry groups have expressed scepticism about whether the measures will create employment as Trump claims. Robert Murray, chief executive of Murray Energy, the US’s largest private coal producer, said Trump’s moves were unlikely to significantly increase the number of coal jobs. Chris Wood, CEO of the fishing advocacy group Trout Unlimited, said the executive order would hurt sportsmen, who depend on the resilience of American watersheds, in a multitude of ways. Wood sees the clean power plan as made up of “commonsense” requirements for the energy industry that protect public land for mixed use. He said: “We’re not talking about hi-tech wizardry here. It was updating rules that hadn’t been touched in 30 to 40 years. It says, hey, treat your frack water once you’re finished with it. Make sure you have hardened concrete casings so they don’t leak. With the repeal of the clean power plan, waterways will not only be more vulnerable to avoidable pollution but also to the varied impacts of climate change. Wood added: “Anyone who has seen these big fires in the west understands the effects on fish.” Watchdogs and pressure groups joined the chorus of condemnation. Rhea Suh, president of the Natural Resources Defense Council, said: “This is an all-out assault on the protections we need to avert climate catastrophe. It’s a senseless betrayal of our national interests. And it’s a short-sighted attempt to undermine American clean energy leadership. “Trump is sacrificing our future for fossil fuel profits – and leaving our kids to pay the price. This would do lasting damage to our environment and public lands, threaten our homes and health, hurt our pocketbooks and slow the clean energy progress that has already generated millions of good-paying jobs. “We won’t surrender our children’s future to fossil fuel profits without a fight.” The alarm was also raised over potential economic consequences. Mindy Lubber, president of Ceres, a not-for-profit organisation that rallied hundreds of companies to support the clean power plan, said: “By taking this backward step, the US risks a stalled transition to a low-carbon economy, thus giving China and other countries the upper hand as they embrace renewable energy and other low-carbon technologies that are proliferating all across the globe.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}