{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2017/mar/13/budget-office-republican-healthcare-coverage-deficit-costs", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-03-13T23:38:44Z", "webTitle": "Republican healthcare plan: 24 million people could lose coverage, CBO reports", "webUrl": "https://www.theguardian.com/us-news/2017/mar/13/budget-office-republican-healthcare-coverage-deficit-costs", "apiUrl": "https://content.guardianapis.com/us-news/2017/mar/13/budget-office-republican-healthcare-coverage-deficit-costs", "fields": {"headline": "Republican healthcare plan: 24 million people could lose coverage, CBO reports", "bodyText": "As many as 24 million Americans risk losing health coverage over the next decade under the Republican plan to replace the Affordable Care Act, popularly known as Obamacare, the non-partisan Congressional Budget Office said on Monday. The report predicts a dramatic loss of healthcare coverage over the next decade if Congress enacts the Republican healthcare proposal, which has faced criticism from across the political spectrum and from nearly every sector of the healthcare industry. An estimated 52 million people would be uninsured in 2026, compared with the 28 million who would lack insurance that year under the current law, according to the report. President Donald Trump, who supports the Republican plan, has promised that his plan would provide “insurance for everybody”. The congressional analysts estimate that the Republican healthcare proposal could reduce the federal budget by $337bn over 10 years, with the largest savings coming from cuts to the federal Medicaid program and “Obamacare” tax credits for people who buy insurance individually. Republicans were bracing for an unfavorable accounting from the budget office on Monday, as the bill, called the American Health Care Act, faces intensifying opposition from conservatives, Democrats, consumer interest groups and nearly every sector of the US healthcare industry. Reacting to the report, health and human services secretary, Tom Price, said the CBO score is “just not believable” and the White House “strenuously” disagrees with its conclusion. He said the analysis only accounted for one phase of the three-pronged plan, which the White House believes would cover more Americans than the report estimated. The House speaker, Paul Ryan, said the report confirms that his plan will “lower premiums and improve access to quality”, indicating that Republicans intend to press ahead with the legislation despite the sizable loss of coverage. “Our plan is not about forcing people to buy expensive, one-size-fits-all coverage,” Ryan said in a statement. “It is about giving people more choices and better access to a plan they want and can afford. When people have more choices, costs go down.” But Senator Susan Collins called the report a “cause for alarm” and urged her colleagues to slow down and revisit the replacement plan. “This is an extremely important debate with significant implications for millions of Americans,” the Republican said. “We need to spend the time necessary to get this right.” In the run-up to the publication of the CBO report, many Republicans began casting the expected drop in coverage as a consequence of having more choice. “The one thing I’m certain will happen is CBO will say, ‘Well, gosh, not as many people will get coverage,’” Ryan said on CBS’s Face the Nation on Sunday. “You know why? Because this isn’t a government mandate.” The report also concluded that barring Planned Parenthood from receiving federal dollars would amount to $234m less in Medicaid spending over 10 years. But about a third of those savings, the report warned, would be wiped out by unintended pregnancies caused when low-income or rural women lose access to contraceptive services. Planned Parenthood receives Medicaid reimbursements for providing STI and contraceptive services, but not abortions, to low-income patients at no cost. In addition to increased spending on births, the report found, there would be unpredictable costs associated with the children, who could qualify for Medicaid and other federal programs. Democrats, who had criticized Republicans for rushing the bill through key House committees before the CBO score was released, seized on the report’s findings and called on Republicans to drop the bill. “The CBO report should be a knockout blow for Republicans in Congress,” the Senate Democratic leader, Chuck Schumer, told reporters during a joint press conference with the House minority leader, Nancy Pelosi, on Monday. “They should heed this warning and turn back from their plan that would be a disaster for the country.” Pelosi echoed Schumer. “In terms of insurance coverage it’s immoral, in terms of giving money to the rich at the expense of working families it is indecent and wrong,” Pelosi said, adding: “I hope that they would pull the bill. It’s really the only decent thing to do.” “It is abundantly clear why congressional Republicans wanted to rush their healthcare bill through committee during two middle-of-the-night markups – they know it is a fundamentally bad deal for Americans,” said the House Democratic caucus chairman, Joe Crowley of New York. “Donald Trump’s ‘insurance for everybody’ pledge was a big fat lie,” the Democratic National Committee chairman, Tom Perez, said in a statement. The ACHA seeks to radically transform and cut Medicaid, one of America’s largest social safety nets; end requirements for Americans to purchase healthcare; allow insurance companies to charge the old five times more than the young; expand tax-free health savings accounts; cut taxes that would disproportionately benefit the wealthy; and shrink subsidies that benefit the middle class. At the same time, it allows insurance companies to levy a 30% surcharge on anyone who does not have insurance for more than two months, meant to incentivize people to keep insurance. When the ACA was passed, it sought to insure all Americans and standardize health benefits. The law passed consumer protections, expanded Medicaid to single adults and established subsidized marketplaces for individuals to buy insurance. Though the GOP plan would scrap many of the existing law’s critical provisions, it keeps a handful of its most popular ones: a requirement that insurers cover the sick, allowing young people to stay on their parents’ health insurance, and a ban on lifetime coverage caps. During the presidential campaign, Donald Trump touted a replacement plan that would “cover everybody”. Earlier on Monday, Trump invited a group of people – referred to by the administration as “victims of Obamacare” – to the White House to share their recount their negative experiences with the healthcare law. Among those Trump heard from during the listening session was a cattle rancher who said the increasing healthcare rates are hurting her family business and a stay-at-home mom who was forced to re-enter the workforce because the increase in the premium for their family insurance was unaffordable. Trump promised the table that the Republican plan would ensure “access for everyone”, a departure from his earlier promise to create universal healthcare. However, that access would come with a price for some groups, the CBO predicted. Changes in the Republican bill could cause monthly costs for older, poorer Americans to rise dramatically. For example, a 64-year-old earning $26,500 a year would have annual out-of-pocket costs increase by $14,600, from $1,700 a year under current law. By contrast, young people could see annual costs drop. A 21-year-old earning the same amount of money would pay just $1,450 out-of-pocket, a $250 decrease from current law. With the GOP having only a two-vote majority in the Senate, the bill needs to bring warring factions together to pass, assuming Democrats uniformly oppose the bill. Yet conservatives remain staunchly opposed to the legislation in its current form, dubbing it “Obamacare lite”. Heritage Action for America, one of the most influential conservative opponents of the Republican healthcare law, cast doubt on whether the bill has enough votes to pass the House. “The biggest fear I have – what keeps me up at night – is that Republicans pass a healthcare bill that keeps the fundamental architecture of Obamacare,” Michael Needham, the CEO of Heritage Action, told reporters on Monday. “Then, in 2020 or 2024, the American people look at the mess and vote in a Democrat who says the answer is single-payer healthcare.” “I would say to my friends in the House of Representatives with whom I serve: ‘Do not walk the plank and vote for a bill that cannot pass the Senate and then have to face the consequences of that vote,’” Tom Cotton, a Republican senator for Arkansas, told ABC. “If they vote for this bill, they’re going to put the House majority at risk next year.” Equally as blunt, Rand Paul, a Republican senator for Kentucky, said of Ryan’s plan: “He will not have the votes.” A handful of GOP senators have criticized the bill for not protecting Medicaid beneficiaries, and two Republican senators have objected to the provision stripping Planned Parenthood of federal funding. House Republicans have pressed ahead quickly with the bill, which was unveiled last week. The healthcare plan was approved by two key House committees last week after all-night debates and despite objections from Democrats, who argued that it was critical to know the findings of the CBO report first. The proposal will next head to the House budget committee. A preliminary assessment from the ratings agency S&amp;P Global suggested between two million and four million people who are insured through the individual insurance market under the healthcare law could lose coverage, as well as between four million and six million people who are currently enrolled in Medicaid. At the same time, as debate on the ACA has heated up its popularity hit a historic high in February, according to findings from the Pew Research Center and the latest Kaiser Health Tracking poll. The result is the highest level of support for the law in the 60 tracking polls Kaiser Health has conducted since 2010. Molly Redden contributed to this report"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}