{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2017/mar/06/from-public-good-to-profit-margin-how-privatisation-is-failing-our-communities", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2017-03-05T23:05:42Z", "webTitle": "From public good to profit margin: how privatisation is failing our communities | David Hetherington", "webUrl": "https://www.theguardian.com/commentisfree/2017/mar/06/from-public-good-to-profit-margin-how-privatisation-is-failing-our-communities", "apiUrl": "https://content.guardianapis.com/commentisfree/2017/mar/06/from-public-good-to-profit-margin-how-privatisation-is-failing-our-communities", "fields": {"headline": "From public good to profit margin: how privatisation is failing our communities", "bodyText": "In parts of Australia a quiet tragedy is slowly unfolding. Families already beset by adversity are seeing their last shreds of hope and comfort carefully dismantled. And it’s happening under the shield of one of the country’s most impressive public initiatives. The tragedy is the privatisation of public disability support care, which is impacting families of the profoundly disabled that have entrusted their relatives to this high-quality care system for decades. The initiative being used by state governments as a distraction to privatise government services is the NDIS, a scheme that greatly benefits many with a disability but removes choice for others – putting an enormous strain on those who need support the most. How could this be, you ask yourself? Surely if these words were true, you’d have heard about it. But these families are used to adapting to tough circumstances: they’ve been coping without fuss for a long time. Now they’re starting to speak up. For several months, I’ve been travelling around Australia as panel chair of the People’s Inquiry into Privatisation, hearing from local communities about how the sell-off of public services has affected them and their families. The impact of the submissions is deeply concerning when considered in its entirety. The privatisation of disability care is just one of the stories we’ve heard – the narrative repeats in electricity, health, education and many other areas. Disability services Of all submissions made, the decision to privatise disability services in NSW and WA, under the guise of the NDIS rollout, had the greatest impact on the panel. Personal stories abound of a lack of consultation, of waiting three years or more for answers, uncertainty about where a loved one’s home will be, of choices being taken away, of being told that if you’re not happy, just find another provider and of some for-profit providers being unable to cope with the complexity of care required by people with complex disabilities. Health, aged care and child care services Nationally, seven privatised public hospitals have failed and been subsequently handed back to the government, sometimes at great cost. At least another four hospitals have had services badly affected because of privatisation. Outbreaks of infections and poor services have been directly attributed to the push for profits over care. Within aged care, privatisation was linked to plummeting levels of staff, especially qualified staff, and resultant decreases in the levels of care. Child care costs have risen sharply in the absence of enough affordable government run services. Electricity Submissions made to the inquiry show that despite promises of cheaper power costs in Victoria, prices for consumers in Melbourne alone have increased 85.9% since privatisation. At the same time profits are flowing to private companies, widespread evidence shows that our communities are being damaged. In 2009, 173 people died during the Black Saturday Fires. The inquiry was told that: “Victoria’s Bush Fire Royal Commission made substantive findings about the contributing factors that led to the electrical fires which caused 119 of 173 deaths. The major contributing factors in all of the electrical fires were the age of the assets and the reduction in inspection timeliness and quality.” This is an industry quoted as making $2.7bn in profits while reliability and quality have significantly declined. Recent blackouts in South Australia too were attributed to the decisions of the private operator to withhold supply in in the face of high prices rather than a failure of sustainable power generation. The inquiry also heard that both the Singapore and Chinese Governments, as majority owners of distribution companies in Victoria, have stipulated that the purpose of owning Victoria’s assets is to use the profits to subsidise their national networks, helping keep cost of electricity low in China and Singapore. The depth and breadth of privatisation These are some of the areas, but not all. Tafe, cleaning services, prisons, CSIRO, the ATO, land titles registry, housing, home care, jobs services: the list of services being privatised or outsourced is far larger than the community would believe. Many not-for-profit NGOs that participated in the inquiry raised significant concerns about privatisation and the marketisation of services, arguing that competition and contestability do not work in services that involve caring for people. They talked about targeted services being lost, about race-to-the-bottom tendering and a lack of funding making it difficult to provide the services the communities need, of being swamped by the for-profits, and that increasingly they are forced to behave like for-profits to survive. The hearings also brought out the sense of loss that communities feel when vital services are privatised, when institutions that fulfil a deeply human function: teaching, caring for people at their most vulnerable moments, are forced to behave like businesses, whose primary concern is maximising profit, not focusing on performing tasks that rely fundamentally on empathy. We heard that once these services are privatised, it becomes so much harder for communities to hold anyone to account for the standard of services. The people who end up bearing that responsibility of care are primarily women – and it shouldn’t be theirs to carry alone. The lack of planning for a fair transition in the face of plant closures by a privatised electricity sector in the Latrobe Valley is one striking example of this community impact. Evidence from towns such as Traralgon speaks to the impact of privatisation on local jobs, wages and conditions. Privatisation can be devastating for workers and for the communities they are a part of – and can have a genuine impact on the viability of local economies in rural and regional areas. Unemployment in Latrobe has risen around 3% since July 2015. Decades of privatisation has resulted in services failing, and now the power stations are closing, the community is left to forge its own future in uncertain times, with government once again left to try and pick up the pieces after the companies have left. From what we have heard from the community, the privatisation agenda is failing our communities, as citizens, as workers and as users of shared public services. The People’s Inquiry into Privatisation was chaired by Per Capita’s David Hetherington, with independent panellists, including Yvonne Henderson (former Equal Opportunity Commissioner WA) and Action Aid’s Archie Law. The inquiry visited 12 cities and regional centres including Perth, Darwin, Adelaide, Hobart, The Latrobe Valley, Melbourne, Canberra, Wollongong, Sydney, Newcastle, Brisbane and Cairns."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}