{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/mar/13/jose-mourinho-chelsea-fans-conte-judas-no1-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-03-13T23:57:03Z", "webTitle": "José Mourinho hits back at Chelsea fans and Conte: ‘Judas is still No1’", "webUrl": "https://www.theguardian.com/football/2017/mar/13/jose-mourinho-chelsea-fans-conte-judas-no1-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2017/mar/13/jose-mourinho-chelsea-fans-conte-judas-no1-manchester-united", "fields": {"headline": "José Mourinho hits back at Chelsea fans and Conte: ‘Judas is still No1’", "bodyText": "José Mourinho hit back at Antonio Conte and a section of the home support by insisting “Judas is still No1” at Chelsea as Manchester United’s defence of the FA Cup came to a juddering halt at the hands of his former club. The Portuguese was barracked by a section of the home fans in the east stand during a fractious tie with chants of “Judas”, “You’re not special any more” and “It’s all your fault”, the last a reference to Chelsea being out of European competition this season. Mourinho responded by pointing to the turf and holding up three fingers at his detractors, signifying the trio of Premier League titles he claimed in two spells in south-west London. The United manager clashed with his opposite number following Mike Oliver’s decision to dismiss Ander Herrera for two bookable offences, the second caution relatively soft, with the fourth official, Mike Jones, twice forced to keep them apart on the touchline as emotions ran high. “The fans can call me what they want,” said Mourinho, who was sacked in December 2015 with Chelsea, the title holders at the time, 16th in the Premier League but safely through to the Champions League knockout phase. “I am a professional. I defend my club. Until the moment [Chelsea] have a manager that wins four Premier Leagues for them, I’m the No1. When they have somebody who wins four Premier Leagues for them, I’ll be No2. For this moment, ‘Judas’ is No1.” Herrera will now serve a two-match ban after his second dismissal of the campaign, while the Football Association may choose to scrutinise footage of Marcos Rojo’s apparent stamp on Eden Hazard late on, which went unpunished. “Nobody saw us crying because we don’t have Zlatan [Ibrahimovic], this or that,” said Mourinho. “The only thing we spoke about is the fact we are playing in Europe and our opponents aren’t. You know ... our opponents could have been. I left the club last season in the Champions League having won the group, in the knockout phase playing the second leg at home. If they’d won the Champions League last year, they’d be playing in Europe this season. It’s not my fault. It’s the [fault of the] ones who stayed here and didn’t win the Champions League. What I share with them is that we didn’t have a good Premier League, and I share responsibility with that.” Conte, whose side now confront Tottenham Hotspur in the FA Cup semi-final, shook hands with Mourinho in the tunnel post-match but was critical of his opponents’ approach, suggesting United’s eagerness to close the home side down had led to them resorting to kicking Hazard. “We’ve got to play football but for 25 minutes it was impossible for Hazard to play football,” said the Italian. “I see only that he got a lot of kicks. Only kicking. He started the game receiving kicks, and he finished receiving kicks. “This is not football for me. I don’t think this can be a tactic. This is the truth. Everyone saw this. I think sometimes, when you play against players with great talent, you try and intimidate these players. I think the referee must protect this type of player. What happens if they are put out with a bad injury?” The Chelsea manager suggested his regular verbal spats with Mourinho were nothing more than “a circus”. Mourinho described Oliver as “a referee of fantastic potential” and, having made a beeline for the officials after the final whistle, suggested he had merely gone to offer them “many congratulations”. “There was a match until the moment Herrera saw the red card, and then there was another match after that,” added Mourinho. “Before that I saw a game with the feeling I was going to win. “I’m really proud of the guys. Mr Oliver... goes home and can do his own analysis because I don’t want to analyse his work. Compare Herrera’s second yellow card with the foul a couple of minutes later when [Marcus] Rashford goes to attack the space and the Chelsea captain [Gary Cahill] grabs him, stops him in a counter-attack. Mr Oliver does not give a card, not even a yellow.” The other semi-final will see Arsenal take on Manchester City."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}