{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/mar/24/bristol-gloucester-premiership-match-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-03-24T22:04:39Z", "webTitle": "Jonny May seals victory as Gloucester take maximum points against Bristol", "webUrl": "https://www.theguardian.com/sport/2017/mar/24/bristol-gloucester-premiership-match-report", "apiUrl": "https://content.guardianapis.com/sport/2017/mar/24/bristol-gloucester-premiership-match-report", "fields": {"headline": "Jonny May seals victory as Gloucester take maximum points against Bristol", "bodyText": "Bristol are on course for an immediate return to the Championship after losing to their county rivals on a night that summed up why their return to the top-flight after a seven-year absence has been underwhelming. There was no shortage of endeavour or variety from the home side, but in attack they were no sharper than a butter knife and in defence they again showed a capacity to turn routine moments into tries for their opponents. Gloucester had not kept their tryline intact in the Premiership all season, but they held out comfortably for 78 minutes here to leave Bristol without a bonus point and stranded at the foot of the table. On paper, it was the most winnable match of the five Bristol had left. Gloucester’s only away win of the league campaign had come at Sale in September, they were without a head coach after Laurie Fisher’s abrupt departure following the home defeat to Harlequins in the last round and they were without their three players who had taken part in the Six Nations. Gloucester started with the ebullience of a side enjoying an end-of-season tour. Stone Kalamafoni’s pass out of the back of his hand to Richard Hibbard prompted a move that ended with Billy Burns kicking a penalty in front of the posts after Jason Woodward had positioned himself on the wrong side of a ruck to slow down the delivery of the ball. Bristol responded with multi-phase play which involved intricate passing behind but it was only when forward broke tackles that the home side made ground and Gloucester wilfully infringed. At the point where Bristol needed to take every point, Jason Woodward missed two medium-range penalties and was replaced by Billy Searle who drew his side level after 11 minutes. Bristol had momentum, but only momentarily. Jonny May’s return to the Gloucester wing from England duty was interrupted after three minutes when he was inadvertently kicked in the face by his team-mate Andy Symons and left the field for stitches. By the time he returned, his replacement, Charlie Sharples, had scored the opening try, his acceleration taking him down a narrow corridor on the right. It was only Gloucester’s second attack. Bristol dominated in terms of territory and possession, winning a liberal supply of penalties and established a dominance up front, mulching the visiting front row at a scrum after 20 minutes. They did not lack ideas, but even against a side as temperamentally suspect as Gloucester they did not threaten the line in the opening half. They were undermined by basic mistakes and the stop-start nature of the match summed up the seasons of two teams in the bottom four. Play was held up for five minutes as the Bristol centre Tisi Pisi was taken from the field on a stretcher after taking a blow to the head. Gloucester extended their lead to 10 points with Burns’s second penalty four minutes from the break, but Searle responded before the interval with his second. It followed another break from the impressive Jeffries who induced Tom Marshall to knock-on. The officials thought the full-back did so deliberately just outside his 22 and he was surprisingly sent to the sin-bin after review. Bristol did not exploit their numerical advantage and were fortunate not to fall further behind when, after Billy Twelvetrees, a replacement for Symons who suffered an ankle injury, angled his run and created space for Henry Trinder, the Gloucester prop Paddy McAllister forced his way over the line after a penalty was kicked to touch rather than for goal but was unable to ground the ball. Four minutes after Marshall returned, Searle kicked his third penalty after McAllister was penalised for collapsing a scrum having lost his footing on engagement. Again, Bristol turned gain into loss. As Luke Arscott, who had come on at full-back when Jason Woodward switched to the wing to replace the injured David Lemi, waited for Willi Heinz’s rolling kick to bounce into touch, he was forced to play the ball but left it behind for May to pick up and pass to Burns. The try was reviewed, first to check whether Richard Hibbard had committed a knock-on in the buildup and then to see whether Arscott had put his foot into touch while in contact with the ball. Both decisions went against Bristol. Lewis Ludlow scored Gloucester’s third from a driving maul before Max Crumpton replied for Bristol who had two minutes to secure an unlikely bonus point only to spill the ball for Jonny May to scamper away and secure a rare five points. Bristol Woodward; Wallace, Hurrell, Pisi (Tovey, 33), Lemi (Arscott, ht); Searle, Mathewson (R Williams, 71); Bevington (O’Connell, 69), Jones (capt; Crumpton, 63), Cortes (Ford-Robinson, 56), Phillips (Crane, 71), Sorenson (Fenton-Wells, 59), Jeffries, Lam, Eadie. Try Crumpton. Pens Searle 3. Gloucester Marshall; May, Trinder, Symons (Twelvetrees, 31), Halaifonua (Sharples, 33); Burns, Heinz (capt); McAllister (Thomas, 56), Hibbard (Matu’u 77), Hohneck (Doran Jones, 56), Savage, Thrush (Denton, 72), Kalamafoni (Ludlow, 54), Rowan, Morgan. Tries Sharples, Burns, Ludlow. Cons Burns 2. Pens Burns 2. Referee JP Doyle. Attendance 14,510."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}