{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2017/mar/05/ss-gb-recap-episode-three-no-more-mr-nazi-nice-guy", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2017-03-05T22:00:11Z", "webTitle": "SS-GB recap: episode three – no more Mr Nazi Nice Guy", "webUrl": "https://www.theguardian.com/tv-and-radio/2017/mar/05/ss-gb-recap-episode-three-no-more-mr-nazi-nice-guy", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2017/mar/05/ss-gb-recap-episode-three-no-more-mr-nazi-nice-guy", "fields": {"headline": "SS-GB recap: episode three – no more Mr Nazi Nice Guy", "bodyText": "“You operate in a very strange world,” Superintendent Archer says to the mysterious Colonel Mayhew in the third episode of SS-GB. Since Archer has just come across Mayhew, who we assume is a big cheese in the British resistance, consorting with senior officers at German army HQ, it is if anything an understatement. “You have no idea,” deadpans Mayhew, speaking for all of us. I am being a little unfair. The setup may be far-fetched – the German army is plotting with the resistance to free the king from SS custody and send him to the US – but the exposition is reasonably clear. The army, which retains a shred of old-fashioned honour, hates the SS, dislikes keeping a monarch under lock and key, and are keen to release him. The resistance reckon that, once in the US, he would be a good recruiting sergeant for what remains of the allied cause. Glamourpuss US journalist Barbara Barga later tells Archer the scheme won’t work, because the Americans – having got rid of an English king a couple of centuries earlier – are unlikely to want another one back now. She imparts this in one of those scenes between the two that, as she says, is part seduction and part interrogation. After the chilliness of last week this one felt a bit spicier. “You seem different,” she tells him. And he is. For a start, with the sound levels having been adjusted, we can now understand almost everything he is saying. Things are looking up. Things are, in fact, looking up everywhere. This episode was slicker than the first two. It was framed by the neat idea of a “Karl Marx exhumation ceremony”, with the body of the old polemicist being dug up at Highgate cemetery ready to be transferred to a mausoleum in Moscow. In this counterfactual take on history, the Russo-German friendship pact has survived the fall of Britain, and the Germans are allowing their communist chums to take Marx’s remains to Russia. Goebbels, Von Ribbentrop and Russian foreign minister Vyacheslav Molotov are all at the ceremony. A case, as Archer’s aphoristically inclined German boss General Kellermann says, of “putting all your eggs in the basket”. The resistance reckon so too and send the hard-working Sylvia along to plant a bomb. The Germans really are hopelessly un-Teutonic when it comes to security. Whether the bigwigs survive the blast is unclear, but one thing’s for sure – the consequences for the poor old Brits are going to be unpleasant. No more Mr Nazi Nice Guy. Archer also manages a day trip out of London, which makes a pleasant change, visiting a detention camp in Berkshire where John Spode is due to have a new elbow pivot fitted on his false arm. Archer is routinely described as “brilliant”, and it did seem he’d managed a bit of Sherlock-class sleuthing in working out how Spode would be there. Unfortunately what he didn’t reckon on was a German army captain called Hesse slipping Spode a cigarette laced with cyanide to stop him from falling into the hands of the SS. The pre-cyanide chat between Archer and Spode made it clear how guilty Archer felt at not having fought against the invading Nazis – he had earlier told his housekeeper Mrs Sheenan that being in the police force was a reserved occupation. The latter conversation had taken place while Mrs S was bathing Archer’s ear, the result of a near-death experience involving a resistance man in a Tube tunnel. The resistance man, who fell on the live rail, had suffered a total-death experience. In a series which relies more on atmospheric, smoke-wreathed closeups than dramatic action, their brief set-to was electrifying. Mrs Sheenan, who I like a lot, and Archer had their conversation while listening to the same blues record, Key to the Highway, that featured in episode one. I still contend it is the Big Bill Broonzy version, but am willing to listen to other suggestions from bluesologists. Archer tells Mrs S he first heard the song when he was out with his late wife at the Florida Club – a famous institution of distinctly dubious reputation in Mayfair. Presumably we are supposed to be taking Archer’s grief seriously, which is difficult when he’s jumping into bed with La Barga at every available opportunity. Can we trust Barga? I suppose we can, but I feel there has to be one big twist somewhere along the line, and her being a double agent – bedding Archer to get hold of the atomic bomb secrets he has inherited from Spode – would be a pleasing one. It looks as if the all-important formulae for the bomb are contained on a piece of film that Archer found in the original elbow pivot – where else? – of Spode’s false arm. Archer entrusts the film to a spiv who looks like he has a sideline in developing dirty pictures. The atomic bomb, on which the future of the western world may rest, is currently in extremely dodgy hands. What did you think? Why are the Germans so lax about security? Was it wise to make the dandyish General Kellermann head of the Metropolitan Police? And how does Archer sustain a vigorous love life, fight off would-be assassins and negotiate the rivalries of the German army and the SS while never getting any sleep?"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}