{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2017/mar/11/ngolo-kante-antonio-conte-chelsea", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-03-11T22:30:07Z", "webTitle": "N’Golo Kanté was a champion already but Antonio Conte has made him better | Dominic Fifield", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/11/ngolo-kante-antonio-conte-chelsea", "apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/11/ngolo-kante-antonio-conte-chelsea", "fields": {"headline": "N’Golo Kanté was a champion already but Antonio Conte has made him better", "bodyText": "There was no fumbling for the right words, or even the slightest of pauses to contemplate how best to elaborate, in his second language, on all things N’Golo Kanté. Instead, Antonio Conte snapped right back with the kind of compliment that carries proper weight. “He is an example to all,” said the Chelsea manager of a player making the difference. “N’Golo is a fantastic guy, a fantastic player, with great commitment and great behaviour. Yes, a great example.” Almost nine months into Kanté’s career at Chelsea and the temptation is already there to take him for granted. The Frenchman is setting new standards in Chelsea’s midfield, just as he did at Leicester City, but the world has grown used to his lung-busting efforts. That blur of tackles and interceptions, whether snapping at opponents and wrecking their most intricate passing moves, or setting his own side on the offensive by stealing back possession and neatly clipping a team-mate into space, feels like the norm. They are to be expected. It is what Kanté does. His club-mates occasionally cannot help themselves and heap praise on their dynamo. Eden Hazard echoed the former Leicester assistant manager Steve Walsh’s words last week when he cooed at Kanté’s display in victory at West Ham. “When I’m on the pitch it’s like I see him twice,” he said. “One on the left, one on the right … I think I’m playing with twins.” Those freakish energy levels which were integral to driving Leicester to the title have been maintained. Manchester United, against whom Kanté scored his only Chelsea goal to date in October, will be outnumbered in the centre even if the team-sheet suggests otherwise in Monday’s FA Cup quarter-final. And yet, worryingly for their immediate opponents, the 25-year-old already feels like an upgrade on last year’s phenomenon. Conte welcomed a title winner to the ranks in the summer, a player whose defensive attributes have seen him muster more tackles (269) and interceptions (215) than anyone in the Premier League since the start of last season. But he had also spied someone he could improve. At the London Stadium last Monday the manager had deadpanned that Kanté “made 50 passes, and five mistakes, so he has to do better”. The hefty dose of sarcasm flew over the heads of the members of the audience and he had to explain through a chuckle he was kidding, but the joke, like its subject, had legs. “My own task is always to try to improve my players, and we are already talking about great players,” Conte said. “N’Golo played very well in the past, last season, with Leicester, and he’s playing very well also with us. But we are working on some aspects to try to improve him, to make him a more complete player. In the pass, yes. I think he has a lot of room to improve in the pass, and to look to make his first pass a forward pass. He can improve on these aspects, definitely.” The statistics suggest he already is. Last season’s pass accuracy of 86.5% in his own half and 78% in that of his opponents has already leapt to 90% and 86.9% respectively. Only César Azpilicueta, with 1,534, has completed more than Kanté’s 1,413 for Chelsea in the league this season. Admittedly, he may be playing different kinds of passes now, with this team more comfortable dominating possession. But he has adapted and excelled, and all the destructive aspects to his game which steel an entire team – the feverish tackling and ability to read where to be to pinch back the ball – remain intact. Witness how he anticipated Robert Snodgrass’s pass towards Sofiane Feghouli at the London Stadium before Chelsea, via Kanté’s delivery to Hazard, sprang from one end to the other in 11 seconds to open the scoring. Conte’s only complaint may be the fact the France international has been shown twice as many yellow cards this term, but that would merely be quibbling. Besides, the manager sees himself in Chelsea’s No7. “I like a lot these type of players, who have great generosity and great ability to work for their team,” he said. “I was this type of player. It’s important to have players like this if you want to win: not only great talent, but players who run a lot during a game. He’s stronger than me. I think I was stronger than him when it came to scoring goals but, in the other aspects, there is no contest. He is stronger than me.” Ranieri would occasionally urge Kanté off the training pitch, wary that a player who expends this much energy in practice sessions might be jaded when it came to matches. “But I’ve never tried to do this,” Conte said. “I don’t want to stop him because, in my career, I remember Giovanni Trapattoni [while manager of Juventus] tried to stop me [running] during training, telling me to go into the changing room because I had to run during the game. And I wasn’t happy. I wanted to stay with my team-mates.” Even now the manager tends to drag his assistants, Steve Holland and Carlo Cudicini, on endless laps of the club’s Cobham facility in an attempt to maintain his own fitness levels. He pulled a calf muscle on one such jog before Christmas and had the playful audacity to blame his coaches. In Kanté, it would appear, he spies a kindred spirit. The midfielder may be the best means of suffocating the impact of an opponent Conte knows well. The Italian had secured Paul Pogba for Juve in 2012 for negligible compensation from United, and saw a similar eagerness for self-improvement. Pogba, he said, is a “top player, with good technique, physically strong, and great stamina”, but he is one Kanté will enjoy nullifying. “N’Golo is quiet, but he always has a smile on his face,” Conte said. “You try to talk with him, and he’s smiling. During training sessions he works a lot, but always with a smile. It’s a good smile. Not an assassin’s smile, but the smile of a really good guy.” It is also that of a winner."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}