{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2017/mar/01/row-over-mistreatment-of-models-overshadows-paris-fashion-week", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2017-03-01T20:53:31Z", "webTitle": "Row over mistreatment of models overshadows Paris fashion week", "webUrl": "https://www.theguardian.com/fashion/2017/mar/01/row-over-mistreatment-of-models-overshadows-paris-fashion-week", "apiUrl": "https://content.guardianapis.com/fashion/2017/mar/01/row-over-mistreatment-of-models-overshadows-paris-fashion-week", "fields": {"headline": "Row over mistreatment of models overshadows Paris fashion week", "bodyText": "A furore over the alleged mistreatment of dozens of models behind the scenes at fashion week has threatened to overshadow the glamour in Paris, where the world’s top designers presented their collections on Wednesday. On the same day that models took to the catwalk for brands including Maison Margiela and Lanvin, Balenciaga – one of the most influential labels – said it had sacked its casting agency after a prominent casting director said models had been subjected to “sadistic and cruel” treatment. In an Instagram post on Tuesday, James Scully, a veteran of the industry, wrote: “I’m disappointed to come to Paris and hear that the usual suspects are up to the same tricks.” He alleged that at a recent Balenciaga casting, 150 models had been made to wait in a dark stairwell for hours while a pair of casting directors who Scully claimed were “serial abusers” ate their lunch. “In their usual fashion they shut the door, went to lunch and turned off the lights to the stairs leaving every girl with only the lights of their phones to see,” he wrote. “Not only was this sadistic and cruel it was dangerous and left more than a few of the girls I spoke with traumatised.” Balenciaga said on Wednesday that there had been “issues” with a recent model casting. In a statement, the French luxury fashion house said it had made “radical changes” to the casting process and had stopped using the accused agency. “Additionally, Balenciaga sent a written apology to the agencies of the models who were affected by this specific situation, asking them to share it with them,” it said. “Balenciaga condemns this incident and will continue to be deeply committed to ensure the most respectful working conditions for the models.” Maida Gregori Boina, one of the casting directors accused by Scully, denied the allegations and said that she condemned him “for posting inaccurate and libellous remarks”. Scully, whose post garnered support from supermodels Joan Smalls, Helena Christensen and Carolyn Murphy, also accused the French label Lanvin of discrimination against black models. “I have heard from several agents, some of whom are black, that they have received (a) mandate from Lanvin that they do not want to be presented with women of colour,” he wrote. Lanvin vehemently denied Scully’s accusation. A representative told the Guardian that the casting of Lanvin’s last show was diverse. “You will agree, therefore, that the comments made by James Scully regarding Lanvin on his Instagram post are a serious allegation and completely untrue.” The brand’s designer Bouchra Jarrar, also hit back strongly after showing her autumn-winter collection on Wednesday. “They insult the couture houses with their accusations of racism,” she told AFP. “What are they talking about? Our dressing room is full of girls from every origin. In fact, there is not a single French person in it.” Scully also accused a major Paris fashion house, which he did not name, of trying to “sneak in” 15-year-old models for its show, writing: “It’s inconceivable to me that people have no regard for human decency or the lives and feelings of these girls, especially when too, too many of these models are under the age of 18 and clearly not equipped to be here.” Top British model Edie Campbell told the Guardian that Scully’s description of the models’ alleged treatment at casting for the Balenciaga show was nothing out of the ordinary. “It’s also probably not the most shocking example I’ve heard,” Campbell said. “I’ve been incredibly lucky. I have – by luck and by good management – made it to the top 1% who manage to have a voice and agency over their own careers. [But] I have witnessed a lot of upsetting things. I’ve seen girls be told to run laps around the studio. It’s a cattle market. “The problem with fashion in that it is a very informal industry. Boundaries are crossed and it allows people to behave in ways that would not ever be accepted in any other ‘work’ environment,” Campbell continued. “It is also a closed system. If you speak out, you are faced with the very real threat of never working again. And that is why what James is doing is so unbelievably brave and should be applauded.” Singer and model Rina Sawayama said she had experienced shocking racism on photoshoots with major global brands. “Sometimes when you are the only person of colour on set you feel as though you just need to put your head down, just lucky you’re there anyway, got to please them,” she said. “But luckily things are changing and the conversation is shifting. It will take ages but social media speeds things up.” Agence France-Presse contributed to this report"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}