{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2017/mar/01/model-gigi-hadid-to-feature-on-the-first-cover-of-middle-east-vogue", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2017-03-01T21:52:21Z", "webTitle": "Model Gigi Hadid to feature on the first cover of Middle East Vogue", "webUrl": "https://www.theguardian.com/fashion/2017/mar/01/model-gigi-hadid-to-feature-on-the-first-cover-of-middle-east-vogue", "apiUrl": "https://content.guardianapis.com/fashion/2017/mar/01/model-gigi-hadid-to-feature-on-the-first-cover-of-middle-east-vogue", "fields": {"headline": "Model Gigi Hadid to feature on the first cover of Middle East Vogue", "bodyText": "The model Gigi Hadid will feature on the first ever cover of the fashion magazine Vogue’s Middle East edition, it has been announced. Hadid appears wearing a scarf over her head in two different images for the front page of Vogue Arabia. The model, who is half Palestinian, said that the appearance “means the world” to her. “I think the beautiful thing about there being international Vogues is that, as a fashion community, we are able to celebrate, and share with the world, different cultures,” she wrote on Instagram. She added: “I hope that this magazine will show another layer of the fashion industry’s desire to continue to accept, celebrate, and incorporate all people &amp; customs and make everyone feel like they have fashion images and moments they can relate to... &amp; learn and grow in doing so.” The magazine’s publisher, Condé Nast International, appointed the Saudi princess Deena Aljuhani Abdulaziz as editor-in-chief of the new title. It said it would begin with a bilingual Arabic-English website, with the paper magazine to follow. It will be distributed in several Middle East countries, including Saudi Arabia, Bahrain, Qatar, Kuwait, Oman and the United Arab Emirates."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}