{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2017/mar/06/assaults-increase-outside-sydney-lockout-zone-but-overall-figures-still-down", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2017-03-05T21:36:28Z", "webTitle": "Assaults rise outside Sydney lockout laws zone, but overall figures still down", "webUrl": "https://www.theguardian.com/australia-news/2017/mar/06/assaults-increase-outside-sydney-lockout-zone-but-overall-figures-still-down", "apiUrl": "https://content.guardianapis.com/australia-news/2017/mar/06/assaults-increase-outside-sydney-lockout-zone-but-overall-figures-still-down", "fields": {"headline": "Assaults rise outside Sydney lockout laws zone, but overall figures still down", "bodyText": "Assaults in areas just outside Sydney’s alcohol lockout zones have increased since the laws were introduced, but the rise has been outweighed by a larger decline in assaults inside the inner-city zone. A study by the NSW Bureau of Crime Statistics and Research (Bocsar) has found an increase of between 11.8% and 16.7% in spillover suburbs such as Newtown, Bondi and Double Bay, and at the Star casino, which is outside the lockout zone. That represented a rise of 299 assaults in those areas between February 2014, when the laws were introduced, and last September. But in the lockout zone of Kings Cross and the CBD, the number of assaults fell by 930 over the the same period, a decline of 49% in the Cross and 13% in the CBD. The decline had been sustained over the 32 months covered, the study found. “It remains the case ... that the decline in assaults in Kings Cross and the Sydney CBD is still much larger than the increase in assaults in the displacement areas,” Bocsar director Dr Don Weatherburn said. The report said: “While this suggests there has been a shift in violence away from the target sites to the surrounding areas, it should be remembered that the reductions in assault in the Kings Cross and Sydney CBD far outweigh the observed increases in the displacement sites; supporting the conclusion that, overall, there was a net reduction in violence during the 32-month post-reform period.” But, it said, the new evidence that some violence was being displaced to surrounding suburbs over a longer period was “of concern” and further research was needed to monitor the data. Campaigners against the lockout laws have long argued that the restrictions would simply push alcohol-fuelled violence into neighbouring suburbs, while having a dampening afffect on Sydney’s live music scene and nightlife. The original lockout legislation required central Sydney venues to turn people away from 1.30am, serve last drinks by 3am and ban the sale of takeaway alcohol after 10pm. In January a two-year trial began that relaxed some of the provisions. Closing times for CBD venues were moved from 3am to 3.30am and lockout times from 1.30am to 2am if live entertainment was provided. The statewide ban on buying takeaway alcohol after 10pm was pushed back to 11pm under the changes. The Bocsar report found that further loosening of the restrictions in the lockout zone “may also carry significant risks for the broader inner Sydney area and for entertainment areas within easy reach of the CBD”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}