{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/mar/24/rfu-ian-ritchie-six-nations-streamlining-scrap-rest-week", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-03-24T22:00:44Z", "webTitle": "RFU keen to streamline Six Nations by scrapping one of the two rest weeks", "webUrl": "https://www.theguardian.com/sport/2017/mar/24/rfu-ian-ritchie-six-nations-streamlining-scrap-rest-week", "apiUrl": "https://content.guardianapis.com/sport/2017/mar/24/rfu-ian-ritchie-six-nations-streamlining-scrap-rest-week", "fields": {"headline": "RFU keen to streamline Six Nations by scrapping one of the two rest weeks", "bodyText": "The Rugby Football Union is seeking to reduce the length of the Six Nations to six weeks despite claims that the players are already at breaking point. The RFU chief executive, Ian Ritchie, also admitted he has not been consulted by England’s players about any change but insisted their welfare would not be affected by the removal of one of the two rest weeks. “With the breaks it is good for the body,” the Harlequins prop Joe Marler said recently. “We are there or thereabouts [at] the limit of fixtures for the season.” He returns to Premiership action for his club this weekend along with 18 other members of the England squad who lost to Ireland last Saturday. The Ireland head coach, Joe Schmidt, has also raised concerns about reducing the competition – currently seven weeks long – as has the Scotland full-back Stuart Hogg, whose side were particularly badly hit by injuries in this year’s championship. Ritchie said: “We believe it is perfectly right to have a six-week competition as opposed to a seven-week one. We think it would improve it. It would narrow the off-periods, help with the broader narrative. We think it is a good route.” Changes to the Six Nations’ calendar will not be confirmed until May but are up for discussion following the agreed changes to the global calendar after the 2019 World Cup, announced by World Rugby last week. Those include England’s summer tours moving to July. On Monday Premiership Rugby welcomed the agreement and stated that the 2019-20 season would begin in September as usual but end in June, with less overlap between domestic and international fixtures. The Rugby Players’ Association (RPA) has expressed its concerns over lengthening the season, however, and has said Premiership Rugby’s planned calendar is still “a long way off”. Damian Hopley, the RPA chief executive, told the Guardian: “We’re now canvassing the players and getting their views on what is a long season, which isn’t ideal in many senses. As key stakeholders in the game they will expect to be consulted and have a say. There’s some way to go in terms of trying to ensure the player-welfare issues are actually No1 [priority] and not just talked about as No1.” Premiership Rugby and the RFU both say player welfare remains a priority and have stated that the 32-match limit will remain. As revealed in the Guardian last year, there is unease at the arbitrary nature of that figure but Ritchie rejected concerns about a shortened off‑season. “There are still mandatory and obligatory rest periods,” he said. “If you look at Premiership Rugby and domestic rugby, 90-plus per cent of [players] are not playing international rugby so whatever happens with the international calendar does not affect the vast majority. Then you need to make sure you have appropriate rest periods for those who are affected.” Ritchie also stated that his motivation for a potential showdown with New Zealand in November was not commercial and that the fixture was pursued on the head coach Eddie Jones’s say-so. “I simply felt there was an opportunity to get that game that frankly every supporter in the country wants to see, every rugby fan wants to see,” he said. Jones will in future be clear to select the New Zealand-born winger Denny Solomona, who has recently completed the required three years’ residency, despite the RFU’s support for extending that period to five. “I think it’s a question of very simply what do the rules say and if we’re allowed to do something under the rules,” Ritchie said. “We’ve been consistent in lobbying to change the rules and once they’re changed we’ll abide by them.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}