{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/mar/28/saracens-rugby-union-owen-farrell-george-kruis", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-03-28T21:20:00Z", "webTitle": "Owen Farrell says European ‘lessons’ will inspire Saracens against Glasgow", "webUrl": "https://www.theguardian.com/sport/2017/mar/28/saracens-rugby-union-owen-farrell-george-kruis", "apiUrl": "https://content.guardianapis.com/sport/2017/mar/28/saracens-rugby-union-owen-farrell-george-kruis", "fields": {"headline": "Owen Farrell says European ‘lessons’ will inspire Saracens against Glasgow", "bodyText": "Owen Farrell’s answer to a first defeat for club or country in 14 months was an emphatic one. Pulling the strings in Saracens’ 53-10 victory over Bath on Sunday, he demonstrated that England’s failure to claim back-to-back grand slams has not exactly lingered. In an ominous warning for Glasgow Warriors, he expects improvements from Saracens as their attention turns to defending their European title. “I don’t think we were where we think we can be,” he said. “We were good in parts and not so good in others and that puts us in good stead. There are a lot of fixups and stuff we can do better. The scoring ran away but it wasn’t a reflection. We did some good stuff, but in patches.” Farrell, along with Maro Itoje, Jamie George and the Vunipola brothers, returned to reignite Saracens’ Premiership campaign in style, scoring 36 second-half points against Bath, and on Sunday they host a Glasgow side who are making a first foray into the knockout stages of the European Cup. Saracens are old hats when it comes to Europe. After years of inching ever closer to a first title they clinched the double last year and this season are seeking to become the first side to win a back-to-back double since Leicester managed it 15 years ago. “We have had a lot of lessons in this competition – hopefully a lot of that we have learnt from, but at the same time we did well last year and need to make sure we improve on that to get anywhere near the final again,” said Farrell. “We have not talked about knockout rugby yet. We need to make sure we are ready for it. We have discussed the detail of Glasgow today and will concentrate on ourselves, and maybe we will build on the emotion side later in the week.” Described by Mark McCall, Saracens’ director of rugby, as the best team during the pool stages after victories over Racing 92 and Leicester home and away, including a 43-0 win at Welford Road, Glasgow will bring a host of Scotland players who lost this month’s Calcutta Cup clash so heavily to England. Farrell is not expecting revenge to be on the minds of players such as Stuart Hogg, Ali Price and Finn Russell. “They have got a lot of threats, they are exciting and have backs that can punish you,” said Farrell. “With Russell, Hogg and Price pulling the strings for the team every single one of them can make something out of nothing. “[Russell] is obviously a sharp player, he seems to take it all in his stride. He’s got a very good skill set, he can make stuff happen. So he obviously fits in well with the players around him, they all seem to feed off each other, and when that’s going teams are dangerous.” Before England’s 13-9 defeat in Dublin, the last time Farrell had ended up on the losing side was against Harlequins, going down 29-23 in January 2016. Asked what lessons had been taken from that England loss, Farrell was typically to the point. “We wanted the ball a bit more. There are little bits you can take from it but being in a different environment and having different plans and players – there’s a balance between taking bits from previous weeks and treating this week as a new one. “A change of environment is pretty refreshing. It’s a change and you come back – we’ve had a brilliant time with England and really felt like we’ve improved and got better. “Now you get to come here and hopefully add to the group, and add to what has been going on while you’ve been away and having an input to where we’ve got to go for the rest of the year.” George Kruis faces a race against time to convince Warren Gatland he warrants a place in the British and Irish Lions squad this summer but the Saracens director of rugby, Mark McCall, believes the second‑row already has enough credit in the bank to merit selection. Kruis missed the Six Nations this season after undergoing knee surgery in early February and he will not play in Saracens’ European Champions Cup quarter-final against Glasgow on Sunday. The earliest he is likely to make a comeback is against Northampton on 16 April – three days before Gatland names his Lions squad for the tour to New Zealand – and even that fixture may come too soon. McCall, however, believes Kruis’s form for club and country – he has started all the England matches under Eddie Jones for which he has been available – and his leadership at the lineout makes him a contender despite his prolonged absence. “I think George has a chance of making the Lions tour because he’s a lineout caller and is probably the best lineout caller around. That’s a real string to his bow. He’s also a great player, so I think he’s got a chance. George could be back towards the end of April, that’s the best guess, but it could be sooner than that,” McCall said. With Kruis sidelined, Joe Launchbury and Courtney Lawes shone in the second row for England during the Six Nations while Maro Itoje played at blindside flanker. The Wales captain, Alun Wyn Jones, Scotland’s Jonny and Richie Gray and the Ireland pair of Devin Toner and Iain Henderson are also coming into the equation, so the second row is arguably the most competitive position for Lions selection. During the Six Nations, however, despite the prowess of Launchbury and Lawes in the second row, Kruis was described by Jones as England’s best lock when it comes to both the scrum and calling the lineout. “To have him [Kruis] not in the side is difficult for us,” Jones said in reference to Ireland’s Peter O’Mahony stealing a late lineout in their victory against England at Dublin. When explaining his decision to swap Itoje and Lawes at scrums against Wales, Jones said: “George Kruis is a super scrummager, the best scrummaging lock in England, so we’re missing him.” Four years ago Gatland selected five locks for the Lions series victory against Australia but Itoje’s versatility effectively enables him to select six this time around."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}