{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/mar/09/six-nations-eddie-jones-vunipolas-england-scotland", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-03-09T22:13:27Z", "webTitle": "Owen Farrell set to face Scotland in Six Nations despite injury scare", "webUrl": "https://www.theguardian.com/sport/2017/mar/09/six-nations-eddie-jones-vunipolas-england-scotland", "apiUrl": "https://content.guardianapis.com/sport/2017/mar/09/six-nations-eddie-jones-vunipolas-england-scotland", "fields": {"headline": "Owen Farrell set to face Scotland in Six Nations despite injury scare", "bodyText": "After an extraordinary press conference from Eddie Jones full of mixed messages Owen Farrell’s injury scare was given some clarity by his captain and room-mate Dylan Hartley who expressed confidence the England inside-centre would be fit to face Scotland. Hartley toed the party line – that Farrell had suffered an injury after a collision with Jones’s dog, Annie – but did so with a telling roll of the eyes before stating: “I asked if he was OK and he said yes. Owen Farrell is a tough boy... I’m not going to waste much headspace because I’m fairly confident he’ll be fine.” Jonathan Joseph, who has been recalled to England’s starting lineup at outside-centre, also shone more light on the situation of his midfield partner by saying: “He’ll be completely fine. He’ll be out there on Saturday.” Jones, however, produced little but smoke and mirrors. “Owen could be a doubt. He’s got a bad leg, so he couldn’t finish training. He’ll be all right,” he said. “I think he ran into my dog. My dog was running around and he ran into it.” When it was pointed out to Jones that he had given conflicting answers over Farrell’s fitness, he replied: “Yeah, but I think he’ll be all right. Is that OK?” And when it was put to him that Annie was not responsible, he added: “You don’t know that. “Annie is a pretty tricky runner and sometimes she gets off the leash. He just ran into someone at training – as simple as that. He’ll be all right, possibly.” Jones was not willing to explain what Farrell’s injury was, though it is understood it was to a leg and he was seen leaving Thursday’s training session, watched by the Lions coach Warren Gatland, early as a result. Though Farrell plays at inside-centre, he offers fly-half cover to George Ford; and Saracens’ Alex Lozowski was reportedly at England’s Bagshot training base despite being omitted from the squad on Tuesday. Jones’s contradictory comments came two days after pictures emerged of whiteboards at a training session which appeared to show England’s intended starting lineup. The whiteboards were not 100% accurate, though they did feature 14 of the 15 starters with Joseph, Ben Youngs and Jack Nowell returning. Billy Vunipola, who made his first Saracens appearance since a knee injury in November last weekend, was deemed fit enough only for a place on the bench. “He’s always in with a chance; he’s one of our best players but he’s not ready to start yet,” added Jones. “We didn’t say he was going to start. The boards weren’t left out by accident.” Nathan Hughes retains his place at No8 but will be expected to make way when Vunipola is considered ready to start. “It was a bit of excitement for me – another person with great experience and a lot of caps under his belt,” said Hughes. “This week we have been pushing each other and training well together and it will show on the weekend.” Jones was also reluctant to discuss Saturday’s opposition and when asked about Scotland’s team selection that includes the in-form openside flanker Hamish Watson, he said: “I’m not worried about what Scotland does all I’m worried about is us. Whatever they serve up we’ll deal with.”All of the above deflects attention from the fact that England are pursuing a record-equalling 18th consecutive victory on Saturday but are not playing particularly well whereas Scotland, who have not won at Twickenham since 1983, are. Indeed England have not been ahead at half-time in their last four matches. “We’ve been ahead at the 80th minute mark and that’s the only time that counts,” said Jones. “It’s like starting a 100 metre race – you can be ahead at the 10m mark but you’ve got to be in front at the 100m mark.” Meanwhile both Hartley and Nathan Hughes gave their backing to England supporters singing ‘Sweet Low, Sweet Chariot’. A recent report in the New York Times featured criticism by American academics of the cultural appropriation of a song about slavery. “I like it that the fans are behind us and they give us a boost to go that extra 10%,” said Hughes. “It lifts the players on the field as well,” Hartley added: “I don’t know the history. To me Swing Low is the England rugby song. “I’ve known that as a kid, growing up in New Zealand. To us it’s the noise, the sheer atmosphere it generates and the feelgood factor it gives Twickenham.” England team to face Scotland M Brown; J Nowell, J Joseph, O Farrell, E Daly; G Ford, B Youngs; J Marler, D Hartley (capt), D Cole, J Launchbury, C Lawes, M Itoje, J Haskell, N Hughes. Replacements: J George, M Vunipola, K Sinckler, T Wood, B Vunipola, D Care, B Te’o, A Watson."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}