{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2017/mar/29/education-quality-and-pupils-futures-in-peril-from-funding-cuts", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2017-03-28T23:01:41Z", "webTitle": "Education quality in English schools at risk from funding cuts", "webUrl": "https://www.theguardian.com/education/2017/mar/29/education-quality-and-pupils-futures-in-peril-from-funding-cuts", "apiUrl": "https://content.guardianapis.com/education/2017/mar/29/education-quality-and-pupils-futures-in-peril-from-funding-cuts", "fields": {"headline": "Education quality in English schools at risk from funding cuts", "bodyText": "School funding cuts are threatening to undermine the quality of education in England’s classrooms, putting children’s academic progress at risk as head teachers struggle to find savings, finds a highly critical report. MPs on the Commons public accounts committee (PAC) say schools in England are facing the most significant financial pressure since the mid-1990s, with school leaders having to find £3bn in savings by 2020. Meg Hillier, the Labour chair of the PAC, accused the government of collective delusion about the scope for further efficiency savings and warned: “Pupils’ futures are at risk if the DfE fails to act on the warnings in our report.” The scathing report accuses the Department for Education of failing to understand the plight of England’s schools, which have already had to cut staff, maintenance costs, IT investment and pastoral services to meet rising costs. The report casts doubt on claims saying schools can save £1.3bn by better procurement and £1.7bn by using staff more efficiently, and urges officials to go out and talk to school leaders rather than rely on desk-based statistical analysis of school spending. The government has been under sustained pressure over school finances as concern has grown among parents as well as head teachers. Funding per pupil is projected to fall by 8% in real terms by 2020 as schools face increased employer costs, cuts to the education services grant, plus the introduction of the apprenticeship levy from next month. Wednesday’s report accuses the department of failing to learn lessons from the NHS where, it says, unrealistic efficiency targets have damaged the finances of NHS trusts as they try to meet growing demand at the same time as reducing costs. “Government must not allow this to happen in schools,” said Hiller. “There are troubling similarities in its approach – similarities the DfE is unwilling to recognise. Grand plans drawn up in Whitehall are dangerous if they are implemented without regard to real-world consequences, and we will expect to see measures to address our concerns as a matter of urgency.” Among its recommendations the report calls on the department to monitor how schools are making savings and look at the impact on class sizes, curriculum and pupil-teacher ratios. It also wants the government to assess the cost implications for schools of the apprenticeship levy. An education department spokesperson said: “We will study the report’s recommendations and respond in due course. We have protected the core schools budget in real terms since 2010, with school funding at its highest level on record at more than £40bn in 2016-17 – and that is set to rise, as pupil numbers rise over the next two years, to £42bn by 2019-20. “These protections, and the wider investment in the school system, mean that spending per pupil will be over 50% higher in real terms in 2020 than it was in 2000, as set out by the independent Institute for Fiscal Studies.” John Pugh MP, the Liberal Democrat’s education spokesman and PAC member, said that more than 250 head teachers had written to him in the last month warning that unless extra money were found standards would fall. “Tory ministers must be the only people left who haven’t spotted the crisis in schools funding, or worse – they’re choosing to ignore it,” he said. “If ministers think they can find these savings without harming educational outcomes, they’re in cloud cuckoo land.” The shadow education secretary, Angela Rayner, said: “When even the Conservative-dominated PAC says that the DfE ‘does not seem to understand the pressures that schools are already under’, and that funding cuts could ‘threaten the quality of education and educational outcomes’, it’s hard to see why anyone else would have any confidence in their management of our schools.” Malcolm Trobe, interim general secretary of the Association of School and College Leaders, said: “The PAC is entirely right to conclude that government underfunding is putting standards at risk. The DfE has buried its head in the sand over this issue and resorts to repeatedly stating that school spending is at record levels when it is fully aware that this is only because of rising pupil numbers.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}