{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/mar/13/emre-can-pain-free-injury-happy-at-liverpool-contract", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-03-13T22:29:05Z", "webTitle": "Emre Can pain-free after niggling injury and happy to stay at Liverpool", "webUrl": "https://www.theguardian.com/football/2017/mar/13/emre-can-pain-free-injury-happy-at-liverpool-contract", "apiUrl": "https://content.guardianapis.com/football/2017/mar/13/emre-can-pain-free-injury-happy-at-liverpool-contract", "fields": {"headline": "Emre Can pain-free after niggling injury and happy to stay at Liverpool", "bodyText": "Emre Can believes he is over the debilitating calf injury that has affected his performances over the past 12 months and insisted he is happy to stay at Liverpool, despite having yet to agree an extension to his contract. The Germany midfielder scored his fourth Premier League goal of the season in the 2-1 victory over Burnley on Sunday as Jürgen Klopp’s side recorded a third straight Premier League win at Anfield to maintain their place in the top four. Can, who moved to Liverpool from Bayer Leverkusen in 2014 for £10m, has been receiving regular treatment on a calf for more than a year and has been to see specialists. A breakthrough was made at the end of February, with Klopp praising the 23-year-old after the match against Burnley for playing through pain. However, while his representatives have held preliminary negotiations with Liverpool over extending his stay, it is understood they have yet to discuss financial details, despite reports Can was demanding £100,000 a week. “I read in newspapers it was about money but it isn’t about money. We’ve had a few good meetings and everything is fine,” he said. “Everything is fine and I just wanted to say it is never about the money. It is about the future, what happens. The last few months the most important thing has been that I am pain-free and we have spoken more about that than the contract. “We will speak in the next few weeks and months and see what happens. I want to play injury-free. The meetings are with my agent but I am very happy at Liverpool. In the future I can play for many years at Liverpool.” His representative, Reza Fazeli, first held talks over extending the player’s current contract worth £35,000 a week last year but they were put on hold while Can recovered from his injury. It is understood discussions will resume in the next few weeks, with Liverpool keen to tie down a player who began his career at Bayern Munich and has seven caps for Germany. Juventus have been linked with a move for Can but he insisted he has been focused only on returning to full fitness. “I know I could do much better in the past,” he said. “I’ve had a few problems, calf problems, but I kept going and I played. Maybe it was not good that I played and did not have a break but the last few weeks were better and I feel strong again. I know when I am fit and pain-free I am confident enough I know what I am going to do. “I’ve had calf problems for many years and it has been very difficult for me because I’ve played out of position, which means more sprints, and 10 minutes into the game I’ve not been able to feel my feet in a few games. I didn’t like to go to the press and say: ‘I am injured.’ I didn’t play well when it was my opportunity to play and it was my mistake. I play in a different position now and I don’t sprint too much. Last week was good, against Burnley was good and I was pain-free. “I feel good. I have to come back to the old Emre because when I am fit I know what I am able to do and I am confident enough to know I can play much better than in the past.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}