{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2017/mar/02/ill-parade-in-this-mardi-gras-with-my-wife-of-31-years-others-should-have-that-chance", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2017-03-01T21:35:32Z", "webTitle": "I’ll parade in this Mardi Gras with my wife of 31 years. Others should have that chance | Janet Rice", "webUrl": "https://www.theguardian.com/australia-news/2017/mar/02/ill-parade-in-this-mardi-gras-with-my-wife-of-31-years-others-should-have-that-chance", "apiUrl": "https://content.guardianapis.com/australia-news/2017/mar/02/ill-parade-in-this-mardi-gras-with-my-wife-of-31-years-others-should-have-that-chance", "fields": {"headline": "I’ll parade in this Mardi Gras with my wife of 31 years. Others should have that chance", "bodyText": "On a cold winter’s night in 1978, several hundred members of Sydney’s LGBTI community walked down Oxford Street as part of a global movement against homophobia. They were met with police brutality and 53 arrests. Despite the backlash, including prayers for rain from Reverend Fred Nile, the Sydney Mardi Gras grew and grew. By the time I walked down the aisle of St Eanswythe’s Anglican Church in the Melbourne suburb of Altona to marry the love of my life, eight years later, over 50,000 were marching in the colourful celebration of diversity at Mardi Gras. At that point, I knew of some of the challenges that LGBTI people faced. I’d been to uni. Gay friends had died of Aids, I’d had a crush on a girl. I’d got to know and campaign with Bob Brown, who had been out as being gay since 1976. There was building public awareness of love being recognised for all that it is, and a growing recognition that gay and lesbian people are our friends and family, sisters and brothers, sons and daughters, mums and dads. But even though the shift towards equality was on, I never thought Mardi Gras would become such an important part of my life. How things change. A decade after our wedding, Penny shared her deepest secret with me. She identified as a woman and her desire to express her identity as a woman was not going away. As you can imagine, this revelation was not easy to deal with. But the commitment we made to each other at our wedding, before the law, before our friends and family, and before the church, was always going to prevail. We still loved each other. We had built a family, a home and our relationship, and nothing was going to change that. We celebrate our 31st wedding anniversary this week. Our partnership is stronger than ever, and we are proud of being one of the very few same-sex couples who have been legally married in Australia. It does not make sense that other couples are denied this right. One of the absurdities of our laws is that if Penny changed her gender on her birth certificate, we would be forced to divorce. My Greens colleagues at state level, including Jenny Leong in New South Wales and Sam Hibbins in Victoria, are working hard to reform this outdated law. But there is another way we can end this discrimination and allow thousands of other loving couples to show their commitment to each other before the law – to bring on marriage equality in federal parliament. It is fitting that creating equality is the theme for this year’s Mardi Gras. Let’s face it: Australia is lagging behind the rest of the world on this. But despite opponents doing their best to prolong the debate, we’re getting closer and closer. The recent consensus report into the government’s draft marriage equality law was an unprecedented show of collaboration and showed that we can work together to finally make this reform. The inquiry agreed that ministers of religion and religious organisations already have the ability to only solemnise marriages and use their premises consistent with their religious beliefs and so don’t need further religious exemptions. We unanimously supported creating a new category of independent religious celebrants who would be able to solemnise marriages consistent with their faith. And we agreed that anti-discrimination laws should be reviewed to better balance freedom of and from religion. Of the red herring of cake bakers, florists and photographers who have religious conviction against equal marriage, any rights they claim have to be balanced with what is proportionate, and the harm being done to the people being discriminated against. The Greens believe that the balance would never necessitate the ability to discriminate. Many of us know LGBTI couples engaged and ready for marriage equality. If any caterers did not want to provide services, the reality would be that any of those couple’s radiant smiles would melt any prejudice the caterers had. I’m equally sure that there are many more cake bakers, florists and photographers who are hanging out for the extra business that marriage equality is going to bring. The Senate’s consensus report now paves the way for politicians in parliament to have a free vote on marriage equality. It has been so disappointing to see a prime minister succumb to the extreme elements of his own party, but I truly believe that there are enough Coalition MPs who are willing to stand up for equality in their party room, and if required, cross the floor for this long-overdue achievement. Of everything that this Saturday’s Mardi Gras will be, it will be first and foremost an expression of solidarity. We will come together to show that love is love, and that we can work together to achieve marriage equality. When Penny and I parade hand in hand with the Greens’ marriage equality-themed float, we will thank those original marchers, now known as the 78ers, for paving the way for the possibility of equality. If Fred Nile’s prayers are answered – as the forecast suggests it might – we will dance around in the rain. And we will look forward to a time when the sun starts shining and everyone in that crowd has the opportunity to marry the person they love. Janet Rice is a senator for Victoria and the Australian Greens LGBTIQ spokesperson"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}