{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/mar/16/manchester-united-rostov-europa-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-03-16T21:59:56Z", "webTitle": "Juan Mata helps Manchester United to Europa League victory over Rostov", "webUrl": "https://www.theguardian.com/football/2017/mar/16/manchester-united-rostov-europa-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2017/mar/16/manchester-united-rostov-europa-league-match-report", "fields": {"headline": "Juan Mata helps Manchester United to Europa League victory over Rostov", "bodyText": "Manchester United made it to the last eight of the Europa League with a stodgy performance against oddly defensive Russian opponents. A second-half goal from Juan Mata was enough to seal victory, though considering Rostov started in a losing position thanks to Henrikh Mkhitaryan’s away goal it was surprising they made so little attempt to chase the game. It was not such a great surprise to see United make hard work of breaking down their disciplined defence, but though the result was satisfactory in the end a worry for José Mourinho was the sight of Paul Pogba limping off with a muscle strain. United switched to a back three for the game, perhaps to match up with the Rostov system, though in reality the visitors began with something resembling a flat back five. The home side had the first chance in under five minutes, a Marcos Rojo header bringing a save from Nikita Medvedev from Daley Blind’s corner. Zlatan Ibrahimovich was then presented with an opportunity through Mata’s quick thinking after Khoren Bayramyan had given the ball away. Briefly the striker was one on one with the goalkeeper, though he had been forced too wide for a shot. Undeterred, Ibrahimovic took the ball round the stranded Medvedev and shot anyway, disdaining the option of Mkhitaryan arriving in the middle in favour of a waft over the bar from a narrow angle. Although Rostov had occasional excursions over the halfway line the game quickly turned into a contest between United’s attacking ideas and a packed defence. There were claims for a United penalty when Medvedev appeared to push Mkhitaryan out of the way to make a punched clearance, though the referee was probably correct in surmising there was nowhere near enough force in the contact to send the forward flying through the air. Mkhitaryan had the perfect opportunity to put United ahead from open play a minute later in any case but after doing the hard bit by beating the offside trap he chipped the goalkeeper and ended up missing the target. Ibrahimovic decided to go it alone once more 10 minutes before the interval, again ignoring an unmarked Mkhitaryan in the middle and choosing an ambitious shot from the edge of the area, this time coming close to justifying his selfishness with a powerful drive that thumped against an upright. For all United’s evident superiority, half time arrived with the game still goalless, and just the odd sign United were beginning to get frustrated. While Pogba seemed particularly eager to impress after the debate on his usefulness that followed Monday’s defeat at Chelsea, his contribution was mixed. There were a couple of huge crossfield Hollywood passes that unerringly found their targets and won warm applause from his manager but a long shot and a free-kick both ended up high in the crowd before he finally found his range, bringing a flying save from Medvedev with the last kick of the first half. That turned out to be all the crowd saw of United’s record signing. Pogba pulled up as he attempted a sprint a minute into the second half, briefly sat down in discomfort and was led straight down the tunnel, to be replaced by Marouane Fellaini. While United were still in a comfortable position Rostov managed to show signs of intent with shots on target from Sardar Azmoun and Christian Noboa, both comfortably dealt with by Sergio Romero. Possibly spurred on by the thought of how embarrassing it would be to concede a goal and lose the tie to such an unadventurous side, United got their act together sufficiently to take the lead midway through the second half. Ibrahimovic started the move, rolling the ball out to Mkhitaryan on the right, then moving into the area for the return. All he got on the cross was a back-heel flick but it was enough to find Mata at the far post who was able to turn the ball over the line. Perhaps a sign of how anxious United had become was that Marcus Rashford was waiting to come on at the time. Once in front, Mourinho told his substitute he could sit down again. Rashford was waiting to come on again in the final minute of added time when Phil Jones gave away a free-kick. Noboa hit a rasping shot from 25 yards and Romero made the save of the night with the last action of the game. If Rostov had done anything like that earlier they might have had United seriously worried. Quarter-final line-up complete Elsewhere in the Europa League, Roma were unable to overcome their two-goal deficit from the first leg as a 2-1 victory at home to Lyon was not enough to see them through. Roma made the worst possible start, falling behind to a Mouctar Diakhaby strike, but Kevin Strootman replied immediately and then a Lucas Tousart own goal on the hour set up a thrilling finale. However, Lyon held on for a 5-4 aggregate win. The all-German clash between Borussia Mönchengladbach and Schalke finished 2-2 on the night at Borussia-Park, with Schalke going through on away goals after a 3-3 aggregate draw. The match was finely poised at 1-1 after the first leg and it looked as if the hosts would progress after goals from Andreas Christensen and Mahmoud Dahoud put them firmly in control at half-time. But second-half goals from Leon Goretzka and Nabil Bentaleb, the latter from the penalty spot, turned the tie on its head. Ajax overturned a 2-1 first-leg deficit against FC Copenhagen, with goals from Bertrand Traoré and Kasper Dolberg giving them a 2-0 win in Amsterdam and a 3-2 aggregate success. Frank Acheampong’s second-half goal saw Anderlecht defeat Apoel Nicosia 1-0 and 2-0 overall, while Besiktas reached the quarter-finals with a 5-2 aggregate victory over Olympiakos. The Turkish league leaders drew the first leg in Greece 1-1 but eased to a 4-1 victory in Istanbul despite playing 50 minutes with 10 men. Second-half goals from Hugo Mallo and Iago Aspas saw Celta Vigo win 2-0 at Krasnodar to advance with a 4-1 aggregate victory. The Russian side had Charles Kabore sent off late on. Genk, 5-2 winners away from home in the first leg, completed a 6-3 aggregate victory against fellow Belgians Gent. Timothy Castagne gave Genk a second-leg lead before Louis Verstraete equalised with six minutes left in a 1-1 draw."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}