{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2017/mar/16/trump-budget-cut-eliminate-homelessness-agency", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2017-03-16T22:13:51Z", "webTitle": "Entire homelessness agency could be eliminated by Trump's budget cuts", "webUrl": "https://www.theguardian.com/society/2017/mar/16/trump-budget-cut-eliminate-homelessness-agency", "apiUrl": "https://content.guardianapis.com/society/2017/mar/16/trump-budget-cut-eliminate-homelessness-agency", "fields": {"headline": "Entire homelessness agency could be eliminated by Trump's budget cuts", "bodyText": "While much of the attention given to Donald Trump’s budget proposal has focused on dramatic cuts at the Environmental Protection Agency and the state department, amid the many cuts in the plan is the elimination of the US Interagency Council on Homelessness (Usich). In addition, Trump’s budget would cut billions of dollars of funding for the Department of Housing and Urban Development, which helps provide low-income housing. Diane Yentel, president of the National Low Income Housing Coalition, warned in a statement that the proposal contained some of the deepest housing cuts since “President Reagan dramatically reduced funding in the early 1980s. Reagan’s deep spending cuts ushered in a new age of homelessness.” In an interview, she said the reductions might result in 200,000 low-income people no longer receiving rental assistance, putting them at risk of losing the roofs over their heads. About 550,000 people were experiencing homelessness on one night in 2016. “At a time when we have reached new heights of an affordable housing crisis, and lowest-income people are being impacted most severely, cutting resources is the wrong approach to ending homelessness,” she said. The budget proposal is just that and will probably encounter pushback from Congress. The plan also envisions cuts at the Department of Housing and Urban Development of $6.2bn, or a 13% fall from 2016 levels. These include programs that enable the development of affordable housing. The cuts are explained in the proposal as reflecting a commitment to “fiscal responsibility”, and it foresees the slack being taken up by state and local governments and the private sector. Shuttering the Usich, meanwhile, would free up its relatively meager budget of about $3.5m. Yet keeping it open is “simply a prudent investment”, said Nan Roman, head of the National Alliance to End Homelessness. “This is one of the places where I think it’s penny wise and pound foolish,” agreed Barbara Poppe, who headed the council under President Barack Obama until 2014. The council was formed in 1987 and serves as a bridge between the various federal agencies with a stake in homelessness, such as the departments of veterans affairs or health and human services. It also connects localities both with resources and with each other as they seek to bring people off the streets. Usich “has been essential to the progress we’re seeing across the county that’s resulted in cuts to veteran homelessness by one half,” Poppe said. Homelessness in general has also decreased gradually since the recession. A Usich spokesperson declined to comment. While localities are taking a greater role in addressing homelessness – Los Angeles voters approved a $1.2bn bond measure to house homeless people in the 2016 elections, for instance – they probably cannot make up for federal investment, especially not if that investment declines further. “They decided to take this on locally because they already had a federal deficit situation,” Poppe said. In an email to staffers after the numbers emerged, Ben Carson, the new HUD secretary, asked them to “take some comfort in knowing that starting numbers are rarely final numbers”. Roman, of the National Alliance to End Homelessness, agrees. But she is not reassured. “It’s a very low starting point,” she said. “That’s distressing.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}