{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/mar/09/hamish-watson-scotland-line-up-england-six-nations-clash", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-03-09T22:01:07Z", "webTitle": "Scotland’s Tim Visser says England players ‘pretending to be confident’", "webUrl": "https://www.theguardian.com/sport/2017/mar/09/hamish-watson-scotland-line-up-england-six-nations-clash", "apiUrl": "https://content.guardianapis.com/sport/2017/mar/09/hamish-watson-scotland-line-up-england-six-nations-clash", "fields": {"headline": "Scotland’s Tim Visser says England players ‘pretending to be confident’", "bodyText": "The Scotland wing Tim Visser has questioned whether England’s “cocky” world record-chasing side are as confident as they appear for Saturday’s pivotal Six Nations encounter at Twickenham. Eddie Jones’s men aim to take another step towards a second successive grand slam with what would be a record 11th straight championship victory, equalling New Zealand’s mark of 18 successive Test wins by a tier one team in the process. England have not lost to Scotland since 2008 and have won 15 out of 16 of their Twickenham contests – with one draw – since the Scots’ last victory there, in 1983. But Visser, who played for Harlequins last weekend a week after scoring the clinching try for Scotland in their victory over Wales, senses a change in the usual Calcutta Cup mood music. “They are probably pretending to be more confident than they are,” said the 29-year-old, who retains his place ahead of a fit-again Sean Maitland. “Speaking to the English public, they think Scotland have got a realistic chance. The players themselves are not as cocky as they normally are, which is a good sign. They have the track record and the results against us, so they probably have good reason to be like that. But they are not as loud as they normally are.” Visser is one of a rare breed of Scottish players with happy memories of Twickenham, having won there several times with Harlequins, most recently against Gloucester in their annual festive fixture. While expecting a backlash from an England side that struggled to cope with Italy’s left-field tactics, the Dutch-born flier insists Scotland’s appetite has not been sated by their first win over Wales in a decade. Ending a 34-year winless run at Twickenham clearly has appeal. “It is amazing. I have been part of a few smaller victories, like the one against France last year [Scotland’s first for 10 years], and the one against Wales. It makes you want to do it again,” he said. “I am so excited this week because you don’t want to be the guy who isn’t part of a big victory like that. “I think we have been getting better and better as the tournament has gone on, culminating in the win over Wales. But we don’t want that to be our end station. We want to be moving forward so we are trying to keep our feet on the ground.” Their head coach, Vern Cotter, was unsurprisingly a little more circumspect about Scotland’s prospects, insisting their long barren sequence at Twickenham has played no part in preparations. Despite impressive wins over Ireland and Wales, and a narrow defeat in Paris, Cotter believes Scotland have yet to produce a complete performance themselves. “We don’t like the idea of hoping for a win,” he said before his final away assignment in the role. “We would like to construct and build a victory.” The Kiwi insisted there would be no attempt to replicate any of Italy’s shock tactics – “We haven’t got anything we are dragging out of the box, we are just trying to find points of access against a team that is strong all over” – but is bullish about seeking to attack England where they are perceived to have an advantage. “Our scrum has trained very well this week and we think we can challenge their scrum. And obviously we want to compete as hard as we can on the ground, as effectively as we can.” To that end, Hamish Watson’s return from the start – Scotland’s only change – hardly weakens the visitors, the Edinburgh flanker having replaced the stricken John Hardie early on against Wales and added to the positive impression he made in Scotland’s opening two matches. Watson and the captain, John Barclay, will be tasked with disrupting England’s “momentum surges” at source, while the abrasive South African-born No8 Cornell Du Preez, who qualified for Scotland on residency grounds after three years with Edinburgh, is set for his Test debut from the bench. Scotland are well aware that England, with both Vunipola brothers, Billy and Mako, now among their “finishers”, have enjoyed a late power surge in all three games to date. “I think their philosophy will be: ‘Scotland will throw everything at it, but we have a stronger bench, and we will finish off the game,’” Cotter noted. “We know what is coming but we need to apply pressure for as long as we can and take the initiative, so we make their players adapt to us rather than us adapting to them.” Scotland side to face England at Twickenham S Hogg; T Seymour, H Jones, A Dunbar, T Visser, F Russell, A Price; G Reid, F Brown, Z Fagerson, R Gray, J Gray, J Barclay (capt), H Watson, R Wilson. Replacements R Ford, A Dell, S Berghan, T Swinson, C Du Preez, H Pyrgos, D Weir, M Bennett."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}