{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/mar/20/england-biggest-crowd-olympic-stadium-world-cup-2019", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-03-20T22:13:00Z", "webTitle": "England’s largest cricket crowd could fill London Stadium at World Cup", "webUrl": "https://www.theguardian.com/sport/2017/mar/20/england-biggest-crowd-olympic-stadium-world-cup-2019", "apiUrl": "https://content.guardianapis.com/sport/2017/mar/20/england-biggest-crowd-olympic-stadium-world-cup-2019", "fields": {"headline": "England’s largest cricket crowd could fill London Stadium at World Cup", "bodyText": "A deal to stage cricket World Cup matches at the London Stadium, potentially creating the biggest crowd in England in the modern history of the sport, is close to being secured as part of a wider push to popularise the game with new, younger audiences. As exclusively revealed in the Guardian in December, the ECB is understood to be hopeful of staging two separate matches at the former Olympic Stadium during the next ICC World Cup, taking place in England and Wales in 2019. One of the fixtures will feature England and could be watched by a crowd of 66,000, more than double the capacity of Lord’s. Negotiations are yet to be completed, but when asked about the possibility, the chief executive of the ECB, Tom Harrison, said: “It would be an amazing statement – 60,000 people in a ground in the UK watching World Cup cricket. It’s making a statement about what cricket means in this country.” Harrison was speaking at the launch of the ECB’s All Stars Cricket initiative, a scheme to attract children into the sport. It also comes as plans for a T20 tournament, with teams featuring, in Harrison’s words, “the best players in the world”, look set to be ratified. The initiatives will be seen by some as an attempt to redress a decade of lost opportunities as live cricket disappeared from free-to-air television and the Twenty20 format, invented in England, flourished to a greater extent overseas in the form of the Indian Premier League and Australia’s Big Bash. All Stars Cricket hopes to attract upwards of 50,000 children between the ages of five and eight each summer through an eight-week scheme run by local cricket clubs and funded by the ECB. The money comes as part of a £4m uplift in funding to increase participation in the sport. “It’s the right time to put cricket at the forefront of a child’s experience” said Harrison of the scheme. “It’s about winning the battle of the playground. We know that this age is crucial in a child deciding what they want to do in their spare time and in the past [learning cricket] has been a frustrating experience. It has been very much a case of ‘turn up in your whites and sit at third man for an hour’.” Harrison places an emphasis on persuading mothers to enrol their children in the scheme. He also sees mothers bringing children to watch live cricket as integral to the success of the T20 tournament expected to launch in the summer of 2020. Running alongside the successful T20 Blast tournament, the competition is expected to mimic the structure of Australia’s Big Bash League and will feature eight, new city-based teams. “I think it will be incredibly different,” said Harrison of the tournament. “It will feature the best players in the world, delivering ‘appointment to view’ [must-see TV] on a regular basis, and crucially you’re targeting a new audience, delivered through new brands that connect with them in a different way. We’ve seen what’s happened elsewhere in the world and we’ve got our own take on how we get that done. “Blast has been very successful for local audiences in grounds on Thursday and Friday evenings,” he added. “We will be creating a very different experience built around family entertainment and built around mum and dad feeling comfortable bringing the children down. It will run during weekends in the school holidays and we’ve positioned it deliberately because of that.” The tournament would begin at the same time as the ECB’s TV rights deal with Sky comes to an end, with some speculation suggesting it could be broadcast on free-to-air TV.Harrison stressed that if cricket is to find a new audience it must also develop its digital strategy. The ECB, he said, had visited California to meet social media companies and it “wouldn’t be long” before such a business made a “big bet” on sports rights. “The young positioning is right for cricket and it’s right for media partners”, Harrison said. “If you can get young people involved it’s a different conversation. We don’t want to have a question mark about being relevant.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}