{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2017/mar/11/arguments-against-single-market-membership-illustrate-a-lack-of-ambition", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2017-03-11T22:33:56Z", "webTitle": "Arguments against single market membership illustrate a lack of ambition", "webUrl": "https://www.theguardian.com/politics/2017/mar/11/arguments-against-single-market-membership-illustrate-a-lack-of-ambition", "apiUrl": "https://content.guardianapis.com/politics/2017/mar/11/arguments-against-single-market-membership-illustrate-a-lack-of-ambition", "fields": {"headline": "Arguments against single market membership illustrate a lack of ambition", "bodyText": "In his budget statement on Wednesday, the chancellor mentioned Britain’s exit from the European Union – the biggest issue in the government’s in-box – just once. But in reality the budget – with its tax hikes, broken promises and increasing public debt – was dominated by the impact of the government’s decision to withdraw Britain from the European Union. The government has announced its intention to pull Britain out of the single market, discarding our membership of the largest and most sophisticated trading zone in the world before negotiations have begun. Other nations are not in the EU yet opted to be part of the single market because of the huge benefits it brings. So instead of starting the negotiation by aiming for the best deal we can possibly get by staying in the single market, Theresa May has waved the white flag and thrown in the towel. Having taken account of the Tory government’s negotiating position on Brexit, the independent Office for Budget Responsibility (OBR) this week spelt out the consequences. While ministers pretend we will get a trade deal that delivers “the exact same benefits” as we have now, the OBR predicts that after Brexit our “trading regime will be less open than before”. While ministers say we will enjoy a resurgence of trade with the rest of the world, the OBR forecasts “a lower trade intensity of UK economic activity” even if new deals are negotiated. This is the reality. Membership of the single market is the best possible economic option for our country and would allow us to leave the EU without wrecking people’s jobs and livelihoods. It would give us totally free trade with the biggest market on the planet, with neither tariff barriers to trade in goods nor regulatory barriers to trade in services between the UK and the EU – all whilst not being a member of the EU. Any trading arrangement which does not deliver such a level of market access will reduce the flow of trade between Britain and our biggest partner. This will mean higher costs for businesses, fewer jobs, and higher prices in the shops. Confronted with this threat, the British people – leave voters and remain voters alike – are looking to the Labour party to provide leadership and direction as we go forward. It is crucial that we reject the argument that Brexit must mean a trading arrangement that makes the British people poorer. Instead, Labour must stand unambiguously for a deal that protects peoples’ jobs and livelihoods and enhances their life chances; not a hard Brexit that could take our economy off a cliff whilst making working people worse off. This requires our party to be full-throated in its defence of Britain’s membership of the single market. The arguments against single market membership illustrate a level of defeatism and a lack of ambition, not worthy of a great country like ours. Leaving the EU while remaining in the single market respects the will of people. The UK would regain control over agriculture and fisheries policy, justice and home affairs measures, defence and foreign policy. Yes, there is a desire to reform the way our immigration system works but we do not need to sacrifice our prosperity to achieve greater immigration control. Britain is Europe’s second largest economy, its most significant military power, and one of its two permanent members of the UN security council. It should not be beyond us to conclude a deal that retains our single market membership while reforming the immigration system. Free movement has been shown to be reformable in the past, and so it can be in the future. It should also not be beyond the ability of a government, with the right negotiation strategy, to secure an agreement that allows us continued influence over European regulations that will continue to affect our country if we stay in the single market. No government should willingly give up the best economic option for our country at this stage without even trying to retain it – but that is the course on which the government has now embarked. It is the basic responsibility of the Labour party to mount the strongest possible opposition to Theresa May’s government and fight for a Brexit deal that respects the will of the British people but ensures that they will not be made substantially worse off. As the party that has always stood up for working people, we must fight tooth and nail for a future that does not destroy their jobs and livelihoods. Single market membership outside the EU is the way to achieve this and is what Labour should be arguing for. Signed, Chuka Umunna, Alison McGovern, Heidi Alexander, Chris Leslie, Kate Green, Ian Murray, Chris Bryant, Tulip Saddiq, Mike Gapes, Stella Creasy, Wes Streeting, Graham Allen, Liz Kendall, Anne Coffey, Mary Creagh, Angela Smith, Rushanara Ali, Ben Bradshaw, Karen Buck, Peter Kyle, Julie Elliot, Luciana Berger, Madeleine Moon, Gareth Thomas, Daniel Zeichner, Thangam Debbonaire, Owen Smith, Margaret Hodge, Seema Malhotra"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}