{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2017/mar/01/property-tycoon-denies-threatening-business-partners-pregnant-wife", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2017-03-01T20:09:33Z", "webTitle": "Property tycoon denies threatening business partner’s pregnant wife", "webUrl": "https://www.theguardian.com/uk-news/2017/mar/01/property-tycoon-denies-threatening-business-partners-pregnant-wife", "apiUrl": "https://content.guardianapis.com/uk-news/2017/mar/01/property-tycoon-denies-threatening-business-partners-pregnant-wife", "fields": {"headline": "Property tycoon denies threatening business partner’s pregnant wife", "bodyText": "Luxury property tycoon Christian Candy has denied making threats against a business partner’s pregnant wife, saying he was “expressing genuine concern” for her wellbeing. The developer and his brother Nick Candy, who is married to the soap star Holly Valance, were in the high court this week to deny accusations of using blackmail and threats to extort repayment of a loan. Businessman Mark Holyoake is suing the brothers for £132m. He accuses Christian of threatening to “take a wrecking ball” to his assets, and of telling him during a confrontation at an office near Candy’s headquarters in Guernsey “you need to think about your pregnant wife”, saying he “would feel terrible if anything were to go wrong during the pregnancy”. Holyoake’s wife had previously suffered a miscarriage. Candy, with his brother Nick sitting nearby, took the stand in a packed courtroom in London on Wednesday. In a written witness statement, he described himself as a “hard negotiator when I need to be”, but denied that he would resort to threats or illegal acts in order to complete a transaction. Holyaoke approached the Candys in 2011 for a short-term loan to finance the acquisition of a period mansion block in London’s Belgravia, which he planned to refurbish and sell on at a profit. Having originally borrowed £12m, he ended up repaying Christian Candy’s CPC Group £37m. “I do recall saying to Mr Holyoake that the situation must be stressful for his wife, who I knew was pregnant at the time,” Candy said. However, he categorically denied creating a situation that would be stressful for Holyoake’s wife, or intending to intimidate her husband. “In making such a statement, I was expressing genuine concern for Mrs Holyoake,” he said. His appearance in the witness box followed Emma Holyoake’s testimony the day before. Describing Christian Candy as “charmless” and “pathologically competitive”, she told the court she feared he was “hellbent on destroying Mark and us as a family”. After receiving the alleged threats, the Holyoakes claim to have hired armed security guards to patrol their Ibiza home. Emma claims to remain so worried for her children that she sleeps in a bunkbed in the bedroom of her daughters while her husband is on business trips. She told the court she also feared for her husband’s life as a consequence of his decision to bring the case against the Candy brothers. Christian described being rushed into agreeing to loan money to Holyoake. He said: “The first I heard of Mr Holyoake’s request for a loan was when Nick called me in the early hours of the morning on 12 October 2011, while I was still in bed in Los Angeles. “The terms proposed by Mr Holyoake were very good, but that appears to have been as a result of the timeframe in which he required the money ... With hindsight, I can now see that the terms were too good to be true.” He described repeated efforts over a two-year period to recover the money. Holyoake, who was investigated but not charged by the Serious Fraud Office over the collapse of his fish importing business, British Seafood, was only able to make the payment after selling Grosvenor Gardens House, his Belgravia development, in February 2014. Candy said he had originally been hopeful of making a quick return on the loan. In his statement he claimed to have lost a bet with a CPC executive, Steven Smith, that Holyoake would return the money with interest by 31 March 2012. The sum wagered was £10,000. “I note that this was in reality a one-way wager as I would never have sought to collect from him if I had won: it was really a way of demonstrating to him (and the rest of the CPC team) that I was confident that Mr Holyoake would repay as promised,” Candy said. “This bet was ultimately won by Mr Smith and the £10,000 payment made to him.” The case continues."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}