{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2017/mar/25/the-coming-back-out-ball-how-the-older-gay-community-is", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2017-03-24T21:36:50Z", "webTitle": "The Coming Back Out Ball: being out and proud and older in Australia", "webUrl": "https://www.theguardian.com/world/2017/mar/25/the-coming-back-out-ball-how-the-older-gay-community-is", "apiUrl": "https://content.guardianapis.com/world/2017/mar/25/the-coming-back-out-ball-how-the-older-gay-community-is", "fields": {"headline": "The Coming Back Out Ball: being out and proud and older in Australia", "bodyText": "A bald man in sparkling gold hot pants and aviator shades runs on a treadmill, centre stage beneath a huge light bank and accompanied by booming disco beats. Before him, dancers in skin-tight metallics writhe and jive, leading a growing audience who are initially circumspect but soon busting moves with abandon. Passersby stop to stare, to Instagram, to join in the dance. Is it a performance? A sporting feat? An invitation? According to the website of the man in the hot pants, Tristan Meecham, it’s a spectacular theatrical and participatory art experience. Titled Fun Run, it’s a performance he has created in cities all over the world; in each place, community groups – cycling pelotons, skipping teams, brass bands and breakdancers – take turns to accompany him and cheer him on as he runs a full marathon of 42.2km. It’s quite bizarre, enormously fun and remains resolutely unexplained to those who happen across it. So what’s the point? “I think that event spectacles born out of a performance culture have the capacity to shift something for the moment,” says Meecham when I speak to him in October. Working under the banner of All the Queens Men, a company he founded with the artist Bec Reid, Meecham’s events are planned and curated to the last detail, yet they bring the joy of spontaneity to the audiences who happen upon them, much like the original transient flash mobs. Meecham’s next project is not focused on enchanting passersby. Instead it is a cultivation of high camp and community spirit for a very specific audience: LGBTI elders. The Coming Back Out Ball, which will premiere at the Victorian Seniors festival in October this year, is a celebration for and of older people from the lesbian, gay, bisexual, transgender and intersex communities. In the lead-up, All the Queens Men has been organising monthly dance classes at Fitzroy town hall for older LGBTI people and their allies. “There’s a hunger for a knees-up, a hunger for a celebration,” says Meecham, whose enthusiasm is catching. “I’m imagining a performance of older LGBTI performers, dancing, a three-course meal, an orchestra or big band – a real social event.” The City of Melbourne has come on board, alongside the Australia Council for the Arts, Creative Victoria, the Margaret Lawrence Bequest and the Victorian Aids Council – but more important is Meecham’s collaboration over the next 12 months with those in the LGBTI community. “These are people who came out of the closet when homosexuality was still illegal,” he says. “Or maybe they couldn’t come out at all until recently. The reason I’ve thought about scale and spectacle is that by creating an event of significance hopefully it becomes a statement that is felt through people’s bodies in terms of worth. And I don’t think that’s happened for LGBTI elders before.” ‘They called it the gay cancer’ “This is what I say to people: I’ve never belonged to the gay community,” says Noel Tovey when I visit him on a rain-drenched Sunday afternoon. “Because being gay is what I am, it wasn’t something that was hidden, so I didn’t need the validation or the support of a community.” With a lifetime’s experience in theatre and performance in Australia and the UK, Tovey has become a mentor to Meecham as he works to bring together all the elements of the Coming Back Out Ball. At the age of 17 in 1951, having survived the kind of abject poverty that cannot be romanticised, Tovey was falsely accused and convicted of “the abominable act of buggery”, spending weeks in Pentridge prison before being released on a good behaviour bond. Tovey, a handsome and well-groomed man with a commanding presence, is able to talk almost blithely about these events and how they shaped his life – and what a fabulous life it has been. His heart-wrenching memoir, Little Black Bastard, details a life of perseverance and renown as a choreographer, director and self-taught decorative arts gallery curator in London, before he returned to Australia as one of the leading exponents of Aboriginal and Torres Strait Islander theatre. Behind this acclaim, however, is a lifetime of loss and reckoning, and it is acknowledgement of this that motivated the writing of Tovey’s follow-up memoir, And Then I Found Me, published this month by Magabala Books. Tovey speaks eloquently of the events in his memoir, including the loss of his long-term partner, Dave, at the height of the first Aids epidemic: “They didn’t have a name for it then, they called it the gay cancer,” he says. He also lost his daughter to heroin. “So I write about that in depth, because she’s dead, my mother’s dead, my sister’s dead, Dave is dead. In fact, all the people I talk about are now either my age or dead.” Writing his memoirs has been an unintentional act of catharsis and, having spent so much time in the grip of the past, Tovey is now considering the future. “I’m 84 and I’m a realist, I know I’m not going to live forever.” When he lost a leg to cancer, he accepted it. “I thought I would just be able to get a prosthetic and walk. But over the years it has become misshapen and they have to make me a new one.” For now he manages in his one-bedroom flat, leading a busy life of writing, mentoring young Aboriginal actors and still cooking the mouth-watering dishes from the dinner parties he was famous for throwing. “I dread going into aged care,” he says. “I don’t think I’d ever be ready for communal bingo or communal scrabble. But if I do go into care I want the best care possible. At whatever cost.” He has heard that an organisation called Lifeview is building an aged-care facility in Prahran for the LGBTI community and allies but does not think it would suit him. “I wouldn’t like to go to an aged care where everyone was gay,” he says. “One young actor wrote to me, a young Aboriginal woman, she wrote, ‘Uncle, they want us to study Shakespeare. Why should Aboriginals study Shakespeare?’ And I said, ‘Do you want to marginalise us even more?’” He does, however, see the benefit of the kind of art Meecham creates, and is looking forward to the Coming Back Out Ball. Out, proud and in aged care Moving into a residential aged care home is nearly always framed as a passive act; a response or submission to old age. Hospital staff talk of “placing” an elderly patient in a nursing home when a bed – a piece of furniture meant only for repose – becomes available. A person’s adult children often orchestrate the move, a necessary response to a series of mishaps or a sudden crisis: a fall, the death of a partner, a decline related to dementia. It is not a shift many people make willingly; to put it bluntly, moving into aged care is most often the penultimate move a person will make, the final being an exit from this life. It is no small wonder that it can be a trial, regardless of who you are. The Coming Back Out Ball is so named because one of the biggest challenges faced by many older people within the LGBTI community is whether to be out and proud in late life, or keep this aspect of themselves hidden. Homophobia is hardly a concern of yesteryear: people of diverse gender identity or sexual orientation in Australia are under siege as small-minded, mainly heterosexual, elected officials play politics by withholding from some citizens the civil right of marriage, while also allowing hurtful commentary on the topic under the banner of free speech. Sadly, this is nothing new to those in the LGBTI community who are in their 70s, 80s, 90s and beyond; people who have lived through a lifetime of discrimination as their gender and sexual identity has been pathologised, stigmatised and criminalised. Once labelled a mental disorder, homosexuality was only completely removed from the Diagnostic and Statistical Manual of Mental Disorders – the bible of psychiatry – in 1986 (its much-lauded partial removal in 1973 is better described as a reclassification, as some prominent psychiatrists were unwilling to acknowledge it was not a condition from which a person could be cured). South Australia was the first Australian state to decriminalise male homosexuality in 1975, with the final state, Tasmania, reluctantly following suit after the matter was taken to the high court in 1997. It was only in 2014 that Victoria introduced legislation to allow historical convictions relating to homosexuality to be expunged – though this isn’t automatic: individuals must apply to the Department of Justice to have their convictions removed from the records. For those of us whose personal life has not been subject to overbearing legislation and persecution, we can only attempt to imagine the toll this might take. Having spent a lifetime hiding an inherent aspect of identity, or time and again choosing when to disclose it, for many people the safest choice when they contemplate entering aged care is to go back in the closet. The mental health support service beyondblue has documented how discrimination, prejudice and abuse all contribute to the higher rates of psychological distress reported by members of the LGBT community compared to the wider population. Research has shown that this distress manifests as depression, anxiety, risky substance use, self-harm and thoughts of suicide. Coupled with the often difficult transition of moving into aged care, a place of unknown people and situations, this can result for many people in acute psychological despair. ‘We’re not all the same’ “I think most of us entering aged care have baggage,” says Brenda Appleton, the president of Transgender Victoria. “A lot of gay men who are now accessing services had a criminal conviction for homosexuality and that has created, for many of them, a burden for the rest of their lives. So I think it is the difficulty that most of us have had with coming out and being accepted … and accepting ourselves.” Transgender Victoria is one of two organisations in the state that offer LGBTI-inclusive training to aged-care service providers. This training is now a necessary component of any aged-care service receiving federal funding, including faith-based organisations. “There’s a real mix in responses from service providers when offered the training,” says Appleton. “Some are in denial, they’ll say, ‘We don’t have that sort of person here.’ Others will say, ‘We don’t need special training, we treat everyone the same.’ If I’ve got the chance I’ll stamp my foot and say we’re not all the same and we don’t want to be treated all the same.” With a commanding presence and a no-nonsense attitude, I can imagine that if Appleton stamps her foot, she gets a response. “Some of the faith-based organisations have struggled with LGBTI-inclusiveness,” she says. “We’ve had many mother superiors block the training. We’ve had some turn up at the training with a copy of the Bible and disputed when we’ve talked about the needs of LGBTI people.” These needs are varied. Research has shown that older LGBTI people fear – and routinely experience – discrimination from aged-care and healthcare service providers. As well as outright homophobia, this discrimination stems from staff and organisational ignorance, and society’s overriding heteronormativity, particularly in relation to older people. There is also the assumption that older people, gay or straight, don’t have sex and therefore sexuality and sexual expression is a moot point in a residential care facility. This relegates older people to sexless beings they never were while also demonstrating a limited view of diverse gender identity and sexual orientation as being only about the act of sex and not every other aspect of our human need for relationships, touch and love. “We’ve got many people visiting an elderly person in an aged-care home, not touching them or cuddling them or providing comfort to them because they don’t want the staff to know they’re a couple,” says Appleton. She describes how this restricting of behaviour isn’t limited to residential care but also to people’s private homes: before an aged-care worker or nurse arrives to assist, many LGBTI people routinely remove photos, books and artworks – anything that might give their identity away. The LGBTI-inclusive training addresses these issues by encouraging organisations to review their practices, from small steps such as ensuring that forms allow for mention of “partner” and “family of choice” rather than simply “husband/wife” or “family”, to making sure staff are only recruited if they are able to deliver inclusive service. Another difficult aspect is addressing the sometimes homophobic behaviour of fellow residents and family members. Appleton tells of a not-unusual situation where a woman who had transitioned 38 years before was forced to live as a man when she moved into an aged-care home. Not for fear of staff reaction but because her daughter had never agreed with her transition. The daughter withheld visits from the grandchildren even as the woman’s dementia closed in. While opening up questions of how any child could treat a parent with such wilful disregard, it must also be asked how any aged-care provider can see their duty as being to the family of the older person rather than the older person herself. There is a general reluctance to support the forming of sexual and other relationships among residents in aged care, with questions often raised about a person’s capacity to grant consent, particularly if dementia is present. But a person with dementia can still make decisions and have preferences, whether they be for relationships or the comfort of intimacy. It is not the job of aged-care staff to police sexual behaviour and expression, but to provide care. ‘Two steps forward, lassos in the air!’ Elongated arched windows stand three storeys tall, draped by red-velvet curtains. A side table groans under the weight of chocolate cake, tea and coffee, and a pyramid of lamingtons. On the dance floor, an enthusiastic group of LGBTI elders strut and groove through a line dance to the strains of Dolly Parton. “Two steps forward, lassos in the air!” calls Reid, waving her arm in the air and skipping forward. “Then turn to the side and grapevine, one, two, that’s the way!” The Coming Back Out Ball is seven months away but in the lead-up Meecham has organised social events and dance classes, held on the first Thursday of every month, where LGBTI elders can meet and relax. They have none of the glamour of the ball – no big names, big hair or big costumes – but they have that undeniably warm sense of something good; that kind of feeling that every community art project valiantly tries to capture but that usually remains elusive. What they have is care – of the type derived from the verb not the noun; a kindness driven by affection rather than provided in answer to duty. Meecham’s modus operandi is a conscientious blend of inclusivity and import for people who have not always been granted that. As discussion of marriage equality or the need for the Safe Schools program enters yet another round we are reminded that real change is still needed, that somehow society still sees fit to treat diversity of gender and sexuality as deviation rather than variation. The Coming Back Out Ball might seem like a one-off, feel-good celebration, serving little purpose but to entertain, but its ramifications are likely to be lasting, for those on the dance floor and for the wallflowers at the side. • Fun Run will be performed at Cavill Avenue, Surfers Paradise, on Saturday 8 April; LGBTI Elders Dance Club is on the first Thursday of every month at 5.30pm at the Fitzroy town hall; the Coming Back Out Ball is at the Melbourne town hall on 7 October"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}