{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/mar/24/rory-mcilroy-refuses-to-panic-masters-match-play-exit", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-03-24T21:02:07Z", "webTitle": "Rory McIlroy refuses to panic about Masters after Match Play exit", "webUrl": "https://www.theguardian.com/sport/2017/mar/24/rory-mcilroy-refuses-to-panic-masters-match-play-exit", "apiUrl": "https://content.guardianapis.com/sport/2017/mar/24/rory-mcilroy-refuses-to-panic-masters-match-play-exit", "fields": {"headline": "Rory McIlroy refuses to panic about Masters after Match Play exit", "bodyText": "Any comparison between Rory McIlroy and Lance Corporal Jones must register among the most peculiar of all time. It is doubtful the Northern Irishman has either watched Dad’s Army or would be of a mind to admit it. Nonetheless the world No3 did not leave Austin – a strange week in Austin – without issuing firm sentiment. “Don’t panic” was the McIlroy cry in relation to whether his Masters preparations might have been fatally undermined by a lack of golf. McIlroy’s halved match with Emiliano Grillo on Friday at the WGC Match Play was immaterial other than providing 18 holes of golf and, of course, to those in possession of betting slips. McIlroy has played only 14 rounds of a competitive nature this year and labelling the latest one as such is a push, on account both of a rib injury and of early exit from this event. Circumstances in Texas were dictated to a large extent by the withdrawal of Gary Woodland, even if McIlroy had already suffered defeat by Soren Kjeldsen. McIlroy’s body language rarely disguises his feelings. If he is worried about teeing up at Augusta National on Thursday week while undercooked, the 27-year-old did an expert job of masking such emotion. McIlroy will resist what did not even appear like mild temptation to add next week’s Shell Houston Open to his schedule. “Every time I’ve played this year, I’ve played well,” he said. “I did OK in Mexico. I did pretty well at Bay Hill, I had a chance to win. I think I was seven under for the two rounds I played here this week. I played pretty well. “Speaking to Sergio García after the first day, if I had played Sergio I would have beat him 6&amp;5 whereas Soren beat me 2&amp;1. So it is what it is. It’s one of those things. Match play can be strange. “The injury hasn’t been ideal to start the year but I’ve played Houston before and I never felt like it did anything for me. I added it late before, I added San Antonio late before. It didn’t really help me the following week. So I’d rather go up to Augusta, play a couple of quiet practice rounds and then prepare at home.” McIlroy will travel to Augusta on Sunday, before taking to the iconic venue on Monday and Tuesday. By his own acknowledgment, should McIlroy complete a career grand slam of majors this time it will have been with the most unorthodox of backdrops. “Even if it does work this year, I won’t be trying to emulate it in the next few years,” he said. “That’s for sure. Again it’s giving me a chance to prepare a little bit better. I feel like I’ve worked a lot on my short game. If anything I feel like that part of my game is as sharp as it has been ever going into Augusta, so that’s a good thing. But it’s been a bit of a strange buildup. “Since coming back from the injury I’ve played 10 competitive rounds. Right now I can’t see a downside to not having played as much as I planned to. I feel really healthy. I don’t feel any issue with my health. And freshness could help, especially mentally. Mentally going in there and not being drained is a good thing as well.” McIlroy was pragmatic regarding the Austin scenario. “When you lose a match here, if you then get through, you are lucky. You still have to win your matches. You have to beat the guy in front of you. I didn’t do that this week and that’s why I’m heading home.” Jordan Spieth’s hopes of victory in his native Texas were ended by the claiming of only a half point from Ryan Moore. Hideto Tanihara was the man to progress from Spieth’s group. Of those who did remain for the Match Play weekend, few can be in better spirits than Jon Rahm. This rising star of the PGA Tour hammered his fellow Spaniard, García, 6&amp;4 on Friday. Tyrrell Hatton, a player prone to episodes involving red mist, was probably worth avoiding after falling foul of rules officials when involved in a sudden-death play-off for the last 16. The Englishman accidentally clipped his ball with his putter on the 1st green. He was duly eliminated after incurring a two‑stroke penalty. “I just hit the back of the ball and knocked it forward barely a centimetre,” Hatton said. “It’s probably the worst way it could have ended.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}