{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/datablog/2017/mar/02/the-18c-debate-how-frequent-are-racial-discrimination-complaints", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2017-03-01T23:31:24Z", "webTitle": "The 18C debate: how frequent are racial discrimination complaints?", "webUrl": "https://www.theguardian.com/news/datablog/2017/mar/02/the-18c-debate-how-frequent-are-racial-discrimination-complaints", "apiUrl": "https://content.guardianapis.com/news/datablog/2017/mar/02/the-18c-debate-how-frequent-are-racial-discrimination-complaints", "fields": {"headline": "The 18C debate: how frequent are racial discrimination complaints?", "bodyText": "A parliamentary committee this week handed down its report on the Racial Discrimination Act but did not reach consensus on if or how the act should be changed. The inquiry arose amid concerns among Coalition politicians that the act restricts free speech, particularly section 18C, which says it is unlawful for a person to do an act in public which is “reasonably likely, in all the circumstances, to offend, insult, humiliate or intimidate” another person or a group of people. So, given all the discussion of the act by politicians, how frequent are racial discrimination complaints and how many of them result in court action? The Australian Human Rights Commission publishes detailed statistics on complaints it receives in its annual reports. The AHRC handles complaints under a number of acts, including the Racial Discrimination Act, the Sex Discrimination Act, the Disability Discrimination Act, the Age Discrimination Act and the Australian Human Rights Commission Act. Here are the number of complaints under each act for the past 10 years – this shows all complaints under the Racial Discrimination Act, not just those relating to section 18C: On average, there were about 418 racial discrimination complaints a year. Within those racial discrimination complaints, there were still fewer complaints that specifically related to section 18C, with only 77 in the last financial year: Of the complaints relating to section 18C, the majority concerned employment, with 25 out of 77 complaints in this area: The majority of all racial discrimination complaints were resolved in a conciliation process with the AHRC, with 70% of complaints in the 2015-16 financial year resolved in this way: Complaints were disproportionately made by people of Indigenous background, with 54% of complainants identifying as Indigenous in 2015-16. When complaints are not resolved by conciliation, complainants can take the complaint to court. Figures compiled by SBS from the AHRC show court cases are rare, with fewer than 5% of complaints making it to court, and the majority of these court cases resulted in the complaint being dismissed: More recent figures provided by the AHRC to Guardian Australia showed only one application to the courts in 2015-16 regarding a complaint relating to section 18C and five in 2014-15."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}