{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2017/mar/09/whos-afraid-of-virginia-woolf-review-imelda-staunton-albee-conleth-hill-harold-pinter-theatre", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2017-03-09T23:30:09Z", "webTitle": "Who's Afraid of Virginia Woolf? review – Staunton ignites Albee's marital battle", "webUrl": "https://www.theguardian.com/stage/2017/mar/09/whos-afraid-of-virginia-woolf-review-imelda-staunton-albee-conleth-hill-harold-pinter-theatre", "apiUrl": "https://content.guardianapis.com/stage/2017/mar/09/whos-afraid-of-virginia-woolf-review-imelda-staunton-albee-conleth-hill-harold-pinter-theatre", "fields": {"headline": "Who's Afraid of Virginia Woolf? review – Staunton ignites Albee's marital battle", "bodyText": "This is one of those rare occasions when play, performance and production perfectly coalesce. Imelda Staunton, having portrayed one of the sacred monsters of the American musical in Gypsy, now brilliantly embodies Edward Albee’s campus Medusa in the shape of Martha. Conleth Hill matches her every inch of the way as her seemingly ineffectual husband, George. Watching the two of them pummel each other senseless in a three-hour verbal slugfest may be exhausting but is ultimately uplifting and cathartic. Every decade brings us a production that renews this astonishing play. There were memorable versions directed by Howard Davies in 1996 and by Anthony Page in 2006. James Macdonald’s revival is their equal in that it reminds us that Albee’s play is both a Strindbergian marital drama and a comment on the state of the Union itself. It has long been noted that the names of George and Martha echo the Washingtons and that they live in a college called New Carthage, which implies built-in destruction. Albee shows us a couple tearing apart both each other and their party guests, Nick and Honey. There is a key moment in this production when the historian, George, points out to the geneticist, Nick, that Americans are heavy drinkers and says: “I suspect we’ll be drinking a great deal more too … if we survive.” Albee wrote those lines in 1962 when the US was haunted by the cold war balance of terror. They seem no less resonant in Trump’s America. But, for all the play’s political overtones, it only works if it is rooted in psychological realism, which is where Macdonald’s production scores heavily. Staunton is not one of your big, blowsy Marthas built on Elizabeth Taylor lines but a pocket fighter who shows from the start that she enjoys humiliating George and also relishes his occasional comebacks. Everything she does, you feel, is calculated to goad George into a reaction. She invokes their supposed son as a deliberate provocation. She points a derisory finger at her husband, scornfully describing him as “It-That-There.” She wraps herself round Nick with the sinuousness of a snake. But Staunton is at her magnificent best in the final act. Stripped of her warpaint and her Mae West drawl, she reveals Martha’s vulnerability and self-loathing as she says George must be punished for making “the hideous, the hurting, the insulting mistake of loving me”. Ultimately, it’s the desolate sadness that makes Staunton’s Martha so memorable. Albee makes it clear that many modern marriages are sustained by destructive role-play. Hill, as George, superbly suggests an old scrapper who is now punch-drunk from too many marital bouts. He slouches ruefully about the living room and, at one point, sulkily hurls himself into a wall-facing chair to curl up with Spengler’s The Decline of the West. Hill gives us a pensive intellectual who delights in scoring points off Nick, crediting him with a belief in a dismal utopia filled with test-tube bred, perfectible human beings. But Hill never lets you forget that George is wounded by Martha’s infidelities and that his viciousness towards Nick and Honey is prompted by a despairing marital love. This is, however, a team show and the young couple are excellently portrayed. Luke Treadaway as Nick combines the golden arrogance of youth with the smug disdain of the scientist for a battered old humanist like George. Imogen Poots, in her West End debut, also strikingly shows the childlike Honey switching between awed delight in the older couple’s outrageousness and a growing awareness that she herself is the victim of Nick’s contempt. You feel this is another marriage that, 10 years on, could descend into gladiatorial combat. But, watching Albee’s play, I was reminded that there was once a Russian work called An Optimistic Tragedy. That title could be applied here. Albee’s play is tragic in that it shows an intelligent couple retreating into verbal violence and grotesque games-playing to camouflage their unhappiness. But it is optimistic in that George and Martha finally shed their illusions and face up to the bitter truth. The greatness of Albee’s play lies in its unspoken wish that the American nation might itself one day have the courage to confront reality. At the Harold Pinter theatre, London, until 27 May. Box office: 0844 871 7622."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}