{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sustainable-business/2017/mar/02/we-grow-it-we-waste-it-we-dump-it-fighting-food-waste-one-click-at-a-time", "type": "article", "sectionId": "sustainable-business", "sectionName": "Guardian Sustainable Business", "webPublicationDate": "2017-03-01T22:27:46Z", "webTitle": "We grow it, we waste it, we dump it: fighting food waste one click at a time", "webUrl": "https://www.theguardian.com/sustainable-business/2017/mar/02/we-grow-it-we-waste-it-we-dump-it-fighting-food-waste-one-click-at-a-time", "apiUrl": "https://content.guardianapis.com/sustainable-business/2017/mar/02/we-grow-it-we-waste-it-we-dump-it-fighting-food-waste-one-click-at-a-time", "fields": {"headline": "We grow it, we waste it, we dump it: fighting food waste one click at a time", "bodyText": "Australians eat more salmon than any other fish – six times more than tuna and 16 times more than barramundi. But even then, suppliers of the pink-hued fish were overly optimistic about our appetites at Christmas. About six tonnes of unsold middle cuts of salmon landed on the online wholesale food marketplace Yume after the holiday season, says Katy Barfield, who launched Yume as a social enterprise a year ago to combat food waste. Yume connects suppliers of hard-to-sell produce with commercial buyers and food rescue organisations. In this case, the salmon was sold to a broker who exported it to Papua New Guinea, saving it from becoming landfill and, perhaps, delighting the families of Port Moresby with an estimated 33,000 fish dinners. “It had six months [expiry date] on it. It really is confronting,” says Barfield, who has an 11-year history of working to prevent food waste. Food waste is a huge problem. About 3.9m tonnes from Australia’s commercial food sector goes into landfill every year. “Of that, 400,000 to 600,000 tonnes is useable, edible, available now and should be rescued now,” Barfield says, adding that the amount collected by the four rescue organisations (OzHarvest, Fareshare, SecondBite and Foodbank) totals 44,500 tonnes a year. That useable waste also comes at a huge financial cost to the producers. It has a retail value of $3.7bn a year. “We grow all this food that we are not going to eat. Globally, it is 1.3tn kg of food every year that no one eats and a quarter of the water goes to grow that. Then we dump it into landfill and poison ourselves with methane. “We are not very bright.” Barfield launched Yume in Melbourne last March and says it is the world’s first surplus food marketplace selling to commercial businesses and operating at this scale. Already it has moved nearly $500,000 worth of discounted product and, this week, Yume announced the completion of a $2.6m funding round which will help grow the enterprise. New investors include the Vincent Fairfax Family Foundation, the Myer Foundation, the English Family Foundation and other high-net-worth investors. Yume operates in Victoria and is about to expand to New South Wales and Queensland. Barfield says the business is expected to break even by mid-2018 and she intends to support conservation projects with her profits when they eventuate. Anthony Wollstein, the national business development manager of the poultry supplier M&amp;J Chickens, says his company uses Yume. While he says M&amp;J Chickens does not get a lot of excess stock, there are costs to selling it through its own channels. “It takes time in marketing it and contacting multiple clients,” he says. “And, at the same time, you don’t always get the payoff for the work you put into it. “We want to move stock quickly. If it is excess stock, it is because it is short-dated and we only have a small window to move it. We don’t want to go dumping product.” The executive chef at the Melbourne Convention and Exhibition Centre, Peter Haycroft, says he looks at Yume once a week when he is planning his menu for the centre’s staff restaurants that feed 150 to 250 employees a day. Haycroft says the savings offered by Yume are not what motivates him to use the site. “We like the story, we have a social conscience, the staff restaurants are a good vehicle for us to use. We get discounted product, but we are not charging our staff the full rate either. It is a good fit for us.” Barfield, who is originally from the UK, has headed up three food rescue businesses, starting as chief executive of SecondBite, a charity that redistributes food from suppliers to the needy. In 2012 Barfield started Spade &amp; Barrow, a social enterprise to help farmers get a decent price for imperfect food by selling it to commercial kitchens. “We were basically a wholesaler for ugly food,” she says. About 30% of farmers’ produce is thrown away just because of its appearance. Spade &amp; Barrow was sold to the online retailer Aussie Farmers Direct for “a small sum”, which helped fund the establishment of Yume (which cost $500,000). Barfield says she inherited her passion for rescuing food from her father, who sold fruit “seconds” to the restaurants and hotels around Cambridge and London. “He would go out to the markets and buy the curved cucumbers … the curly products that were cheaper in the market,” she says. The pieces fell into place for her when she opened a jazz bar in Melbourne and watched the chef ditch unused produce. Barfield says she is constantly amazed at the produce that lands on her platform now: “Lobster tails …I cannot believe there is such a thing as surplus lobster tails – but there they are. “There are also huge wheels of brie made by a Victorian artisan cheese maker. They were not fit for sale because they were not perfect rounds. It beggars belief.”"}, "isHosted": false}}}