{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2018/apr/29/john-reardon-observer-photographer-dies-aged-66", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2018-04-28T23:05:27Z", "webTitle": "John Reardon: From 70s realism to celebrity chefs – a true artist at work", "webUrl": "https://www.theguardian.com/artanddesign/2018/apr/29/john-reardon-observer-photographer-dies-aged-66", "apiUrl": "https://content.guardianapis.com/artanddesign/2018/apr/29/john-reardon-observer-photographer-dies-aged-66", "fields": {"headline": "John Reardon: From 70s realism to celebrity chefs – a true artist at work", "bodyText": "John Reardon was an artist. You can see it in his work on the streets of Birmingham, amid the rubble of Kabul or in a portrait of chef Fergus Henderson hanging from a meat hook. I first met him when I joined the Observer in 1992. Tall, craggy and with a reputation for not suffering anyone, let alone fools, gladly, John scared the life out of me. It wasn’t long before I saw beneath that mask. He gave me his time. With care and patience he talked me through his contact sheets, trying to convey what his work meant. It meant a great deal to him – and to others. In the late 1970s, John collaborated on a project in Handsworth, Birmingham, where he went to university. It was an exercise in local pride, and a great success. In a makeshift studio, against a white backdrop designed to isolate the subject from clichéd inner-city surroundings, members of the local black and Asian communities took self-portraits. This project, together with Home Front, a co-authored book of powerful images documenting daily life in Handsworth, stemmed from John’s deep desire for fairness and social justice. He was propelled by the need to give a voice to the voiceless. John started shooting for the Observer in the mid-1980s and covered domestic civil unrest and social hardship, as well as workaday newspaper jobs. He travelled to Bangladesh, Ethiopia and Sri Lanka, showing the reality of human suffering with great sympathy. In 1993, he left for war-torn Kabul, Afghanistan, and the outstanding results, displayed sumptuously in the Observer Magazine, saw his work gain global recognition at the World Press Awards. Shortly after his time in Kabul, John stopped travelling, to be closer to his family, and became picture editor of the Observer. I was his deputy, tasked with peering into the nascent world wide web while he did the big stuff. He strove to pack the paper with stark photojournalism. On 1 May 1994, through sheer force of personality, he persuaded the editor to publish a shocking photograph by Luc Delahaye, showing a pile of bodies of slaughtered refugees near Kigali. It helped the world focus on the unfolding tragedy in Rwanda. But sometimes his focus was too intense. He would agonise over the cropping of every mugshot. His inability to compromise meant his tenure in the chair was short. But, throughout his time, he never stopped giving of himself to young photographers. He saw portfolios, and gave advice and opportunities to a whole new generation of photojournalists, all of whom revered him and wished to emulate him. John continued to produce superb photo essays for the paper: Tony Blair’s march to power in 1997, the 1999 Kosovo war, and the aftermath of 9/11. But times changed. Newspapers had less money for photojournalism. John began to experiment with portraiture. In the Eagle in Farringdon – the original gastropub, up the road from our office in those days – John would devour a steak sandwich, then run his finger round the plate, gleefully licking it. This gusto found a home in Observer Food Monthly, launched in 2001. John had found the perfect vehicle for his creativity. He began to produce groundbreaking portraits of chefs, and this created the magazine’s unique visual identity, which persists to this day. John would be incredibly exacting on colleagues and subjects in the relentless pursuit of excellence. If he didn’t think a shot was right, he would do it again and again until it was. The negatives of the famous Last Supper shoot show the cheese flying back and forth through the air until it was captured perfectly above Gordon Ramsay’s head. The chefs got it: after all, they are perfectionists too. They recognised a kindred spirit. He was always “making” pictures; he never simply “took” them. Throughout his career, John’s unyielding integrity and passion for his work inspired respect and admiration, from the darkroom to the editor’s office to the public. But he was as hard on himself as his work was on him. He would never acknowledge his own greatness as a photographer. If you complimented him, late at night over a glass of red wine and a cigarette, he would harrumph it away. He didn’t talk about the work he had done. He wouldn’t volunteer war stories. He would rather ask about your family, or talk about his. I think he always thought better was to come, and doubted his achievements. He shouldn’t have. Greg Whitmore is the Observer’s picture editor"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}