{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/apr/01/adam-peaty-determined-to-increase-performance-and-bank-balance", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-04-01T21:00:07Z", "webTitle": "Adam Peaty determined to increase his performance and bank balance", "webUrl": "https://www.theguardian.com/sport/2018/apr/01/adam-peaty-determined-to-increase-performance-and-bank-balance", "apiUrl": "https://content.guardianapis.com/sport/2018/apr/01/adam-peaty-determined-to-increase-performance-and-bank-balance", "fields": {"headline": "Adam Peaty determined to increase his performance and bank balance", "bodyText": "As the titles have stacked up for Adam Peaty he has become more pragmatic in his approach to success. Still only 23, he is Olympic, world, European and Commonwealth champion, unbeaten in almost four years. At the Commonwealth Games on Australia’s Gold Coast he will aim to extend that remarkable winning run and only the foolhardy would bet against him. But Peaty’s motivation is not purely more silverware – he wants cash in his bank account. The son of Mark, a supermarket caretaker, and Caroline, a nursery manager, Peaty grew up in modest surroundings in Uttoxeter in Staffordshire and cannot ignore the transformative effect his money has on their lives. “I didn’t come from a background of wealth like a lot of athletes, so I think it does motivate me a lot more than the normal athlete,” he said. “It’s great to give back to people who have supported you, friends and family alike. “I am obsessed with increasing my performance year on year and there are external factors of finance, your family, your future family. Those are the things that motivate me as well.” He added: “I think any athlete has to think of financial security sooner or later. You don’t want to get to the end of your career when you have only just thought about that. You want something to be proud of and that you have built up. I want to make the best of the situation I am in for the next few years, hopefully the next 10 years.” That is not to say Peaty has grown immune to the emotion of standing atop a medal podium. He has 26 senior career medals and wants at least double that number by the time he hangs up his swimming trunks for good. “I’ve done that in three or four years, so anything above 50 would be pretty good. If they can all be gold, then even better. That is a massive feat to achieve but you have to have something that is really up there to push yourself every day, particularly in the winter months back home.” As a single stroke swimmer, Peaty’s dominance is limited to the 50m and 100m breaststroke, meaning he will never get close to the number of medals won by Michael Phelps or even Ian Thorpe, who were both multi‑stroke athletes. But Peaty’s dominance in his own discipline is every bit as stunning. His 100m breaststroke world record at the Rio Olympics was 57.13 seconds and his winning margin in the final was more than 1.5sec. It is what prompted him to initiate “Project 56” with the aim being to be the first swimmer to dip under 57sec. “Obviously I’ve seen Phelps do what he did and it’s an amazing achievement,” he said. “But I’m only breaststroke at the moment and have no plans to change, so it’s very different in terms of medals. I’m aiming to swim the fastest anyone’s swum ever. Phelps was probably going for that as well but I’m trying to push it to a point where hopefully people can’t get to for many years. It would be like Bolt running 9.2/9.3sec for 100m. The rest of the world are still on 58.4 and they haven’t been that fast for four years. To be almost two seconds up on the rest of the world is almost unheard of.” In the more immediate future, Peaty is passionate about wearing the flag of St George and competing for England, as opposed to Great Britain. At the Team England training camp in Brisbane part of the preparation outside the pool has been to harness the feeling of what it means to be English. “It’s quite easy to be Scottish or Welsh,” Peaty said. “But for the English it’s quite hard to get an identity. It’s something we’re trying to discover. As English we are not defenders, we are attackers. That’s the way we’re going to approach sport. We’re not going to sit on a high horse, we’re going to get down and dirty and race our hearts out. Just because we haven’t got such a strong identity as Scotland and Wales doesn’t mean that we’re not going to give it to them in the pool and in any other sport.” There is also the additional challenge of swimming outdoors, in the Gold Coast’s Optus Aquatics Centre – an arena which seats 10,000 – something Peaty is relishing. “I’m a ginger kid from Uttoxeter, so it might be a bit difficult in heat,” he joked. “But actually when you’re swimming outdoors it’s a lot better, you can take in the atmosphere. I came out to Brisbane two years before Rio, so I’ve already got that under my belt. You’ve got the sun on your back and tan as you swim. You kill two birds with one stone.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}