{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2018/apr/17/one-in-three-uk-millennials-will-never-own-a-home-report", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2018-04-16T23:01:21Z", "webTitle": "One in three UK millennials will never own a home – report", "webUrl": "https://www.theguardian.com/money/2018/apr/17/one-in-three-uk-millennials-will-never-own-a-home-report", "apiUrl": "https://content.guardianapis.com/money/2018/apr/17/one-in-three-uk-millennials-will-never-own-a-home-report", "fields": {"headline": "One in three UK millennials will never own a home – report", "bodyText": "One in three of Britain’s millennial generation will never own their own home, with many forced to live and raise families in insecure privately rented accommodation throughout their lives, according to a report by the Resolution Foundation. In a gloomy assessment of the housing outlook for approximately 14 million 20- to 35-year-olds, the thinktank’s intergenerational commission said half would be renting in their 40s and that a third could still be doing so by the time they claimed their pensions. It predicted an explosion in the housing benefits bill once the millennial generation reaches retirement. “This rising share of retiree renters, coupled with an ageing population, could more than double the housing benefit bill for pensioners from £6.3bn today to £16bn by 2060 – highlighting how everyone ultimately pays for failing to tackle Britain’s housing crisis,” the report read. It calls for a radical overhaul of the private rented sector, proposing a three-year cap on rent increases, which would not be allowed to rise by more than the consumer price index, currently 2.5%. The report adds to a growing chorus of demands for rent stabilisation. Jeremy Corbyn called for rent control during his speech at the Labour party conferencelast year. The Resolution Foundation wants “indeterminate” tenancies as the sole form of contract in England and Wales. These would replaced the standard six-month or 12-month contracts demanded by most landlords. The thinktank said this would follow Scotland’s lead, where open-ended tenancies began in December 2017, and is the standard practice in Germany, the Netherlands, Sweden and Switzerland. Greater security of tenancy is vital as more families are raised in the private rented sector, the report said. The number of privately renting households with children has tripled from 600,000 in 2003 to 1.8m in 2016. “While insecurity in the private rented sector is often seen as an acceptable risk when childless, the disruption it can cause to schooling, friendship groups and support networks once young people have a family is clearly less than ideal,” the thinktank said. It added that public policy had failed to catch up with extraordinary changes in renting: “In 2003, the number of children in owner-occupied housing outnumbered those in the private rented sector by eight to one. That ratio has now fallen to two to one.” However, landlords have reacted vigorously against any suggestion of rent controls. David Cox, the chief executive of the Association of Residential Letting Agents, said: “The last time rent controls existed in this country, the private rented sector shrunk from 90% [of all housing] to 7%. “At a time of demand for private rented homes massively outstripping supply, rent controls will cause the sector to shrink. In turn, this means professional landlords will only take the very best tenants and the vulnerable and low-income people that rent controls are designed to help will be forced into the hands of rogue and criminal operators, who may exploit them.” Resolution’s intergenerational commission is also calling for the UK to tax foreign investors in rented property more heavily, along the lines of Vancouver in Canada and Australia, where external buyers face levies of up to 15%. It also sets out a number of reforms to improve the supply of houses in the UK, including giving local councils more powers to compulsorily acquire land and greater access to finance to build affordable homes. Lindsay Judge, senior policy analyst at the thinktank, said: “Britain’s housing problems have developed into a full-blown crisis over recent decades and young people are bearing the brunt.” She added: “If we want to tackle Britain’s ‘here and now’ housing crisis we have to improve conditions for the millions of families living in private rented accommodation. That means raising standards and reducing the risks associating with renting through tenancy reform and light touch rent stabilisation.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}