{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/apr/11/real-madrid-juventus-champions-league-penalty-gianluigi-buffon-rubbish-bin-heart-referee-oliver", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-04-11T23:26:24Z", "webTitle": "‘Referee has a rubbish bin where his heart should be,’ says Gianluigi Buffon", "webUrl": "https://www.theguardian.com/football/2018/apr/11/real-madrid-juventus-champions-league-penalty-gianluigi-buffon-rubbish-bin-heart-referee-oliver", "apiUrl": "https://content.guardianapis.com/football/2018/apr/11/real-madrid-juventus-champions-league-penalty-gianluigi-buffon-rubbish-bin-heart-referee-oliver", "fields": {"headline": "‘Referee has a rubbish bin where his heart should be,’ says Gianluigi Buffon", "bodyText": "The Juventus goalkeeper Gigi Buffon criticised the English referee Michael Oliver, saying he has a “rubbish bin” where his heart should be and accusing him of condemning the Italians to Champions League elimination after giving Real Madrid a penalty in the third minute of added time that Cristiano Ronaldo scored to send them through to the semi-finals. Oliver gave the penalty for a foul on Lucas Vázquez in the closing stages of a dramatic quarter-final that Madrid won 4-3 on aggregate. He sent off Buffon for protesting, his last European game ending with him departing to applause from the home fans. “To award such a doubtful, or super doubtful, penalty just ahead of the final whistle and destroy the work of a team who gave absolutely everything you have to have a rubbish bin instead of your heart,” Buffon said. “A human being cannot decide the elimination of a team with such decision. When I don’t feel I’m good enough, I put myself in a corner. He should do the same. It’s a matter of sensibility. It means you don’t know where you are, which teams are playing, you don’t know shit.” The goalkeeper added: “You need to be prepared for a game like this. You have to watch the first leg and see that a similar foul was not punished with a penalty for Juventus in Turin. And especially you need personality to referee a game like this. If you don’t have personality, you better watch the game from the stands with your wife and your kids while eating fries. What did I say to him while I was protesting? I could say everything in that moment because when you take such decision in a certain moment of the game it means you don’t know what sport is. “We had done something which seemed impossible. It’s a pity it ended like this, unjustly. It was one tenth of a penalty. But life goes on.” Max Allegri, the Juventus manager, defended Buffon, saying his reaction was “understandable” and also admitted he had exchanged words with the suspended Sergio Ramos as they crossed paths in the mouth of the tunnel where the Real defender had watched the second half. “It was a moment of confusion,” Allegri said. “Gigi had that reaction but that’s understandable. I don’t know if that has been his last game, there were three seconds left and the result would have been historic, super important, and he had a human reaction. “The referee got out the red card and sent him off. As for the penalty, the referee said it was and he whistled it and there’s nothing else we can say but we’re left with a bitter taste.” Allegri admitted he departed angry, hurt and convinced Juventus had at least deserved to take a dramatic quarter-final into extra time but said “crying is useless now”. As he left he passed Ramos in the tunnel “he told me it was a clear penalty”, Allegri revealed. “I said: ‘Clear? Grey, at least.’”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}