{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2018/apr/20/romaine-lettuce-e-coli-outbreak-cdc-warning-america", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2018-04-20T23:08:19Z", "webTitle": "American shoppers told to avoid romaine lettuce amid E coli outbreak", "webUrl": "https://www.theguardian.com/world/2018/apr/20/romaine-lettuce-e-coli-outbreak-cdc-warning-america", "apiUrl": "https://content.guardianapis.com/world/2018/apr/20/romaine-lettuce-e-coli-outbreak-cdc-warning-america", "fields": {"headline": "American shoppers told to avoid romaine lettuce amid E coli outbreak", "bodyText": "The US government has advised consumers to avoid romaine lettuce, warning that an E coli outbreak has sickened dozens in several states. The Centers for Disease Control and Prevention (CDC) on Friday expanded a health warning about contaminated lettuce, saying people should avoid whole heads and hearts of romaine lettuce that may have come from the Yuma region in Arizona. The prior warnings had only applied to chopped romaine by itself or as part of salads and salad mixes. Officials said people at an Alaska correctional facility recently reported feeling ill after eating romaine lettuce that was traced back to lettuce heads harvested in Yuma, which is roughly 185 miles southwest of Phoenix. The E coli outbreak has infected a total of 53 people in 16 states, officials said. At least 31 have been hospitalized, including five with kidney failure. No deaths have been reported. The CDC advised restaurants and retailers not to serve or sell any romaine lettuce from Yuma and encouraged them to ask suppliers about the source of the leafy green. Product labels often do not identify growing regions, and the CDC advised consumers to throw out any romaine lettuce if they are uncertain of the source. A 66-year-old woman recently filed a lawsuit against the chain Panera Bread alleging that she was sickened by E coli after eating at one of the restaurants in New Jersey. The woman said she experienced abdominal pain within days of eating the lettuce and that she was eventually sent to the emergency room, diagnosed with hemolytic uremic syndrome, a life-threatening illness, the Washington Post reported. The CDC reported 12 cases in Pennsylvania and 10 cases in Idaho. Bill Marler, an attorney for the woman who filed a lawsuit, told the Post this week that he expected the number of reported illnesses to increase: “This stuff went everywhere. It’s conceivable that we may be seeing the beginnings of a fairly significant outbreak. They’ve linked it to Yuma, because that’s where romaine this time of year is grown.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}