{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/apr/19/santi-cazorlas-arsenal-career-not-over-says-hopeful-arsene-wenger", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-04-19T21:56:40Z", "webTitle": "Arsène Wenger urges Premier League clubs to embrace safe standing", "webUrl": "https://www.theguardian.com/football/2018/apr/19/santi-cazorlas-arsenal-career-not-over-says-hopeful-arsene-wenger", "apiUrl": "https://content.guardianapis.com/football/2018/apr/19/santi-cazorlas-arsenal-career-not-over-says-hopeful-arsene-wenger", "fields": {"headline": "Arsène Wenger urges Premier League clubs to embrace safe standing", "bodyText": "Arsène Wenger has labelled the Premier League “conservative” in its approach to safe standing, and called on clubs to move more quickly to implement it. The Premier League announced this week that it would conduct “further research” before deciding whether safe standing could be adopted by its clubs, with the league describing the subject as “complex and nuanced”. Safe standing is the term used to describe sections of stadia fitted with rail seating, which can be locked upright, allowing supporters to stand up during the match. Wenger says he is “100%” behind the idea. “At the moment, I would say that the Premier League is very conservative in all its decision-making,” Wenger said. “You can see that with VAR and you see it as well with standing.” Last week the Premier League decided to conduct further research into VAR, making it the only major European league not to implement video referee technology next season. Wenger says this caution might be down to the fact that the league is so popular that change is a bigger risk. But he called on the Premier League to think again. Asked if the Premier League should act less conservatively, the Arsenal manager said: “Of course. The Premier League has been created by people who wanted to be in front of everybody else. “I must say at the moment we look a little more like we see what happens everywhere else first, and then if it goes well we follow it. That’s the tendency, always, when you are successful, not to take many risks any more. “I’m in favour personally,” Wenger added. “I think the atmosphere is much better when people stand. The closer you are to the position of the player, the more supportive you are. “Imagine, if people were lying in a bed and watching the game, they could fall asleep sometimes. So it’s better that they stand up. There are safety reasons they don’t do it and I can understand that, but if the safety is right it has my 100% backing.” The Premier League’s new position on safe standing follows the rejection this month by the sports minister, Tracey Crouch, of West Bromwich Albion’s application to trial rail seating at the Hawthorns. According to research conducted by the Premier League, only 5% of supporters would want to stand for an entire match. The English Football League has announced that it is supportive of safe standing. Wenger has said Santi Cazorla’s Arsenal career is not yet over, with the manager hoping to be able to offer the midfielder a new contract. Cazorla has not played for the the club since sustaining a serious achilles tendon injury in October 2016. “The last news I heard is that he’s doing very well,” Wenger said. “Hopefully he can come back before the end of the season to make a check up to see if he can play again in the Premier League. If he could reach that level we would discuss a contract.” Cazorla, 33, is out of contract this summer. “We miss him a lot,” Wenger said."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}