{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2018/apr/09/dfe-set-to-axe-pupil-data-sharing-deal-with-home-office", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2018-04-09T21:01:05Z", "webTitle": "DfE set to axe pupil data-sharing deal with Home Office", "webUrl": "https://www.theguardian.com/uk-news/2018/apr/09/dfe-set-to-axe-pupil-data-sharing-deal-with-home-office", "apiUrl": "https://content.guardianapis.com/uk-news/2018/apr/09/dfe-set-to-axe-pupil-data-sharing-deal-with-home-office", "fields": {"headline": "DfE set to axe pupil data-sharing deal with Home Office", "bodyText": "Campaigners are claiming victory amid reports that the government is to back down on a controversial requirement that schools must collect data on their pupils’ nationality and country of birth. The campaign group Against Borders for Children (ABC), which has fought against the policy since its introduction in September 2016, welcomed the apparent government U-turn as a “comprehensive victory”. The Department for Education (DfE) is now expected to contact schools to explain there will no longer be any requirement to collect information from parents about the nationality and country of birth of their child as part of the school census. Alan Munroe, a primary school teacher and ABC spokesperson, said: “This news is a massive victory for a small group of activists with no budget and no staff, just a determination that our schools should be a safe learning environment for every child. “ABC was set up just over 18 months ago to end the gathering of nationality and country of birth data on children in English schools as part of the Tory ‘hostile environment’ [immigration] agenda. Today that objective has been achieved, and we will be celebrating tonight.” Gracie Bradley, advocacy and policy officer at the human rights charity Liberty, added: “This is a huge victory for the teachers, parents and campaigners who stood up and refused to comply with this poisonous attempt to build foreign children lists.” The government climbdown, reported in Schools Week, comes in the wake of massive opposition from parents, teachers and human rights organisations who claimed that the requirement to collect pupils’ nationality and country of birth data was turning schools into border controls. More than 500 people donated a total of more than £12,000 to fund a court action to overturn the policy. The DfE was unable to confirm or deny the reports on Monday night because of ongoing legal action. Sources told Schools Week however that schools would not be required to submit pupil nationality or country of birth data in the next census which is due on 17 May. The issue has been a source of acute embarrassment to the government which maintained the information was required for research purposes to help schools cater for pupils for whom English was not a first language, and insisted it would not be passed onto the Home Office for immigration inquiries. But in December 2016 a freedom of information request revealed that education officials had an agreement to share the personal details of up to 1,500 schoolchildren a month with the Home Office to “create a hostile environment” in schools for illegal migrants. The agreement, outlined in a memorandum of understanding between the DfE and the Home Office, said: “Where it is suspected that an [immigration offence] has been, or is being committed, the DfE will [share] their data with the HO [Home Office] to assist in the process of identifying potential new contact details (including addresses) for the individual(s) and their family members.” It added that the “strategic aims” of the data sharing include re-establishing contact with families the Home Office has lost contact with, to reduce the population of illegal migrants, and to “create a hostile environment for those who seek to benefit from the abuse of immigration control”. Bradley said she hoped the government climbdown would inspire further resistance to the government’s broader hostile environment policies, adding: “It doesn’t change the fact that the DfE is still sharing the addresses of hundreds of children and families with the Home Office every month. “Until undocumented people are able to access vital frontline services without fear of being shopped to the Home Office, there will still be children in the UK robbed of their right to an education and worse.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}