{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2018/apr/10/uk-businesses-face-growing-threat-from-cyber-attacks-report", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2018-04-09T23:01:11Z", "webTitle": "UK businesses face growing threat from cyber-attacks – report", "webUrl": "https://www.theguardian.com/technology/2018/apr/10/uk-businesses-face-growing-threat-from-cyber-attacks-report", "apiUrl": "https://content.guardianapis.com/technology/2018/apr/10/uk-businesses-face-growing-threat-from-cyber-attacks-report", "fields": {"headline": "UK businesses face growing threat from cyber-attacks – report", "bodyText": "Criminal cyber-attacks on UK businesses increased last year, according to the annual report of the National Cyber Security Centre. Firms face a growing threat from ransomware, data breaches and weaknesses in the supply chain, according to the report, published on Tuesday. Emerging threats include theft from cloud storage, which the NCSC argues too many businesses put their faith in. “Criminals are launching more online attacks on UK businesses than ever before,” a summary accompanying the report said. The NCSC, in effect the shop window for the government surveillance agency GCHQ, was set up in late 2016 amid alarm over potential attacks on UK institutions, infrastructure and businesses. The report, Cyber Threat to UK Business Industry 2017-2018, is published to coincide with the opening of a three-day conference in Manchester organised by the NCSC, which is expected to attracted 1,800 cybersecurity experts from law enforcement, government and the private sector. Ciaran Martin, head of the NCSC, said: “The last year has seen no deceleration in the tempo and volume of cyber incidents, as attackers devise new ways to harm businesses and citizens around the globe. “The NCSC’s aim is to make the UK an unattractive target to cyber criminals and certain nation states by increasing their risk and reducing their return on investment.” The report was written in collaboration with the National Crime Agency. Donald Toon, director of economic and cybercrime at the NCA, said: “UK business faces a cyber threat which is growing in scale and complexity. Organisations which don’t take cybersecurity extremely seriously in the next year are risking serious financial and reputational consequences.” Under-reporting of cybercrime by businesses means crucial evidence and intelligence about threats and offenders can be lost. Toon called for full and early reporting of cybercrime. Figures released in January by the NCSC show 34 significant cyber-attacks took place between October 2016, when the agency was launched, and the end of 2017. A further 762 attacks were less serious. “2018 will bring more of these attacks,” the report said. It does not break down the figures to distinguish which attacks were purely criminal and which were state-sponsored. The report said that the distinction can be blurred, making attribution difficult. Among the surveys cited was one by Corero Network Security, which recorded a 91% increase in ransom attempts between the first and third quarters of last year. Vulnerabilities highlighted in the NCSC report included the spread of the “internet of things”, which includes the interconnection of household appliances and other devices. “The internet of things and its associated threats will continue to grow and the race between hackers’ and defenders’ capabilities will increase in pace and intensity,” the report said. “Many internet-connected devices sold to consumers lack basic cybersecurity provisions. With so many devices unsecured, vulnerabilities will continue to be exploited.” The NCSC has also issued a warning over cloud security: “As more organisations decide to move data to the cloud (including confidential or sensitive information), it will become a tempting target for a range of cyber criminals. “They will take advantage of the fact that many businesses put too much faith in the cloud providers and don’t stipulate how and where their data is stored. This could lead to high profile breaches involving UK citizen information.” The report warns that no matter how good a company’s cybersecurity, it is at risk if this is not matched by the management of service providers and software, which can offer a potential stepping stone into the networks of thousands of clients. “It is clear that even if an organisation has excellent cybersecurity, there can be no guarantee that the same standards are applied by contractors and third-party suppliers in the supply chain,” the report said. “Attackers will target the most vulnerable part of a supply chain to reach their intended victim.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}