{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2018/apr/11/fact-checking-mark-zuckerberg-testimony-congress", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2018-04-11T23:13:15Z", "webTitle": "Fact-checking Mark Zuckerberg's testimony about Facebook privacy", "webUrl": "https://www.theguardian.com/technology/2018/apr/11/fact-checking-mark-zuckerberg-testimony-congress", "apiUrl": "https://content.guardianapis.com/technology/2018/apr/11/fact-checking-mark-zuckerberg-testimony-congress", "fields": {"headline": "Fact-checking Mark Zuckerberg's testimony about Facebook privacy", "bodyText": "Facebook’s CEO Mark Zuckerberg remained calm and composed as he sat through more than 10 hours of questioning by members of Congress on Tuesday and Wednesday. His strategy appeared to be to show remorse and deference, highlight the changes Facebook had already made and pledge to do more to protect user privacy and prevent foreign interference in elections. However, when it came to the nuts and bolts of Facebook’s business model, the 33-year-old deflected scrutiny through a combination of declared ignorance, amnesia, and world-class public relations spin. Here are five responses that don’t stand up to scrutiny. The existence of shadow profiles Several members of congress asked Zuckerberg about the data Facebook collects about people who aren’t already members of Facebook. These are known as “shadow profiles” and explain why, if you were to sign up for the first time to Facebook right now, it would already know who all your friends are – thanks to Facebook slurping your friends’ full address book from their phones, photos and other data sources. Firstly, Zuckerberg said he was “not familiar” with the term “shadow profiles”. Given the widespread media coverage of the phenomenon, led by Violet Blue at ZDNet and Gizmodo’s Kashmir Hill, this seems difficult to believe. Everyone consents to giving Facebook their data Zuckerberg was pushed further on shadow profiles by congressman Ben Luján, who asked whether people who don’t have Facebook accounts can opt out of Facebook’s involuntary data collection. “You’ve said everyone controls their data, but you’re collecting data on people who are not even Facebook users, who never signed a consent or privacy agreement and you’re collecting their data,” Luján said. This seems like a big problem for Facebook because getting consent to collect data about an individual is part of data protection 101. That’s before we’ve considered whether the consent people give when the sign up to Facebook could be considered “informed”, since it’s unlikely many people read the 2,700-word data policy. Facebook has plenty of competition When asked by the Republican senator Lindsey Graham to name Facebook’s biggest competitor, Zuckerberg struggled and dodged the question by saying: “The average American uses eight different apps to communicate with their friends and stay in touch.” What Zuckerberg didn’t mention is that Facebook, with 2.2 billion users, is by far the biggest and that many of the other most popular apps – WhatsApp, Instagram and Messenger – are also owned by Facebook. Snapchat, Skype, Houseparty and others are picking up the scraps. “You don’t think you have a monopoly?” asked Graham. “It certainly doesn’t feel like that to me,” replied Zuckerberg, to a ripple of laughter. Plenty of academics disagree with that assessment, arguing that Facebook’s dominance and network effect means it skews the marketplace by sucking investment capital and profits away from smaller businesses. Just take a look at how Facebook went after Snapchat. Tracking users’ web browsing behaviour even after they log out Zuckerberg gave a vague response when asked by Senator Roger Wicker whether Facebook can track users after they had logged off from the platform. At first he said he’d get his team to follow up for accuracy’s sake. “I know that people use cookies on the internet and that you can probably coordinate activity between sessions. We do that for a number of reasons, including security and including measuring ads to make sure that the ad experiences are the most effective, which of course people can opt out of.” The Australian internet security blogger Nik Cubrilovic first discovered that Facebook was apparently tracking users’ web browsing after they logged off in 2011. Responding to Cubrilovic, the Facebook engineer Gregg Stefancik confirmed that Facebook has cookies that persist after log-out as a safety measure (to prevent others from trying to access the account). However, in 2014 Facebook started using web browsing data for delivering targeted “interest-based” advertising – which explains why you see ads for products you have already been looking at online appear in your Facebook feed. The collection of transaction data When asked whether Facebook’s tools on external websites collected transaction data, Mark said: “I don’t think any of those buttons collect transaction data.” Details on Facebook’s own site about its “pixel” tool appear to directly contradict that statement. Advertisers who want to track which of their Facebook ads make people buy their products can install a small piece of computer code (the pixel) onto their websites and this will tell which Facebook users visit which page of their website, which ones put items in their shopping basket and which ones make a purchase."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}