{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2018/apr/28/sadiq-khan-amber-rudd-quit-windrush-crisis-tory-poll-hopes", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2018-04-28T22:01:00Z", "webTitle": "Sadiq Khan tells Amber Rudd to quit over Windrush scandal", "webUrl": "https://www.theguardian.com/politics/2018/apr/28/sadiq-khan-amber-rudd-quit-windrush-crisis-tory-poll-hopes", "apiUrl": "https://content.guardianapis.com/politics/2018/apr/28/sadiq-khan-amber-rudd-quit-windrush-crisis-tory-poll-hopes", "fields": {"headline": "Sadiq Khan tells Amber Rudd to quit over Windrush scandal", "bodyText": "Sadiq Khan, the mayor of London, has piled further pressure on Amber Rudd to resign as home secretary as he launched a devastating attack on her “inhumane treatment” of immigrants in towns and cities across the country. His intervention, in an article in the Observer, comes as millions of voters prepare to go the polls on Thursday in local elections in which Labour hopes to seize flagship Tory councils in London and other urban areas. Khan had stopped short of demanding the home secretary’s resignation, believing she should be given a chance to explain and put right the evident administrative failings and chaos inside the Home Office. But allies said that revelations in the Guardian on Friday that Rudd had in fact been informed of specific targets for the removal of immigrants – having been copied in on a detailed six-page memo giving details of them – were the last straw. Khan writes that the “latest revelations have exposed Amber Rudd even further as someone who appears completely unaware about what is going on in her own department. It frankly beggars belief. What the home secretary and prime minister don’t appear to understand is that the Windrush scandal is the direct consequence of their policies and not just another example of the administrative chaos at the Home Office. “It is about a generation who have lived all their lives here suddenly feeling they are not wanted here. Rather than hiding behind process or blaming civil servants yet again, the time has now surely come for the home secretary to resign.” Allies of Khan, London’s first Muslim mayor and the son of immigrant parents who came to London from Pakistan in the 1960s, said he had to speak out because he felt a responsibility toward the millions of other immigrant families in the UK. Khan says: “As the scandalous treatment of the Windrush generation emerged, Conservative politicians tried to give the impression that it was an anomaly, an accidental series of mistakes. But the British people know this is a lie. We know that, in reality, it was the deliberate intention to create a ‘hostile environment’ for migrants. We know this because they have repeatedly bragged about this for years.” Rudd’s future and controversy over Tory immigration policy look certain to become a central factor in the many high-profile contests in Thursday’s elections. Labour is hoping to cause a series of political upsets by beating the Tories in their traditional strongholds of Wandsworth, Westminster and Barnet in London and in Trafford in Greater Manchester. More than 4,300 seats are being contested in 151 mainly urban councils. Government sources insist May did not consider sacking Rudd on Friday evening, nor had Rudd offered her resignation, after the Guardian provided details of the memo contradicting Rudd’s claims there was no policy of immigration targets. “Our role at No 10 was to convey to the home secretary that she had the prime minister’s full support and confidence,” said one source. Rudd will make a statement to the Commons on the crisis on Monday. Senior Tory MPs said May would do everything in her power to hold on to Rudd, not only to shield herself from blame for immigration policy when she was home secretary but also because a resignation or sacking would harm the Tories in the run-up to Thursday’s polls. Ministers have rallied around Rudd after she admitted that she should have known about the official targets for removing illegal immigrants. In a series of late-night tweets, she said that, although her office had been copied in to the memo, she did not see it herself. The environment secretary, Michael Gove, led her defence, saying that Rudd was “a highly talented and highly effective minister”, and accused Labour of trying to “weaponise” the issue. “When documents that should be placed in front of a home secretary aren’t then placed in front of a home secretary, that is sad, that is regrettable,” he told the Today programme. “But she was very clear both in her apology and also in the fact that this specific document wasn’t placed in her box, wasn’t brought to her attention.” The Cabinet Office minister, David Lidington, said Rudd was dealing with “one of the biggest challenges in government”, and that she had the “resourcefulness and determination” to get the job done."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}