{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/apr/05/arsenal-cska-moscow-europa-league-quarter-final-first-leg-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-04-05T20:55:22Z", "webTitle": "Aaron Ramsey scores wonder goal in Arsenal’s easy defeat of CSKA Moscow", "webUrl": "https://www.theguardian.com/football/2018/apr/05/arsenal-cska-moscow-europa-league-quarter-final-first-leg-match-report", "apiUrl": "https://content.guardianapis.com/football/2018/apr/05/arsenal-cska-moscow-europa-league-quarter-final-first-leg-match-report", "fields": {"headline": "Aaron Ramsey scores wonder goal in Arsenal’s easy defeat of CSKA Moscow", "bodyText": "Aaron Ramsey timed the run to perfection but what he produced next would go down as the defining image of an enjoyable night for Arsenal. Darting on to Mesut Özil’s lofted pass, Ramsey jumped and, with the outside of his right boot, flicked a volley over the goalkeeper Igor Akinfeev and into the net. Ramsey’s sublime touch gave Arsenal a 3-1 lead against CSKA Moscow after 28 minutes of a quick and purposeful first-half performance and set them fair for a place in the Europa League semi-finals – their shot at redemption in an endlessly trying season. Ramsey had opened the scoring and things would get even better for Arsenal. Arsène Wenger preferred the fit again Alexandre Lacazette to Danny Welbeck and the striker, who had scored his team’s second from the penalty spot, made it four before half‑time with a precision finish. Wenger had said, with glorious understatement, there was “some extra pressure on the team to do extremely well in this competition” – what with it providing a possible route back into the Champions League – but they did not seem to feel it, save for a wobble when Aleksandr Golovin equalised. This was a convincing front-foot display, underpinned by Özil, who began the move for Ramsey’s first goal and claimed the assists on the other three. The vibes feel more positive around the club, after a fifth successive victory in all competitions. Wenger has never won a European trophy. He is edging towards a decent shot, even if bigger beasts lie in wait. Wenger described the first half as “spectacular and uncomfortable”, which was a neat enough summary. Arsenal bristled with attacking menace but they looked shaky at the back, leaving gaps and riding their luck. CSKA came to play; they did not mass numbers behind the ball, which Wenger commended them for but mainly because it played into Arsenal’s hands. Özil, in particular, revelled in the space. Ramsey had a strike disallowed for offside, following an Özil pass, but he made the breakthrough after nine minutes. Özil had probed for Jack Wilshere but it did not come off and so he zipped the ball out to Héctor Bellerín. The right-back’s low cross was measured for Ramsey and he swept home. Ahmed Musa had raced clean through for CSKA after five minutes only to be pulled back by an offside flag, which looked harsh, while Arsenal’s defending in the buildup to the equaliser featured a shanked clearance and Laurent Koscielny bundling into Golovin on the edge of the area. The midfielder picked himself up to curl a precision free-kick into the top corner. For a moment, there was panic and when Musa beat Granit Xhaka, he shot wastefully wide of the near post. Arsenal’s game clicked at the other end and the CSKA back three of the Berezutski twins and Sergei Ignashevich came to look every one of their combined 108 years. The penalty was the turning point. Özil looked to have overrun the ball and he was stumbling when Georgi Schennikov slid in. The wing-back missed the ball but, after Özil went down, it still felt like a soft award. Lacazette coolly put away the spot-kick. If Ramsey’s second was a gem, Lacazette’s was nice in a lower key way. Xhaka fed Özil and, when he crossed, Aleksei Berezutski stretched, creaked and could not cut it out. Lacazette took a touch and drove low past Akinfeev. It might have been five before the interval but Özil lifted a shot high from the corner of the six-yard box following Xhaka’s lovely ball. Wenger had selected his strongest available XI and that included Petr Cech ahead of the regular cup goalkeeper, David Ospina. The manager reported that Ospina had sprained his ankle in training and would be out for two to three weeks. He also lost Henrikh Mkhitaryan to a knee problem, which will rule him out of the Premier League home game against Southampton on Sunday and possibly longer. With the CSKA defence in disarray, Arsenal ought to have added to their tally. Ramsey had three second-half chances for a hat-trick, hitting the post with the final one, while Mkhitaryan, Alex Iwobi and Özil might have done better when well-placed. However, Arsenal look to have done enough."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}