{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2018/apr/29/millennials-struggling-is-it-fault-of-baby-boomers-intergenerational-fairness", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2018-04-28T23:05:27Z", "webTitle": "Millennials are struggling. Is it the fault of the baby boomers?", "webUrl": "https://www.theguardian.com/society/2018/apr/29/millennials-struggling-is-it-fault-of-baby-boomers-intergenerational-fairness", "apiUrl": "https://content.guardianapis.com/society/2018/apr/29/millennials-struggling-is-it-fault-of-baby-boomers-intergenerational-fairness", "fields": {"headline": "Millennials are struggling. Is it the fault of the baby boomers?", "bodyText": "T he late 1940s were about bombsites, rationing, loss and mourning, but amid the gloom a new generation was emerging. In the grim, grey aftermath of war, children were born on an unprecedented scale in a population explosion: the baby boomers – born between 1946 and the mid-60s – had arrived. It was time for a new life. It was time for the young to grow up with faith in a better tomorrow. When we baby boomers reached adolescence, creating the teenager in the process, it was as if the floodlights had been switched on, revealing a colourful, contrary, anti-authoritarian Britain. In our teens, with rock’n’roll if not much cash, we were the lucky, cocky generation. Anthropologist Helen Fisher inelegantly described the maturing of this huge postwar bulge in the population as “like a pig moving through a python”, changing society as we grew older on a scale never known before. We challenged the Victorian puritanism, censorship, class snobbery and inhibitions of the establishment. Full employment put money in the pockets of managers and factory workers alike. In spanking new houses with inside lavatories and proper bathrooms, hire purchase allowed him (and less so, her) to spend, spend, spend as if, overnight, everyone had become a toff. It could only get better. Yet today, “baby boomer” is a toxic phrase, shorthand for greed and selfishness, for denying the benefits we took for granted to subsequent generations, notably beleaguered millennials, who reached adulthood in the early years of this century. So, where did it all go so very wrong? It may have been due partly to our irritating habit of hogging the cultural limelight, with constant references to the swinging 60s serenaded by endless revivals of Lazarus-like pop groups who refuse to die. But there are a much more serious set of charges, too. We were – and are – accused of sabotaging our children’s future, hoarding power and money while expecting those with the least to foot the potentially hefty bills as we march towards our 90s. Leading the flood of critics has been David Willetts, author in 2010 of The Pinch, a book that sparked a flood of furious debate. Lord Willetts, then a Conservative minister, is now chair of the Resolution Foundation thinktank. “The charge,” he declared, “is that the boomers have been guilty of a monumental failure to protect the interests of future generations.” Next week, one jury will deliver its verdict: the Resolution Foundation’s intergenerational commission publishes its groundbreaking two-year investigation into millennial Britain on 8 May. The commission rightly says that intergenerational fairness is a major issue, but so too are the troubling inequalities within the generations. “Intergenerational war doesn’t reflect how people feel about the issues or how they live their lives as families,” says Torsten Bell, director of the foundation. The commission signals that it is time to remodel the welfare state, which was crafted at a time when a pension was only expected to last a handful of years before death took its toll. Young people are deeply anxious about housing, jobs and pensions, while those who are older are concerned about health, social care, the fragility of the welfare state – and the future of their own children. “Everybody wants to fix this,” says Bell. “If we want to keep our promises to the different generations – and maintain the welfare state – we have to think radically about how we do this.” The commission has already revealed a profound cross-generational pessimism about the prospects of the young. The escalator that for decades ensured the younger generation had a better standard of living than their parents has stalled – and that has ramifications for life. Britain – along with Greece – is now the most pessimistic among the advanced economic countries, a mood that has potentially catastrophic implications for a country’s wellbeing and resilience. “When an entire cohort is not succeeding, everyone understandably feels a real need to fight tooth and nail to keep what they’ve got. The rich are much better-suited to win that war,” Bell warns. “That’s a real challenge for social mobility, and a disaster for politics.” Pessimism is not new. In the 1970s and 80s, inflation reached 21%, three million people were on the dole, poverty was soaring and Thatcherism had laid waste to manufacturing and industry. On a full grant, and from a working-class background, I was one of the 8% who went to university, charged up with notions of (women’s) liberation, revolution and an envy of Mary Quant’s unaffordable wardrobe. My best friend had left school at 16 and moved up the managerial ladder, earning what our mothers called “a good wage”. Pessimism was the national trait but we all had hope. I was 28 and single when I put a deposit on a tiny flat; my parents were in their late 40s before they took out a hefty mortgage on a modest bungalow. That escalator in action. Life, money and opportunities had an elasticity that they lack today. A minority of millennials are rich but the majority are definitely not, while almost two million older pensioners, mainly female – the silent generation – live in deep poverty. The Resolution Foundation has provided forensic detail of how this has come about – and why. A complex mix of reasons includes the financial crisis, austerity and reluctance by successive governments (albeit ones filled with baby boomers) to radically tackle the challenges of housing, health, social care, employment and a woefully deregulated market at a time when people are living so much longer – but no baby-boomer banditry. Politicians have failed to decide equitably, in this different climate, who pays and how – and what they receive in return. We are facing a new set of problems,” says Frances O’Grady, general secretary of the TUC and a member of the commission. “We have people with degrees doing Mickey Mouse jobs and young people who will have no occupational pension and no house to sell to see them through old age. That’s not the fault of mum and dad. If we think that, we are tackling the wrong problems. It’s not about redistributing the crumbs from the rich man’s table but restoring fairness.” So, according to the foundation, what is life like for the average millennial, in and outside London? For some, including women, ethnic minorities and LGBT groups, progress has come in terms of rights and personal freedoms. However, even at a time when unemployment is at its lowest and inflation minimal, aspirations of having a home, a fulfilling job and a higher income than the generation before are being extinguished. Only a third of millennials own their own home, compared with almost two-thirds of baby boomers at the same age. It will take a millennial on average 19 years to save for a deposit, compared with three years in the 1980s. A third of millennials will, it is predicted, have a lifetime of renting with less space, poorer conditions, longer commutes and more insecurity than the baby boomers experienced. In the 1960s, those born before the second world war spent 8% of their income on housing – that has risen to almost a quarter of net income for millennials. Right-to-buy has reduced social housing stock – 55,000 homes sold in 10 years – and house building is at half the annual need required. At the same time, private landlords lack proper regulation, so families can be evicted at two months’ notice, and rents can be astronomic. Low wages are also endemic. Two out of five non-graduate jobs are filled by people with degrees, so the less qualified, who formerly went into proper apprenticeships, are pushed into self-employment, zero hours and agency work that suits some but not all. The proportion of low-paid work done by young men increased by 45% between 1993 and 2015-6. Millennials who changed jobs in their mid-20s enjoyed 14% pay rises, higher still if they moving around the country for work. But insecurity reduces the appetite for risk, so many are staying put, receiving minimal salary increases. “More and more young men have moved into the low-paid, part-time, service-sector jobs that women have traditionally done,” Bell says. “They never expected to do that, and their dads didn’t do it. If a measure of your self-esteem is how well you have done compared with your parents, that’s a blow. The good news is that women’s full-time employment prospects have significantly improved – but the goal wasn’t to improve poor job options for women while making them bad for young men.” On current trends, given high rents, low wages, Brexit and, for some, the debt of university tuition fees, will millennials have sufficient funds in retirement? Under auto-enrolment, 5% of a wage by 2019 will go into a pension pot, but on a low income, will increasing numbers of millennials opt out? In several decades’ time, millions of older people may be dependent on housing benefit, living in rented accommodation, and surviving on a state pension, which currently at £7,000 a year, is already not fit for purpose. In contrast, some of us baby boomers, newly retired, are apparently living in an experiential paradise – cruising the globe, contemplating buying a second home – albeit dazed at how good pensions, secure employment and the fluke of buying at the outset of a period of rapid house inflation has catapulted us so much further, financially, than many of us expected to travel. Some baby boomers are extremely wealthy – in assets. We have power insofar as, currently, we are more likely to vote than the young. But we also pay taxes, help with childcare, volunteer and subsidise our grown-up children. “Families are doing their bit,” says Lord Willetts. “The state needs to as well.” The commission heard research carried out by Professor Karen Rowlingson, from the University of Birmingham, on the scale of support given by families. The middle classes, she says, pay for their grandchildren’s education and children’s housing; the working class take out loans and sell possessions to help with their children’s debts and day-to-day living. It’s self-help that further entrenches deep inequality. “The younger generations, aged 20-45, make up the majority of the electorate. The older voters are dying off,” says Rowlingson. “We can change policies and tackle this as a partnership between the generations.” According to the Resolution Foundation, the cost of education, health and social security as a slice of GDP is predicted to rise at today’s prices by £24bn each year to 2030 and by £63bn a year to 2040. It’s plain that the tax burden on young people, already struggling to match the living standards of older generations, has to ease. Ending the triple lock that updates the state pension by the highest of annual inflation, earnings or 2.5% could see 700,000 more pensioners living in poverty by 2040, Age UK has warned. “It’s not who gets the bigger pension,” O’Grady says. “It’s why no state pension is sufficient.” The report’s proposals will be revealed next month. Options being considered include help with rental deposits, better regulation of the private rented sector, a re-evaluation of council tax (a family in a £100,000 house may pay five times more than a person living in a £1m property); a look at inheritance and a radical reform of property taxation to help first-time buyers. The intergenerational commission’s invaluable work exposes how urgently capitalism has to be brought under control. It’s time to restore fairness to the contributory principle at the heart of a renewed welfare state, re-establish social justice and repair the damage done to confidence, trust, wellbeing and optimism by a situation where 90% of people manage on increasingly less, while the other 10% rapidly accrue more and more. “Wealth differences also risk bleeding into other areas of life where they do not belong,” Bell warns. “Wealth status could determine not only where you can live, but the education you can get, the risks you can take and the job you can do. Wealth is profoundly reshaping Britain.” Case studies Ed Lewis, 36, London Lewis lives in a house-share with four other people while working fulltime for a campaigning organisation. “I have lived in this shared house for three years now. I couldn’t afford to rent on my own – I’m single, so renting with other people is what I expect for the future. “I know a number of people in their 30s who are in a similar situation. The biggest frustration is the lack of any security and lack of control over the conditions I’m living in. We’re subjected to the whims of the landlord, who is able to behave in a complacent way because of the power imbalance. “It would be nice, as I approach my 40s, if I weren’t in a state of dependence on another person. It’s like when you have a room as a kid and you’re dependent on your parents’ permission over what you can do with it. “I’ve never idealised home ownership, but I care about living somewhere where I can live as I want. The current housing system doesn’t allow that. My line of work ties me to London, which means negotiating the crazy London housing market. For these reasons, I have got involved in private-renter activism. We need to change the balance of power between landlords and tenants.” Tom Merrett, 23, Durham Merrett, who graduated with a master’s degree in broadcast journalism from Sheffield University, works in a hotel on a zero-hours contract. “Do I feel like my master’s course was a waste of time? I ask myself that question a lot. We are told going to university is an investment and, once you got that piece of paper, there would be jobs waiting for you. Then I thought a master’s would make me stand out from the crowd, but even though there are jobs, each one is being scrambled over by hundreds of graduates. “It’s frustrating, when people say ‘there will be an opportunity, you just need to keep trying’, when you keep applying and keep getting knockbacks. When doors just aren’t opening for you, it does make you think: has it been a worthwhile investment? “I’ve been working on zero-hours contracts since I graduated in January. I won’t know when I’m going to be working in the week or how regularly. I have no steady income, which makes planning for things difficult. More importantly, I just want to get on with my life, rather than stagnating. “Fortunately, I’ve got an offer to start teaching abroad in August. It’s ironic – my first proper job won’t even be in the UK.” Nia, 26, Cardiff Nia, who didn’t want to give her last name, left university after a year and works on a zero-hours contract as a science communicator. “People don’t appreciate the constant pressure of zero-hours contracts, because it’s so difficult to say no to your employers when you want to be the first person available when a shift comes up. “It’s a constant worry when there are months where I won’t get much money at all. It varies so much month on month. Up until February, I was also on a zero-hours contract as a cleaner when my employers suddenly laid me off. They said ‘we’ve found someone who can do it cheaper’, and that was it. It really is as insecure as people think it is. “The idea of ever owning a home sounds ridiculous. I can’t imagine myself being in a position to afford one, even with a fulltime job. The best way for me to buy a house is for my parents to die, which is a horrible thing to say but really that’s the only conceivable way. People think of zero-hours jobs as a stop-gap, like stacking shelves until something better comes along, but I see my job as my career. While having a degree is not a particular advantage in my field, there are people I work with who have master’s and PhDs, yet, like me, are earning just £8.25 an hour.”” Interviews by Alistair Thomas"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}