{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2018/apr/05/the-masters-2018-first-round-live", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-04-05T23:19:47Z", "webTitle": "The Masters 2018: first round – as it happened", "webUrl": "https://www.theguardian.com/sport/live/2018/apr/05/the-masters-2018-first-round-live", "apiUrl": "https://content.guardianapis.com/sport/live/2018/apr/05/the-masters-2018-first-round-live", "fields": {"headline": "The Masters 2018: first round – as it happened", "bodyText": "And that’s your lot. An eventful first round, during which the 2015 winner Jordan Spieth shot a superb 66, and the reigning champion Sergio Garcia took 13 on a single hole. The ebbs and flows of golf, huh. See you tomorrow! -6: Spieth -4: Finau, Kuchar -3: Stenson, Reed, Hoffman, Hadwin, Li, McIlroy, Cabrera-Bello -2: Wiesberger, Z Johnson, Leishman, Mickelson, Fowler -1: Singh, Kodaira, Smith, Schauffele, Oosthuizen The final group come up 18. Dustin Johnson sprays his approach into Spieth Country to the left ... but his chip is nothing like the one we’ve just seen from the leader. He wafts his ball up onto the putting surface, but it’s way to the right of the flag and soon curling back down the sloping green. He’s left himself a 60-footer for par. He rolls it up to five feet. In goes the bogey putt, and that’s a disappointing end to a disappointing day. He signs for a one-over 73. Par for Rafa Cabrera-Bello, who came back in 32 and signs for a three-under 69. And it’s a happy end for Justin Rose, who knocks in a 20-footer for birdie: he’s level par for his first round. A slightly disappointing end to Louis Oosthuizen’s round. Bogey at 17, then a missed tiddler for birdie at 18. He’s carded a one-under 71. But that’s not so bad. The South African, who has second-place finishes in all four majors to his name, plus the 2010 Open of course, has a habit of playing himself effectively out of contention on the opening day, only to hare back into the viewfinder with a final burst of low scoring. He’s always been just too far back. But at least he’s right in the mix this time. It could have been so much better though. Spieth plays an astonishing chip up the bank and onto the 18th green. His ball checks, then releases towards the hole. The ball comes to a halt a couple of turns before the cup. He knocks it in. Bogey, which ends that five-birdie run, but he’s signing for a marvellous 66. He’s quite the front runner round this track, so the rest of the field already have something to think about, long and hard. -6: Spieth (F) -4: Finau (F), Kuchar (F) -3: Stenson (F), Reed (F), Hoffman (F), Hadwin (F), Li (F), McIlroy (F), Cabrera-Bello (17) Rory McIlroy, looking reasonably content, talks to Sky. “I feel good. I played a really solid round. Not many mistakes. Shooting something in the 60s to start with, I’m really pleased with that. I felt like I played pretty well.” Spieth is snookered behind a bush, way out to the left of 18. He’s forced to take his medicine and punch out sideways. The ball’s only reached the start of the fairway. He’s forced to take out the 3-wood, and belt it up the hole. Off the ball drifts, into the punters down the left. He could do with a McIlroy/Finau-esque up and down from there, to limit the damage to a bogey. The astonishing Jordan Spieth gives the rest of the field a little hope as he wildly hooks into the trees down the left of 18. That was manic. He smiles thinly. The outcome could be highly interesting. Will fortune be his friend? Spieth crashes his second into 17 to five feet. He can do no wrong at the moment ... and the putt’s always going in. That’s five birdies in a row, a sensational run which represents his career best in a major. He’s suddenly three clear of Finau and Kuchar. It’s essential for McIroy to finish strongly, you’d think ... but he sends his second at 18 into the gallery to the back left of the green. A perfectly weighted pitch ensures he escapes with his par, and signs for a fine 69. He’s in good nick, but won’t want Spieth to disappear any further into the distance. -7: Spieth (17) -4: Finau (F), Kuchar (F) -3: Stenson (F), Reed (F), Hoffman (F), Hadwin (F), Li (F), McIlroy (F) What a back nine Rafa Cabrera-Bello is putting together! Birdies at 10, 13, 15 and now 16, the latest the reward for a 35-foot left-to-right curler from the back of the green. He’s -3. His playing partner Dustin Johnson clipped his tee shot to six feet, but his birdie putt stayed out on the left. That looked physically impossible. But out it stayed. He remains at level par. Justin Rose, the third member of this final group, found the sand front right, and couldn’t get up and down. He’s back to +1. Matt Kuchar sends his second at 18 over the flag to 12 feet. He curls in the birdie putt, and he’s back in 31. He’s signing for a fine four-under 68. Mickelson’s approach was twice as good, but his putt was tentative and died to the right. A two-under 70 will do him nicely, though. And par for Rickie Fowler, who scribbles his name at the bottom of a 70 too. Dustin Johnson finds water on 15 ... but unlike Sergio doesn’t make the same mistake twice. A par five that keeps him at level par. Par for Rose too: he’s level as well. McIlroy gets up and down from a bunker at the front of 17 to stay at -3. Spieth is on fire! He whips his 8-iron straight at the flag on 16. That’s wonderful, and borderline outrageous ... because he’s supposed to be woefully out of form! He really is a very special player. Like that’s breaking news. But suddenly he’s stretching the field a little bit. Four birdies in a row. His playing partner Louis Oosthuizen meanwhile is on a blitz as well. He’s just raced in a long birdie putt with one of those huge right-to-left breaks: that’s his fourth birdie in five holes, and the 2010 Open winner and latterly major-championship bridesmaid is suddenly -2. Meanwhile Rickie Fowler rakes one in across 17 to make it to -2. Just three birdies in a row for Rickie. Just three. -6: Spieth (16) -4: Finau (F) McIlroy’s putt down 16 has a 17-foot right-to-left break. He does very well to get his ball to within eight feet of the hole. Just a little bit stronger and that could have been swallowed up by the drink. And he knocks in the par saver! Straight into the middle! That’ll feel like a birdie after the poor tee shot. Back on 15, a real birdie as Spieth taps in as expected to move into the lead. -5: Spieth (15) -4: Finau (F) -3: Stenson (F), Reed (F), Hoffman (F), Hadwin (F), Li (F), Kuchar (17), McIlroy (16) McIlroy pulls his second into 15, leaving himself a long two putts for par. He cradles the first one up to three feet, and knocks the second in for a birdie that takes him to -3. All good, but he sends his tee shot at 16 wide right. He’s on the green, just, but facing a long downhill putt with a massive right-to-left break. Meanwhile back on 15, Spieth lays up then lands his third just behind the hole, spinning it gently back to three feet. That’s wonderful, and he’s surely going to knock that in for three birdies in a row, and the outright lead. Penny for Sergio’s thoughts, huh. Mickelson, Kuchar and Fowler have just peppered the pin at 16! Nobody is outside three feet. The three pals bump fists, smiles spread across their faces as they bounce down to the green in unison. Such a sweet moment. Three birdies please! Fowler goes in to move to -1. Phil knocks his in to move to -2. And finally Kuchar: he’s got a sneaky downhill effort, but it’s never missing and he’s -2 as well. It’s becoming quite a crowded leaderboard, but there are an awful lot of big names on it. What an up and down by Tony Finau! His chip up from the left of the green is a tad heavy, but he curls in a right-to-left effort dead weight to save his par. And now he’s the new clubhouse leader with a 68! That’s a marvellous effort when you consider his leg-bothering antics during the par-three contest yesterday. Birdie for Matt Kuchar at 15, too, incidentally: that’s his fourth in the last eight holes. Some response to dropping early strokes at 4 and 7. -4: Finau (F), Spieth (14) -3: Stenson (F), Reed (F), Hoffman (F), Hadwin (F), Li (F) -2: Wiesberger (F), Z Johnson (F), Leishman (F), Kuchar (15), McIlroy (14) Big DJ nearly spins a wedge into the cup from the fairway at 14. He’ll kick that one in for a birdie that brings him back to level par. Rickie Fowler sees an eagle attempt at 15 shave the right of the hole; he’s also level par, just four off the lead. And it’s a birdie for Phil Mickelson at 15, too; he’s kept fighting without ever looking in total control of his game, and moves to -1. Jordan Spieth moves into a share of the lead! He caresses his second into 14 to eight feet, then calmly rolls in the birdie putt. He’s -4, and most likely will be the sole leader soon, because up on 18, Finau has pulled his second into the gallery on the left from the centre of the fairway. What a nervy shot. That ankle’s got to be smarting, too. Rose creams an iron into 13. Straight at the flag, leaving himself a 15-footer up the hill. He lets the eagle putt die to the right: a firmer stroke, and that would have been in. But he’s just carded back-to-back birdies, which will more than suffice. He’s back to level par for the tournament, and there’s a smile on his face now after an afternoon of struggle. Birdie for Big Dustin there, too, and he’s +1. McIlroy finds the heart of 14 with his approach, but his uphill left-to-right slider fails to drop. Millimeters away from birdie. He stays at -2. Meanwhile Finau pushes his chip well right of the flag at 17. That’s a dreadful mistake, but his putter digs him out of trouble: a missable five-footer teased into the hole, and he stays at -4. -4: Finau (16) -3: Stenson (F), Reed (F), Hoffman (F), Hadwin (F), Li (F), Spieth (13) -2: Wiesberger (F), Z Johnson (F), Leishman (F), McIlroy (14) Spieth’s eagle effort shaves the hole on the high, left side. A birdie will be more than acceptable, and it moves him to -3. A fair chance he’ll have a share of the lead in a minute, because Li can only roll his par putt from off the back of 18 to four feet. In goes the bogey putt, and he’s signing for an otherwise excellent three-under 69. And Finau is through the back of 17. Fred Couples bogeyed 18, incidentally, the 58-year-old veteran signing for a superb 72. Justin Rose hits one of the shots of the day at 12. His ball serenely sails straight at the flag, and lands three feet on the far side. In goes the birdie putt, and he’s +1. Up on 13, Spieth knocks a 7-iron approach into the heart of the green, and he’ll have an uphill look at eagle from 30 feet. And on 18, Li catches his bunker shot clean, and his ball goes over the back of the green. Now an up-and-down for a closing bogey would be a result. McIlroy flies his second at 13 into the bunker back left of the green. He’s not got much space to work with, but splashes out delicately, and knocks in the birdie putt. He walks off with a spring in his step, his short game having pulled an iron out of the fire there. He’s -2. Finau claps his tee shot at 16 to 12 feet, but can’t make the birdie putt that would have given him the outright lead. Though he might be handed it by default soon anyway, because Li finds the Lyle Bunker with his drive at 18, then sends his second into the deep trap to the right of the green. Li’s wedge into 17 is a bit fat. He leaves it a tad short, while pushing it to the right. He’s left with an awkward ten footer for par ... but in it goes! What a fine par save, having been out of position all the way up the hole. He stays in a share of the lead at -4. Meanwhile on 11, two big putts from Justin Rose and Dustin Johnson, the former to save par, the latter to make birdie. And they really needed them, because they’re both +2, and could do with some more big moments coming home. Birdie for Tony Finau at 15. He’s easing his way down the par-fives: that’s a birdie at every one today. He rejoins Li in the lead at -4. Spieth meanwhile splashes out of the bunker at 12 in average fashion - but rolls in the 12-footer he leaves himself with unerring accuracy. He is sensational ... and -2, without even playing that well. Meanwhile a birdie for Matt Kuchar at 13, his second on the back nine after 10. He’s now -1. And Ian Poulter signs for a 74. He never got going today, but last weekend will have taken a lot out of him, and it’s not as though he’s out of it yet. Li is on the pine straw, down the right of 17. Trees are in the way. He might have a road to the green, though. A big whack and a big slice should do it. He gets out, but doesn’t reach the green. He’ll have a tricky up and down for par. Meanwhile Spieth is battling hard to stay at -2 at the moment. He sends his second at 11 down the right, into Larry Mize Country. He faces a steep bank and not a lot of green to play with. He bumps it to a couple of feet, and scrambles his par. But he’s dunked his tee shot at the oft-troublesome 12th into the sand at the front. Will he do a Freddie Couples (in) or a Tyrrell Hatton (in another bunker)? We have a new leader of the Masters! The 22-year-old Haotong Li, who snatched third place at last year’s Open with a stunning final-day 63, creams his tee shot at 16 to four feet. In goes the birdie putt. He’s -4. The crowd respond with a few “Liiiiiii”s, in the manner of one Matt Kuchar, who broke onto the scene here 20 years ago. How long this state of affairs will last is a moot point, because he’s just lashed his drive at 17 into the trees down the right. But here’s where we are right now. Liiiiiiiiiii! -4: Li (16) -3: Stenson (F), Reed (F), Hoffman (F), Hadwin (F), Finau (14) A fine scramble for Mickelson at 12. His tee shot sat up on the edge of the bunker at the front. Luckily for Lefty, his orientation gave him a stance. He was able to clip the ball onto the green, and rattle in the eight-footer he left himself. That’s kept him at +1, and halted what looked like some serious downwards momentum. For a brief second, it looked as though Finau had guided in a snaking chip from the back of 14. But the ball kinks off to the left at the very last second. He’s left with a two-footer for his par ... and he tugs it! Bogey, and he’s back in the group at -3, when it looked for all the world that he’d be making his birdie and taking a two-shot lead. Meanwhile up on 18, the amateur Doug Ghim signs for a level-par 72 in sensational style ... holing out from the centre of the fairway for eagle! His approach was arrowed straight at the flag: a couple of bounces, a little roll, and the 21-year-old Texan plucked the ball from the cup with the widest of smiles! What a moment for the 2017 US Amateur runner-up! Mickelson’s putt on 11 sails off to the left of the cup, and there’s to be no outrageous par save. He slips to +1. Spieth however works his ball up to the side of the 10th and gets away with his poor second; he remains at -2. And Li pulls his short eagle putt on 15; birdie will have to do, and he’s -3, one off Finau’s mark. But never mind all that! Freddie Couples has just followed up birdies at 12 and 13 with another at 15! He’s -1, and that hole-out from sand on 12 really did start something special for the 1992 champ. An 11th top-ten finish here for the 58-year-old? You wouldn’t be so bold as to rule it out, would you. Mickelson flays a wild drive down 11 into Tiger Country. He’ll be in a spot of bother among those trees, one would imagine. He can only punch out. Then he sends a wedge to eight feet, so he’ll have a chance to escape with his par. Li whips a glorious long iron into the heart of 15: he’ll have a look at eagle from ten feet. And Spieth comes up short at 10 with his approach; that’ll be a task to get up and down for his par from the bottom of a big slope. Meanwhile Hatton has come a cropper around Amen Corner: a bogey at 11 followed by a double at 12, two different bunkers visited at the short par-three. He’s +3 all of a sudden. Closing bogeys for both Hoffman and Hadwin, and the pair are signing for 69s - which means Tony Finau, whose very participation was in the balance this morning after that ankle dislocation during the hole-in-one contest yesterday, is our new leader. Meanwhile McIlroy passes up a grand opportunity to move to -2, after knocking his second at the long par-four 10th to ten feet, but pulling his short uphill birdie putt. Par. -4: Finau (13) -3: Stenson (F), Reed (F), Hoffman (F), Hadwin (F) -2: Wiesberger (F), Z Johnson (F), Leishman (F), Li (14), Spieth (9) Tony Finau joins the leaders with a birdie down 14 that makes golf look very, very, very easy indeed. No drama, no fuss. And there’s a chance he could be there on his own in a minute, because Charley Hoffman, having found the trees with his drive at 18, could only punch his ball out short of the green. Meanwhile his partner Adam Hadwin hit a poor approach to leave himself well short of the hole. They’ll both do well to get home with a par. A clever shot by Spieth, who really knows how to think his way around a course. He’s sent his drive at 9 into the second cut down the left. No chance of his ball biting with spin by the hole, so he lands it on the back right of the green, using the camber to draw the ball back to 18 feet, pin high. The birdie putt doesn’t quite make it to the hole, but that’s a solid par after a very unpromising drive. Meanwhile birdies for Matt Kuchar and Rickie Fowler on 10: both are level par. Haotong Li lets a short par putt slide by at 14; he’s back to -2. And Bubba Watson signs for an uncharacteristically uneventful 73. The co-leader Stenson sends his drive on 18 near to the trees down the right. His second shot topples off the back of the green. He knocks the ball back towards the hole, but seriously overcooks it and for a second it looks like it’ll topple off the top tier and down to the front. It just about stays on, and he runs in high-kneed fashion to mark his ball in double-quick time, before it considers rolling away. The gallery guffaw at his comic stylings. He lags up, and taps in for bogey. A slightly sad end, but for a second it looked like turning really sour. And he’s signing for a 69, a fine opening round. A third birdie in a row for the Chinese sensation Haotong Li. The 22-year-old is -3 through 13 on his Masters debut. Jordan Spieth - who is only two years older than Li, this is so easy to forget - rattles in a long eagle putt on 8. He’s sprung back up to -2. It’s an exciting leaderboard we have here! -4: Stenson (17), Hoffman (17), Hadwin (17) -3: Reed (16), Li (13), Finau (12) -2: Wiesberger (F), Z Johnson (F), Leishman (F), Spieth (8) -1: Singh (F), Kodaira (F), Smith (16), Schauffele (10), McIlroy (9) It’s been a very disappointing day for the hottest player on Tour in the last year or so. Justin Thomas signs for a two-over 74, the legacy of finding water with his tee shot at 16. That double, along with bogey at 13, added up to a dismal closing stretch for the world number two, who had positioned himself nicely after birdies at 10 and 13. He’s far from out of this, but he’ll need a good round tomorrow to drag himself back into contention. Elsewhere, Sandy Lyle rattles in a monster across 15 for an eagle that brings the 1988 champ back to level par. Sergio pars 18 and signs for an 81. Back in 43 strokes, including that 13 (!) on 15. He ambles off sheepishly, one hand in his pocket, head bowed, the champion taking his leave with as much dignity as he can muster. Oh Sergio! Po’ Sergio. Adam Hadwin had slipped back with bogey at 14, but he’s responded magnificently. Birdie at 15, followed by a tee shot arrowed at the flag at 16. He rolls in an uphill right-to-left slider for birdie, and he joins Stenson and Hoffman in the lead at -4. Meanwhile a good bounce-back birdie for McIlroy at 8, the product of a lovely crisp chip from off the front to a couple of feet. He’s -1 again. Tiger Woods talks to Sky Sports: “I played well, but made a few mistakes here and there, and didn’t take care of the par fives ... not very good! It feels great to be back. I was looking forward to grinding it out ... I made a little bit of a comeback on the back nine so I could get back in this tournament, and we’ve got a long way to go. The reception I got was incredible, the way everyone has been warm over my fight to come back and play this game again has been incredible, I’m lost for words and so grateful to be out here and playing in front of them.” A couple of the big names going backwards: Rory McIlroy and Jordan Spieth take turns to bogey 7, the pair dropping back to level par. They’re alongside Rickie Fowler and Adam Scott, who are parring everything at the moment, the former through 8, the latter 7. And Tyrrell Hatton is going along nicely: having bogeyed the opening hole, he’s picked up a shot at 8 and reaches the turn in level-par 36. Mickelson rakes in a monster from the back of 8. Birdie, though it’s just as well the hole got in the way of that one. He’s level par. Birdies for Patrick Reed at 13, 14 and now 15 bring him a shot off the lead at -3. Meanwhile here’s Bob Barr on Sergio’s travails on 15: “At least it was a one-putt stat!” Taking positive spin to a whole new level there. Par for Tiger down the last. He wasn’t far from draining a birdie putt from the fringe at the back. But par will do. He’s finished strongly, turning a poor round into an average one ... and he’s far from out of it with that 73. For a while it looked as though things might turn ugly; he’ll be pleased with how he turned that around. Meanwhile Tommy Fleetwood misses a short putt to bogey 18, and he signs for a level-par 72. And Marc Leishman pars to sign for an excellent 70. If only he’d not found water on 15 to run up a seven. Still, one look at Sergio, and things could be a whole lot worse. It’s been a sluggish start by the world number one, Dustin Johnson. Bogeys at 2 and 5, and he’s +2. His playing partner, last year’s runner-up Justin Rose, bogeys 4 to slip to +1. Phil Mickelson has dropped strokes at 4 and 6; after an eventful start, he’s +1 through 7. Finau drains a long one on 10 to save his par and remain at -3. Birdies from Haotong Li, who announced himself with that final-round 63 at last year’s Open Championship, at 11 and 12: he’s -2. And there’s more magic by Li’s partner, Fred Couples, on the old boy’s favourite hole: a splash in from sand. The 1992 champ is +1. While all that wild and wonderful nonsense was going on, Charley Hoffman - who shot 65 on Thursday last year to lead by four - made it three birdies on the bounce at 14. He’s leading at -4. And he’s joined there by Henrik Stenson, who birdies 15. Meanwhile another birdie for Tony Finau, at 9: the hole-in-one-making, ankle-popping American reaches the turn in 33. Zach Johnson is in with a 70, after closing with birdies at 16 and 18. Vijay Singh is in with a 71, the 2000 champ ending meekly with bogey on 18. And Tommy Fleetwood has strung together three birdies in a row, at 15, 16 and 17 to move to -1. -4: Stenson (15), Hoffman (14) -3: Finau (10) -2: Wiesberger (F), Z Johnson (F), Leishman (17), Reed (14), Hadwin (14) Sergio birdies 16. Of course he does. THE SPECTACULAR RETURN OF “OH SERGIO!”: BACK WITH A BANG! So, the highest score on 15 at the Masters is 11. That’s happened three times before, the last made by Ignacio Garrido in 1998. Anyway, you can scrub all that from the record books. Because Sergio, wedging over the water and onto the green, lands his ball pin high, but spins it back into the water. So he drops and tries again. And again. And again. And again. It’s Tin Cup only without a happy ending. He manages to keep his 12th shot dry, having put five balls in the water, then rolls in his putt. That’s 13, which ties the record for the highest score at any hole at the Masters. Oh Sergio! He’s +10, and any defence of his title is now no more than a pipe dream. Oh Sergio! That eagle on the same hole on Sunday seems an awfully long time ago now. Tiger is making something of a recovery! He got away with a couple of wild drives down 13 and 15, making his pars. Those sandwiched birdie at 14. And now he’s just tramlined one on 16 for another birdie that moves him up to +1! He’s in danger of turning a potentially dreadful round into a solid start! Good old Tiger. Meanwhile Rory is pottering along nicely: after that opening-hole birdie he’s made five pars in row. But bogey for Spieth at 5, as he fails to hit a fairly simple putt, the break taking it away from the hole from five feet. He’s back to -1, his first mistake of the day. Thanks to Will there. So it’s all change at the top, Leishman’s chip from the back of the glassy 15th ending up in the drink. He knocked his next attempt fairly close, but not close enough to get away with just a bogey. A double, and he’s back in a pack at -2 which includes Jordan Spieth - who has birdied 2 and 3 - and the supple-jointed Tony Finau, who has just birdied 8. Also note the presence of Adam Hadwin, who equalled the US Open record for consecutive birdies last year, and having proved his major-championship mettle is in good nick today. Birdies at 9, 10 and 12 have given him a share of the lead. Canada’s second Masters champion? You never know. -3: Stenson (14), Hoffman (13), Hadwin (13) -2: Wiesberger (F), Leishman (16), Finau (8), Spieth (4) Good news one and all! Scott is back for some proper insight into what is going on. Henrik Stenson is now leading thanks to being -4 on the after the 13th, which is an impressive start, aided by Leishman’s failing at the 15th. It is Stenson’s 42nd birthday, so this is a great way to celebrate it. Can it get better? The First Round is very much one for setting the scene and explaining where the problems will come on this course with some intermittent golf being shown live. Leishman has just chipped one into the water on the 15th which is not great news for the former leader. He will have to go back to the start there. Jordan Spieth is looking in good touch and his putting is decent, too, after a poor run on the green. The 2015 champion looks it here and will be looking to challenge for the title this week. This Zen Green is what I am all about. It is like the slowest see-saw of all time. It is a lovely description, though, of how tricky a time Sergio Garcia had during his time on the green. Tiger Woods hits a stinker off the tee and it goes a long way from the fairway, it does not look like he will be improving on his +2 anytime soon. Phil Mickelson is explaining how he won the tournament, which is nice but I am sure we would like to see how those on the course right now are doing. Do not worry! We are now on the Zen Green, which is something we have all been waiting for. No one seems too exciting by some astroturf on a slope, though. Good evening! Scott will be back at some point, which is great news for all of you. Jack Nicklaus is currently on screen proving he can still hit it far further than us, he might also be in far better nick than Tiger is at the moment. But he has just put a lovely shot onto the green. Right, with that, I’m off for a break. Will Unwin is your man in the meantime. Tiger can’t make his birdie putt. But two putts for the leader Leishman, and that’s a birdie that moves him to -4. But he’s still only one clear at the top, because Henrik Stenson has drained a 30-footer on 11 - and was inches away from back-to-back birdies at 12 - and he’s -3. Fleetwood takes two putts for his birdie, and he’s +1. Meanwhile Bernd Wiesberger is in the house with a 70, having come home in a very acceptable 33 strokes. And Phil the Thrill bounces back with birdie at 3: he’s -1 again. -4: Leishman (13) -3: Stenson (12) -2: Wiesberger (F), Singh (17), Hadwin (10) Tiger hoicks his second at 13 off the pine straw and towards more poor paying patrons down the right. He’s all over the shop right now. Tommy Fleetwood, by comparison, manages to lash his iron off the straw onto the green. It’s not quite Phil in 2010, but he’ll have a long eagle putt. And Woods will have a look at birdie after screeching a wonder wedge to 12 feet from his position wide on the right. The leader Leishman meanwhile is quietly onto the putting surface in two: he’ll have an eagle putt from just inside 40 feet. Woods is beginning to get wild. His drive at 13 arrows straight at the trees down the right. That’s a second big miss out right from the tee in a row. And he’s not the only big name suffering right now. Hideki Matsuyama’s run of 13 consecutive pars comes to a sorry end with a rush of blood on the 14th green that leads to a double bogey. A wild drive down the right of 2 costs Phil Mickelson the shot he picked up on the opening hole. The defending champion Sergio Garcia has been struggling since we last heard from him. A double bogey at 7, the result of some tree-bound shenanigans down the right, then another dropped shot at 8. He’s +2. And Bubba has yet to get going: a collection of pars through 10, bar a solitary bogey at 7. He’s +1. Rory McIlroy is out and about! And he starts his Masters bid with birdie at the opening hole, knocking in a 20-footer to gain some instant momentum. Jordan Spieth opens with a par. Bogey at Tea Olive for Jon Rahm. And on 12, something of an escape for Tiger, who drops and hits a poor wedge into the green. It only just makes the playing surface. But he knocks in the 15-footer he leaves himself, and that’s a bogey that could have been a whole lot worse. He’s +3. Tiger gets wet at 12! An easy swing at the storied par-three. Too easy. He doesn’t really commit. For a second it looks as though the ball might make the bunker front right, but it dies, hits the bank, refuses to do a Freddie Couples, and drops into the drink. Up on 13, Paul Casey gets a huge break, his second into the par-five toying with the creek but staying on the bank. He chips up to a couple of feet and makes birdie. Hey, you gotta take advantage when the course gives you a little something back. That’s a brilliant up and down by Casey, who is up to +2 again. Tiger might not be in the best of moods right now ... but neither is he in a frame of mind to stop fighting. From the second cut down the right of 11, he wedges his third over the flag to 12 feet. He’ll have a chance to salvage his par. If he can knock this in, it could be a big momentum shifter ... but his tickle down the green stays high on the left, and that’s another bogey. He’s now +2. Meanwhile another bogey for Fleetwood, too, and he drops to +2 as well. And the leader Leishman sends his second pin high to six feet, but for once his putter misfires a little and his birdie putt shaves the left of the hole. He remains at -3, one out front. Tiger has indeed made it to the far side of the trees down the right of 11. But there’s no route through to the green. He fires it low and hard through a gap, in the hope of the ball trundling close to the putting surface. But it stays right and clatters into a thicket of patrons instead. Hopefully no great injuries there. “God damn!” Tiger cries. This dream comeback at Augusta isn’t quite turning into a nightmare ... not yet. But things are not going to plan for the 14-time major winner. Phil starts with a thrill: Mickelson birdies Tea Olive. An early statement as he begins his quest to become the oldest Masters champion in history. Charley Hoffman cards his second birdie of the day, this time at 8. He’s -2, as is his playing partner Patrick Reed, who ran Paul Casey very close at the Valspar last month: he’s birdied 2 and 8 as well today. -3: Leishman (10) -2: Wiesberger (16), Singh (14), Stenson (9), Reed (8), Hoffman (8) Leishman spanks a beauty down the centre of 11. Tiger flays a wild one down the right. He shouts after it to go even further right: better to clear the trees and land somewhere near 14. Up on 12, Casey’s down-and-up-and-down round continues: he dumps his tee shot at the short, swirling par-three into the sand just over the drink, and fails to scramble his par. He’s +3 again. Tiger pushes his second down the hill at 10 towards the bunker on the right. It just fails to topple into the sand, so he can bump his third to a couple of feet and tidy up for par. Fleetwood does find the trap, and can’t get up and down: the bogey drops him to +1 again. Leishman meanwhile keeps on keeping on with par. He stays at -3, and is the sole leader again, because Singh makes bogey at 14. Bernd Wiesberger’s back-nine revival continues apace. Birdie at 15, and he’s up to -2. Casey meantime bounces back from his problems at 10 by firing his second straight at the flag at the dangerous 11th, taking on the water guarding the front left, and stroking in the right-to-left slider from 12 feet. He’s +2, and fighting hard after a very ordinary start. Meanwhile it’s 11 pars in a row for his playing partner Hideki Faldo Matsuyama. Leishman bumps up to six feet, pin high. Though he’s left with a cheeky right-to-left par putt, he manages to steer it in to scramble a wonderful par. He was in all sorts of bother after that wayward tee shot. He remains in the lead at -3 ... but he only has a share now, because the old Master Vijay Singh has just made another birdie, this time at 13! And birdies for Zach Johnson, at 8 and now 10; those more than offset bogey at 7, and the 2007 winner is in red figures at -1. -3: Singh (13), Leishman (9) -2: Stenson (7) Up on 10, Paul Casey does very well to escape with a bogey after sending his second into the bunker to the right of the green, then failing to escape after hitting too soft a splash. He tried to be too cute, hoping to get close even though there wasn’t much green to play with. He ends up rolling in a 15-footer and drops just the one shot. But that’s his birdie on 8 handed back quickly. He’s +3 again. Back on 9, the leader Leishman slices wildly into the trees down the right of 9. He bumps his second off the pine straw to the front of the green, but the ball topples back off the fierce slope guarding the putting surface. He’ll have a testing up and down to save his par. Tiger tries to lash a long iron onto the 8th green. He comes up short, then chips awful heavy. He can’t roll in the 30-footer he leaves himself, and from prime position on the fairway, a birdie chance is gone. He stays at +1, a little frustration etched across his face. Leishman nearly rolls in a 25-footer for his birdie, but remains at -3. However Tommy Fleetwood lifts his third to six feet, and strokes in the birdie putt! The man from Southport is back to level par! And there’s more movement further up the leaderboard, as the 2016 Open champion Henrik Stenson birdies 7 to place himself right in the mix! A mix which still includes Alexander Walter Barr Lyle! -3: Leishman (8) -2: Singh (12), Stenson (7) -1: Wiesberger (13), Kodaira (12), Reed (6), Hoffman (6), Lyle (5) Another birdie for Vijay Singh! This one comes at 11: his second toyed with the water front left of the green, but he rolled in a 36-foot putt to cut Leishman’s lead to one shot: the 2000 champion is -2, rolling back the years at 55. Birdies for Bernd Wiesberger and 10 and now 13, and he’s in a tie for third at -3. And Ted Potter Jr. is on quite a run. He’d dropped down the leaderboard as far as +5, after a double bogey at 11. Given the 34-year-old Floridian has only played here once before, missing the cut in 2013, you’d forgive him for giving up. But what a run he’s embarked on since! Birdies at 12, 13, 15, 16 and now 17, and he’s back at level par and in a tie for tenth spot right now! Never give up, kids. Even if you really, really, really think golf is trying to tell you something. The leader Leishman sends his drive down the par-five 8th into the second cut down the left. Fleetwood toys with the first cut down the same side of the hole. Finally Tiger, who hasn’t quite got going yet: he batters one straight down the middle of the fairway. Prime position to gain some precious momentum. Elsewhere, there’s a birdie for Casey at 8: he’s back to +2. The world number-two Justin Thomas is level par through 6, after his up-and-down start at 2 and 4. The brilliant young Indian Shubhankar Sharma has parred his first-ever hole at the Masters. And Ian Poulter, who qualified for this Tournament by the skin of his teeth last week in Houston, has started slowly, having driven into a hazard down the right of 2. That resulted in a bogey which currently has him at +1 through 3. Lyle birdies 3! Now there’s a way to bounce back from dropping a shot at the opening hole! He joins a select group in red figures, one which now also contains the 2008 champion Trevor Immelman. And right at the top, Marc Leishman increases his lead by landing his second at 7 to eight feet, and dribbling in the testing downhill putt. Pars for Tiger - who nearly drains a 30-footer for birdie - and Fleetwood. -3: Leishman (7) -1: Singh (10), Kodaira (10), Stenson (4), Reed (4), Hoffman (4), Lyle (3), Immelman (2) There are many ways to come unstuck, and quickly, at Augusta National. Take the promising Patrick Cantlay: he sliced his opening drive into filth down the right, then failed to extricate himself from the trees. The result: a double-bogey six. What a way to start the Masters. See also: Ross Fisher, who was greenside of Tea Olive in two, but one hot chip and a missed tiddler resulted in another double bogey. They’re both at +2, as is the 2015 PGA champion Jason Day, who has followed up bogey at 1 with another at 5. Tiger lashes a stunning tee shot to seven feet at the par-three 6th. That’s got the crowd going again! But he prods with great uncertainty at his birdie putt, the ball always staying out on the left. That was a real sickener, given the brilliance of his long iron in. He’ll feel twice as bad because the leader Leishman had pulled his tee shot down a bank to the left of the green, but managed to get up and down to scramble his par. The genial Aussie remains at -2, one ahead of a six-man group ... and three ahead of Woods. -2: Leishman (6) -1: Singh (9), Kodaira (9), Redman -a- (5), Stenson (4), Reed (4), Hoffman (4) Sandy birdies 2! Woo hoo! You never lose it. The face of sporting transcendence in 1988 is back to level par. Elsewhere, Paul Casey three-putts 7. That’s his third bogey in four holes, and the much-fancied Englishman is +3 already. His playing partner Hideki Matsuyama has made it seven pars on the bounce. Henrik Stenson has just rattled in a 30-footer on 4 to move to -1. And Sergio follows bogey at 4 with another at 5. He’s +1. Can we resurrect “Oh Sergio!” yet? Sandy Lyle is out and about! The 1988 champion and author of one of the greatest shots in golfing history - that 7-iron from the bunker at 18 - bogeys the opening hole. No matter, his work as Masters hero is long complete. Anyway, he’s far from the only former Masters champion feeling down right now: Mike Weir is +6 through 12, Ian Woosnam is +6 through 13, and poor Danny Willett is +5 though 7, having just shed four shots in three holes. Meanwhile here’s Simon McMahon: “Normally I’d have sent at least two emails screaming ‘COME ON SERGIO!!!’ by now, but 2017 has kinda put paid to that. Not that I’m complaining. I still wake up with a warm glow some days when I recall what the 2017 Masters champion had to say in the aftermath of his greatest victory about learning to accept what golf gives, and what it takes away. Just imagine if he won it again. COME ON SERGIO!!!” The treacherous 4th, that so-called par three, claims more victims. Dropped shots for Sergio, who found Tiger’s bunker, and Justin Thomas, who had gone over the back. They’re both back to level par. Up on 5, Leishman lags up wonderfully from 50 feet to save his par. Woods, putting first from 70 feet, races his eight feet past and has a tester coming back. He leaves it on the left lip, and can’t stem the bleeding. That’s back-to-back bogeys, and he’s +1. Fleetwood, who has been quiet barring that one thinned chip on 3, can’t knock in his birdie putt but taps in to stay at +1. Tiger’s in a big fairway bunker down the left of 5. He does extremely well to slash a high wedge over a mountainous face and onto the front of the green. He’ll be facing a long two putts for his par, though, much like his playing partner Leishman, who had no excuses for being so short. hitting his approach from the fairway. Fleetwood knocks his second pin high, though, and will have a look from 18 feet for birdie. The young amateur Doc Redman birdies 3! He’s one of only eight players under par right now, and will always be able to say that, whatever happens in his career, at one point in his life, he was above Tiger Woods on a Masters leaderboard. That is no small boast. Also making birdies: Satoshi Kodaira at 7, and Patrick Reed and Charley Hoffman at 2. -2: Leishman (4) -1: Kodaira (8), Singh (8), Garcia (3), Thomas (3), Redman -a- (3), Reed (2), Hoffman (2) Leishman had left himself a monster putt from the front fringe at 4. He does very well to roll it up to ten feet from the best part of 100. Tiger and Fleetwood both flop out of the sand at the front. Tiger a little hot, he’ll be first to putt from 15 feet. His effort is always staying up on the left side, and he drops back to level par. That bogey’s not a huge surprise, perhaps: his accumulative score at this hole in his professional career is +16! Safe to say he doesn’t fancy this one. Hey, nobody’s perfect. Leishman rattles in his par saver, though; he looks to have the pace of these greens today, and remains at -2. Finally Fleetwood saves his par from seven feet. That will have settled his nerves after a shaky few minutes; he stays at +1. Leishman is now the sole leader of the 2018 Masters. He was waiting around for the green to clear at the par-three 4th, and news came through of Vijay Singh making bogey at 7 to drop back to -1. How quickly things can change. That’s something he’ll be considering as his tee shot falls short of the 4th green and topples back off the front. Tiger meanwhile finds the sand at the front, his iron having been smack on target but a few feet short. Then Fleetwood becomes the third of the group to come up short. Everyone would eagerly take par and move on. Meanwhile up on 5, it’s back to back bogeys for Casey, who is +2. As is Kizzire, who snakes in a 30-footer for a birdie that begins to repair his dreadful start. It’s all change at the top! Bogey for Singh at 6. Trouble for O’Meara at 7. Birdies for Sergio and JT at 2. And some hot action at 3. First, Fleetwood thins his chip up; his ball flies off the other side of the green, and he can’t get back in two. Bogey, and he’s +1. But both Leishman and Tiger get up and down from the front for their birdies! Leishman bumps ten feet past the hole, and curls a lovely left-to-right putt into the cup. Tiger had gone much closer, and tidied up to a sky-shattering roar! He’s under par, just one off the lead! -2: Singh (6), Leishman (3) -1: Woods (3), Thomas (2), Garcia (2) An update on the amateurs, who are beginning to struggle. England’s Harry Ellis is currently propping up the entire field at +6, his putter having gone horribly cold on the par-three 6th, where he took his second double bogey of the day. Matt Parziale meanwhile is at +4: having hauled himself back to level par through 5, he’s bogeyed two and doubled one of the following four holes. He reaches the turn in 40. Penny for the thoughts of Doc Redman, the 20-year-old US Amateur champ from North Carolina. But some good news there: he’s opened with a nerve-settling par. Leishman and Woods unleash huge drives down the short par-four 3rd. They’re not miles away from the green, but they’re never bumping their balls up that huge slope at the front. Fleetwood loses his drive a little to the left: it’s long, too, but he’ll have a much more testing chip up to the flag, up a steeper slope and over sand. Up on 4, Casey finds the sand front right of the green, and can’t get up and down; he drops his first stoke of the day to fall to +1. And back at 1, Bubba and Henrik Stenson make opening pars, but Jason Day bogeys. What a wedge by Marc Leishman on 2! Having found the big fairway bunker down the right off the tee, he was forced to lay up. But his third is glorious, a chip to the back left of the green, using the slope and a little spin to bring the ball back to within four feet of the flag. In it pops for birdie; he’s -1 and joins Singh (-3 through 5) and O’Meara (-1 through 6) in red figures. Tiger meanwhile had in fact found the sand front right, so he splashes 12 feet past. He can’t guide the right-to-left curler in - it stays high on the right - and he’s forced to settle for par. After such a good drive, as well. A dreadful approach cost him. Fleetwood pars. “This reminds when I uses to see Nicklaus in his 50s up there near the top,” writes Tom Wahl. “But it’s not inconceivable that someone like Singh or O’Meara could win - 61-65 years of age is like the new 48 of Nicklaus’s day, especially with the equipment they play now.” Tiger from the centre of 2. He’s got 219 yards to the flag, which is tucked in behind the bunker guarding front left. But he sends his long iron off to the right, and he’ll have to cross sand and plenty of green to get close for a birdie chance. Up on 3, Casey does extremely well to get up and down from the bottom of the steep slope at the front of the green. He chips to a couple of feet and tidies up: all pars so far for one of the pre-tournament favourites. Meanwhile back on 1, there are opening pars for the Tour’s hottest property Justin Thomas, and the defending champion Sergio Garcia. A spot of bother for Paul Casey on 3. His drive is heading for a bunker down the left, and he hollers after it: get in, get in! But it doesn’t, and he’s left with a hell of a stance, ball out of the sand, feet in. He does very well to knock his second up to the edge of the green, but he’ll be left with a difficult up-and-down up a very steep slope. Tiger crashes his drive down 2. And if all this early excitement isn’t enough, how about reliving the absurd drama of the 1987 play-off with Steven Pye and local boy Larry Mize? Woods, Leishman and Fleetwood all make their pars on 1. Tiger very nearly drained a monster from just off the front for an unlikely birdie, but he’ll take that par after his wild opening tee shot. Meanwhile a birdie for Tiger’s mentor Mark O’Meara at 5: along with Singh, the 1998 champion lends a thoroughly old-school feel to this very early leaderboard. -3: Singh (4) -1: O’Meara (5) Vijay birdies 4! He’s off like a rocket this morning! That’s three in the opening four holes, having knocked his tee shot at the par-three 4th to seven feet. He’s three clear of the field in these early stages, because Weisberger has bogeyed 5, while Kodaira has dropped one on 4. Meanwhile on 2, Kizzire can only find the bunker front left of 2 with his approach. He fails to get up and down from the sand - a tough ask as he didn’t have much green to play with - and he’s +3 already. Matsuyama needs three putts to get down from distance, and that’s a par-par start. Casey makes a two-putt par; he’s level through 2 as well. Tiger prowls around his ball, which is sitting up nicely on some pine straw. There doesn’t appear to be a route to the green; there’s a tree in the road. But he manages to hook his ball around the trunk, punching it up to the front apron. That’s a wonderful effort from there. Leishman also comes up just short of the green from a tricky position on the left. Finally Fleetwood, who finds the green but can’t get up to the top ridge, where the flag is. They’ll all have tricky two-putts. Here comes Tiger! To huge cheers, he takes to the 1st tee. And he tugs a 3-wood towards Patton Kizzire Country, over the patrons and into the trees down the left! To be fair, he used to do this on the opening hole at just about every major when he was in his pomp. But that’s not the start he was after, and he grimaces accordingly. He’s playing today with two other players who harbour genuine chances of victory this week: Marc Leishman and Tommy Fleetwood. Leishman finds the first cut down the left, while Fleetwood splits the fairway. What an atmosphere surrounding this group! This is going to be a blast. Kizzire was very fortunate not to find his ball in a hazard. He’s able to hack out, back into the centre of the fairway, and turns out he’s not too far from where Casey is in two; the Englishman had driven into a high-faced bunker down the right. Matsuyama finds the green in two, but he’s a long, long way from the hole. That’d be a stunning shot on Sunday, when they tuck the pin behind the bunker on the right, but the flag’s way over the other side. Meanwhile back on 1, it’s another poor start to a Masters for the 2016 champ Danny Willett: three putts and he’s +1 already. Kizzire hooks his tee shot at the downhill par-five 2nd into bother on the left. This is a horror start for the 32-year-old Alabamian on debut. Meanwhile there’s a palpable sense of rising excitement all around, as Tiger Woods, dressed head to toe in black like the great Gary Player, finishes his preparations on the practice ground and strides calmly towards the practice green, just by the 1st tee. He’ll be teeing off in a few minutes, for one of the most hotly anticipated rounds on a Thursday in a major in living memory. It’s been a solid start for Matthew Fitzpatrick. Four pars. His compatriot, the much fancied Paul Casey, is back on the opening hole. He’s a bit tentative with an uphill 25-foot birdie putt, and makes do with par. Hideki Matsuyama, who came so close at the PGA last year, opens with a par too. But Patton Kizzire, with two wins on Tour this season, makes a horrendous start to his debut round at the Masters: he hooks into trees down the left of Tea Olive, leaves a chip well short, then misses a tiddler. Double bogey. Another birdie for Vijay! The veteran Fijian flayed his second at 2 into trees down the right, but sent his third shot from the best part of 170 yards to seven feet, and stroked in the putt. An eventful way to move into the lead at -2. His playing partner Satoshi Kodaira of Japan also birdies the hole; he’s one of three players in red figures right now. -2: Singh (2) -1: Weisberger (3), Kodaira (2) Bernd Weisberger, who went round with eventual victor Rory McIlroy in the last round of the 2014 PGA, joins Vijay in the early lead at -1. He’s just birdied 3. Just behind the leading pair: Matt Parziale! The amateur golfer, and very professional fireman, has bounced back from his slow start. He’s cancelled out those bogeys on 1 and 3 with back-to-back birdies at 4 and 5! Talk about firefighting. He’s level par, and the amateur spirit of Bobby Jones lives on. The calm before the storm. Be grateful for it. Tiger’s teeing it up in just over half an hour. “Big Jack wasn’t caddying?” wonders Adam Hirst, of yesterday’s par-three hole-in-one shenanigans (1.55pm). No. Well, just for a moment he was. He’s always prepared to put in a shift for the family. “Back in the 80s, possibly at Muirfield, one of the blokes at my local club went up to watch the qualifiers before The Open. As he was hanging around the clubhouse, a player came up to him and asked what he was doing for the next few hours. Nothing. ‘Can you carry my bag then, my caddy hasn’t turned up?’ He did of course. One of the playing partners was Son of Jack, and on the bag was The Man Himself. So he got paid for spending the day with Jack Nicklaus. Not a bad little pre-Open bonus.” We need a splash of red on that famous Augusta leaderboard. So right on cue, here comes Vijay Singh, the man who breezed to victory in 2000. An opening-hole birdie, and Fiji’s finest leads the Masters once more, even if it’s just for a while on Thursday morn. Not such a happy start for the two amateurs out there early doors: another bogey for Matt Parziale, this time at 3, and a double-bogey start for the 2017 British Amateur champion Harry Ellis. A three-putt did most of the damage for the 22-year-old from Southampton there. Well there’s how quickly things can go wrong at Augusta. Ryan Moore had flown out of the blocks, reaching -2 in short order, but now he’s crashed back to +1, following bogey at 3 with double at 4. He found the bunker guarding the front right of the par-three with his tee shot, then went over the back of the green with his splash out. A chip and a missed six-footer, and that’s how easy it is to make double bogey. There are 18 players out there right now, and nobody’s under par. The debutant Austin Cook has now played four holes at Augusta National, and he’s yet to register a par. His opening birdie was followed by a couple of bogeys, but he’s back on an even keel with birdie at the first par-three, the 4th. Ryan Moore is experiencing similar turbulence: he’s just bogeyed 3 to drop to -1. Nobody can blame the weather: it’s sunny and cool, with little in the way of wind. The temperatures are expected to rise a little during the day, while the breeze will remain benign. Ryan Moore’s fast start continues. He gets up and down from a greenside bunker at the par-five 2nd to post back-to-back birdies. That’s a start he could sell to many folk throughout the field for cash money, though he’ll fancy himself as a dark horse this week: he’s already got three top-ten finishes on Tour this season, the latest a tie for fifth at the Arnold Palmer Invitational. He pushed Rory McIlroy all the way at the 2016 Tour Championship, on the day McIlroy secured the FedEx Cup; what price another Moore-McIlroy tussle this week? -2: Moore (2) E: Bryan (3), Vegas (2), Olazabal (1), Chappell (1), Frittelli (1) Good news for Tony Finau, by the way. The big man was the other big story of the par-three contest. He too made a hole-in-one, and celebrated by racing off down the hole in athletic fashion. While doing so, he span round to gather in as much acclaim as he could ... and then turned over on his ankle. The dislocation didn’t make good viewing for the squeamish. Not least because Finau then calmly popped his ankle back into its socket and ambled off with insouciance. Anyway, he’s had a scan on the ankle and though he’s sprained it, he’s cleared to play. So no Dustin Johnson style demise to report. He’ll be out early in the afternoon with the two-time champ Bernhard Langer for company. So much for Cook’s fast start. He flays his drive at the downhill par-five 2nd into trees, and bogey is the result. He’s back to level par, an eventful introduction to life at Augusta National. Moore therefore remains in sole ownership of the lead at -1, for what that’s worth with nine players out on the course on Thursday morning. One of those early starters is blue-collar amateur hero Matt Parziale, subject of this fine profile by our man Andy Bull: Parziale’s bogeyed the opening hole, though he’s in fine company there: so too has his playing partner, the 2003 champion Mike Weir. The first birdie of many to come this week has been made by Austin Cook. The 27-year-old from Arkansas is making his first appearance at the Masters, having won his first Tour title at the RSM Classic back in November. He’s taken an instant liking to the place with birdie at Tea Olive. He’s soon joined at -1 by 2016 Ryder Cup hero Ryan Moore. Making the first bogey of many to come this week: Ian Woosnam, thanks to a three-putt at the opening hole. But he’ll always have 1991. Here we go, then! The honorary starters Gary Player and Jack Nicklaus have hit the ceremonial opening shots of this year’s Tournament. Player’s was the better drive, splitting the fairway, but Nicklaus has already had a moment to savour: his 15-year-old grandson Gary made a hole-in-one during the par-three contest yesterday. It was a glorious moment, and one soon followed by the Golden Bear’s playing partner, the 68-year-old Tom Watson, wrapping up the 2018 par-three title. A fun day for the old boys. It was the second time Watson had won the contest - he’d managed it in 1982 as well - and was great news for anyone superstitious competing this week. That’s because, famously, no victor in the par-three contest has ever gone on to win the Masters later in the week. The most relieved man: Tommy Fleetwood, whose -5 total through the nine holes was one shy of Watson’s magic -6 mark. Some things are out there in plain sight. See, if you were to approach this subject logically and methodically, Justin Thomas should be the pick for the 2018 Masters. He’s won six events on Tour in the last 15 months; one of those was the last major, the PGA Championship. During that time he’s become only the seventh player in Tour history to shoot a competitive 59, and carded a 63 at a US Open when that mark still meant something in the majors. He’s also the reigning FedEx Cup champion. And though he narrowly failed to win his first WGC event in Mexico last month, he did shoot 62-64 over the weekend, holing his second shot from the 18th fairway on Sunday. He’s a force of nature. He’s only 24 years old. It’s surely got to happen. Then again, they’ve said similar things in the past about the likes of Greg Norman, Ernie Els and Tom Weiskopf. And Rory McIlroy. And an awful lot of people thought Dustin Johnson was a shoo-in last year, and he didn’t even get to play a shot. Plus there are quite a few other players out there with a serious shout, in what promises to be one of the most hotly contested Masters for some time. The aforementioned McIlroy, for starters. He’s the bookies favourite, which is not something that was on the cards even a month ago. But then he shot 64 on the final day of the Arnold Palmer at Bay Hill. He’s back, baby! And he’s a fixture in the top ten at the Masters these days, even during those off-form years. Will he click, banish the ghosts of 2011, and join the elite grand-slam club? The also-aforementioned Dustin Johnson may have something to say about that. He’s been relatively quiet this season so far. Give or take the odd 489-yard drive. Or the time he nearly made a hole-in-one albatross. Or his win at the Tournament of Champions. Or his finishes tied for second and seventh at a couple of WGC events. Yeah, relatively quiet. Beware the big man who, one way or another, will entertain you. Gotta love DJ. Jordan Spieth ... well, the reigning Open champion really has been quiet. He’s not been in the mix for anything much this season. And he’s missed a couple of cuts. But he’s not worried, partly because he was playing worse going into the 2016 Masters, and very nearly won the damn thing that time round. Plus his record here is preposterous for such a young man: tied second, won, tied second, tied 11th. Bet against this cool-headed, super-competitive, hot-putting genius? No sir! No sir! Last year’s runner-up Justin Rose will fancy his chances of going one better. He loves and suits this course, having finished runner-up twice, in 2015 and last year, and come very close in 2007. Having ended last season on a high, snatching the HSBC Champions from Big Dustin, he’s been dependably magnificent on Tour since: his five starts have led to three top-five finishes and a top ten. And in the other outing he shot 67 on Sunday. Biding his time to strike? A second major would do rather nicely. As for the defending champion? Sergio’s been taking it easy, like a southern gent should. Four events played on Tour this season, with three top tens. The pressure’s off now, his legacy guaranteed. A second green jacket wouldn’t go amiss, though of course in an ideal world he’d rather like an Open now, please. But let’s not get picky. Here, now that he’s won a major, we need a new Sergio. The immensely likeable/talented Rickie Fowler, anyone? What a popular winner he would be! We could go on all day ... because don’t be surprised to see Jon Rahm, Paul Casey, Jason Day, Hideki Matsuyama, Henrik Stenson, Patrick Reed, Marc Leishman, Louis Oosthuizen, Matt Kuchar, Tommy Fleetwood or Bryson DeChambeau in the winner’s circle come Sunday evening. Other highly talented chaps are also competing. Alex Noren. Patrick Cantlay. The former champs Adam Scott, Zach Johnson, Danny Willett and Charl Schwartzel. The astonishing, street-fighting, late-qualifying Ian Poulter. The newest of new sensations Shubhankar Sharma. I’ve missed out loads. I can’t mention them all. I just can’t. Sorry if I haven’t mentioned your favourite. There are 87 players in the field, for goodness sake. But of course we leave the best until last. Three returning multiple Masters champions, all of whom have rediscovered their mojo at just the right time. Bubba Watson, the 2012 and 2014 champion, who after a fallow couple of years has won twice on Tour in the last couple of months, the latest a domineering victory at the World Match Play. Phil Mickelson, who ended a five-year drought without a title last month, the three-time Masters champ claiming the WGC-Mexico last month in his trademark swashbuckling style. Oh yes, and then there’s Tiger Woods! Tiger hasn’t won a Tour event since 2013, and hasn’t landed a major since the 2008 US Open. Could he really win his fifth green jacket, and his 15th major championship? Providing his driver behaves itself - and all the signs in practise are that he’s nailing it - the chances are very real. If the great man pulls this one off, it really will be the comeback to end all comebacks. There won’t be a dry eye in the house. God speed, Bubba. Good luck, Phil. Go get ‘em, Tiger. Serve us up something special. Again. Yes, it’s going to be quite a weekend. But then the Masters is always memorable, whoever leads at the turn on Sunday afternoon. Please join us, dear Patrons, for the most glamorous Tournament in golf. It’s the first week of April. It’s Augusta National. It’s on! The tee times: 8.30am EDT / 1.30pm BST: Austin Cook, Ted Potter Jr., Wesley Bryan 8.41am / 1.41pm: Ian Woosnam, Ryan Moore, Jhonattan Vegas 8.52am / 1.52pm: Mike Weir, Brendan Steele, Matt Parziale (a) 9.03am / 2.03pm: Jose Maria Olazabal, Kevin Chappell, Dylan Frittelli 9.14am / 2.14pm: Bryson DeChambeau, Bernd Wiesberger, Matthew Fitzpatrick 9.25am / 2.25pm: Mark O’Meara, Brian Harman, Harry Ellis (a) 9.36am / 2.36pm: Vijay Singh, Satoshi Kodaira, Daniel Berger 9.47am / 2.47pm: Kiradech Aphibarnrat, Pat Perez, Francesco Molinari 9.58am / 2.58pm: Danny Willett, Kyle Stanley, Jason Dufner 10.09am / 3.09pm: Hideki Matsuyama, Patton Kizzire, Paul Casey 10.31am / 3.31pm: Zach Johnson, Martin Kaymer, Branden Grace 10.42am / 3.42pm: Tiger Woods, Marc Leishman, Tommy Fleetwood 10.53am / 3.53pm: Sergio Garcia, Justin Thomas, Doc Redman (a) 11.04am / 4.04pm: Bubba Watson, Henrik Stenson, Jason Day 11.15am / 4.15pm: Patrick Reed, Charley Hoffman, Adam Hadwin 11.26am / 4.26pm: Billy Horschel, Chez Reavie, Cameron Smith 11.37am / 4.37pm: Sandy Lyle, Si Woo Kim, Doug Ghim (a) 11.48am / 4.48pm: Trevor Immelman, Ian Poulter, Patrick Cantlay 11.59am / 4.59pm: Angel Cabrera, Ross Fisher, Jimmy Walker 12.10pm / 5.10pm: Fred Couples, Haotong Li, Joaquin Niemann (a) 12.32pm / 5.32pm: Larry Mize, Russell Henley, Shubhankar Sharma 12.43pm / 5.43pm: Bernhard Langer, Tony Finau, Yuta Ikeda 12.54pm / 5.54pm: Charl Schwartzel, Webb Simpson, Yuxin Lin (a) 1.05pm / 6.05pm: Kevin Kisner, Thomas Pieters, Xander Schauffele 1.16pm / 6.16pm: Gary Woodland, Yusaku Miyazato, Tyrrell Hatton 1.27pm / 6.27pm: Phil Mickelson, Rickie Fowler, Matt Kuchar 1.38pm / 6.38pm: Adam Scott, Rory McIlroy, Jon Rahm 1.49pm / 6.49pm: Jordan Spieth, Alex Noren, Louis Oosthuizen 2pm / 7pm: Justin Rose, Dustin Johnson, Rafael Cabrera-Bello"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}