{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2018/apr/25/australia-braces-for-us-steel-tariffs-exemption-rollover-as-deadline-looms", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2018-04-24T23:08:34Z", "webTitle": "Australia hopes to secure permanent US steel tariffs exemption as deadline looms", "webUrl": "https://www.theguardian.com/business/2018/apr/25/australia-braces-for-us-steel-tariffs-exemption-rollover-as-deadline-looms", "apiUrl": "https://content.guardianapis.com/business/2018/apr/25/australia-braces-for-us-steel-tariffs-exemption-rollover-as-deadline-looms", "fields": {"headline": "Australia hopes to secure permanent US steel tariffs exemption as deadline looms", "bodyText": "Australia is hoping to secure a permanent exemption to US steel tariffs before they come into force on 1 May but if not will have to rely on another temporary reprieve, the Australian Industry Group says. The 1 May deadline when US steel tariffs will apply to all countries including Australia is fast approaching and no permanent exemption has yet been put in place, according to the US Customs and Border Protection agency. Earlier in April the trade minister, Steve Ciobo, said Malcolm Turnbull had “secured an agreement with the US president that Australia will be exempt and that continues to be the case”. But for two weeks Ciobo and the Department of Foreign Affairs and Trade have refused to answer questions about when and how the Australian government expects a permanent exemption to be implemented. Ciobo will travel to the US this week for a series of G’Day USA events to promote Australian trade, tourism and investment opportunities and an Anzac Day event in New York. A spokesman for Ciobo denied the trip was a last-ditch attempt to lobby over the steel tariff deadline. • Sign up to receive the top stories in Australia every day at noon The Australian Industry Group chief executive, Innes Willox, told Guardian Australia it was “aware that the formal ratification of Australia’s exemption from the steel and aluminium tariffs applied by the USA has not yet been completed”. “We are hopeful that a new proclamation confirming Australia’s exemption will be made in the coming days, however, based on past experience, if the necessary instruments are not ready by 30 April, we expect that there will be an announcement extending our exemption by another 30 days,” he said. “We hope that any uncertainty that has been created is resolved quickly for Australian industry.” On 23 March when the White House first declared that the steel tariff exemptions would only be temporary, Willox was a fierce critic of the “whimsical policy shifts” in US trade policy, but Australian government assurances appear to have settled nerves among some business groups. The Australian Chamber of Commerce and Industry chief executive, James Pearson, said it understands that the Australian government “is working to ensure that the concessions to Australia remain in place”. “We are confident they will,” he said. “There is no suggestion that the steel tariff exemption has fallen through. “Minister Ciobo’s trip to the US is an opportunity to reaffirm Australia’s commitment to free trade and continue to encourage our major trade and investment partners to do likewise.” Australia and Japan were instrumental in keeping the Trans-Pacific Partnership together after Donald Trump withdrew the US from the free trade agreement. Earlier in April Trump asked advisors to examine re-entering the TPP and then clarified that he would only lead the US back into the deal if it got a better deal than negotiated by the Obama administration. In a statement announcing his trip, Ciobo said two-way investment between Australia and the US had grown by more than 130% from 2005 to 2016 to a total of $1.5tn. “The total stock of US investment in Australia was A$861bn at the end of 2016, making the United States Australia’s largest foreign investor by far,” he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}