{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2018/apr/21/manus-island-lives-on-hold-photo-essay", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2018-04-20T22:00:36Z", "webTitle": "Manus Island: lives on hold – photo essay", "webUrl": "https://www.theguardian.com/world/2018/apr/21/manus-island-lives-on-hold-photo-essay", "apiUrl": "https://content.guardianapis.com/world/2018/apr/21/manus-island-lives-on-hold-photo-essay", "fields": {"headline": "Manus Island: lives on hold – photo essay", "bodyText": "Old times change for new on Manus Island. The centre in which Australia detained hundreds of refugees between 2001 and 2017 has been razed to the ground. Gone is a landmark of one of the most fracturing episodes in the nation’s recent history. However, the 600 odd men who last called it home – or prison – remain. Since November, when Papua New Guinean authorities forcefully evicted them from their old camp, they have been housed in new facilities close to Lorengau town. A covert visit inside the road-blocked entrance reveals structures built to last. The possibility of an imminent end to the men’s almost five-year-long ordeal seems remote. Clockwise from top: Manus island from above, locals on the beach, locals on a small boat, dense green forrest. Those who venture into the streets stand out. A few have made friends. Most, though, spend all their time inside. Partly out of fear of being assaulted – a frequent problem in a town marked by underemployment and public drunkenness – but mainly because of depression. A recent UNHCR report describes growing despair, notwithstanding an ongoing resettlement program with the US. Two hundred men have already left for America, and the process has created a buzz among the refugees. But after five years of torment, many have built up defences against hope. Another disappointment could be too much to bear. Clockwise from top: Lorengau, the capital of Manus, an Iranian refuge hugs one of the local children, an Afghan refugee waits for a bus, Behrouz Boochani stands outside the naval base where he and the other refugees were locked in during the first three years, the barracks where refugee facilities are located. Iranian Karam Zahirian – an architect by trade – is worried, since the US hasn’t yet selected anyone from Iran. His resilience is growing weak. A few months after he arrived, guards and locals killed his roommate, Reza Barati, in front of his eyes. He was later refused to have a last word with his dying father. Nowadays, he lives by his phone. It’s his only way to communicate with his son, who was born two weeks after he fled. Sometimes, the four-year-old accuses him of lying. “You always say we will meet soon, but you never come, so how can I trust you,” Zahirian retells the conversation. Every night is a fight against demons. He has already attempted to take his life. “I can’t take much more, I need to get out.”– Karam Zahirian Clockwise from top: Zahirian, left everything behind when he fled Iran, talking with his son in Iran by smartphone, looking at the ocean, inside the local hospital in Lorengau. Journalist Behrouz Boochani, a compatriot, is of an opposite mind. I leave when the last refugee is out, my mission isn’t done until I’ve documented the end of this story”– Behrouz Boochani Reporting, filming a documentary and writing a novel (soon to be published by Pan MacMillan), has kept Boochani busy and turned hardship into purpose. Yet, five years in limbo has made him lose track of time. Instead of a regular calendar, he relates to significant events. “Two months before the hunger-strike,” “a week after navy soldiers shot at the camp,” “the same day that Hamid Khazaei died.” Above: Boochani lights a hand-rolled cigarette. Below: Boochani on one of the small boats around the island, Behrouz Boochani, (front left ) and Ari Sirwan (foreground), on a trip to a neighbouring island for a swim. “It’s funny, because reading a lot of history, I used to have a very good mind for remembering time. But time in Manus prison is different. Here, it’s the main form of torture. By keeping people in uncertainty you gradually break them down.” About 800 refugees will remain on Manus and Nauru after the US resettlement scheme comes to a close. The offshore detention policy, though, will continue to make waves long after those men, women and children are moved off the islands too. JC Salyer, a lawyer and anthropologist of Barnard College in New York, who has recently done fieldwork around the Manus centre, says growing local disappointment with Australia’s policy has opened the possibility of expanded Chinese influence in the country. Daniel Webb, a Melbourne-based rights lawyer, says the issue will also haunt Australia throughout its ongoing term as a member of the UN Human Rights Council. Above: Shabbir Hossein is from Parachinar, a town in Pakistan wracked for years by sectarian violence, he left a 17-month-old daughter and has been on the island since 2013. A run-down room where refugees were once housed, Lorengau, the capital of Manus. “The victims of cruelty and injustice all over the world – families slaughtered in Myanmar, victims of chemical attacks in Syria – desperately need a strong and effective human rights system, and a government like ours to be a part of the spine of that system. This role has now been impeded by our own deliberate cruelty.” Above and right: Ari Sirwan, 26 is from a town called Sirwan. He worked in Tehran, as a labourer in a market. He used to tell himself ”in half a year’s time, I’ll get out”, always renewing that pledge every six months. But now, he’s lost the hope of ever getting out. Many Manusians have taken pity on the men stranded on their midst. Fisherman Robin Marakei built a guesthouse on his little islet to give refugees a place to rest. Chris Agua Joe came to know the refugees in jail. He was serving time for possession of drugs, they were there for hunger striking. Soon, he was helping them out in whatever ways he could. In November last year, he became instrumental in smuggling goods to the old camp when refugees refused to leave and authorities cut the supply of food, water and electricity. “It was risky for me, sometimes the navy caught me with their floodlights. But I’ve got a heart. You just look at them and imagine yourself in their shoes, in a foreign country, having risked their lives,” he says. “You immediately understand that you definitely need to help.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}