{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2018/apr/05/donald-trump-stormy-daniels-payment-denial", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2018-04-05T21:55:17Z", "webTitle": "Donald Trump denies knowing of $130,000 payment to Stormy Daniels", "webUrl": "https://www.theguardian.com/us-news/2018/apr/05/donald-trump-stormy-daniels-payment-denial", "apiUrl": "https://content.guardianapis.com/us-news/2018/apr/05/donald-trump-stormy-daniels-payment-denial", "fields": {"headline": "Donald Trump denies knowing of $130,000 payment to Stormy Daniels", "bodyText": "Donald Trump said on Thursday that he did not know about the payment of $130,000 that the porn star Stormy Daniels received from his personal attorney Michael Cohen on the eve of the 2016 election. In his first public comments on the allegations, he was asked by reporters on Air Force One if he knew about the payment, and Trump said “No”. When was asked why Cohen made the payment, Trump said: “You’ll have to ask Michael Cohen. Michael is my attorney. You’ll have to ask Michael.” Michael Avenatti, Daniels’ attorney, responded on Twitter by claiming the president’s comments had strengthened their case because “you can’t have an agreement when one party claims to know nothing about it”. Trump, along with Cohen, is currently in litigation with Daniels over a non-disclosure agreement that she signed in exchange for the payment in 2016. Daniels has insisted that the agreement is not valid because Trump never signed it. Earlier this week, Trump’s attorney filed a motion seeking to move the case out of a courtroom into private arbitration. Daniels has claimed that she had a sexual encounter with Trump in 2006 and that she was threatened when she first pondered going public about her relationship with him in 2011. The White House has repeatedly questioned her credibility. Earlier in March, the White House spokesman, Raj Shah, told reporters: “With respect to that interview, I will say the president strongly, clearly, has consistently denied these underlying claims. The only person who’s been inconsistent is the one making the claims.” The relationship between Daniels, whose legal name is Stephanie Clifford, and Trump was first reported by the Wall Street Journal in January. Shortly afterwards, In Touch magazine published a 2011 interview with Daniels where she described her sexual encounter with Trump as well as his apparent fascination with sharks. Daniels is one of two women to come forward with allegations of a consensual extramarital affair with Trump. In March, former Playboy playmate Karen McDougal told CNN’s Anderson Cooper that she had a nearly year-long relationship with Trump. Further, Trump faced nearly 20 allegations of sexual misconduct during his 2016 presidential campaign as well as the release of an audio tape where he bragged about groping women without their consent. Trump maintained that all of his accusers were liars and said he would sue them after the campaign. He has yet to do so. One of them, Summer Zervos, is currently suing Trump for defamation."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}