{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2018/apr/24/majestic-mohamed-salah-liverpool-roma-champions-league-semi-final", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-04-24T22:48:00Z", "webTitle": "That majestic Salah spring just keeps rolling along for relentless Liverpool | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2018/apr/24/majestic-mohamed-salah-liverpool-roma-champions-league-semi-final", "apiUrl": "https://content.guardianapis.com/football/blog/2018/apr/24/majestic-mohamed-salah-liverpool-roma-champions-league-semi-final", "fields": {"headline": "That majestic Salah spring just keeps rolling along for relentless Liverpool", "bodyText": "Ten minutes before half-time on a wild night of Champions League football Mohamed Salah did perhaps the best thing so far of the many wonderful things contained in his dreamy first Liverpool season. By that stage Anfield was in one of those periods of constant uproar, jiggled and tickled and dragged into a state of intoxication as Liverpool battered away at Roma without drawing breath. It is no secret this Liverpool team play in surges, moments when the day seems to turn a shade of deep red and when the front three become a whirl of malevolent action. But this was something new. Liverpool and Salah did not just accelerate away from Roma, they eviscerated them, almost but not quite killing a semi-final that remains, somehow, in the balance. Liverpool were relentless in those periods, shaking and ragging Roma in their jaws like a terrier with an old leather slipper. Of five Liverpool goals in the space of 35 minutes Salah scored two and provided assists for Roberto Firmino and Sadio Mané. Roma pulled back two late goals with Salah off the pitch to make it 5-2 and raise memories of the way they came back at home to knock out Barcelona. Another 3-0 win would do the job this time too. But then, Roma will also have to face Salah again, with bruises still fresh from a beating that came in high-speed waves. Salah was that rare thing, an athlete at the top of his profession finding new heights, new levels. There may be a more breathtakingly brilliant attacking performance in Europe this season but, given the game and the stage, there has not been one yet. For the PFA Premier League’s player of the year this is elite territory, the kind of performance that ends up on stage in Zurich draped in a terrible tuxedo holding a golden bauble and beaming with that rare glaze of sporting ultimacy. It began with the most vital of all his many beautiful goals this season, one of those moments when the game seems to stop. Salah took the ball inside the penalty area found himself with a tiny pocket of space. With a shift of feet he looked up and produced with no real backlift a shot that did something extraordinary, the ball seeming to hang under the lights, generating a strange moment of hush as it arced under the bar before crashing down over the line. It was the first cut in a sublime 15-minute spell for Salah. Best of all it came after a bitty, angsty start. For the opening quarter this had been a different kind of match as Roma’s calmness on the ball, their physical power and the loss of momentum caused by a serious injury to Alex Oxlade-Chamberlain took the crackle out of the air. Liverpool found their ignition in the 26th minute, sparked by a hacking foul on Mané. At which point: welcome to the Red Zone. It was Salah who provided the assassin’s eye but this was a team surge, a spell of pure, fast murder ball. First Mané missed a glorious chance after some lovely deft work by Firmino. And steadily Salah began to skate in from the left-hand side, playing now in his own clear pool of light, isolating Juan Jesus as Roma left their centre-half to face an unwinnable one on one. The goals were coming, hammering at the walls, moaning through the keyhole. If that thumping shot to make it 1-0 brought Anfield to its feet, the finish for Salah’s second before half-time was something different. Again it was Firmino with the sweet approach play, on a night that left Salah up there with Cristiano Ronaldo as the top scorer in the Champions League this season. But this time Salah’s finish was a caress, a dink over Alisson that drew coos and gurgles in among the roars. What to say about him now, in a season that just keeps on soaring up through the clouds? It is easy to forget this was a pointed occasion for Salah personally, newly crowned as the player of the year and now facing the biggest club game of his career against his former employers: unarguably the star, against an opponent forewarned and prepared. In the event the Salah Spring just keeps rolling, with 22 goals and nine assists in his past 19 starts since Boxing Day. More significant than the numbers is the spectacle, the basic joy in Salah’s free-running interpretation of the inside-forward role, a combination of preternatural quick feet, a computer of a creative brain and the rare ability in modern football simply to make the game up in front of him. Salah was too much for Roma as he has been for so many others this season. Defensive jitters may have let Roma back in towards the end but Liverpool will travel to Rome with confidence. Jürgen Klopp has spoken about the need for everyone to join “the train”, for the whole team to push it along together. The Olympic Stadium will be a moment to yank the throttle hard once again, to keep that machine driving on right to the end."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}