{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2018/apr/25/brexit-blamed-record-number-eu-nurses-give-up-britain", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2018-04-24T23:01:31Z", "webTitle": "Brexit blamed as record number of EU nurses give up on Britain", "webUrl": "https://www.theguardian.com/society/2018/apr/25/brexit-blamed-record-number-eu-nurses-give-up-britain", "apiUrl": "https://content.guardianapis.com/society/2018/apr/25/brexit-blamed-record-number-eu-nurses-give-up-britain", "fields": {"headline": "Brexit blamed as record number of EU nurses give up on Britain", "bodyText": "Record numbers of nurses and midwives from EU27 countries quit Britain last year, fuelling fears that a Brexit brain drain will deepen the NHS’s already chronic staffing crisis. A total of 3,962 such staff from the European Economic Area (EEA) left the Nursing and Midwifery Council register between 2017 and 2018. The register tracks who is eligible to work in those areas of healthcare in the UK. The number of departures was 28% more than the 3,081 who left in 2016-17 and three times higher than the 1,311 who did so in 2013-14, the first year the NMC began keeping data on such departures. At the same time, the number of EU nurses and midwives coming to work in the UK has fallen to its lowest level. Just 805 of them joined the NMC register in 2017-18. That total is just 13% of the 6,382 who came over the year before. “It feels that efforts to boost the number of nurses are being dragged down by a botched Brexit,” said Janet Davies, the chief executive of the Royal College of Nursing. The government’s refusal to detail the rights that the 3 million EU citizens living in Britain will have once the UK leaves the EU in March next year is a key cause of the loss of EU staff, she added. “Nurses returning home, or giving Britain a miss entirely, are doing so because their rights are not clear enough.” Brexit emerged as a key reason why EU-trained staff are stopping working in the UK in interviews the NMC conducted with 3,496 people who left the register between June and November 2017. Almost half (47%) of the 227 EEA nurses and midwives who responded agreed that “Brexit has encouraged me to consider working outside the UK”, while 59% said: “I am leaving or have left the UK.” The NMC figures bear out the much greater difficulty hospital trusts are having recruiting nurses from Europe, particularly from countries where many have come from in recent years – notably Italy, Portugal and Spain. There are now 35,115 EEA nurses and midwives on the NMC register, who together make up 5.1% of the 690,278 staff known to the regulator. That is 2,909 fewer than 2016-17. Jonathan Ashworth, the shadow health secretary, said: “These figures are yet more worrying evidence of the huge impact that the government’s shambolic approach to Brexit is having for our NHS. The government should have made clear straight after the referendum that these staff were valued and welcome but instead ministers dithered and delayed and now we see a huge fall in the number of staff coming to work here.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}