{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2018/apr/19/cuba-president-miguel-diaz-canel-modernise-economy", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2018-04-19T22:08:50Z", "webTitle": "Cuba's new leader vows to modernise economy but no return to capitalism", "webUrl": "https://www.theguardian.com/world/2018/apr/19/cuba-president-miguel-diaz-canel-modernise-economy", "apiUrl": "https://content.guardianapis.com/world/2018/apr/19/cuba-president-miguel-diaz-canel-modernise-economy", "fields": {"headline": "Cuba's new leader vows to modernise economy but no return to capitalism", "bodyText": "Cuba’s new president has promised to modernize the country’s economy and make the government more responsive to its people, even as he pledged to uphold the values of the country’s socialist revolution. Miguel Díaz-Canel was sworn in as president on Thursday, becoming the island’s first leader without the Castro surname for the first time in almost 60 years. At a functionalist conference centre in Havana, Díaz-Canel, 57, read a brief speech which sought to reconcile revolutionary continuity with a recognition of the need for change. He said there would be no “capitalist restoration”, but promised to make better use of the internet and push on with “the modernization of our social and economic model”. He finished his address with the familiar rhetorical flourish: “Socialism or Death! We will triumph!” Raúl Castro, 86 – who stood down as president after 12 years in the office but remains first secretary of the Communist party – embraced Díaz-Canel, and gave his presidency a ringing endorsement. But he left no doubt where power still lies. In an uncharacteristically long speech, in which he repeatedly joked and went off script, Castro emphasised the need to fight corruption – and said he would stay on to guide his successor. Castro said he expected Díaz-Canel to serve two five-year terms as president before replacing him as first secretary of the party when he retires in 2021. “From that point on, I will be just another soldier defending this revolution,” Castro said. Amid the anachronistic language, there were signs that the new president was trying to forge a more modern image for the island’s ruling Communist party. In what appeared to be a centrally managed information operation, the hashtag #somoscontinuidad (#wearecontinuity) was trending on Twitter. Internet access has expanded rapidly in recent years, but still remains below the regional average. All major international news websites can be accessed from the island, but government censors block critical blogs as well as webpages financed by the US state department. Communist party insiders say Díaz-Canel is aware of the economic benefits that wider internet access could bring the island’s economy, but fears the island’s political system could be overwhelmed. Under the Obama administration, USAid worked on developing a “Cuban twitter” aimed at fomenting unrest, and in January the US state department launched a Cuba Internet Task Force, which Havana sees as another attempt to undermine it. Díaz-Canel assumes office at a tricky time for the island after the Trump administration partially reversed the fragile détente announced by Castro and Barack Obama in 2014. The US has said Cuba was “responsible” for a series of mysterious health ailments affecting US embassy personnel on the island and has withdrawn more than half of its diplomatic staff. Washington has also warned US citizens not to visit the island – a move which is starting to choke off tourism revenues. Cuba’s main ally, Venezuela, is in crisis, and has heavily cut back on highly subsidized oil shipments to Cuba, upon which the island is heavily reliant. One of Díaz-Canel’s first tasks as president will be to unify the island’s byzantine dual-currency system. Analysts say that if not managed correctly, unification could provoke inflation which could hit the purchasing power of poorer Cubans who form the base of the government’s support. Unlike the carefully orchestrated election, currency unification has the potential to unsettle the island’s seemingly rock-solid political stability. Cubans were divided about the new president. “It’s not good news for me,” said Liliam Rodríguez, 33, who works as a tour guide. “He’s looks like he’s against the private sector in recent speeches.” “I don’t see him as a president,” Gerardo Cartalla, 56, a taxi driver. “In the current situation, I’d have liked Raúl to stay on as president. He’s somebody everybody respects.” This article was amended on 19 April 2018 to correct a mistyping of Miguel Díaz-Canel’s name."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}