{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2018/apr/05/trump-mexico-caravan-voter-claims-speech-west-virginia", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2018-04-05T22:11:11Z", "webTitle": "Trump defends Mexican rapists claim during conspiracy-laden speech", "webUrl": "https://www.theguardian.com/us-news/2018/apr/05/trump-mexico-caravan-voter-claims-speech-west-virginia", "apiUrl": "https://content.guardianapis.com/us-news/2018/apr/05/trump-mexico-caravan-voter-claims-speech-west-virginia", "fields": {"headline": "Trump defends Mexican rapists claim during conspiracy-laden speech", "bodyText": "Donald Trump veered wildly off-script at an event intended to tout the Republican tax bill on Thursday, making false claims about voter fraud and darkly warning of the menace of predominantly Hispanic gangs. Trump, who spent much of the 2016 campaign alleging massive voter fraud, returned to the topic at the event in White Sulphur Springs, West Virginia. “In a lot of places, like California, the same person votes many times,” said Trump. “You probably heard that. They always like to say ‘that’s a conspiracy theory’. It’s not a conspiracy theory, folks. It’s millions and millions of people and it’s very hard because the state guards their records.” There is absolutely no evidence for such voter fraud occurring. After winning the electoral college in 2016, Trump falsely claimed that he would have won the popular vote as well if not for fraud and created a controversial commission to investigate voter fraud in the United States. He also harped on the danger posed by illegal immigration and by the “caravan” of refugees travelling to the US from Central America in an effort to seek asylum. “Women are raped at levels that have never been seen before,” Trump claimed of the caravan as he referenced his infamous 2015 remarks when he launched his presidential campaign that Mexico was deliberately sending murderers and rapists into the US. “Everybody said, oh, he was so tough. I used the word rape,” said Trump, as he reflected on his comments then. Trump touted his proposal for a border wall and for increased enforcement of immigration laws. He also claimed that the MS-13 gang had gained control of swaths of Long Island, requiring towns to be “liberated” while gang members get thrown into “paddy wagons” – a term found offensive by some Irish Americans. The event featured Trump sitting in between two of the three main candidates for the Republican nomination for US Senate in West Virginia. On Trump’s right was congressman Evan Jenkins and on his left was the state attorney general, Patrick Morrisey. The third candidate, the convicted former coal company executive Don Blankenship, was not present. Trump spent much of the event criticizing the Democratic incumbent, Joe Manchin. Trump also offered new details on the scope of the mission to strengthen security at the border after announcing earlier this week that he wanted to send in the military to “secure” the border from what he described as an escalating threat of undocumented immigrants, drugs and crime flowing into the US. The administration intends to mobilize between 2,000 and 4,000 national guard troops to the US-Mexico border in an effort to boost security there, Trump told reporters on Air Force One on the trip back to Washington DC. He said the troops would remain at the border until a “large portion” of the wall is built, an effort that could take years to complete. Asked about the cost of deploying thousands of national guard troops, Trump said the administration was still “looking” at it. Trump meanwhile on Thursday took credit for a record-low drop in unlawful border crossings from Mexico. “Because of the Trump Administrations actions, Border crossings are at a still UNACCEPTABLE 46 year low. Stop drugs!” he tweeted. Trump also weighed in on the allegations against the EPA administrator, Scott Pruitt, who has faced questions in a series of scandals about his use of government money as well as his lodging in a property owned by a lobbyist. Trump told reporters on Air Force One Pruitt “has done a fantastic job”, adding: “I think he’s done an incredible job. He’s been very courageous. It hasn’t been easy, but I think he’s done a fantastic job.” He added of the reports about Pruitt’s conduct: “I have to look at them … I’ll make that determination.” Trump’s statement was a comparative vote of confidence after a White House spokesman, Hogan Gidley, said earlier on Thursday: “I can’t speak to the future of Scott Pruitt.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}