{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/apr/11/wolves-derby-county-championship-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-04-11T22:42:00Z", "webTitle": "Wolves get ready to celebrate promotion after Rúben Neves’ stunning volley", "webUrl": "https://www.theguardian.com/football/2018/apr/11/wolves-derby-county-championship-match-report", "apiUrl": "https://content.guardianapis.com/football/2018/apr/11/wolves-derby-county-championship-match-report", "fields": {"headline": "Wolves get ready to celebrate promotion after Rúben Neves’ stunning volley", "bodyText": "If this is the game that moves Wolves to within touching distance of the Championship title, then it will also be remembered as the night Rúben Neves scored a goal worthy of any champions. The Portugal playmaker volleyed his latest majestic strike into the top corner from 30 yards as Nuno Espírito Santo’s team moved to within one result of a return to the Premier League. Wolves will seal promotion if they beat Birmingham at home on Sunday lunchtime, or the evening before should Fulham falter against Brentford. Moving on to 92 points, they have already gained their record haul at this level and, 11 points clear, could also be anointed champions on Sunday. Derby’s promotion plans have for some time been restricted to holding on to their play-off berth and, even after successive victories before Wednesday night, they are not bankers in fifth place. Neves converted a brilliant free-kick to secure victory at Cardiff last Friday and has scored six long-range goals this season. Signed for £15.6m from Porto last summer, the 21-year-old midfielder has lived up to his billing and Gary Rowett believes he belongs not only in the Premier League but at the top end of it. “That’s almost the first time I’ve applauded an opposition goal,” the Derby manager said. “It’s Champions League stuff, not just Championship. He’s a Champions League player. That’s what you get when you spend nearly £16m. At 21, when you play with that much control … For me, he should be playing for one of the top-four clubs in the country. They’re like a Premier League side but our season’s not going to be defined by games against Wolves.” Wolves’ home form has been almost serenely consistent all season. They have lost once in 21 league matches at Molineux and will be relishing Sunday’s derby. “We are close,” Nuno said. “We have to play on Sunday. Nothing changes, nothing changes. We have to prepare well. The game on Sunday means a lot to our fans, to us. We have to be very cautious. “I was very pleased. We are fortunate to have this talent [Neves]. We still have a long way to go and Rúben knows he has a lot to work on and improve. Now I’m boring because I’ll go home and you know what I’m going to do? Watch the game again.” Wolves set about Derby with panache and were ahead within six minutes. Diogo Jota timed his run perfectly to latch on to Willy Boly’s angled lofted pass and get beyond the backline. Even then he had his back to goal but the Portuguese winger took the ball down with one touch, turned and calmly lifted it over Scott Carson. Neves dispatched two wonderful strikes that Carson could only parry during the first half but there was no stopping the goal that arrived on the day Wolves closed the voting for their goal of the season competition. When Barry Douglas’s corner was cleared by Chris Baird, Neves appeared to miscontrol the ball for a moment. But perhaps he was just teeing himself up. For his next touch was a right-foot volley from 30 yards that flew into the top corner. It was a remarkable goal from a remarkable player."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}