{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2018/apr/24/tsb-customers-online-banking-chaos-accounts", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2018-04-24T23:00:19Z", "webTitle": "TSB bank faces large compensation bill and fines over online chaos", "webUrl": "https://www.theguardian.com/business/2018/apr/24/tsb-customers-online-banking-chaos-accounts", "apiUrl": "https://content.guardianapis.com/business/2018/apr/24/tsb-customers-online-banking-chaos-accounts", "fields": {"headline": "TSB bank faces large compensation bill and fines over online chaos", "bodyText": "TSB’s botched IT “upgrade” has snowballed into a full-scale crisis, with up to 1.9 million customers locked out of their accounts for a sixth day, MPs demanding action and the bank facing a potential multimillion-pound compensation bill and regulatory fines. In one of the worst IT problems to hit Britain’s banking sector in years, TSB took all its internet and mobile services offline for emergency repair work, after a migration to a new platform over the weekend backfired. TSB’s chief executive, Paul Pester, apologised for the chaos on Tuesday morning, promising that services would resume by the afternoon and that “no one will be left out of pocket as a result of these service issues”. But at the end of the working day, and with TSB branches closed, customers were still unable to access their accounts online. Customers reported waiting for more than an hour to get through to the phone banking service. Owners of small businesses said they were unable to pay salaries or manage transactions, while some account holders found all their direct debits had disappeared. Lee MacDonald, a former actor who starred as Zammo in Grange Hill, was among the small business owners affected. He said his company, Mentor Lock and Safe Company, in Wallington, south London, had “literally stopped”. In TSB branches, some customers were told it could be another 48 hours before they could access their accounts properly, while the bank’s website said some issues, such as one-time passwords and Isa transfers, would be fixed by the end of April. The crisis began on Friday night, when TSB began a long-planned migration of 1.3bn customer records away from former parent company Lloyds Banking Group’s IT systems, on to a platform created by TSB’s new Spanish owners, Sabadell. The job should have been completed by 6pm on Sunday. Pester admitted that, in one glitch, customers were shown entries in other accounts: “402 customers could see some data that we would not normally show them online.” While most TSB account holders had been able to continue using their debit cards to make payments and withdraw cash from ATMs, many alleged the problems were deeper than the bank was admitting. Outside a branch in the City of London, Mac, a retired photographer, said he was appalled by the bank’s problems. “All my direct debits have disappeared,” he said. “They were there yesterday but gone today. And there’s something saying the last payment was in 2099. I’ve also had to change my password to get into the account. “The thing that most infuriates me is the statements coming out of the bank. They are not being honest. They keep saying it’s ‘intermittent’ when it’s not. At first I tried to phone. I was on the line for an hour but then gave up and came down here. They have told me it will be sorted out in 48 hours from today, but I don’t know what to believe.” Alex, who runs a professional consultancy firm, said outside the branch: “I have salaries to pay today. I’ve had to come down here to arrange for a bulk transfer over to HSBC, and we’ll have to pay the salaries from there. “I tried calling the helpline, but after a while the line just goes blank. We’ve had grief with them ever since we were moved from Lloyds. They’re not really a business bank.” Many have called for compensation similar to the £70m RBS paid out after the previous big IT meltdown in banking in 2012. Nicky Morgan, the Conservative MP and chair of the Treasury committee, has written to Pester to demand answers; he will also contact the City regulator, the Financial Conduct Authority (FCA). “This is yet another addition to the litany of failures of banking IT systems,” Morgan said. “It simply isn’t good enough to expose customers to IT failures, including delays in paying bills and an inability to access their own money. “Warm words and platitudes will not suffice. TSB customers deserve to know what has happened, when normal services will resume, and how they can expect to be compensated.” Multimillion-pound bonuses to Pester and 30 other senior TSB staff, which were dependent on the IT migration, are now under threat. The payouts, which include a £1.6m bonus for Pester, were frozen after TSB was forced to delay the move from Lloyds to Sabadell last year. TSB’s remuneration committee has yet to decide whether to pay the bonuses. The FCA and the Information Commissioner’s Office said they were investigating the problems. They have the power to fine TSB for the botched system upgrade and data breaches."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}