{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/apr/01/justin-rose-loves-masters-augusta-2018", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-04-01T21:30:08Z", "webTitle": "Justin Rose still loves the Masters despite loss in playoff last year | Ewan Murray", "webUrl": "https://www.theguardian.com/sport/2018/apr/01/justin-rose-loves-masters-augusta-2018", "apiUrl": "https://content.guardianapis.com/sport/2018/apr/01/justin-rose-loves-masters-augusta-2018", "fields": {"headline": "Justin Rose still loves the Masters despite loss in playoff last year", "bodyText": "Perspective can be delivered by curious sources. It took Justin Rose, still reeling from last year’s painful Masters play‑off defeat to Sergio García, to overhear a conversation his young son Leo had at football training before an element of closure ensued. “What he said did help me come to terms with it a little bit,” Rose says. “He said to one of his friends at football that Sergio won it fair and square. So it was bit of a case of I shouldn’t be beating myself up about it because he can see I didn’t do anything wrong. “I just wonder if he’d say the same about himself if he was in a similar position, because Leo is just ferociously competitive. It was interesting to hear him show some empathy, because when things don’t go his way – especially at football – I’m not sure he would show quite the same emotion.” Rose’s grace in defeat was striking. Not that the Englishman’s praise of García and a maiden major success meant coming second did not cause deep hurt. “It was really, really painful,” Rose says. “But at the same time I had this overriding feeling that you cannot go through your whole career without a bit of heartache. You cannot be on leaderboards at big tournaments all the time and have things go your way all the time. “I had been in contention in a few majors here and there but never really been right there at the death, other than when I won [the US Open] at Merion. So from my point of view, Olympic golf, US Open, those kind of moments had gone my way up until then. This was the first time it had gone against me and I know Sergio had suffered that many times. So it was just his time.” Still, Rose can pinpoint how the outcome could have been to his benefit. He has made a career out of painting positive scenarios in his thoughts. In the rush to the first play‑off hole, Rose had no chance to accentuate a positive. “When I found myself on the 18th tee again, I just didn’t find a way to compose myself properly. I hadn’t told myself: ‘It’s time to rejig the story now.’ I felt it all happened so quick, and before I knew it I’d hit it in the trees and it was done. “The other thing is I’d worn sunglasses all day and I made the decision to take them off right before the play-off, because I didn’t want to be over a putt with the sun going down thinking I’m not feeling comfortable.” Rose’s recent form and impressive results sequence at the Masters render him a live candidate to go one step better on Sunday evening. When asked if experiences of a year ago make him more or less likely to don a Green Jacket before his career ends, the answer is emphatic. “More likely, definitely,” he says. “Look at how the runners-up have done in recent years. Adam Scott finished runner-up and went on to win. Jordan Spieth was runner-up the year before he won. When I go to Augusta I feel so good there. It hasn’t dampened my enthusiasm for being there. I really love the place. “When I went back for a visit last week I knew I was over it. Last summer was tough for me, there’s no getting away from that. There was a bit of a hangover because I didn’t want to play for the two weeks that I had off after the Masters last year. Then I made some changes to my swing after that, so it’s difficult to say I didn’t play well in the summer just because of what happened at Augusta. I was doing different things as well, but honestly, since then it’s been such a small thought in my mind. “There was a minute, in the aftermath where it was hard, but I never woke up thinking: ‘Oh, I’ve lost the Masters.’ When I thought about it, I did feel like it was a shame. But I never woke up with a hole in my heart. I never felt like that. “One major is pretty great but I am at a stage in my career where I can really change my story quite a lot if I was able to win two, three or extra.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}