{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2018/apr/06/zoe-coombs-marr-bossy-bottom-review-a-surprising-and-silly-reinvention-of-standup", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2018-04-05T21:21:11Z", "webTitle": "Zoë Coombs Marr: Bossy Bottom review – a surprising (and silly) reinvention of standup", "webUrl": "https://www.theguardian.com/stage/2018/apr/06/zoe-coombs-marr-bossy-bottom-review-a-surprising-and-silly-reinvention-of-standup", "apiUrl": "https://content.guardianapis.com/stage/2018/apr/06/zoe-coombs-marr-bossy-bottom-review-a-surprising-and-silly-reinvention-of-standup", "fields": {"headline": "Zoë Coombs Marr: Bossy Bottom review – a surprising (and silly) reinvention of standup", "bodyText": "Before the premiere of her new show, Bossy Bottom, Australian comedian Zoë Coombs Marr tweeted that the last time she played the Melbourne comedy festival “I sold out and won the Barry”, but “this time I plan on doing an unremarkable season to undersold houses just to prove I still can”. For the last six years, Coombs Marr has been performing as “Dave”: a caricature of a bad male comedian, patchy beard, sexist remarks and all. In 2016 she was nominated for the Edinburgh comedy award and her most recent show, Trigger Warning, was praised multiple times by this publication for its “thrillingly silly meta comedy” that managed to “capture the complexity of misogyny, structural sexism and the current wave of popular feminism”. For that show, she won the Barry award in Melbourne, the comedy festival’s highest honour, and performed two sold-out seasons. In Bossy Bottom, Coombs Marr returns “from hiatus” to perform as herself and says the show is her going back to basics. She insists this time she is just doing jokes. Joke, joke, joke – only jokes – for an hour. No lighting cues, no weird stuff. The jokes, it should be said, are very good, but the original premise doesn’t last long. This is far from a traditional hour of standup. Particular artists work their way into your psyche. Coombs Marr is one of those for me. Trigger Warning was so surprising, funny, weird and feminist it made me cry both times I saw it. It is a strange relationship to find yourself in: being profoundly affected by a piece but knowing that, from the other side, you are just a face in a crowd. “I think of you as one person,” Coombs Marr tells her audience in Bossy Bottom. “A singular ‘they’.” Not just tonight’s audience either, but all of her audiences. This relationship is the longest one she’s ever been in, she says. Rather than two one-sided interactions – the performer on stage and the audience in their seats, never quite meeting – Coombs Marr brings the space together. We are all just people in a room, doing this ridiculous, stupid thing together. “Don’t worry,” she says, grinning, “I’ve got you.” There are little quirks and inside jokes that develop in a long-term relationship, a shorthand you start to share. She weaves these little moments through the show that call back to her previous work. And while these jokes stand on their own for new audiences, for returning members, they are like a shared language, reinventing the relationship between audience and comedian that can so often feel antagonistic. There is a reason comedy crowds are so reluctant to sit in the front row. Welcoming your audience in, rather than shouting them down, still feels revolutionary. I went into this show apprehensive; once you stripped away the layers and theatre of Dave, what would be left? But underneath is Coombs Marr, just as brilliant as ever. Surprise is such a core element of comedy that we almost forget how crucial it is. The delight of seeing Coombs Marr comes with never really knowing what you’ve got yourself into. Even 45 minutes in, she can spin the room on a single joke. She foreshadows gags and yet still manages to pull them from nowhere at just the right moment. And just as she picks at the misogynist underbelly of so much “serious” standup, she also embraces the frowned-upon silliness of sight gags and props wholeheartedly. Though subtler than her previous work, Bossy Bottom is no less critical of the brash, male-dominated cult of traditional standup. Coombs Marr questions what standup can and should be. Her version is refreshingly silly and welcoming, presenting satire with an empathy that sometimes sneaks up on you from behind the ridiculous props. Surprise is the foundation on which comedy is built – and Coombs Marr is a master of it. • Zoë Coombs Marr’s Bossy Bottom is at Melbourne comedy festival until 22 April"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}