{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2018/apr/20/maltese-politicians-face-calls-for-alleged-money-laundering-inquiry", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2018-04-20T21:47:55Z", "webTitle": "Maltese politicians face calls for money laundering inquiry", "webUrl": "https://www.theguardian.com/world/2018/apr/20/maltese-politicians-face-calls-for-alleged-money-laundering-inquiry", "apiUrl": "https://content.guardianapis.com/world/2018/apr/20/maltese-politicians-face-calls-for-alleged-money-laundering-inquiry", "fields": {"headline": "Maltese politicians face calls for money laundering inquiry", "bodyText": "Opposition leaders in Malta have filed an application to court asking for a formal inquiry into the offshore activities of prime minister Joseph Muscat’s chief of staff and one of his leading ministers. The opposition, in their application, want a magistrate to determine whether there have been any potential breaches of the criminal code, including money laundering. The application, filed on Thursday, cites revelations from the Guardian’s Daphne Project and leaked reports by the country’s financial investigation agency, the FIAU, into the affairs of the cabinet minister Konrad Mizzi and Muscat’s top aide, Keith Schembri. Both men have consistently denied any wrongdoing. Lawyers for Mizzi said the application, made by members of the Nationalist party, “expose the political partisan motives of the allegations against him”. “Dr Mizzi will defend his rights to the fullest extent permitted by law,” they added. The application was prompted by reports the FIAU had found that payments totalling €1.3m (£1.14m) were made into a shell company in Dubai. The company, called 17 Black, was described as one of the “target clients” for two Panama entities of which Schembri and Mizzi were beneficiaries. The MP and former opposition leader Simon Busuttil said the two men should step down. “The longer they continue running the country the deeper our country’s reputation will sink,” he said. Filed by Busuttil and the Maltese MEP David Casa, the court application states: “The inquiring magistrate is in a position to determine the full truth … and the case to do so if even more compelling considering that the persons involved are the right hand of the Maltese prime minister and the minister of energy.” A 120-page draft report by the FIAU sets out evidence that 17 Black received payments from a contractor engaged to work on a flagship energy project, and a company owned by a businessman from Azerbaijan. The owner of the Dubai company is unknown, and it appears to have no trading activity. Emails obtained by the investigators showed correspondence between representatives for Mizzi, who was energy minister at the time, saying that 17 Black was to be one of the “target clients” of a Panama company of which he was the beneficiary. Responding to the allegations, a spokesman for Mizzi said his Panama company – created after he entered office – was wound up without ever having traded. It never held a bank account and had been settled into a trust, which was established for the benefit of his family. He said there was “no connection” between Mizzi and the Dubai company. Schembri, who is the owner of printing and recycling businesses founded before he became an employee of the government, stated this week that 17 Black had been included in “draft business plans” for his group as a potential client, but that in the event no transactions were ever recorded with the company. Schembri said he had “no knowledge of the transfers referred to, nor any knowledge of the alleged payment”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}