{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2018/apr/10/minister-attacks-barnaby-joyce-on-qa-for-turnbull-comments", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2018-04-09T21:04:52Z", "webTitle": "Minister attacks Barnaby Joyce on Q&A for Turnbull comments", "webUrl": "https://www.theguardian.com/australia-news/2018/apr/10/minister-attacks-barnaby-joyce-on-qa-for-turnbull-comments", "apiUrl": "https://content.guardianapis.com/australia-news/2018/apr/10/minister-attacks-barnaby-joyce-on-qa-for-turnbull-comments", "fields": {"headline": "Minister attacks Barnaby Joyce on Q&A for Turnbull comments", "bodyText": "The multicultural affairs minister, Alan Tudge, has criticised Barnaby Joyce’s foray into the Coalition’s simmering leadership debate and insisted there is no “artificial deadline” for Malcolm Turnbull to turn his fortunes around. Speaking on the ABC’s Q&amp;A program on Monday night, Tudge said Turnbull could quickly fix the government’s performance, despite recording his 30th consecutive Newspoll loss. Earlier on Monday, Joyce said Turnbull would need to consider a leadership transition if his performance didn’t improve by Christmas. Tudge was critical of Joyce’s comments. “I don’t think it was a particularly useful contribution from Barnaby this afternoon,” Tudge said. “Listen, we’re not into setting artificial deadlines, and I am very confident as we get closer to the election, the Australian people will start to focus very much on the alternative.” Issues of multiculturalism, racism, integration, crime and police brutality dominated Monday night’s Q&amp;A, which was held in Dandenong, Victoria, a town with a highly diverse community. The lawyer and community activist Nyadol Nyuon gave a disturbing account of what it was like to live in the state during public reporting of alleged African youth crime. Nyuon said the reporting was at odds with crime statistics, which showed overall offending had gone down, and offending associated with the South Sudanese community had remained stable and accounted for a fraction of total criminality. Some of the language used in the media, she said, had significant consequences for African communities. “What some people don’t understand is that for the majority of African people, this has been a really tough time,” Nyuon said. “It’s been a time where we’ve questioned whether we can be safe going to the shopping centre. “We’ve been made to feel like criminals, honestly. I give advice to my young brothers who are very tall, 6ft boys, because I am afraid that the three of them walking together constitute a gang. “I tell them to behave nicely. I tell them to dress nicely. I tell them to minimise their presence in public because I am afraid that unfortunately, things can get really bad. Particularly when we’ve had, at least in Victoria, far-right groups coming out and saying they will take things into their own hands.” Debate had earlier turned to allegations of police brutality in Victoria, including excessive use of force against a man with a mental illness. Stuart Bateson, a commander with Victoria police, urged the public not to generalise about the police from the actions of a few. He said police were effective at dealing with misconduct in their ranks. But he resisted the notion of further external oversight other than that provided by the Independent Broad-based Anti-corruption Commission. “We do not want to outsource our own integrity,” Bateson said. “Interestingly enough, since 2010, which is the same time period for the incidents investigated by the Age in recent weeks, 210 police have left the police force while under investigation, 26 have been sacked. So we do have an accountability framework that works. Is it perfect? No, and we need to continue developing it.” Tudge said there were “bad eggs” in every organisation, but it was particularly important to weed them out in policing. He also said he believed young people were not showing enough respect to police. He wanted to see “police empowered again to command that respect”. He was not pressed on how they could do so. Tudge was later attacked by both Labor’s Clare O’Neil and Nyuon over plans to toughen the English language tests for migrants. Nyuon said the tougher test would disproportionately affect those who were without formal educations, most likely migrant women. “I think it’s cruel, and I don’t think that’s inclusion, and I don’t think that’s integration, I actually think that’s just marginalisation.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}