{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2006/apr/29/healthandwellbeing.features5", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2006-04-28T23:59:13Z", "webTitle": "Joanna Hall: How do I know if I am obese?", "webUrl": "https://www.theguardian.com/lifeandstyle/2006/apr/29/healthandwellbeing.features5", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2006/apr/29/healthandwellbeing.features5", "fields": {"headline": "How do I know if I am obese?", "bodyText": "Everyone talks about obesity and the health risks - how do I know if I am obese, fat or just a little excessive when it comes to love handles? Just as obesity has risen, so the number of ways of measuring it has increased, too, and this can create confusion. You can use these simple methods to determine if you are obese, or seek advice from your GP or fitness professional. The most common method is body mass index. To calculate BMI, divide your weight in kilograms by your height in metres squared; the recommended range is 18.5-24.9, overweight is defined as 25-29.9 and obesity as 30 or higher. When people gain weight, fat is deposited in a pattern largely determined by genetics, but excessive fat deposition in the midriff area is particularly linked with chronic disease, so this measurement is an important health indicator. The measurement is best taken by someone else. Keeping the tape horizontal, against bare skin and not over clothes, place it around the body at the narrowest part of the waist, between the navel and the bottom of the ribcage. Abdominal obesity starts at 40 inches for men and 35 inches for women. Another method for determining abdominal obesity is the waist to hip ratio, which compares the relative size of hips and waist. For this, use the measurement for the waist as above and divide it by the hip measurement. To calculate this, stand with feet together and place the tape around the widest part of the buttocks. A waist to hip ratio of greater than 0.95 for men or 0.86 for women is considered too high. · Joanna Hall is a fitness expert (joannahall.com). Send your exercise questions to Weekend, 119 Farringdon Road, London EC1R 3ER (weekend@theguardian.com)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}