{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/apr/12/museums", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-04-11T23:25:00Z", "webTitle": "Nimmi Maghera: Wax and Wayne", "webUrl": "https://www.theguardian.com/football/2006/apr/12/museums", "apiUrl": "https://content.guardianapis.com/football/2006/apr/12/museums", "fields": {"headline": "Wax and Wayne", "bodyText": "We all know that Wayne Rooney likes a flutter, but even he wouldn't bet on anyone recognising the waxwork that features in a new exhibition at Blackpool's Louis Tussaud's museum. Despite the Manchester United and England player's spud-like features having been splashed over newspapers and magazines for years, the model of him bears scarcely a passing resemblance to the man himself. Celeb City is the latest offering at the museum, which has just reopened after a £500,000 refit that should finally allow it to shake off the dubious distinction of having been dubbed one of Britain's worst tourist attractions by consumer magazine Which? The new waxworks, whose number also includes the likes of Angelina Jolie, are dotted around a Las Vegas-style casino which allows visitors to get up close and personal with the models for the first time. One of the first celebs I see on entering is Sean Penn, standing next to a gambling table; a member of staff explains that it's supposed to be Liverpool footballing legend Ian Rush. Nearby is a peculiar model of a reclining Victoria Beckham wearing what looks like a cut-up pair of net curtains - surely not from the real Posh's wardrobe. A little girl, clearly overcome by the stellar cast, rushes over and pleads with her dad to take a picture of her next to David Beckham, who is sitting on a pink couch. The family erupts into an argument about whether or not it is David Beckham. In fact, it's Orlando Bloom. The Tussaud museum's spokesman and marketing manager, Michell Birtwell, is undismayed by the cases of mistaken identity: \"We opened on Saturday to the public and they love it. It is great to watch people's reactions when they walk through the door.\" If some visitors don't know who all the waxworks are, she maintains, it's because of a generation gap. Mike Conway, the museum's creative development manager, explains that it's easier to do the models when they come in for a sitting - otherwise their likenesses have to be copied from magazines. Conway has been making the models for 25 years and is in charge of all creative aspects of the exhibition, from designing the sets to organising sittings for models, and fashioning the waxworks themselves. Each figure takes two to three months to create, and costs between £6,000 and £12,000. The museum's next exciting attraction will be a model of Johnny Depp. Or should that be Ryan Giggs?"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}