{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/apr/10/israel", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-04-09T23:03:59Z", "webTitle": "Israel to boycott inquest into death of British peace activist shot in Gaza", "webUrl": "https://www.theguardian.com/world/2006/apr/10/israel", "apiUrl": "https://content.guardianapis.com/world/2006/apr/10/israel", "fields": {"headline": "Israel to boycott inquest into death of British peace activist shot in Gaza", "bodyText": "Israel will boycott an inquest opening today in London which will investigate the death of a British peace activist shot dead in broad daylight by an Israeli soldier. Tom Hurndall, 22, died after being shot in Rafah, Gaza, while trying to lead Palestinian children to safety after the soldier opened fire from a nearby observation tower in April 2003. His mother, Jocelyn, told the Guardian she is angry Israel is not cooperating as she still has many questions about how her son came to be shot: \"We are hoping the coroner will address the culture of impunity in which the soldier was functioning and the enormous lack of cooperation we have experienced from the Israelis.\" Mrs Hurndall said that only when the family went to Israel and for seven weeks pressured the authorities and raised the case in the media did any sort of investigation begin. Her solicitor, Imran Khan, said Israel's boycott of the inquest is disrespectful: \"It shows their disdain for the whole process.\" Mr Hurndall was one of three British civilians killed, allegedly deliberately, within seven months by Israeli forces. In all three cases Israel claimed the Britons were killed after their troops came under fire. In two cases the claims were not accepted at inquests. Ian Hook was killed in November 2002 and in December last year an inquest jury ruled that he had been unlawfully killed and the victim of a \"deliberate killing\". The UN said that Hook, 50, who led a house reconstruction programme in Jenin camp, was sitting in his office when he was hit by several bullets. Last week an inquest jury found that cameraman James Miller was unlawfully killed by an Israeli soldier who shot him dead in May 2003, just weeks after Tom Hurndall was shot, and just a mile away. Like last week, the inquest will be held at St Pancras coroners court, north London, before Andrew Reid. Mrs Hurndall said: \"It was deliberate. Tom was targeted, intentionally. I think the soldier was shooting to kill.\" Unlike the other two Britons, an Israeli soldier has been jailed for eight year for Mr Hurndall's manslaughter. Sergeant Taysir Hayb admitted he was lying when he said the peace activist was carrying a gun, but said he was under orders to open fire even on unarmed people. He told the military court that after shooting Mr Hurndall he had reported it to his commander: \"I told him that I did what I'm supposed to: anyone who enters a firing zone must be taken out. [The commander] always says this.\" Mrs Hurndall's fears were stoked when the soldier said at his court case: \"The [Israeli army] fires freely in Rafah.\" Mr Hurndall was in Israel with a peace activist group, the International Solidarity Movement, and was wearing a bright orange top given to volunteers when he was shot. He was in a coma for nine months before he died. His mother said the lack of reaction from the top of the British government bothered her: \"I'm shocked that Tony Blair has never publicly denounced the shooting of Tom. I think we have to question our relationship with Israel if they are not going to show themselves to be transparent and cooperative about the killing of British citizens and Palestinians.\" B'Tselem, the Israeli human rights organisation, said that since 2000 1,737 Palestinians had been killed while not participating in fighting. The army has investigated only 131 cases of wounding and killing, which has led to 12 trials. Israel says the fact it convicted a soldier for Mr Hurndall's death shows it is serious about the rule of law applying to soldiers. A spokesman from Israel's London embassy said: \"We regret the tragic death of Tom Hurndall. A due legal process has been completed in Israel and a soldier convicted of the killing and jailed. A full account has been presented to the family and the British government. The legal procedure in Israel has been completed.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}