{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2006/apr/20/games.guardianweeklytechnologysection2", "type": "article", "sectionId": "games", "sectionName": "Games", "webPublicationDate": "2006-04-19T23:43:04Z", "webTitle": "Game of the week: Guitar Hero, Tomb Raider: Legend", "webUrl": "https://www.theguardian.com/technology/2006/apr/20/games.guardianweeklytechnologysection2", "apiUrl": "https://content.guardianapis.com/technology/2006/apr/20/games.guardianweeklytechnologysection2", "fields": {"headline": "Games", "bodyText": "Guitar Hero PlayStation 2 (comes with controller), Harmonix/Red Octane, £39.99 Guitar Hero is a game where frets, not frags, are all that matter. The guitarshaped controller only confirms this. Plug the plasticky, yet oddly satisfying peripheral, into your PlayStation 2 and it all makes sense. Choose your tune - from Black Sabbath to Franz Ferdinand - and strum away by matching the onscreen prompts with coloured buttons on the guitar. Sound easy? Not a bit of it. Dexterity is essential, skidding on your knees with a tie round your head as you live out those Brian May fantasies is purely optional. Thankfully there is depth to add to the novelty. For example, hitting the special star power notes is crucial to get high scores. But Guitar Hero isn't really about scores and the normal gaming rewards. Instead it concentrates on being the one game where dads can compete on equal terms with teenage offspring. And for that alone it deserves respect. Greg Howson Tomb Raider: Legend Xbox 360, Xbox, PS2, PC, PSP, Crystal Dynamics/Eidos, £29.99 We can all breathe a sigh of relief: Crystal Dynamics back-to-basics approach to the revered (but recently tarnished) Lara Croft's starring vehicle has been successful. Croft is back doing what she does best - raiding tombs primarily - and has never moved or looked better. Indeed, the tomb-raiding sequences have all the fluidity of Prince of Persia - the influence of original Lara designer Toby Gard is palpable. Tomb Raider: Legend's puzzles are the best in the series, thanks tocanny use of a physics engine, and there are some diverting driving-and-shooting sequences on the back of a Ducati. Many of the boss-battles are dodgy, though, and the game ought to be longer. But Croft manages to rekindle past glories, with considerable style. How could we have doubted her? Steve Boxer Driver: Parallel Lines PS2, Xbox, Reflections/Atari, £39.99 In case you'd forgotten, the game that started the drive anywhere/do anything genre was Driver 2. Sadly, the follow-up was so badly bugged that Grand Theft Auto 3 nipped in and claimed all the plaudits. So will this latest instalment be the one to finally redress the balance? If only life were that fair! In fairness, Parallel Lines does much to redeem its reputation. For a start, most of the bugs have gone, most of the action is now behind the wheel (as opposed to the on-foot shenanigans of Driver 3) and with 35 New York missions played out to a cool 70s soundtrack, there's plenty to enjoy. However, it still lacks the weight, variety and sub-cultural chic of Rockstar's recent efforts. You also yearn for a higher calibre of car and greater control to make it truly essential. However, it is a big wheel-spin in the right direction. Mike Anderiesz · If you'd like to comment on any aspect of Technology Guardian, send your emails to tech@theguardian.com"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}