{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/apr/10/comment.politics2", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-04-09T23:15:31Z", "webTitle": "Jackie Ashley: One dead swan doesn't make a summer of panic", "webUrl": "https://www.theguardian.com/commentisfree/2006/apr/10/comment.politics2", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/apr/10/comment.politics2", "fields": {"headline": "One dead swan doesn't make a summer of panic", "bodyText": "There has been panic in Scotland, with an estimated 45,000 masks bought within days of the first reports of the possible pandemic, and calls for anyone with flu-like symptoms to be detained. This, though, was three years ago, when the coming plague was Sars, an infection we were told might sweep the world as it emerged from China and Vietnam. There, it is true, several hundred people eventually died; the toll in Britain, and indeed Scotland, was zero. So we have been here before. When we read of emergency food plans to tackle shortages, of school closures to cut the likely death toll among children and of even grimmer contingency plans for mass graves for up to 320,000 people who might die from bird flu, then we all need to pinch ourselves and remember the earlier waves of media-fanned panic. One dead swan has had quite a send-off. I speak as an inveterate panicker, though an incompetent and lazy one. The prickling of the scalp when reports come in about some plague on the way is a feeling I know only too well. When we were told to stockpile water supplies - I can't remember quite why - I picked up three litre bottles and then decided any more would be too heavy to take home. The three dusty cans of baked beans in the cupboard probably don't qualify as emergency supplies either, though we did give up eating beef for a while, unless someone else had cooked it and it seemed impolite to say no. Of all the recent health panics, the most serious was undoubtedly BSE. It was a stain through the later Tory years, a rural catastrophe that just went on and on. The science suggesting that the disease could be passed to humans was strong, and indeed new variant CJD has killed 155 people in Britain, though the peak year for deaths (28) was in 2000 and so far this year there have been just two. That is awful, but it is a lot less awful than the estimates of deaths we heard then, ranging up to a \"time bomb\" of 130,000 people with the fatal brain infection. The government was under terrible pressure from health-panickers on the one hand and distraught farmers on the other, and it did send out conflicting messages for a while. Yet the truth about BSE and Sars is probably also the truth about bird flu. It is that public health precautions, though expensive and heavy-handed, do work. The ban on beef on the bone, the changes in animal-feed policy, the destruction of infected cattle and all the public warnings prevented the hundreds of thousands of horrible deaths we were told Britain faced. Similarly, the limited quarantine and movement precautions deployed against Sars stopped that spreading beyond east Asia. Then as now, the first rule is to try to follow the science. It was never the case that all eating of beef was risky; it was never the case that Chinese or Vietnamese people presented a special threat to the health of the British; and - so far - there has been no proven case of bird flu passing from one human to another. Human cases have been reported in nine countries (Egypt, Thailand, Vietnam, Cambodia, Indonesia, China, Turkey, Iraq and Azerbaijan) and 109 people have died. But it seems they all lived or worked with birds that were infected. If the virus mutates, we could still be looking at a terrible problem - which is why the quiet contingency plans prepared by government, and then leaked with luridly alarming headlines, are mere common sense. But a plan is not a plague, and most of us know it. Unless you happen to be a gregarious Germanic swan or spend your day working in a bird sanctuary, there is no need to panic. Again, most of us know it. We have a rough idea that the disease panics of the past few years are as nothing to the Aids disaster, which caused 3.1 million deaths worldwide last year and slashed the average lifespan across swaths of sub-Saharan Africa. Another big killer in the world is not a disease, but the motorcar - 1.2 million people are killed each year in traffic accidents, around 3,000 of them in Britain. So why are we so fixated by bird flu, which is so far frankly marginal? Why those long, lugubrious reports from Fife villages, the busy deployment of BBC helicopters, the scary stories about lack of government preparedness (\"families might have to wait up to four weeks to bury their dead\")? One answer is simply that everyone knows the virus could mutate, as it has done from bird populations in the past, and governments have to take preparations seriously. And there is the usual media over-egging. Yet a good health panic plays to other fears, social and political. BSE chimed with a general worry that modern farming was playing dangerously with nature. Somehow we were getting our just punishment for cheap supermarket food. Indeed, the disgusting use of mashed-up bovine remains as cattle-feed, a form of imposed and unnatural cannibalism, did turn out to be dangerous. Sars and bird flu play to another fear, of a great pullulating mass of humanity in China and east Asia generally - a new world that is poor and assertive, and coming our way: if they don't get us with their cheap shoes or their global warming, they'll get us with their chickens. The very word \"pandemic\" conveys a sense that in a world of cheap mass air travel and too many people, this is the sort of thing that's likely to happen. Never mind that the geese don't go through immigration control on their way here. Never mind that the great Spanish flu epidemic of 1918-19, which killed about 21.6 million people, more than the first world war, took place without China being a world player, and without air travel or much immigration. These are diseases of the borderless world. This is why keeping a sense of proportion is so important. It is right to keep a weather eye on the progress of avian flu, and to expect a properly prepared government to be stockpiling vaccines, quarantining infected areas and keeping us informed. It is always sensible to be a little sceptical about the politicians' preparedness. But we have to show some trust in the public health authorities and the scientists who advise them. After Whitehall's experience of the early days of BSE, Sars and now the early warnings about bird flu, it would be bizarre if the government wasn't taking the dangers of a pandemic seriously. Politicians can be blamed for a lot, but hardly for a viral mutation. They get a lot wrong, but this time they seem to be getting it mostly right. Not convinced? Flu masks, apparently, are a snip at £1.48 plus VAT. jackie.ashley@theguardian.com"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}