{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2006/apr/06/foreignpolicy.comment", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2006-04-05T23:36:55Z", "webTitle": "Letters: Britain should not break with conventions", "webUrl": "https://www.theguardian.com/politics/2006/apr/06/foreignpolicy.comment", "apiUrl": "https://content.guardianapis.com/politics/2006/apr/06/foreignpolicy.comment", "fields": {"headline": "Britain should not break with conventions", "bodyText": "John Reid's call for a review of the laws governing warfare is both worrying and encouraging (Response, April 5). There is an obvious similarity between some of what he is saying and what unilateralist opinion close to the Bush administration is also arguing. But it is invariably encouraging to see these issues debated. Clearly, the law of armed conflict crafted almost 60 years ago (the Geneva conventions) deserves review, as methods of warfare and international conditions change. As technology advances so too must we consider what is meant precisely by \"imminent threat\". So there is a great deal to be said for opening up the debate. The danger is that Mr Reid's words will be dismissed as the irresponsible outpourings of a Blair government too closely aligned to a unilateralist Bush administration. On one interpretation, his words might be taken as a defence of robust interrogation techniques, rendition and military action against \"rogues\" like Iran. It would be a pity if this were to be the outcome. There is much about the law that ought to be discussed. However Mr Reid would be more convincing in his call for a debate if he accompanied it with a manifest willingness to engage - and to allow his officials to do so as well. Dr Steven Haines Head of department of politics and international relations, Royal Holloway, University of London John Reid asks why nearly 60 years after the Geneva convention is it so difficult to respond to disasters. He cites Rwanda, where in 1994 a UN force was already trying to avert a humanitarian disaster. Yet the UN security council failed to agree that genocide was occurring and declined to send extra forces that might have ended it. However, in the same year the security council did agree to a forcible intervention in Haiti by US forces which successfully reinstated the deposed President Aristide. This was the first intervention of its kind. Later attempts to intervene by members of the international community did not get UN approval because, instead of \"the responsibility to protect\", it appeared to many that this could be used as a cloak for aggressive intervention. Thus the UN security council was unable to obtain a majority to support a resolution on military intervention in Kosovo in 1999, or in Iraq in 2003. These two cases show the problems thrown up by the creditable decision by last year's general assembly to support intervention in appropriate cases. It is significant that Mr Reid did not cite Iraq as a suitable case for such intervention. Jim Addington Chair, Action for UN Renewal \"International laws hinder UK troops,\" complains John Reid (Report, April 4). Of course, that is the point of international law. Ideally, international law would prevent all troops from ever engaging in any military action, but if there is to be any chance the law would be generally obeyed then it has to be less ambitious than that. The defence secretary was particular about the concept of imminence and it simplications for any future action against Iran. This topical example is surely one which illustrates the need not to condone any pre-emptive action. Israel has hinted that it might at some time strike at Iran's nuclear facilities. If Iran felt that such hints indicated an imminent attack and international law were relaxed in the way that Mr Reid appears to recommend, then Iran would be legally entitled to strike at Israel first (which is not to say that it is militarily capable of doing so). That would hardly increase the stability of the Middle East. Anthony Matthew Leicester Contrary to John Reid's wish to redraw the Geneva conventions, there is no better time to reinforce them and ensure compliance. The fair and respectful treatment of prisoners is one thing that separates the civilised from the uncivilised, including the right to a fair trial and the right not to be tortured. The hatred towards the coalition forces in Iraq has increased largely because of the violations of the laws of war and the abuses at Abu Ghraib and other prisons. In the case of the Israeli-Palestinian conflict, if the Israeli government had adhered to its obligations under the fourth Geneva conventions, I doubt there would ever have been either the first or second intifada, and a Palestinian state might still be viable because there would be no Israeli settlements and no concrete wall fragmenting Palestinian lands. Mr Reid might reflect on the desirability to adhere to these laws rather than dilute conventions that have been breached in any case. Chris Doyle Director, Council for Arab-British Understanding When our governments order unprovoked attacks on countries that pose no threat to us in breach of the UN charter - inevitably killing civilians in the process or allowing torture and cruel treatment in breach of the 1984 convention - then we hand the terrorists a victory. If we water down the Geneva conventions then the protections they give our troops will be weakened - putting them at greater risk if they end up as prisoners of another country's military in future. Duncan McFarlane Braidwood, Carluke John Reid talks of the need to prevent \"killing on a huge scale\" and \"mass casualties\". I assume he is aware that the current ratio of coalition to Iraqi deaths is running at a conservative (on the Iraqi side) estimate of 1:41. Marion Birch Director, Medact I was surprised to learn that the Geneva conventions restrict the operations of the British armed forces. The Americans seem to manage. David Butler London"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}