{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/apr/14/weekendbetting.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-04-13T23:57:21Z", "webTitle": "Betting: Punting for the weekend", "webUrl": "https://www.theguardian.com/football/2006/apr/14/weekendbetting.sport", "apiUrl": "https://content.guardianapis.com/football/2006/apr/14/weekendbetting.sport", "fields": {"headline": "Punting for the weekend", "bodyText": "Previously on punting for the weekend ... Those kind people at Blue Square have agreed to stump up £200 for our resident tipster, James Dart, to wager until the end of the season, in the hope he'll turn up a few winners and earn the price of a bumper night for the Guardian Unlimited sports desk on the West End tiles. A disastrous series of events, including a first-fence faller in the Grand National, saw our kitty slump to £212.13 and left us desperate for a happier Easter. WEEK 10 Bristol City to beat Hartlepool in League One: £25 at 8-5 Gary Johnson has finally got the pre-season title favourites performing to the high standards expected of them; with just one defeat in nine games, City have stormed up to tenth in the table. Their 3-0 stroll at Walsall last weekend even came without injured top scorer Steve Brooker, who'll also miss out on the trip to the Victoria Ground. Hartlepool, meanwhile, are mired in a relegation dogfight. No side has won fewer league games at home (five) or scored fewer goals in the division (37 in 41 games), while their last defeat at Colchester made it just two wins in 20 games. Scenting an outside chance of a play-off spot, City are far too big a price. Reading to beat Leeds in the Championship: £25 at 11-8 If there were any fears that the champions would ease off towards the end of the season, they were surely dispelled after last week's 5-2 victory at Cardiff. Their phenomenal campaign could top 100 points with a win at Elland Road, and the fact Leeds could be without six of the players who started last weekend's goalless draw with Plymouth won't harm their chances. A flu bug has swept through the club, and laid Paul Butler, Gary Kelly and Stephen Crainey low, while Sean Gregan, Shaun Derry and Frazer Richardson (knee) are all injury doubts too. On top of this Leeds have gone six games without a win and have failed to score in 362 minutes. Slightly adventurous treble of the week ... Newcastle to beat Wigan (5-6), Carlisle to beat Bristol Rovers (5-4) and Port Vale to beat Walsall (7-4) £10 at 10.34-1. · All prices with Blue Square · Two lucky readers can win the opportunity to chaperone us on the night, while you can claim a free £25 bet with Blue Square. To enter, and claim your free bet at the same time, simply register with Blue Square and place a win single of at least £10 (or currency equivalent). Your account will then be credited with a £25 betting token (value of which is not included in bet returns, expiring after one month). The offer is limited to one per person."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}