{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2006/apr/25/politics.schools", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2006-04-24T23:51:27Z", "webTitle": "Flagship academies are risky venture, donors warned", "webUrl": "https://www.theguardian.com/uk/2006/apr/25/politics.schools", "apiUrl": "https://content.guardianapis.com/uk/2006/apr/25/politics.schools", "fields": {"headline": "Flagship academies are risky venture, donors warned", "bodyText": "The government's controversial academy programme is a risky investment for potential donors with little evidence that the independent state schools improve educational standards, according to a report published today. The study, by New Philanthropy Capital, a thinktank which advises wealthy donors how best to invest their money, warns that the government's flagship schools \"can and do perform badly\". There are 27 academy schools open and ministers hope for 200 by 2010. Academies are independent state schools where private sponsors give £2m in return for a large degree of control over the school's curriculum, ethos and staffing. Today's report is likely to increase the pressure on the programme, which needs wealthy sponsors to ensure its success at a time when the \"cash for honours\" row has put a question mark over the motivation of potential backers. \"There is too little evidence to assess conclusively whether academies are a good investment or not,\" the report states, concluding: \"Academies are a risky investment: they can and do perform poorly.\" The report says that potential backers should consider spending their money on charities that work with children with special educational needs or those that tackle bullying. \"Academies show mixed results for their pupils. Sponsorship of an academy is high risk, and success, if it comes, will not be immediate.\" The academy programme is expected to cost about £5bn if it reaches its 2010 target. The first academies opened in 2002 and the government said each would cost about £10m, with private sponsors contributing 20%. The latest figures from the Department for Education and Skills show that the sponsor's contribution has fallen to as little as 5% in some cases and the average cost is more than £25m, compared with the DfES's estimate for a new school building of about £15m. Today's report says the £25m price tag for setting up an academy in new buildings looks \"very expensive\" and \"the case for academies would be stronger if they did not cost so much to build.\" The report adds: \"Perhaps the most powerful criticism of academies is the £8m difference between the cost of building an academy and the cost of building a conventional school.\" At his monthly briefing yesterday Tony Blair said the donors who handed over millions of pounds deserved recognition. \"I know there are people who want to knock the academies for all sorts of reasons - I will passionately defend city academies. The best advocates for them are not me, or even the people who are helping create these city academies; the best advocates are the parents that want to get their kids into the city academies.\" On honours, he said: \"Contributing to the education of disadvantaged kids in the inner cities is about as good a contribution to society as I can think of.\" The education department denied academies were poor value and said they were improving results. \"Academies cost exactly the same as similar-sized schools.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}