{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/apr/10/comment.politics1", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-04-09T23:15:17Z", "webTitle": "Max Hastings: Taxpayers will resent the cost of turning public servants into fat cats", "webUrl": "https://www.theguardian.com/commentisfree/2006/apr/10/comment.politics1", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/apr/10/comment.politics1", "fields": {"headline": "Taxpayers will resent the cost of turning public servants into fat cats", "bodyText": "Once upon a time, a career in the public service meant a lifetime of short commons, holed socks and old family cars. Fat cats working for Unilever or ICI condescended to old school chums who had chosen the civil service, teaching or the NHS, rather in the spirit they sent small cheques to missionaries in Africa. Public service was a drab, necessary thing that inspired in most Britons modest respect and a tinge of pity. From 1989 to 1997, it was also perceived as a declining activity. The Tories privatised everything that moved, and shed hundreds of thousands of public-service jobs. They cut the armed forces and abolished whole Whitehall departments. Those who were left in the civil service, schools and hospitals felt like survivors of an earthquake, time-travellers stranded by the departure of their Tardis. The world had become a different place, it seemed, in which everything that mattered would be done under private auspices. Soldiers, diplomats, policemen and a few hundred thousand administrators would soon be the only servants of the state. Today, of course, it all looks different. The Office for National Statistics announced last week that employment in the public sector is at its highest level since comparable records began in 1991. Almost 6 million people are paid by central or local government. The areas responsible for last year's biggest increases are health and social work, which gained 49,000 workers, together with education, which expanded by 26,000. There were smaller rises in police and public administration numbers. And a good thing too, some say. Gordon Brown is presiding over a serious attempt to make good years of Tory under-investment. The chancellor is proud of his achievement as a state imperialist, and looks on public employees as the core of his natural constituency. These are, he said in a recent speech, \"men and women who, as is the essence of the labour movement, chose solidarity in preference to selfishness; thus creating out of the idea of duty and responsibility the Britain of civic responsibility, civic society and the public realm\". What he did not say, because he could not, was that such people no longer make material sacrifices to serve the state. Alongside the rise in numbers of public employees have come dramatic increases in their remuneration, especially among doctors and nurses. Many GPs are now earning £150,000 a year, a startling sum, for bearing exactly the same caseload as they did a decade ago. In informed circles, at least, the penny has dropped that the government's huge \"investment\" in the NHS has dramatically improved the pay of its workers, but purchased only a modest improvement in services. Then there is the matter of pensions. The unions have made plain their determination to fight to the last ditch to preserve their cherished right of retirement at 60. Central government notoriously capitulated to its own employees on this issue last year. Now local authority workers are staging stoppages to sustain the same deal. The outcome is that today the chancellor of the exchequer presides over a regime that is paying more public employees better than ever in their history, while providing them with a level of job and pension security greater than any private employee of the next generation can hope to know. Let us skip the question of whether this can justly be classified as \"investment\", Brown's verbal weapon of choice in justifying all public spending. The other key issue is the politics. What impact will it have on the 80% of workers not employed by the taxpayer, to measure against their own circumstances the privileged lot of those luxuriating in state patronage? Not long ago, I heard a recently retired senior civil servant moan that after 40-odd years of labour for the crown, and having reached the top of the tree, his grateful country rewarded him with an indexed pension of just £75,000 a year, which he was finding hard to live on. Some long-serving BBC moguls have retired on much fatter packages. The sums may be peanuts compared with those collected by FTSE chairmen and chief executives. Alongside the predicament of almost everybody else, however, they represent almost unimaginable comfort and security. A new social divide is opening up, which could prove politically significant. While younger people enjoy more immediate spending power than ever before, they are saving less, must change jobs more, and look to a bleaker old age than their parents and grandparents. As this message filters through, it must surely breed resentment towards the privileges of public employees, with index-linked and guaranteed pensions - and now generous salaries as well. The politics of envy between public and private sectors looks fertile territory for David Cameron. It will become more so if the unions sustain their high-profile struggle to keep retirement at 60. Cameron can proclaim a crusade against the bloated public sector. He can attack Brown's willingness to take ever more money away from the rest of us, in order to hand it to state servants. Could the Tories afford thus to write off the huge vote the public sector embraces? When the opposition has a huge electoral mountain to climb, if it is to hold power again, this is a delicate calculation. Its leaders might well calculate that since so few are likely to support them anyway, there is nothing to lose by waving goodbye to all those doctors, nurses, teachers and the rest. Real public anger about public-sector privileges seems likely to set in when private employees start feeling the pinch themselves, which has not yet happened. The most striking feature of recent opinion polls is not how badly the Blair government is faring. It is how well Labour support is holding up, amid a succession of embarrassments and disasters that would have been deemed fatal to any administration a generation ago. Cynical economists say that the pensions issue, which looms so large in the thinking of political and media pundits, scarcely registers with the young, because it seems so remote, like Iraq. Yet indifference seems unlikely to persist. Once taxes start to rise, as they must, even the least political citizen will start to wonder where the cash is going, and to resent public fat cats. The louder the unions howl about threats to their feather-bedding, the more people will notice what public servants have got, and others have not. We are still a long march from another winter of discontent and its political consequences, but every local government strike brings it a little closer. Brown possesses an almost mystic belief in the power of the state to make Britain a better place. He is therefore happy to lavish resources on the state's employees. He was right in 1997, that the public services desperately needed cash and TLC. Now, however, the money is running out, and many people are becoming dismayed and angered by how much has stuck to employees' pockets rather than being used to deliver better services. And since the chancellor is responsible, if there is any justice in the political world he will take the blame. comment@theguardian.com"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}