{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2006/apr/29/fashion.hannahpoolonbeauty", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2006-04-28T23:59:13Z", "webTitle": "Hannah Pool: Tinted moisturiser, make-up or skin-care?", "webUrl": "https://www.theguardian.com/lifeandstyle/2006/apr/29/fashion.hannahpoolonbeauty", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2006/apr/29/fashion.hannahpoolonbeauty", "fields": {"headline": "Tinted moisturiser, make-up or skin-care?", "bodyText": "Tinted moisturiser is one of those products that's easy to view as a bit of a con. It's a fence-sitter of the beauty world - not quite a foundation, not quite a moisturiser. So what is it - make-up or skin care? \"Even with a tinted moisturiser, you still need to use your original moisturiser as a base,\" says Prescriptives make-up artist Gary Brunker. \"Tinted moisturiser is only a quick-fix product - it's a cosmetic.\" It is also key to achieving this season's \"no make-up make-up\" look. \"Take your inspiration from Alexander McQueen and John Galliano's catwalk shows, which featured models with bare, fresh faces; the focus was glowing skin with neutral eyes, lips and cheeks,\" Brunker says. \"Tinted moisturisers are great for black skin because they even out skin tone and their minimal pigment content means they won't give black skin that flat, dull, ashy look you can often get with certain foundations.\" As ever with a good base, choosing the right shade is vital. Becca, Prescriptives and MAC have the darkest shades; Bobbi Brown and Crème de la Mer are good for medium-dark and lighter skin tones. \"When you choose a tinted moisturiser, opt for one a shade warmer than your natural skin tone,\" Brunker says. \"Don't use it to give your skin colour, otherwise it will look dated - colour should come from blusher. You should also choose a tint that's not glittery or tacky.\" Use your fingers to apply - this warms the liquid and prevents streaks. \"Start with your T-zone and blend down and outwards to the apple of your cheeks.\" If you feel your skin looks too shiny, finish with a very sheer powder. Be warned: tinted moisturiser can be addictive. Once you've surfed one hangover with flawless skin, it's hard to go back to being a blotchy mess."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}