{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/apr/21/cricket.gdnsport3", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-04-20T23:22:47Z", "webTitle": "County Championship round-up", "webUrl": "https://www.theguardian.com/sport/2006/apr/21/cricket.gdnsport3", "apiUrl": "https://content.guardianapis.com/sport/2006/apr/21/cricket.gdnsport3", "fields": {"headline": "Trott runs up a century to put Warwickshire in charge at Hove", "bodyText": "If Warwickshire are pensive about their impending life without Nick Knight, their nerves will have been settled a little yesterday when Jonathan Trott confirmed his own hunger for runs, especially when they come from Sussex. Trott, 25 tomorrow, made a century on debut at Hove and scored a career-best 210 when Sussex visited Edgbaston last season. He was at it again yesterday at Hove, scoring 109 after Knight had shown the way to a total of 308-5 at the close, for a lead of six runs. Knight began the day with the night watchman Freddie Klokker, who made 40, before Trott and Knight added 60 runs. Knight went for 73, but 44 overs and 134 runs later Trott brought up a century with one blemish, a drop on 56 by Mike Yardy at slip. At the other end Alex Loudon reached a half century, but both lost their wickets late on, At Old Trafford the weather permitted only 49.3 overs of play, but there was time for Nic Pothas to set a new Hampshire record with seven catches in an innings and for Glen Chapple, whose 70 earned a 30-run first-innings lead with a total of 224, to become the 10th Lancashire player to score 5,000 runs and take 500 wickets. Hampshire's second innings reached 54-0 in reply. At Trent Bridge, shortly after 4.15pm, Darren Bicknell allowed Mitch Claydon's loosener to bounce to the wicketkeeper and, five sessions later than planned, the champions' defence was under way. Why it had not begun an hour earlier, when the outfield was dry enough for Nottinghamshire and Yorkshire to play football on, was difficult to understand. Only 14 overs were possible, during which Notts rattled to 69-1. Jason Gallian was the only man out, caught behind driving at Claydon, and with the weather likely to remain unreliable it will take some positive captaincy from Gallian and Craig White to force a result."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}