{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2006/apr/14/cancercare.health", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2006-04-13T23:51:18Z", "webTitle": "Letters: Women are unfairly denied Herceptin by the NHS", "webUrl": "https://www.theguardian.com/society/2006/apr/14/cancercare.health", "apiUrl": "https://content.guardianapis.com/society/2006/apr/14/cancercare.health", "fields": {"headline": "Women are unfairly denied Herceptin by the NHS", "bodyText": "In response to your leader (April 13): when the results of the Herceptin trials on HER2 positive women with early stage breast cancer were released last year, they were widely considered by leading clinicians around the world as exceptional. Herceptin can save lives; it is inhuman to deny access to the drug if your consultant recommends it. Women who are able to afford private medical insurance have been receiving Herceptin since last year, yet women on the NHS are unfairly denied access to the drug. This charity's recent campaign, highlighting the 23 cancer drugs that have been unacceptably delayed for up to three years in the approval process, has led directly to the reform of the National Institute for Clinical Excellence. We are proud of this work. Cancerbackup receives funding from 14 pharmaceutical companies, but this amounts to only 7% of its income, of which 0.26% comes from Roche. We accept funding from companies to enhance vital services for cancer patients, and not for use in PR campaigns, as you suggest. Joanne Rule Chief executive, Cancerbackup One reason why the pharmaceutical industry spends so much time and effort on such disease-mongering (Drug firms accused of turning healthy people into patients, April 11) is the genuine difficulty and huge expense inherent in producing truly innovative medicines for common diseases. Given these limitations, drug companies often reverse their traditional ways of working: rather than invent new drugs for old diseases, they find new diseases for their old drugs by, for example, narrowing the definitions of normal body function and well-being. In seeking profits, the pharmaceutical industry continues to produce some medicines that improve health and quality of life. But it is also finding new ways of making people ill. Dr Ike Iheanacho Editor, Drug and Therapeutics Bulletin Despite reports of of inappropriate use of drug treatments, I would urge people not to forget the serious consequences of conditions such as osteoporosis. Whether a patient or health professional, we would all welcome the judicious use of drug treatments and would not support the inappropriate use of medications for those who do not need them. But we need to remember that osteoporosis causes over 230,000 fractures in the UK every year and creates health and social care costs of £1.8bn annually. There are also immeasurable personal costs as a result of fractures. It is essential that we have appropriate and effective drug treatments for those who are at the highest risk of fractures to minimise their pain and suffering in the future. The danger of trivialising osteoporosis and other serious medical conditions is that they will no longer be prioritised as they should be by health service providers and individuals will suffer as a result. Angela Jordan National Osteoporosis Society"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}