{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2006/apr/20/comment.comment", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2006-04-19T23:43:03Z", "webTitle": "Letters, April 19", "webUrl": "https://www.theguardian.com/technology/2006/apr/20/comment.comment", "apiUrl": "https://content.guardianapis.com/technology/2006/apr/20/comment.comment", "fields": {"headline": "Read this week's letters", "bodyText": "Professional prose too valuable to lose Let us hope that the financial challenge Wikipedia poses to Britannica (A thirst for knowledge, April 13) will not mean the disappearance of such publications. The institution I work for uses Wikipedia as an internal searchable information repository. This is extremely useful, but a comparison of the instructional texts within our publication would pale when compared to a collated piece of prose, produced by experienced professionals. Andrew Boag Wellington, New Zealand · By comparing Wikipedia unfavourably to learned academic resources, Andrew Orlowski misses the point. Wikipedia is highly accessible and free, contains a range of information and is far bigger than traditional intellectual tomes. Rather than criticising the wiki model, Orlowski should reconsider his old-fashioned views on what constitutes important information. Whereas an editor was once needed to second guess relevancy, we can now measure it in mouse clicks. John Picton Merseyside · Orlowski seemed to imply it was difficult for library authorities in the UK to provide equivalent services to those in the US. This may have been the case but I think we are fast catching up. I work on an online reference library project for Lancashire library and we have expanded our online provision considerably and provide many established sources for home use. In common with many library authorities, our web page also acts as a gateway to recommended websites and we see part of our role as that of evaluating online sources and pointing the public to trusted sources. Andrew Walmsley Lancashire County, Library &amp; Information Service Never before have so many people been able to get poorly thought-out arguments and prejudice far beyond the bounds of the bar room. www.hackingcough.com/blog/ We don't expect the ocean to turn out ready-to-consume cans of tuna. We shouldn't expect pre-packaged, ready-to-consume information from Wikipedia. http://socialsynergy.typepad.com Watching the watchers Like Wendy Grossman (Technobile, April 6), someone doesn't want me to be in control of my viewing with my TiVo. For me it's Sky, who would rather I got one of its less intelligent SkyPlus boxes. Sky has moved all its radio channel numbers to four digit numbers. TiVo can only read three digit numbers. When I rang TiVo support, they had no solution. Except to \"upgrade\" to SkyPlus. TiVo is no longer available here. Sky, which was to have been marketing TiVo in the UK, now has its own, loyal personal video recorder in SkyPlus (TiVo also works with Freeview and cable). After buying the SkyPlus box, viewers have to pay a subscription for programming information. I hope Ofcom is watching. Ann Styles London No arm-twisting It's the British Phonographic Industry's choice (Newly asked questions, April 13) to assume that each free download replaces a paid-for one that leads to them insisting that zillions of pounds are being stolen. It's like the pen industry claiming the free pens you get from charities are ruining their industry, because otherwise you'd buy a jewel-encrusted fountain pen. http://xrrf.blogspot.com Few efficiency savings Using nanotubes (Tiny tubes could bring big savings, April 13) to effect a 10% increase in the heat transfer rate of the circulating fluid in your central heating system will permit the size of radiators to be reduced, but will have little effect on the efficiency of the system, which is dependent first on the efficiency of the boiler, and then on the effectiveness of the control system. If the nanotubes allow water-flow temperature to be reduced, this may help boilers operate more often in condensing mode and therefore more efficiently, but the improvement will be far smaller than 10%. Radiator manufacturers often boast of their products' \"efficiency\", but it is eyewash; so is this. Alan Kennedy London"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}