{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/apr/10/alqaida.usa", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-04-09T23:03:59Z", "webTitle": "The trailer park HQ where the 'long war' is being waged", "webUrl": "https://www.theguardian.com/world/2006/apr/10/alqaida.usa", "apiUrl": "https://content.guardianapis.com/world/2006/apr/10/alqaida.usa", "fields": {"headline": "The trailer park HQ where the 'long war' is being waged", "bodyText": "Behind a fence in what was once a car park in a major American military installation sits a tight formation of green-trimmed white trailers, where flags belonging to countries from Australia to El Salvador flutter in the Florida breeze. It may look like one of the multitude of retirement communities that dot the shores of the sunshine state. But this set of trailers in Fort MacDill, near Tampa, and the military officers who emerge from their tin doors in various configurations of camouflage, are engaged in a far more serious enterprise. They are planning for a global conflict that, Washington believes, will dominate the next 20 years. The Pentagon calls it the \"long war\": an integrated military, financial and diplomatic campaign against al-Qaida and its affiliates that will eventually span the globe, shaping the lives of the coming generation much as the cold war defined the baby boomers. And yet within the very heart of Centcom the contours of the coming clash remain a matter of debate. The 63 countries represented here see a need for a joint effort against al-Qaida, but are not at all sure that they share America's vision, or its leadership, of that war. Since the autumn of 2001, when George Bush declared the \"global war on terror\", Fort MacDill has been the nerve centre of the US-led coalitions against first Afghanistan and then Iraq. The airbase is the headquarters of the US central command, which extends from the Middle East through the horn of Africa to central Asia. Here, in Thursday morning meetings around a horseshoe conference table where LED clocks show the time around the world, senior officers gather to map strategy, exchange tactical knowledge and generally wear away cultural baggage. \"The benefit of having this coalition here is that everyone has a different perception on everything,\" said Royal Marine Colonel Mark Bibbey. Coalition members also share intelligence, or at least they are supposed to - several officers said this was a sensitive matter. \"One of the things that needs to be done to get the upper hand on the war on terror is to share information on the bad guys,\" said a European general. \"The need-to-know principle needs to be replaced by the need-to-share.\" Now, as the war on terror is rebranded as the long war, the Pentagon plans to rehouse the trailer park inhabitants in a brick-and-mortar building. It also wants to make the coalition a permanent force. \"We don't want it to dissolve like it did after Desert Shield and Desert Storm,\" says a US major general involved in planning. \"We see there is a requirement and a benefit for maintaining a coalition to support the long war.\" That view has its supporters. But within the trailer park there is widespread scepticism on the practicalities of trying to create a homogeneous coalition from such divergent interests. No formal approaches have yet been made by the Pentagon, but the notion of a long war is already a subject of contention. \"Multinationality is more than a word. It is a difficulty,\" said a senior French officer, Rear Admiral Jacques Mazars. Others were even more critical. \"Most countries here are not interested in a new alliance. We've got one,\" said one European general. \"It will be a coalition kind of thing, but one where we sign in and sign out.\" The Pentagon admits that its vision is not yet fully realised. \"The further out it is, the fuzzier it is,\" a US colonel said. \"But as you talk about it, it becomes more defined.\" In the Pentagon's view, the situation in Afghanistan has stabilised. US military officials insist - despite the rise in violence - that Iraq shows no signs of sliding into a full-scale civil war. That means strategists should now turn their sights on terror networks that have grown out of al-Qaida. Americans, meanwhile, accept that the war against al-Qaida will not end soon. \"We are not rolling up our sleeping bags and tying up our tents after capturing [Osama] Bin Laden,\" said Brigadier General Mark Kimmitt, the deputy director of Centcom strategy. In his view, there can only be two sides in the long war: the forces of civilisation and democracy versus the terrorists."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}