{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2006/apr/29/gardens1", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2006-04-28T23:59:12Z", "webTitle": "Britain's best specialist gardening centres", "webUrl": "https://www.theguardian.com/lifeandstyle/2006/apr/29/gardens1", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2006/apr/29/gardens1", "fields": {"headline": "Take a leaf", "bodyText": "Garden centres are great if all you want is a cheap fuchsia and a few petunias for a hanging basket, but for greater quality, more interesting plants and personal service, you need to head to the specialists. It's like the difference between traipsing around Topshop on a Saturday afternoon and having a private appointment in a designer boutique (only much less expensive). These are the nurserymen and women who are at the cutting edge, seeking out heritage, rare and new plants, pushing the boundaries of hardiness, or simply producing the most impressive, all on our behalf. They are passionate about what they do and fantastic for guidance on how best to use your growing conditions. Professional gardeners and garden designers use them to make their gardens beautiful, and make themselves look cool and pioneering by association. You can do the same. Trees and shrubs Woody plants are the backbone of your garden. Like a good winter coat, they must be tough and sturdy, yet attractive enough to deserve the major statement their presence makes. It is definitely worth going to the experts before buying such important plants. The king of telly gardening himself, Alan Titchmarsh, has been known to check out the range of hardy trees and shrubs at Junker's Nursery, aka PMA Plants, in Taunton, Somerset (01823 480774, junker.co.uk). Specialisms are flowering dogwoods, Japanese maples and daphnes (the Queen has some of Junker's stock in her private garden, don't you know). Everything offered by this nursery has been propagated and grown on there, so owner Karan Junker is a fantastic source of advice. Chelsea award-winning garden designers Dan Pearson and Tom Stuart-Smith are regulars at Thornhayes Nursery, in Dulford, Devon (01884 266746, thornhayes-nursery.co.uk), which boasts one of the largest ranges of self-propagated trees in the country, plus a wide range of regional fruit tree varieties. It is frequented by tree-loving Tory Lord Michael Heseltine (he does have an arboretum to furnish). Keepers Nursery, near Maidstone in Kent (01622 726465, keepersnursery.co.uk) is another supplier of fruit trees and recently gave Down House - Charles Darwin's home - apple varieties planted by the great man himself. Its heritage fruit trees are also found at Highgrove, Hampton Court Palace and Sissinghurst. Perennials As reliable as your good pair of jeans, perennials come back again and again, can be mixed and matched with everything, and look as good in a herbaceous border as they do under trees and shrubs. They are perhaps the group of plants that elicits the most passion, and we are spoilt for choice for specialist nurseries. Cotswold Garden Flowers, in Badsey, Worcestershire (01386 833849, cgf.net), specialises in unusual hardy perennials and small shrubs. Knowledgeable plantsman and owner Bob Brown is currently fired up about a range of echinaceas in new, unusual colours, and regular customers include garden designer Mary Keen and author Anna Pavord. The hardy scheffleras (umbrella plants) sourced by Diarmuid Gavin for his controversial \"ball\" garden at Chelsea 2004 typify the range and scope of the plant list of Crûg Farm Plants, on the edge of Snowdonia (01248 670232, crug-farm.co.uk). Owners Bleddyn and Sue Wynn-Jones go on annual collecting trips around the world (most recently to Japan, Indonesia and Malaysia) to supply a constantly evolving list of perennials and woody plants. Despite their remote location, they attract many devotees, including plantsman Roy Lancaster and American uber-gardener Dan Hinckley. Many Chelsea gardens have been populated by plants from Marina Christopher's Phoenix Perennial Plants, near Alton, Hampshire (01420 560695); regular designer clients include Christopher Bradley-Hole and Xa Tollemache, as well as new telly-gardener-on-the-block James Alexander-Sinclair. Marina has a secondary passion for wildlife, so specialises in plants that attract beneficial insects such as bees, hoverflies and butterflies. She has launched several of her own perennial verbascums in the past few years. Michael Wickenden, of Cally Gardens in south-west Scotland (01557 815029, callygardens.co.uk), is another nurseryman/plant-hunter who travels the mountains of the world looking for new, unusual and rare hardy plants. The nursery now grows 3,500 plants, so many that they propagate them on a three-year rotation, making no two years' catalogues the same. East Ruston Old Vicarage Garden, in Norfolk, has a fine display of Wickenden's hardy begonias, collected in the Himalayas and Japan, and Great Dixter grows its bomareas (a kind of climbing alstroemeria) from Ecuador. Exotics Exotic plants are the glittery boob tubes of the garden world. Everyone secretly fancies trying them (go on, admit it), but many believe they are too impractical or perhaps just too damn extrovert and exuberant for their own garden. However, lots of plants that look exotic are actually pretty hardy and will do well in most gardens with the right care. These specialists will be able to let you know exactly what will grow where. Chances are you will by now have heard of Architectural Plants, in Horsham, West Sussex (01403 891772, architecturalplants.com), but designers of show gardens in particular never tire of its trick of producing huge, beautifully grown specimens of bamboos, ferns, bananas and palms. James Fraser's garden for the New Zealand tourist board at this year's Chelsea will be full of goodies from Architectural Plants, and other regulars include John Brookes, Cleve West, Declan Buckley and Bunny Guinness. This is the place to go for instant spiky and jungly foliage. Trevena Cross Nurseries, near Helston, Cornwall (01736 763880, trevenacross.co.uk), specialises in southern hemisphere plants, in particular those from South Africa and New Zealand (it will also be supplying that New Zealand Chelsea garden). You will see specimens of Trevena Cross plants in south-west garden honey pots the Eden Project and Tresco, as well as in many botanic gardens. Its plants will also do well in the microclimates provided by larger cities and are great for conservatories. Despite appearances to the contrary, most of the plants grown at Amulree Exotics (01508 488101, turn-it-tropical.co.uk) are hardy and will grow throughout the country. Specimens from this Norfolk nursery have been used for instant impact on TV shows such as Home Front and The Flying Gardener, and created tropical effects at London Zoo, Kew and Cotswold Wildlife Park. This year it has a new range of jelly palms (butias) from South America which are hardy and set to become new regulars in exotic gardening. Bulbs Like a handbag or earrings, bulbs are accessories: they're not essential but no scheme seems complete without them. Artist Andy Goldsworthy contacted Shipton Bulbs (01994 240125, bluebellbulbs.co.uk) when he wanted to turn a mound blue in springtime. Shipton, in Whitland, Carmarthenshire, sent hundreds of bluebells from its range of native and naturalised bulbs and perennials. Plants from its ever-growing range of heritage daffodils (including the fantastically named Butter &amp; Eggs) can be seen at Westminster Abbey. Somerset nursery Avon Bulbs (01460 242177, avonbulbs.com) specialises in the more unusual end of the range, such as woodland bulbs and South African bulbs, but all chosen for their garden-worthiness. Gardeners' World presenter Carol Klein and garden designers Arabella Lennox-Boyd and Kathryn Bradley-Hole are among its regulars. The late Queen Mother ordered her tulips from another Somerset bulb specialist, Broadleigh Gardens, near Taunton (01823 286231, broadleighbulbs.co.uk), which has put in an incredible 34 years at Chelsea. Owner Lady Christine Skelmersdale holds the country's largest collection of miniature daffodils."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}