{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2006/apr/29/familyandrelationships.family7", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2006-04-28T23:59:11Z", "webTitle": "Family life: playlist | perfect day | snapshot | corn pudding and kidneys", "webUrl": "https://www.theguardian.com/lifeandstyle/2006/apr/29/familyandrelationships.family7", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2006/apr/29/familyandrelationships.family7", "fields": {"headline": "Family life", "bodyText": "Love Under Will by Fields of the Nephilim I need to be alone tonight / Smother me or suffer / Lay down I'll die tonight It wasn't a conscious decision to use the 80s goth band Fields of the Nephilim as the soundtrack to my attempts to soothe my children, Freya, three, and Heath, one. However, they turned out to be an ideal choice: the music is hypnotic enough to encourage sleep, the beat strong enough to match my pacing up and down the room and the vocals deep enough for me to sing comfortably. Admittedly, it is strange to hear your three-year-old inform you that her favourite song is one inspired, at least in its title, by the occultist Aleister Crowley. The band's 2005 album, Mourning Sun, features the singer Carl McCoy's daughters, Scarlett and Eden. My daughter has also devised a game in which she is Scarlett, her brother is Eden and I am Carl McCoy. These games have taken place while my wife is having a lie-in, but one day she will catch us mid-game and I'll have a lot of explaining to do. Stuart Moses Perfect day: Sipping Earl Grey in Selfridges It was my 18th birthday and my mum took me up to London for the day. We wandered into Selfridges - a place where I was used to window shopping but rarely able to afford. To my surprise, Mum suggested that we have afternoon tea as her treat! I'd never had afternoon tea before and it seemed such decadence to have it in Selfridges. As we looked at the menu, Mum noticed that we could have champagne for a small extra. So we giggled as we imagined how we would float around the shops for the rest of the afternoon. I don't remember anyone else in the restaurant - just me and my lovely mum being \"posh\" for a day. My favourite thing was the Earl Grey tea. Ever since, I've had a love for Earl Grey and when I take a sip, I feel special and privileged. This year I'm 40 and I'm planning to take Mum back there as a special treat. Katherine de Koningh Snapshot: Protecto goggles (pat pending) When my two sons, Kai and Jed, were smaller and didn't have the experience to realise what else the world could offer, they were always keen to be creative in the kitchen. They were often ably helped in their endeavours by Rosie, a neighbour and near sister. On this occasion, the project was soup and root vegetables, mainly carrots and onions, were being chopped up. The inevitable tears happened and a solution had to be found so the project could continue. Aha! Swimming goggles, just the thing, airtight to stop the onion fumes and ever so stylish. We used the protecto-goggles on a number of occasions after that until, as I say, the kitchen lost its charms. Avril Hunter We love to eat: Corn pudding and kidneys Ingredients 1 diced onion 1 cup of water 1 can of sweetcorn lots of stale brown breadcrumbs 2 eggs 2 large pigs' kidneys This dish was a particular favourite in our family, and made a substantial meal for the five of us - mine was a childhood of genteel poverty. And not so genteel at times. One day we found ourselves with an unexpected guest. I can neither remember who he was, nor why he was eating with us: our mother, generous to a fault, sat him down at the table and made the corn pudding and kidneys go round six instead of five. He ate daintily, eating his food at the proper pace, while we wolfed ours down. It became clear that he did not like kidney, and was carefully putting his pieces of the offending meat to the side of his plate. At last, he neatly set down his knife and fork. \"Have you finished?\" our mother asked. \"Yes, I have, thank you.\" Hardly had he spoken, before five forks landed on his plate, to spear his discarded pieces of kidney. I think we put the poor young man into cultural shock, but we could not allow good food to be wasted. Good manners be damned when you are hungry! Preheat the oven to 180°. Gently poach the onion in the water until soft; add the sweetcorn and breadcrumbs; lightly beat the eggs, and thoroughly blend with the mixture; season to taste. Turn into a glass souffle dish and put into the oven, to cook until the mixture is set. Meanwhile, trim the kidneys, cut them into bite-size pieces, and fry gently on the stove. Add and serve. Gale Curry · We'd love to hear your stories. We will pay £75 for every Playlist, Perfect Day, Snapshot or We Love to Eat we publish. Write to Family Life, The Guardian, 119 Farringdon Road, London EC1R 3ER or email family@theguardian.com. Please include your address and phone number"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}