{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2006/apr/20/broadcasting.tvandradio", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2006-04-19T23:40:01Z", "webTitle": "Sam Wollaston on last night's TV", "webUrl": "https://www.theguardian.com/media/2006/apr/20/broadcasting.tvandradio", "apiUrl": "https://content.guardianapis.com/media/2006/apr/20/broadcasting.tvandradio", "fields": {"headline": "Last night's TV", "bodyText": "He may be a home-counties farmer, a Scottish laird and an international superstar, but deep inside Paul McCartney is still a Scouser. So when he says \"hair\" it still comes out like \"her\". \"The cruelty involved to deliver that fair coat should be unacceptable to any fur-minded person,\" he says. Possibly. This is The McCartneys Versus the Fur Trade (BBC1), Paul and Heather's fight against the fur trade - or, as Paul has it, against the fair trade, which makes it sound as though they are really battling to end the cruelty involved in producing ethical coffee. It's really Heather's battle. Paul just makes calls to the important people. He gets straight through because he's Paul McCartney, then she grabs the phone and starts shouting at them about cats and dogs in China. The footage of what happens to the cats and dogs in China is really awful, and all the people involved in that should obviously be executed immediately. But there's also something really awful about Heather Mills McCartney. I'm beginning to wonder if her involvement is counterproductive: that the reason fur has recently become so fashionable again, and why Naomi's gone back to it after once famously preferring to go naked, is that it's a two-finger salute by fur enthusiasts to HMMcC. Stop shouting at us, and whining, and harassing us in the street. Just because you're Macca's missus, you think people should listen. What's this mink coat got to do with Czech cats or Chinese dogs anyway? Fur Q. We visit the McCartneys on their Sussex farm, and my theory gains momentum. We meet their happy, smiley sheep, munching daisies in the sunshine. And I'm thinking: hmmm, that looks like lunch, followed by a nice hearth rug, maybe, or a lovely winter coat for a football manager. And then we're introduced to Ollie the dog, and I'm thinking he'd make a nice ... no, don't worry Ollie, you can keep your skin. Perhaps Wyclef Jean wearing an entire polar bear is a little unnecessary. On the other hand, we are melting their habitat and soon they'll have nowhere to live, so perhaps we may as well wear them. That's polar burs, obviously, Paul. Grand Designs (Channel 4) was almost a grand disaster. Theo and Elaine have bought themselves a plot in Stirling, with a lovely view of Scottish mountains. Here they plan to build their dream house. And it all goes like a dream. Peter the friendly builder has no problems with the steep gradient of the site and gets the foundations in without a hitch. The concrete ground floor goes up in a flash. The breathable prefabricated sections for the upper floors, made from recycled newspapers, arrive like flat-pack furniture from Ikea. But unlike flat-packed furniture from Ikea, it also fits together easily and quickly. Theo's special sustainable Canadian cedar tiles to clad the whole house arrive on time. It's all happening on schedule, and on budget - lovely for Theo and Elaine, but not at all good for Grand Designs, which needs a bit of drama, as we saw last week. You can feel Kevin McCloud's frustration building. The show is saved, though. There are special regulations for windows in Scotland. \"Trouble is,\" says Kevin, barely able to disguise his glee, \"that in ordering Theo and Elaine's windows, that regulation - that essential piece of information - sort of went astray. Which means that they now have to reorder all of their windows.\" I wonder if you could have told them, Kevin ... The windows are being made in a special factory in Sweden, which can't remake them before it closes for its summer break. Theo and Elaine are set back by a month, then two, then three. They run out of money, are being kicked out of their rented accommodation. Will the windows arrive before Theo, Elaine, and their two little boys starve to death? At last we have drama. There's a happy ending, thank God. The windows arrive just in time to keep the Scottish winter gales out, the family survives. And their house is a triumph - \"a stylish solution to family living\", pronounces Kevin, slipping uncharacteristically into designer babble. The sustainable Canadian cedar tiles that cover it make it look a bit like a fir cone, though not conical - a fir cube. Or an organic space shuttle. In Eating With ... Oona King (BBC2), a kind of food memoir of the former MP, we learn that her first ever job was at McDonald's. It should really have been at the other one, I suppose."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}