{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/apr/06/pressandpublishing.comment", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-04-05T23:14:27Z", "webTitle": "Leader: In praise of ... Bernard Crick", "webUrl": "https://www.theguardian.com/commentisfree/2006/apr/06/pressandpublishing.comment", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/apr/06/pressandpublishing.comment", "fields": {"headline": "In praise of ... Bernard Crick", "bodyText": "If Adair Turner needs a prototype to justify his proposal to delay state pension age by three years, he need look no further than Bernard Crick. Both men were operating at full throttle in London on Tuesday, Lord Turner with his third and final pensions report, Sir Bernard presiding at the 13th Orwell Prize-giving, which this year was in the British Academy. At 76, Sir Bernard remains as argumentative, peppery and contrary an academic as he ever was. He does not do mellowness. But then true to his nature, he lists \"polemicising\" as the first of four recreations in Who's Who. It was Sir Bernard, who completed his biography of George Orwell in 1980, who helped set up the Orwell Memorial Trust in 1981 with royalties from his book. It was Sir Bernard, who in the early 1990s came up with the idea of separate prizes - one for journalists, the other for authors - to carry forward Orwell's ambition \"to make political writing into an art\". Judges only get two dinners and winners a modest £1,000, but journalists and authors apply in large numbers and there is never any problem recruiting judges. After chairing 13 judging panels, Sir Bernard is now stepping down. He was delighted that for the first time the winner of the book prize was a novel, Moses, Citizen and Me, by Delia Jarrett-Macauley. Sir Bernard noted that Orwell once said: \"The trouble with competitions is that someone has to win.\" Even so, we're pleased a Guardian columnist, Timothy Garton Ash, won."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}