{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2006/apr/02/features.review37", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2006-04-01T23:52:19Z", "webTitle": "Film: Shooting Dogs | Basic Instinct 2 | The White Countess | The Ballad of Jack and Rose | Firewall | Yours, Mine & Ours | The Shaggy Dog | Failure to Launch | Diameter of the Bomb", "webUrl": "https://www.theguardian.com/theobserver/2006/apr/02/features.review37", "apiUrl": "https://content.guardianapis.com/theobserver/2006/apr/02/features.review37", "fields": {"headline": "Are you sitting comfortably?", "bodyText": "Shooting Dogs (115 mins, 15) Directed by Michael Caton-Jones; starring John Hurt, Hugh Dancy, Dominique Horwitz Basic Instinct 2 (113 mins, 18) Directed by Michael Caton-Jones; starring Sharon Stone, David Morrissey, David Thewlis, Charlotte Rampling, Hugh Dancy The White Countess (135 mins, PG) Directed by James Ivory; starring Ralph Fiennes, Natasha Richardson, Vanessa Redgrave, Hiroyuki Sanada The Ballad of Jack and Rose (111 mins, 15) Directed by Rebecca Miller; starring Daniel Day-Lewis, Camilla Belle, Catherine Keener, Beau Bridges Firewall (105 mins, 12A) Directed by Richard Loncraine; starring Harrison Ford, Paul Bettany, Virginia Madsen Yours, Mine &amp; Ours (90 mins, PG) Directed by Raja Gosnell; starring Dennis Quaid, Rene Russo, Linda Hunt, Rip Torn The Shaggy Dog (99 mins, U) Directed by Brian Robbins; starring Tim Allen, Robert Downey Jr, Kristin Davis, Danny Glover Failure to Launch (97 mins, 12A) Directed by Tom Dey; starring Matthew McConaughey, Sarah Jessica Parker, Zooey Deschanel Diameter of the Bomb (86 mins, 12A) Directed by Steven Silver and Andrew Quigley The title of Sam Peckinpah's Straw Dogs is nowhere explained in the film. The title of Michael Caton-Jones's Shooting Dogs, a gripping film set during the Rwandan massacres of 1994, is explained halfway through when a Belgian officer commanding a UN peace-monitoring force is confronted by the painful irony that he can kill dogs feeding off the corpses of murdered Tutsis but can do nothing about the Hutu militias responsible for their deaths. There's a fine performance from John Hurt as a Catholic priest who gives shelter to fugitives in his school, and at the end we're introduced to various survivors of the tragedy who worked on the film. But it's not as good as the less fictionalised Hotel Rwanda. Caton-Jones is in different mode directing Basic Instinct 2 in which, 14 years after making her name as bisexual thriller-writer Catherine Tramell, Sharon Stone returns to the role and is again suspected of murder, this time in London. Did she intend to kill soccer player Stan Collymore when she took him into the Thames while masturbating and driving her car at 110mph? This ridiculous thriller has much in common with Woody Allen's feeble Match Point: a script clumsily transposed to London, a chain-smoking psychopathic heroine, an anti-hero with an office in Norman Foster's 'erotic gherkin' (an odd place for a shrink to work), an unlikely cop and an odd view of the British criminal justice system. With her raunchy innuendo and near-parodic sexuality, Stone seems to be coming on as the Mae West of film noir. The White Countess is sadly the last film produced by the late Ismail Merchant. He'll be remembered for some splendid movies but not for this soggy love story set in Thirties Shanghai on the eve of the Japanese invasion. Natasha Richardson plays the eponymous White Russian aristocrat, supporting her ungrateful family as a taxi dancer and occasional prostitute, and Ralph Fiennes is the blind, disillusioned American ex-diplomat (a founder of the League of Nations, no less), who opens a nightclub as a haven from a troubled world and makes her the chief hostess. It might have been called The American Patient or The Patient American, and there's scarcely a convincing, suspenseful or erotic moment in its sluggish 135 minutes. The movie brought back fond memories of Jean Delannoy's 1942 thriller, Macao, L'Enfer du jeu, starring Erich von Stroheim as a gun-runner in war-torn 1937 China and Sessue Hayakawa as a gangster and casino owner. I haven't seen it for more than 50 years but it's more vivid in my mind than The White Countess, which I saw three days ago. Another dreary arthouse flick, Rebecca Miller's The Ballad of Jack and Rose, stars Daniel Day-Lewis as Jack, a rich, terminally ill Scottish hippie living with his 16-year-old daughter Rose in what remains of a Sixties commune on an island off the East Coast of America. He's an uninteresting, dislikeable, self-righteous chap, at odds with the world and especially with a local developer who's building a housing estate on nearby wetland. There's a lot of crude symbolism (a child's tree house destroyed in a storm; a snake getting free as the teenage heroine loses her virginity), and when Jack brings a sensible working-class woman (Catherine Keener) and her two troubled sons to share his home, predictable trouble ensues. The most unlikely scene involves a dozen newly built homes and a conveniently placed bulldozer being left unguarded all night with mad Jack in the vicinity. There is, however, lots of good music on the soundtrack by Bob Dylan, Creedence Clearwater Revival and Nina Simone. The week's heist movie is Firewall, in which ruthless British crook Paul Bettany and his gang of hi-tech helpers compel Seattle bank security expert Harrison Ford to transfer $80m to the Cayman Islands by holding his family hostage. It's watchable, but not much more. Still it's better than either of the week's remakes. Yours, Mine &amp; Ours disinters the plot of a 1968 comedy in which Henry Fonda, a widower with 10 children, married Lucille Ball, a widow with eight. The chief creative input of the authors of the new film is that Coast Guard Admiral Dennis Quaid has eight children and fashion designer Rene Russo has 10 (six of whom are a rainbow set of orphans). The Marie Stopes Institute could show it at fundraisers, and I'd have a fit if I was ever again to hear Russo shout, 'Group hug!' The Shaggy Dog reworks two Disney pictures, The Shaggy Dog (1959), in which a little boy captures some crooks after being turned into a dog, and The Shaggy DA (1976), wherein lawyer Dean Jones transforms himself into a dog and exposes municipal corruption. In Disney's new version, assistant district attorney Tim Allen is bitten by a 300-year-old dog stolen from Tibet by a crooked pharmaceutical company, and he continues his investigations by canine means. The good guys (mostly teenagers) are animal rights activists, the bad guys experiment on animals for financial gain. Kids might find it moderately funny, but the dangerous message is crudely stated. 'It's going to take a stick of dynamite to make me leave home,' says the 35-year-old Tripp, the preening, self-regarding hero of Failure to Launch (played by the preening, self-regarding Matthew McConaughey, to whom I'm beginning to develop an allergy). Why should he go when he's fed, housed and has his washing done by a devoted mother, and can drive a Porsche and indulge his every whim? At the point when most viewers would think Tripp's parents justified in hiring a hit man, Mom and Dad decide to employ a woman (Sarah Jessica Parker) who specialises in tricking lads into leaving home. There are as many laughs here as there were at the Nuremberg Trials. I ended up reflecting that Nelson Algren, had he lived to see this film, might have added to his list of three things never to do ('Never eat in a place called Mom's, never play cards with a man named Doc and never sleep with a woman whose problems are worse than your own') a fourth - never see a movie with a hero called Tripp. The title of The Diameter of the Bomb comes from a poem by the Israeli writer Yehuda Amichai about the effects of a Palestinian suicide bomb. And this documentary examines the prelude, occurrence and aftermath of the suicide bombing of a bus in Jerusalem four years ago. Nineteen people (one of them the bomber) were killed, many were wounded, and families left bereft. Thoughtful, affecting and somewhat self-conscious, it's a discursive meditation rather than a chronological documentary. A powerful recurrent motif is of a stonemason carving a headstone for his wife, who was one of the victims."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}