{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/apr/06/comment.ukraine", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-04-05T23:14:28Z", "webTitle": "Timothy Garton Ash: The dregs of Soviet socialism", "webUrl": "https://www.theguardian.com/commentisfree/2006/apr/06/comment.ukraine", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/apr/06/comment.ukraine", "fields": {"headline": "To criticise capitalism don't try to defend the dregs of Soviet socialism", "bodyText": "In the last century, we used to have two big arguments: one about socialism and Russia, the other about capitalism and America. This century, we're mainly left with the argument about capitalism and America, as well as some big new ones. But now and then the old ideological wrangles about Russia and socialism make a shadowy reappearance, as they have recently on these pages. Some writers have suggested that the Ukrainian and Belarussian election results spell a turning of the tide against nefarious CIA-supported \"colour revolutions\", inhumane free-market neoliberalism, US propaganda, western hypocrisy and other evils. It's impossible in a single column to unpick all the muddled thinking, inaccuracies and half-truths that accompany such claims, but here are just three sample threads. James Harkin argued in a column last Saturday that many of the (unnamed) \"western commentators\" who had been \"curiously dewy-eyed\" about Ukraine's orange revolution in 2004 are \"lost for words\" now that the party of the pro-Russian Viktor Yanukovich \"has triumphed\" in the recent parliamentary elections. Well, certainly not me. Why on earth should I, who rejoiced with the people in Kiev's independence square, be lost for words now? The orange revolution was not about giving power to any particular party. It was about using \"people power\" to give people the chance to choose their own government in a free and fair election. That's what Ukraine has just done. One British election monitor from the European parliament said he thought the voting procedures used by the Ukrainians this time round were superior to those in Britain. Roughly one in three Ukrainian voters, mainly in the more Russian-oriented east of the country, chose Yanukovich. That's about 10% less than he probably got in the rigged presidential election of 2004 that sparked the orange revolution. The so-called orange vote was split between the now feuding leaders of the orange revolution, Viktor Yushchenko and Yulia Timoshenko, but their combined vote exceeded that for Yanukovich. Voters, except in the pro-western western end of the country, punished Yushchenko for disappointed hopes, economic mess, continued widespread corruption, dealing badly with the Russian gas squeeze at the beginning of the year, and falling out with Yulia. Fair on some counts, less so on others. But the essential point remains: the people could choose in a free and fair election. They can bring an old rogue back, if they want; then they can chuck him out again. It's democracy, stupid. A second thread hangs on western double standards. \"Even if we believe the worst about Lukashenko (and it is widely accepted by opponents that he has majority support in Belarus),\" writes Neil Clark, \"the democratic failings of the former Soviet republic pale into insignificance compared with those of other governments that the west, far from penalising, has rewarded generously.\" Egypt, for example. Now there is an important point here, but it's not the point Clark thinks he's making. Yes, the US, like all great powers in history, has flagrant double standards. The dirty logic of \"he may be a sonofabitch but he's our sonofabitch\" is at work in the \"war on terror\", as it was in the cold war. But the conclusion we should draw from this is not that the west is wrong to support human rights and democracy in Belarus. It's that the west should do more to support human rights and democracy in Egypt and Saudi Arabia. If someone witnesses two separate murders and only goes after one of the murderers, because the other is his friend, we don't say \"he was wrong to go after that murderer\". We say \"he should have gone after the other one as well\". A third thread is a variant of the old \"iron rice bowl\" defence: maybe they don't have western-style human rights and civil liberties, but they are better off socially and economically. Thus, according to a column by Jonathan Steele, Belarus under Lukashenko has seen a 24% rise in real wages over the past year, cut VAT, brought down inflation, halved the number of people in poverty in the past seven years, and avoided social tensions by maintaining the fairest distribution of incomes of any country in the region. What a paradise! Clearly Gordon Brown should go to school in Minsk. There's a question of how far one can trust such statistics. And there's a question of how far those who did vote for Lukashenko did so out of economic and social satisfaction, patriotism, love of the leader, etc, and how far out of fear. Given that there are few independent media outlets in Belarus, no rigorously independent political opinion surveys, and we don't know how many people really voted for Lukashenko anyway, the question is strictly unanswerable. However, I've talked to several experienced correspondents who were there - including the Guardian's Nick Paton Walsh - and they report a significant element of fear, especially among the middle generation. The larger issue - not of fact, but of interpretation - is whether the economic and social achievement, such as it is, justifies or compensates for the restrictions on civil liberties, intimidation and human rights abuses that Steele, as a very serious and experienced correspondent, fairly acknowledges later in his piece. Here we have old form, Steele and I. Way back in 1977 he published a book about communist East Germany, entitled Socialism with a German Face. He concluded that East Germany's \"overall social and economic system is a presentable model of the kind of authoritarian welfare states which eastern European nations have now become\". My question then was, and still is: presentable to whom? Presentable to the outside visitor, engaged on his or her reportorial and ideological journey, but free to leave whenever he or she wishes? Or presentable to the people who actually live there? I think the East Germans answered that question in 1989. Bitterly disappointed as many of them have been since, they still don't want the Wall back. All I propose today is that the Belarussians should be able to answer that question themselves, without fear, in a free and fair election. If they then freely choose to bring an old rogue back, as one in three Ukrainian voters have just done, that's their choice and their perfect right. But if you think that's what has just happened in Belarus - where the BBC reports that more than 150 opposition supporters have been thrown into prison - you really do need your head examined. It's fair and vital for people on the left to criticise western double standards, the human consequences of neoliberal shock therapy, social inequality and current US foreign policy, but that should not lead anyone into weaselly apologetics for the authoritarian dregs of Soviet socialism. Surely the first concern of anyone on the democratic left today should be for those peaceful protesters now banged up in Lukashenko's jails. Wanting the people to have the chance to choose their own government is not a rightwing thing. It's simply the right thing. www.timothygartonash.com"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}