{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2006/apr/02/originalwriting.fiction", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2006-04-01T23:52:17Z", "webTitle": "Zugzwang: chapter 14", "webUrl": "https://www.theguardian.com/books/2006/apr/02/originalwriting.fiction", "apiUrl": "https://content.guardianapis.com/books/2006/apr/02/originalwriting.fiction", "fields": {"headline": "Zugzwang: chapter 14", "bodyText": "The story so far After killing Semevsky, Lychev and Kavi bundled Spethmann into their car and fled the scene. Lychev explained that Semevsky was an agent of the Okhrana - the much feared secret police - and that it was Semevsky who had assassinated Gulko on the orders of his boss, the notorious Colonel Gan. Now read on ... St Petersburg, 1914 There were lights on, as Lychev had promised, and through the frosted windows the fashionable after-theatre crowd were less uncaring humanity and more a friendly mass into whose sheltering depths I longed to dive. I reached for the door, desperate to be out of the car and the dark corners in which Lychev and Kavi seemed to dwell. The detective took hold of my arm. 'Say nothing about what happened tonight,' he said. 'Do not think about going to the police. They will not believe you. But more to the point, Kavi wouldn't like it.' The Cossack turned to me and smirked. Lychev relaxed his grip. I stepped out onto Koniuchennaya Street. I could hear the orchestra's muted playing from the restaurant as the car pulled away. The dining room buzzed with talk and laughter and the cheerful clink of champagne glasses. I kept thinking, As soon as they see me they will know what I have been through. How could they not? How could the inward testimony of murder not be etched in the witness's face? They will leap to their feet and offer help and protection. But no. The maître greeted me with the working smile of his profession, declared how pleased he was to see me again and commented on the welcome warmth of the evening. The orchestra continued to play. The diners ate and drank. No one so much as cast a passing glance in my direction as I was led to my table. Kopelzon embraced me. Brimming over with his own high spirits, he didn't notice my frozen condition. This was not unusual with Kopelzon - his own enthusiasms, feuds, loves and hates always came first. Even when he asked, as a matter of formal course, how you were, you knew he was just waiting for you to finish so he could launch into his latest news. When Kopelzon was in this expansive mood - there were other, darker dispositions - it did not seem ill-mannered. Such was the sheer performance around everything he said and did that quieter, less certain personalities - myself included - could only sit back and enjoy and envy him. In my present state I was only too happy to be distracted by his bravura and play the part of the grateful and amused listener. For the first 10 or 20 minutes I heard him the same way I saw the white-coated waiters, elegantly turned-out diners and the conductor and musicians, which is to say vaguely and generally. Detail was still beyond me. My eyes were unable to focus, my hearing capable only of taking in rhythm and cadence. I do not remember ordering, I do not remember the wine being brought to the table. I do remember thinking about Anna. I had not seen her since the night we walked through the avenue of oaks on Yelagin Island. I had spoken to her only once since, when she had told me of the dacha in the forest - a place not of reality, but of still burning hopes, dreams that might yet come true. How I yearned for her now. 'Otto!' I heard Kopelzon say. How I wanted her here, next to me. 'Otto? Are you all right?' 'Just a little tired,' I said. 'Sorry.' Words began to take on discrete sounds, and with the sounds came meaning and comprehension. Assured of his audience's attentiveness, Kopelzon poured forth: he had recently returned from Warsaw where he had given a recital and received the most lavish praise. Before Warsaw there had been Paris, and the same thing. He had triumphed. 'Otto,' he declared, putting a hand dramatically to his breast, 'I was moved beyond words.' At the next table a party of glowing youngsters caught Kopelzon's eye and raised their glasses to toast the maestro. He bowed graciously and returned the toast. I saw him mentally pick out the prettiest girls - he was a legendary seducer of women - for possible pleasures later that night. Kopelzon needed no dacha of dreams; he inhabited a whole palace of sensuality. He turned back to me and, as though only now taking note of me as an autonomous being with independent interests, asked about my arrest and detention. Kopelzon had a melodramatic and, clinically speaking, even paranoid cast of mind. But even had Lychev not warned me against talking, I did not have the energy for the inevitable excited speculations that would have followed had I told him but a fraction of the story. I assured him it was a mix up and everything had been resolved. 'Russia likes to feel the whip - so the tsarina likes to say. And you felt it, Otto, you felt the whip,' Kopelzon said grimly. 'Is there anything I can do?' 'I don't think so,' I said. 'But thank you anyway.' 'I saw Rozental this morning,' he went on. 'He told me he had an appointment with you this evening.' Couched in this was the implication that he had some right - as a parent might, or as a gambler might inquire of the trainer of a horse - to intelligence on Rozental's progress. 'He's much improved, don't you think? Whatever magic you're working on him, it's doing the job. When I saw him, he had his board up analysing Lasker's recent games. He has the look of a champion in waiting.' I addressed him carefully, 'I saw Rozental earlier tonight. I have to tell you, Reuven, I consider it essential for his mental well-being that he does not play.' All at once Kopelzon slammed his glass to the table. His brow came down in a glower. The transformation from companion to adversary was instant and total. 'He will play! He must play!' he shouted. I stared into his large brown eyes. They were not soft. Had I not known him better, I would have thought he hated me. 'Otto, please understand the importance of this,' he said, striving to make his voice conciliatory. 'We have already discussed this, Reuven,' I answered in the same tone. 'But I am a doctor and I must advise my patient as I see fit.' He thought for a moment, then said, 'Do you know what it would mean for a Polish Jew to win the St Petersburg tournament? Have you any idea? We are despised, Otto, twice over - first as Poles, second as Jews. They think us barely human. Can you imagine it? Rozental beating Russians, Americans, Germans, Cubans, Englishmen? Did you know the winner will be invited to the Peterhof palace for a personal interview with the tsar, during which he will receive a title specially designed for the winner of this tournament? He will be named Grandmaster of Chess? What can they say about us then? A Polish Jew in the Peterhof, presented to the tsar and tsarina.' 'Do you think that will stop the pogroms?' I asked. 'Of course not,' Kopelzon replied, irritated. 'But it would say we are human beings. It would say we are as good as anyone else.' We were eating the sakuska, our glasses had been filled with champagne. He said, 'I've lived in St Petersburg the whole of my adult life and, if I'm truthful, my sense of Polishness, my true national and cultural identity, was in danger of being lost. Little wonder - for nearly 12 years I didn't set foot on Polish soil. It was only last year, on my way back from Paris, that I visited the city of my birth. I can hardly tell you what emotions it produced in me. To walk the streets I grew up in. To speak the language I learned as a child. To hear the voices of the women in the market and see the children coming from the heder. I tell you, Otto, whenever I go back I feel ashamed. Here I am, living well in the land of the people who have conquered, partitioned and oppressed my country. You know the saying the goyim have - \"Since the partition of Poland, Europe has been in a state of mortal sin\"? I feel I also have committed a sin, a terrible dereliction of duty.' Kopelzon had a mobile face, capable of expressing in quick turns excitement and mournfulness, rage and despair, devotion and disappointment. With Kopelzon, nothing was trivial; he had an opinion about everything: women, wine, houses, horses, war, chess and politics. But if his enthusiasms were monumental and all-consuming they were often also short-lived. He fell in love in an instant, his ardour flaring up like a match, and dying away just as quickly. But while the flame was alive how it burned! How Kopelzon loved. I thought him childish for his sudden enthusiasms, for his unlikely fervour and reckless vows. And I envied him for the same reasons. 'What do you conceive your duty to be?' I asked. 'His duty is to play like an angel so we mortals may hear the music of heaven on earth.' The voice belonged to one of the young women at the adjacent table. Her face was flushed from the heartiness of the company of her friends and the vodka and champagne she had consumed. She had found the courage to approach her idol. It was a frequent occurrence. I scratched my ear and affected an interest in the tablecloth as she introduced herself as Kopelzon's most dedicated admirer. Kopelzon took her hand and kissed it and the two flirted, he congratulating her for her charming conversation, she for the beauty of his playing. At last, having extracted a promise that Kopelzon would join her and her friends for a drink, she returned to her table, from where she continued to send silent, doe-eyed pleadings to her hero. 'My duty?' Kopelzon said, taking up our conversation again. 'All I know is that every time I cross the border from Germany and travel through Ciechocinek and Wioclawek and on to Warsaw, when I travel through the great plain of Poland, I am horrified by what I see - miserable villages made of wood so weather-beaten and faded it is as grey as the half-starved people who inhabit them. Jews, Otto. Jews like us. Except here I am in St Petersburg playing my caprices and sonatas. And you - listening to the ravings of madmen.' I made a face to show mild disapproval. He smiled collusively and went on, 'Is it not right to speak of duty when we see these things? When we see our brothers forced to live as beasts because they are Jews? What should we do then? This is the question, Otto. It is the question for men like you and me, comfortable, well fed and successful. What do we do for our brothers?' He drained his glass in a single gulp. 'They are killing us every day,' he said, 'murdering us. Look at Gulko. Left to die in the street like a dog.' 'There are so many rumours about Gulko,' I replied. 'Who knows why he was killed.' 'He was killed because he was a Jew. Only the night before, he told me he had received threats from the Black Hundreds.' 'You knew Gulko?' This was news to me. 'Not well,' he answered quickly. He poured vodka into a little glass and, looking over at his besotted young admirer, raised it in a toast to her. Her features lit up at once. Her friends all looked in our direction. Kopelzon made an elegant bowing motion with his head, much to their delight. 'I almost forgot!' he cried. 'I have a move for you - 15 ... Nh6.' 'In that case - 16 Qd2.' He considered for a moment. 'Hmm. You obviously expected my move. I'll telephone you tomorrow with my reply.' Kopelzon accepted the bill, paid a good tip to the waiters - he was a generous man, whatever his faults - and asked me join him at the table of his admirer. 'She has friends,' he pointed out. 'They're quite attractive, too.' 'I leave the women in your expert hands, Reuven.' We parted with the fulsomeness of friends who had had a disagreement, painful on both sides, but wanted to demonstrate the survival of their mutual affection. As I was waiting for my coat, I went to the telephone and dialled Anna's number. It was pure impulse. I did not stop to think about the lateness of the hour, or the possibility that Anna's husband might answer. I did not even know what I would say if I got to speak to her. 'Hello?' she said. I could tell I had woken her; I almost hung up. 'It's Otto,' I said. 'I'm sorry, I shouldn't have called you so late.' 'Where are you?' she said quickly. 'I've just had dinner at A L'Ours.' 'I've been thinking about you. Do you have your car?' My car? Semevsky had had it repaired that morning and told Minna he had parked it in its usual place. 'It's at my office,' I said. 'Drive to my house. I'll be waiting for you.' I hesitated, but only for a second. 'I'll be there in half an hour.' Replacing the receiver, I was aware of the physical evidence of my own sexual excitement. It was both pleasing and perturbing. This is what my body craved. But what would it mean? For the moment I did not care. I slipped on my coat and walked - probably with a grin on my face - out again to the main part of the restaurant. I bade the maître goodnight, took a last look at Kopelzon with his new young friends and went to the door. To my utter astonishment, Rozental entered. I had already started to greet him before I realised it was not Rozental at all but a sturdy, crop-haired man of about the same age, and only superficially similar. 'I'm sorry,' I said. 'I mistook you for someone else.' The man seemed to think I had intended disrespect, for the look he gave me was stiff with annoyance. He turned to the maître, his manner fretful and impatient, and said, 'I must speak at once with Mr Kopelzon. He is dining here tonight.' The accent was Polish. 'I have just left Reuven Moiseyevich. He's over there,' I said, pointing to Kopelzon's new table. I introduced myself. The man touched my outstretched hand limply but did not give his name. He walked briskly over to Kopelzon. I saw Kopelzon rise from his table as though looking at a ghost. Recovering himself, he made an excuse to his companions and came forward to meet the obviously unexpected visitor, his eyebrows furrowing into that ferocious dark glower of his. Though I could not hear what passed between them, it was clear from their gestures their business was fraught. I left them to it and walked out into Koniuchennaya Street. The air had cooled and it had started to rain. I did not care. I was on my way to the dacha in the forest. Next week: Anna's secret"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}