{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/apr/25/usa.japan", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-04-24T23:07:54Z", "webTitle": "Japan to pay 60% of costs of moving US troops to Guam", "webUrl": "https://www.theguardian.com/world/2006/apr/25/usa.japan", "apiUrl": "https://content.guardianapis.com/world/2006/apr/25/usa.japan", "fields": {"headline": "Japan to pay 60% of costs of moving US troops to Guam", "bodyText": "After weeks of stalled negotiations, Japan has agreed to pay almost 60% of the cost of transferring thousands of US marines from Okinawa to Guam in a move designed to reduce the US's military burden on one of its closest allies. Japan's defence minister, Fukushiro Nukaga, announced the deal after more than three hours of talks in Washington on Sunday with the US defence secretary, Donald Rumsfeld. \"I had not expected that such an agreement was possible,\" Mr Nukaga told reporters. \"Japan and the United States were still wide apart on the issue and I thought 'It won't go anywhere unless I directly meet Mr Rumsfeld for talks aimed at a breakthrough.'\" Under the agreement, which is part of Washington's plans to realign its forces around the world, Japan will pay $6.1bn (£3.4bn) towards the $10bn it is expected to cost to move 8,000 marines and their families to Guam, a US territory located roughly midway between Japan and Australia. Japan will pay $2.8bn in grants, with the remainder coming in various loans. Japan had refused US demands to pay 75% of the total while it struggles to rein in its huge public debt. Many Japanese also blame the bases for causing pollution, accidents and crime. Mr Rumsfeld said he and Mr Nukaga \"have come to an understanding that we both feel is in the best interests of our two countries\". Okinawa comprises a fraction of Japan's total area, but is home to around half of the 50,000 US troops stationed in the country. \"One big goal of this realignment was to reduce the burden on the people of Okinawa, and our thought is to carry this out as quickly as possible,\" Shinzo Abe, a Japanese government spokesman, told reporters. \"Our burden was unavoidable in order to speed up the process.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}