{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2006/apr/06/uk.northernireland1", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2006-04-05T23:36:53Z", "webTitle": "FAQ: Power-sharing", "webUrl": "https://www.theguardian.com/politics/2006/apr/06/uk.northernireland1", "apiUrl": "https://content.guardianapis.com/politics/2006/apr/06/uk.northernireland1", "fields": {"headline": "FAQ: Power-sharing", "bodyText": "When was the Northern Ireland assembly dissolved? The province's power-sharing government collapsed in 2002 after allegations that Sinn Féin had been operating a spy ring at the parliament buildings of Stormont, gathering intelligence that could have been used for terrorist purposes. One of those charged was Denis Donaldson, Sinn Féin's chief administrator in the assembly buildings. What's happened since then? Direct rule was reimposed from Westminster. An attempt to revive the assembly came close to success in December 2004 when agreement between Sinn Féin and Democratic Unionist party (DUP) foundered over whether IRA arms decommissioning should be photographed. The case against Donaldson collapsed when it was revealed he was a British spy. Have the Northern Ireland parties moved closer towards an agreement? Despite the IRA destroying its weapons and abandoning the armed struggle, the DUP remains wary of the republican movement's commitment to democratic politics and critical of Sinn Féin's refusal to join the policing board. What are the British and Irish prime ministers likely to say today? Tony Blair and the Irish prime minister, Bertie Ahern, are expected to announce the resurrection of the assembly, at first without full executive powers. They hope local politicians will overcome distrust and re-establish a power-sharing executive. The assembly, opening for debate and for scrutinising direct rule, will be time-limited. Failure to reach agreement by late November may lead to greater inter-governmental cooperation involving the Irish Republic."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}