{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/apr/21/rugbyunion.gdnsport3", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-04-20T23:22:48Z", "webTitle": "Rugby union: Saints swell their Kiwi contingent", "webUrl": "https://www.theguardian.com/sport/2006/apr/21/rugbyunion.gdnsport3", "apiUrl": "https://content.guardianapis.com/sport/2006/apr/21/rugbyunion.gdnsport3", "fields": {"headline": "Saints swell their Kiwi contingent", "bodyText": "Northampton, whose New Zealand playing contingent have helped revitalise their season since the turn of the year, have turned again to the land of the long white cloud with the appointment of the former All Blacks assistant coach Peter Sloane to their backroom staff for next season. Sloane will link up with the coaches Paul Grayson, Frank Ponissi and Paul Larkin at Franklin's Gardens. The 57-year-old worked alongside John Hart and the former Northampton coach Wayne Smith with the All Blacks in 1998 and 1999. \"Peter's appointment shows huge ambition from Northampton to perform and compete on the biggest stage,\" said Saints' rugby director Budge Pountney. Leeds's longest-serving player Mike Shelley will retire from the game at the end of the season after the Tykes' relegation from the Premiership. The 34-year-old prop, who made a debut in 1996, has played 243 games for the club. \"Rugby has been a massive part of my life, but I only see it being a small part of my future,\" he said. \"Unfortunately, I was not able to give the 100% focus required of professional rugby players, and I never wanted to be in a position whereby I begrudged pulling on a Leeds shirt. I want to play for the right reasons - commitment, loyalty, ambitions and team-mates - and not just to make a living, and so I have taken the tough decision to retire.\" Gloucester are to release their former Springboks lock Quinton Davids. Capped eight times, Davids has made only three Premiership appearances since signing last year. The Kingsholm club have already signed two more replacement locks, Italy's captain Marco Bortolami, and Will James from Cornish Pirates. Worcester's fly-half James Brown and the Saracens flanker Ben Russell have both agreed new two-year contracts with their clubs."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}