{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/apr/10/usa.iran", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-04-09T23:15:32Z", "webTitle": "Stuart Jeffries: Dropping nukes is not the best way for Bush to 'save' Iran", "webUrl": "https://www.theguardian.com/commentisfree/2006/apr/10/usa.iran", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/apr/10/usa.iran", "fields": {"headline": "Why dropping nukes may not be the best way for President Bush to 'save' Iran - or secure his place in history", "bodyText": "First the good news. Britain is unlikely to participate in the nuclear bombing of Iranian atomic weapons research facilities. Instead, our role in any forthcoming nuclear blitz will be to fill the blogosphere with sarcastic posts and make tut-tutting noises. The latter may or may not be heard above B61-11s slamming nukes into Iran's Natanz centrifuge plant, which is challengingly located 75ft below ground. Guessed the bad news? That's right, the White House is considering nuking Iran. According to a forthcoming article by Seymour Hersh in the New Yorker, President Bush reckons that \"saving Iran is going to be his legacy\". Not, then, the bang-up job he did next door. Nor the visionary way he mopped up New Orleans. (Incidentally, a new survey from Clerkenwell University (ie, me) concludes that the new trend in politicians seeking legacies is a bad one, geopolitically speaking. It recommends that leaders should consider ensuring their place in history in other ways. They should have, say, tea roses named after them rather than securing immortality by planting a mushroom cloud 200 miles south of Tehran. Just a thought.) But is this really bad news? I have amazingly few Pentagon contacts, but one leading Stateside militarist rang yesterday to explain the strategy. He said: \"Shut your liberal cryhole, you pussy-assed, aesthetically challenged denizen of a rain-soaked dime of a country, sir!\" By which I took him to mean that a surgical strike on Natanz would be a feasible option and one that would have the defensible aim of stopping President Ahmadinejad using nuclear weapons to wipe Israel off the map. Israel's 1981 strike on Saddam's Osirak nuclear reactor is a much-quoted precedent. That, though, was an attack using conventional weapons. US military strategists argue that what they jauntily call \"nuclear penetrator munitions\" are necessary to get past anti-aircraft batteries, through six-foot walls and reinforced concrete roofs to destroy Natanz's huge underground halls that may house 50,000 centrifuges that may be capable of providing enough enriched uranium for 20 nuclear warheads a year. But even if this nuclear blitz were successful in destroying Natanz, it could still be futile relative to American aims. For all the Pentagon knows, Natanz may not be essential to Iran's nuclear weapons programme. Retired US Air Force colonel Sam Gardiner told the Washington Post: \"We could bomb it, take the political cost and still not set them back.\" The only certain effects, then, would be increased Iranian radiation levels and an equally horrible non-nuclear fallout of more terrorism and anti-western feeling. The blitz might consolidate Ahmadinejad's position in Iran and make him even less likely to invite Ehud Olmert over for tea than hitherto. Here are more practical and ethical problems for such a US strike. One: an international coalition, including Islamic states, is necessary for such a venture if the US is to convince the Middle East that it did not invade Iraq to establish a base for military conquest of the region. Two: American objectives are confused. At one moment it considers a surgical strike as sufficient to end Iran's nuclear ambitions; at another it aims at regime change, fearing that the country's president is even more of a risk to global stability than his US homologue. Shame for the latter aim that Iran's president was democratically elected. Three: using nuclear weapons is wrong and foolish because the consequences of doing so are liable to be disastrous. (I left that to third because I didn't think Bush would be impressed by it.) There are 10 other objections I have in my mind and if you can guess them all you could win this week's prize - a family holiday to a destination of your choice. Admittedly, the options are Natanz or Isfahan, an above-ground nuclear facility that may be optioned for a US nuclear strike. But they say the weather is warm in both destinations - and likely to get much hotter! Please send you entries to the usual address. Pity M&amp;S's snoutcasts. This isn't just a smoking ban - this is a Marks &amp; Spencer smoking ban. Management considers that its brand is damaged by uniformed staff smoking in doorways, and has demanded they stop. What should Marks's smokers do? My advice is to buy tunics from Imperial Tobacco Ltd and pull them over your uniforms when you go outside for a smoke. That way M&amp;S managers wouldn't mind if you smoked, while it is unlikely that Imperial Tobacco would worry about their brand being thus degraded. Indeed, if Imperial Tobacco wants to compensate for declining cigarette sales, it should move into tunic manufacture and supply them to uniformed workers banned from smoking in public. Profits soar, smoking thrives, brand images are safeguarded. Everybody's happy - except me. My lunchtime prancing on London's pavements would become even more of a toxic snoutcastarama than it is at present. Still typing at a keyboard like a loser? Get with the programme, granddad! German neurologists have devised a telepathic typewriter hat that reads your thoughts and projects them on to a screen. Your fingers need never be depressed again. I'm not sure how the so-called Berlin Brain-Computer Interface will prevent the words \"the boss smells\" appearing on screen when he passes by, but presumably product development boffins will iron out that wrinkle. Problem one: the hat is ug-ger-ly - the sort of thing rugby players wear to prevent cauliflower ears. Problem two: the hat asks the user to think \"left\" or \"right\" before moving the computer's cursor over the on-screen alphabet. When the cursor finds the letter you want, you think \"select OK\". Same with the next letter. And the next. A monkey could probably type Shakespeare faster than I could write a column this way. Many of you will be thinking that would be a good thing. Wearing the Berlin Brain-Computer Interface, I would look sillier than ever and write only one more article during the rest of my life. Perhaps fewer. · This week Stuart read The Selfish Gene: \"Thirty years after it first appeared, Richard Dawkins admits he got the title of his book wrong. But he got almost everything else right. Sweet.\" Stuart saw Taxi Driver: \"Thirty years after it first appeared, still great - especially Bernard Hermann's music and Charles Rosen's art direction.\""}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}