{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/apr/12/sport.comment", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-04-11T23:25:49Z", "webTitle": "Is McClaren the man for England?", "webUrl": "https://www.theguardian.com/football/2006/apr/12/sport.comment", "apiUrl": "https://content.guardianapis.com/football/2006/apr/12/sport.comment", "fields": {"headline": "Is a safe pair of hands good enough for England?", "bodyText": "Regular visitors to Middlesbrough's training ground remark that it is a rare day when Steve McClaren's silver Mercedes is not parked outside the main entrance. Small wonder then that when the managerial space remained empty on Monday rumours were rife that he was having his second interview for the post of England manager with the Football Association. Arguably an identikit of the 21st-century company man, McClaren - who has also booked tomorrow off - works long hours and, when not overseeing training, can frequently be found poring over the latest Prozone analysis of his players' performance on a laptop. At other times Middlesbrough's innovative manager - Thai massages are de rigueur for his squad - is spotted deep in conversation with Bill Beswick, the club sports psychologist and his personal guru, or standing in front of a tactics board briefing players on Saturday's first-half strategy. Boro's manager has cultivated an image as a \"a safe pair of hands\", even undergoing private tuition from an ITV presenter in the art of showing off his best side while not giving too much away. Moreover his CV does have some eye-catching qualifications. Having won the League Cup two years ago McClaren is preparing for next week's Uefa Cup semi-final against Steaua Bucharest and tonight's FA Cup quarter-final replay with Charlton, and Boro's first XI is studded with young Englishmen from the club's academy. Add to that the European experience McClaren gained working with elite players as Sir Alex Ferguson's assistant when Manchester United won the treble and his role as Sven-Goran Eriksson's part-time England sidekick and a convincing case for the 44-year-old's appointment may be mounted. He could, however, do without FA officials glancing at the Premiership table, which shows Boro standing 14th with a goal difference of minus nine, let alone being shown tapes of February's 4-0 home defeat to Aston Villa, in which fans demanded his head and a season ticket was hurled at his feet. Equally, McClaren might not be overly keen on the idea of Soho Square suits chatting to Riverside regulars who know that Boro's unprecedented fielding of four strikers in last Thursday's dramatic Uefa Cup comeback against Basle was very much the exception to his general rule. A high priest of counter-attacking, he has tactical caution in his DNA. Even if recent experiments with 3-5-2 are encouraging, Boro tend to resemble an away team at home, their commitment to pulling men behind the ball sometimes prompting onlookers to wonder if their manager has ever accelerated that high-powered Mercedes into a corner. Even if counter-attacking is more suited to international than Premiership football, McClaren's England may not make thrilling box-office fare at the new Wembley. Meanwhile the press corps that covers England would surely ruffle a man who struggles to set journalistic agendas and whose handling of the media is, although improving, still somewhat wooden. Glenn Roeder, Newcastle's caretaker manager, skilfully deflects awkward questions while initiating discussions of issues he wants reporters to write about: McClaren plays a sometimes self-defeating straight bat. If the FA wants charisma, McClaren is not their man. He is much bigger on detailed organisation than personal magnetism, and his failure to rouse highly remunerated players in defeats against the Premiership's lesser lights contrasts alarmingly with the self-motivation manifested by certain of them in home wins over Chelsea, Manchester United and Arsenal. Significantly, McClaren benefits from a strong support network at Boro, where Steve Gibson is an unusually generous chairman and the respected captain Gareth Southgate and coaches Steve Harrison and Steve Round are regarded as influential figures. When Southgate was asked precisely what McClaren had done to turn things round since January he replied: \"It's been a collective thing.\" Invited to contrast Eriksson's apparently underwhelming half-time address when England lost their quarter-final to Brazil in the last World Cup and McClaren's presumably upbeat homily last Thursday, Southgate simply said: \"You can't compare Basle to Brazil.\" McClaren, although not universally liked at Boro, where there are sporadic gripes about his man-management skills, is apparently popular among England's glitterati. David Beckham has apparently endorsed his candidature, but it raises the question of what might happen if a dip in form demanded Beckham's omission. And although McClaren's development of Boro's youngsters is impressive - even if Dave Parnaby, the academy director, should take considerable credit for the emergence of Stewart Downing and company - England managers have limited coaching time and are far more dependent on persuading players to jump through metaphorical hoops. Tellingly, where once McClaren could barely stop mentioning his \"ambition\" in formulaic interviews, he now appears strangely reluctant to talk himself up. \"Flattering comments are nice,\" he reflected after the Basle win. \"But two months ago I was going through a bad patch and I have to thank my players and staff for supporting me through it.\" Someone who knows McClaren well was pleasantly surprised. \"Steve's gained a bit of humility,\" he confided. \"If he keeps on learning like he has just lately he might yet make a top manager.\" England should wait. Curriculum vitae Born York, May 3 1961 Education The Elland Road terraces Marital status Married, three sons Playing career A one-paced but sweet-passing midfielder at Hull City, Derby County, Lincoln City, Bristol City and Oxford United, where injury ended my career in 1992 Club coaching career 1992-95 Youth and reserve-team coach, Oxford. 1995-99 First-team coach Derby. 1999-2001 Assistant manager Manchester United. 2001-present Manager Middlesbrough International coaching career Nov 2000 Assistant to England caretaker manager Peter Taylor for friendly against Italy. 2001-02/04-present Sven-Goran Eriksson's assistant Honours League Cup 2004 Coaching qualifications The full set Referees David Beckham, Sven-Goran Eriksson, Sir Alex Ferguson IT skills Cutting edge; the man from Prozone turns to me if the laptops start misbehaving. Interests Sports psychology, sports nutrition, running: 'fit body, fit mind'. The odd glass of red wine. Leadership skills I have gone from the players' friend as No2 at United to handling Hasselbaink far better than David O'Leary did at Leeds."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}