{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2006/apr/17/mondaymediasection", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2006-04-16T23:40:21Z", "webTitle": "Dispatches", "webUrl": "https://www.theguardian.com/media/2006/apr/17/mondaymediasection", "apiUrl": "https://content.guardianapis.com/media/2006/apr/17/mondaymediasection", "fields": {"headline": "Dispatches", "bodyText": "Newspapers The sweet smell of a sting To anyone who has been mauled on Page Six, the must-read gossip column in Rupert Murdoch's tabloid the New York Post, the plight of Jared Paul Stern offers a heady whiff of schadenfreude. With a sartorial style that leans heavily on fedoras, the Page Six freelancer evokes Walter Winchell, the poisonous gossip columnist reviled in the 1957 film The Sweet Smell of Success. But in Stern's case the hunter has become the prey, targeted by the FBI for allegedly trying to extort $220,000 a year from Californian \"party boy billionaire\" Ron Burkle. The tale has delighted the New York Daily News. The rival tabloid reported that Stern was twice videotaped at a face-to-face meeting with Burkle in March as part of the FBI sting. A Page Six regular, Burkle was said to have dated various women, leased a yacht for Michael Jackson, and thought about buying a model agency for ex-president Bill Clinton to run. Insisting the stories were false, Burkle voiced his displeasure in a letter to Murdoch. \"I hate to bother you with this,\" Burkle wrote, listing his gripes. \"But at the end of the day, it is your newspaper.\" Murdoch made no response. Instead, Stern emailed a Burkle aide, implying the billionaire might solve his relationship with Page Six if the right \"strategy\" were found, adding, \"I have a plan I'd like to discuss.\" Stern's plan - detailed in extracts, apparently from the FBI tape, on the New York Daily News website - allegedly involved three tiers of protection. \"OK, I have never done anything like this before,\" Burkle says in one exchange. \"But I've never had bad press like this before either.\" \"Well, it boils down to you gotta play the game if you want it to go away,\" responds Stern, who allegedly wanted $100,000 down, then $10,000 a month. The FBI has yet to file criminal charges, but the Post quickly suspended Stern, who has gone to ground. Stern's lawyer describes his client's predicament as \"a classic case of entrapment\". Stern's claim that he was set up has been rubbished by Burkle. \"I was asked repeatedly to pass on secrets about my friends to gain protection against negative stories about myself,\" Burkle wrote in the Wall Street Journal. \"I refused to play this game, so I was punished.\" The Post has tried to distance itself from Stern. \"He certainly slipped very badly on an ethical basis, if nothing else,\" Howard Rubenstein, a spokesman for the tabloid, said. But is Stern just the tip of a payola iceberg? If you believe the New York Daily News and the New York Times, Page Six editor Richard Johnson accepted a junket to Mexico from Girls Gone Wild originator Joe Francis, plus a trip to the Academy Awards from ABC TV and Mercedes-Benz, and another Page Six scribe, Chris Wilson, received a junket to California's Napa Valley, courtesy of Jaguar. Rubenstein insists Johnson \"has never accepted any money from anybody\" in a quid pro quo for his reporting. He also told the News that Wilson had said he did not write about Jaguar for the Post or Page Six. \"We're starting to hear stories about who's being offered freebies and who's taking freebies,\" says Nikki Finke, the LA Weekly's Deadline Hollywood columnist. \"It's a cesspool.\" One in which Stern may be expendable. \"Will they give up a freelancer?\" asks Finke. \"Absolutely. Will they protect the brand and the staffers? Absolutely. The paper will totally tough it out. Page Six is a huge readership draw for the paper and they're not going to mess with it.\" Peter Huck Television My spell with Harchester United Nearly eight years have passed, but I can still remember the phone call as if it were yesterday. \"They're offering you the part,\" my agent announced. I responded with a deafening squawk of delight. I was 16 when I got the leading role of Georgina Jacobs, daughter of Harchester United's manager, in the first series of Sky One's flagship drama Dream Team, the axeing of which was announced last week. It was 1997, I had just finished my GCSEs, and this was my first proper acting job. Added to that, Dream Team had a major buzz. Although it's hard to imagine now, in 1997 the national obsession with football was in its infancy; Euro 1996, of Football's Coming Home fever, had been a year before. This was before Posh'n' Becks, before Wayne'n'Coleen, before - more to the point - Footballers' Wives. We had heroes and heartthrobs but nothing on the scale we know now. Halfway through the first series, a bidding war ensued between two terrestrial channels to buy the rights. In the end, it stayed on Sky One, which was a shame simply because it paved the way for Footballers' Wives on ITV. All credit to the creators of that show, though: they nutmegged us, nabbed the ball and charged up the wing, sending it straight into the back of the net. Suddenly Dream Team was relegated to the first division. Dodgy puns aside, Dream Team was a dream job. I'd had an Arsenal season-ticket since I was 11 and the idea of a show about the Premiership, with real footballers and real footage, was heaven to my tomboy soul. Sadly, the producer was a Spurs fan, so we never had Arsenal boys in as guest stars. Still, I had fun hanging out on set with the likes of Dennis Wise, my \"boyfriend\" for an episode. We shot two episodes a week, over five days, with minuscule budgets, for 10 months of the year, so it was fast-paced. My character endured unrequited love, being caught on CCTV frolicking with the team's star striker, teenage pregnancy, father's heart attack, drug-addict boyfriend, miscarriage, and - finally - a suicide attempt. It was never confirmed if Georgina died from her overdose, and I still get the occasional fan letter asking if she's ever coming back to Harchester. I guess with the announcement that the show is to be relegated to that Vauxhall Conference in the sky, she never will. RIP! Clemency Burton-Hill"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}