{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2006/apr/29/familyandrelationships", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2006-04-28T23:59:11Z", "webTitle": "We love each other: Claire & Philip Kennedy", "webUrl": "https://www.theguardian.com/lifeandstyle/2006/apr/29/familyandrelationships", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2006/apr/29/familyandrelationships", "fields": {"headline": "We love each other", "bodyText": "Claire He does tune the piano at home when provoked. It's a good partnership, and each person plays a part. I teach flute - so we're both quite musical - but piano tuning is a world unto its own. Get three or four tuners together and immediately they'll talk pianos. Because of his sight, I drive him to his jobs. We're in a rural area, so there are lots of country locations. Friends could give him a lift, but he'd rather it was me. By now, the process is very familiar. I have been known to fall asleep to the sound of his tuning. Philip If I get a note that sounds horrible, she'll have a comment. She's got perfect pitch. There is a level of musical performance to piano tuning. There's 30 tons of tension in the strings when you're moving on a concert grand, so it can be a physical job. If you're a confident tuner, you get them sounding good, and if I'm tuning a piano for broadcast, I like nothing better than to hear the recording afterwards. In the early days, I would tune a lot of uprights and older, hidden-away pianos. I found the mice had eaten the padding on the keys on one instrument. I've picked up better-quality work over the years, including Prince Charles's grand piano at Highgrove. I like tuning top-quality Steinways. There's a clear treble in the upper notes. Tuners have to adapt. I've had blind students who associate colours with notes: green for G, red for D. This is rare. I'm an albino, so the lack of pigment in my retina causes sight impairment for me. This means I have to learn to use my ears more. You must be quick, aurally, but with piano tuning your other senses come alive, too. The strange thing is that certain pianos do have distinctive smells. When I'm near the action, turning pins, I can really smell a Bechstein."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}