{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2006/apr/20/news.columnists", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2006-04-19T23:43:05Z", "webTitle": "Jack Schofield: NewsBytes", "webUrl": "https://www.theguardian.com/technology/2006/apr/20/news.columnists", "apiUrl": "https://content.guardianapis.com/technology/2006/apr/20/news.columnists", "fields": {"headline": "NewsBytes", "bodyText": "Q1 due in Q2 Samsung has unveiled plans to release its Q1 ultra-mobile PC on May 1. It's so easy to use that senior executives from Samsung, Microsoft and Intel were almost able to run their own PowerPoint presentations, with only a little help, as The Korea Times reported. http://tinyurl.com/orcw3 Die, Zombie Bastards Sci-Fi London, a dedicated science fiction and fantasy film festival, will be held at the Apollo West End, London, from April 26-30. www.sci-fi-london.com Mini disk Maxtor has announced a OneTouch III Mini Edition portable USB drive that stores 60GB or 100GB in a 200g package. Grub's up Hu Jintao, the president of China, and his wife joined 100 guests for dinner at Bill Gates's house in Seattle. Menu options (under Table|Select) included fillet of beef with Walla Walla onions, local asparagus, celeriac purée and chervil glacé. Egged on Research carried out outside Victoria Station, London, by Infosecurity Europe found that 81% of people were willing to part with all the personal information needed to steal their identity for the chance to win a £60 \"Easter egg bonanza\". www.infosec.co.uk Snap hacks O'Reilly has published Flickr Hacks (£17.50), a book of \"tricks, tips, and tools\" for the Flickr photo-sharing website. Webby hustle Voting has started for the People's Voice section of the 10th annual Webby Awards, and Guardian Unlimited is one nomination (hint). Polls close on May 5. http://peoplesvoice.webbyawards.com We want porn! A large study of Google's mobile search by Maryam Kamvar and Shumeet Baluja found that more than 20% of all mobile queries in the US were for \"adult\" content. http://tinyurl.com/mr9eq Toshiba by a head Toshiba shipped its first HD-DVD players in Japan on April 1 and they reached US stores this week, only two months before the expected release of a Blu-ray player. · If you'd like to comment on any aspect of Technology Guardian, send your emails to tech@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}