{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2006/apr/29/homes2", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2006-04-28T23:59:12Z", "webTitle": "Hannah Griffiths: Waiting for tomorrow", "webUrl": "https://www.theguardian.com/lifeandstyle/2006/apr/29/homes2", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2006/apr/29/homes2", "fields": {"headline": "Waiting for tomorrow", "bodyText": "A few hours after making the offer to our estate agent, I get a call back from him. \"The other couple have offered more than you.\" \"Oh, dear.\" \"But... the vendor is mainly concerned with moving quickly and is impressed with your buying position. The other couple haven't even put their house on the market yet.\" \"Great!\" \"So he's going to sleep on it and come back to me tomorrow.\" \"Oh, OK.\" \"Keep calm. I'll call you tomorrow.\" \"OK. Wait! Matthew!\" I remember a question I was meant to ask before making the offer. \"Has anyone ever had a survey done on the house?\" \"No. The vendor accepted an offer about six weeks ago, but after three weeks it was clear that the buyer wasn't moving quickly enough, so he let it go.\" \"Wow! He really is big on this moving quickly thing.\" \"He sure is.\" Matthew rings off and I try to forget about it but find myself taking a 360-degree tour of the house online and making the six thumbnail pictures really big on my screen, imagining me and M moving around in it. It looks even nicer than it did when we saw it. I call Matthew. \"Matthew, I want to go up a bit.\" He laughs. \"I understand you're anxious about their offer. But you've got so much going for you. Just chill.\" \"Are you actually refusing to take an increase?\" \"I'll call you tomorrow. Bye.\" And so, after this strange turn of events, where an estate agent has dissuaded me from upping my offer, I begin the long wait until tomorrow."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}