{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2016/aug/10/labor-credit-card-rates-banking-commbank-profit-statement", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2016-08-09T22:41:57Z", "webTitle": "Labor plans new attack on banks as Commonwealth makes record $9.45bn profit", "webUrl": "https://www.theguardian.com/australia-news/2016/aug/10/labor-credit-card-rates-banking-commbank-profit-statement", "apiUrl": "https://content.guardianapis.com/australia-news/2016/aug/10/labor-credit-card-rates-banking-commbank-profit-statement", "fields": {"headline": "Labor plans new attack on banks as Commonwealth makes record $9.45bn profit", "bodyText": "Labor is preparing a fresh attack on the culture inside Australia’s banks after the country’s biggest bank unveiled another multibillion-dollar record profit. The Commonwealth Bank said on Wednesday that its full-year profit after tax was $9.45bn, an increase of 3% on last year, driven by soaring earnings in its retail and small business lending. But the cost of bad debts jumped 27% from a year ago to $1.26bn, largely due to exposures to the resources, commodity and dairy sectors. The bank will pay a fully franked final dividend of $2.22 per share. The result comes a week after the major banks failed to pass on in full the Reserve Bank’s rate cut to mortgage holders, triggering a heated political debate about the power of the industry and the impact it was having on the economy. Former Reserve Bank board member John Edwards joined the chorus of critical voices last week in calling for some type of inquiry into the banks, saying their relative power had increased significantly in recent years and it had to be reckoned with. “Their authority in [funds management] is becoming vastly bigger than it was, even a decade ago,” Edwards said. “I think that’s where we need to get a better idea of what the culture is, and where the performance and practice is.” Labor now plans to focus its political attention on the role of credit card interest rates and the difficulty customers have switching between banks. Senator Sam Dastyari said a little-noticed fact from last week’s RBA rate cut controversy was that the major banks failed to pass on any of the rate cut to credit card holders. The gap between credit card interest rates and the RBA cash rate is now more than 18% – the largest it has been in 27 years since data has been kept. “We all keep talking about the failure of banks to pass on interest rate cuts for mortgage holders but there’s been nothing substantial passed on for credit cards for years now,” he said. The opposition leader, Bill Shorten, said on Tuesday the banks were being “poorly advised” if they thought posting record profits in this environment was a good idea. Ian Narev, the CBA’s chief executive, said after releasing the results that the bank was “cognisant” of stronger competition and increasing regulation” but did not address the growing clamour for banking reform. “Income growth inside and outside Australia remains weak, so people are not feeling better off,” he said. “When combined with on-going global economic and political uncertainty this makes households and businesses cautious, and hesitant to respond to monetary stimulus. “At CBA, we are cognisant of the combined impact of weaker demand, strong competition and increasing regulation. An on-going focus on productivity and credit quality will be important. “We will continue to manage for the long term, putting customers first and investing for the future.” Malcolm Turnbull last week said the banks ought to pass all RBA rate cuts in full to customers but, after they ignored him, he announced the chiefs of the major banks would be required to appear at a parliamentary committee annually to explain their actions on interest rates and other behaviour. He said that would ensure the banks were regularly accountable to elected members in the same way as the RBA or the Australian Prudential Regulatory Authority. Since the banks will be asked to appear before the House committee on economics, it means they will avoid the scrutiny of the Senate where longtime campaigners on bank behaviour, such as the Nationals senator John Williams, Greens senator Peter Whish-Wilson and Dastyari reside. Turnbull said on Tuesday the parliamentary committee would be chaired by the Liberal MP David Coleman, the federal member for Banks in New South Wales. “The hearings will provide an open and transparent environment in which to address issues related to the banking system,” Coleman said in a statement. Rod Sims, the chairman of the Australian Competition and Consumer Commission, said he was looking forward to a Productivity Commission review of competition in the banking sector, flagged by the Coalition in response to the financial system inquiry."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}