{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/aug/10/australia-take-olympic-bronze-medal-in-equestrian-eventing-competition-at-rio", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-08-09T23:58:05Z", "webTitle": "Australia take Olympic bronze medal in equestrian eventing competition at Rio", "webUrl": "https://www.theguardian.com/sport/2016/aug/10/australia-take-olympic-bronze-medal-in-equestrian-eventing-competition-at-rio", "apiUrl": "https://content.guardianapis.com/sport/2016/aug/10/australia-take-olympic-bronze-medal-in-equestrian-eventing-competition-at-rio", "fields": {"headline": "Australia take Olympic bronze medal in equestrian eventing competition at Rio", "bodyText": "Heading into the final day of the equestrian eventing team competition in contention for a gold medal, Australia in the end had to settle for bronze medal after a dramatic finish to proceedings. Needing a perfect final round to secure a gold medal, Australian Chris Burton on Santano 11 knocked over two fences as France triumphed and Germany took silver. The Australian team was leading the competition at the conclusion of the cross-country leg, but due to the elimination of Shane Rose they had to count all three of their rounds in the jumping final. In those Stuart Tinney collected 17 penalties on account of four downed rails and a time penalty, but Sam Griffiths and his horse Paulank Brockagh went through unscathed to put Australia back into gold medal contention. In a seesawing finale, both Germany and France also put themselves into the lead – and New Zealand also had a brief chance through veteran Mark Todd – but France (169) prevailed with a clear run from Nicolas Astier on Piaf de b’Neville, bettering the Germans’ tally of 172.8. Australia finished with 175.3 after Burton – the final rider of the competition and the man leading the individual competition after the cross-country – clipped two rails to collect eight penalty points. The result will be a minor disappointment to the Australians, who won gold in the event in 1992, 1996 and 2000, and took silver in Beijing, but is nonetheless an improvement on their sixth placing in London. Elsewhere on day four, women’s basketball captain Penny Taylor starred as the Opals extended their unbeaten start with an 89-71 drubbing of France. Taylor finished with 31 points to equal the Opals’ record set by Lauren Jackson against Japan in 2004. Australia opened their women’s water polo campaign with a thumping 14-4 defeat of Russia, while swimming gold medal fancy Cameron McEvoy and compatriot Kyle Chalmers both cruised into the 100m freestyle semi-finals. In the rowing, Kim Brennan got her Olympic gold medal hopes back on track with an emphatic win in the quarter-finals of the women’s single scull. Brennan posted the fastest time of the three races at Lagoa Stadium, sending a message to her main rivals Kiwi Emma Twigg and reigning Olympic champion Czech Mirka Knapkova that her sub-par heat performance was a one-off. The race was a return to form for Brennan, who faltered in the wind and waves in the heats on day one of racing to finish third, which was her first loss in the event since 2014. This time she led from start to finish to advance to Thursday’s semi-final with the medal race on Saturday in sight. The reigning world champion said she felt nervous ahead of the quarter-final – with the tough heat conditions, she felt she didn’t really get a gauge of her standing among the other medal challengers. While her time was the fastest, she said she was more focused on controlling her race. “Single scull races are quite tactical so you line up each race you’re in and I’d imagine the other races weren’t as tight as mine, so I will take confidence from that, but not too much.” Brennan’s male equivalent, single sculler Rhys Grant finished second in his quarter-final behind Cuban Angel Rodriguez Fournier to also move through to Thursday’s semi-finals. Grant said making the final would be a dream come true. “If I could make the final – top six in the world – that would be amazing,” Grant said. “I was with Angel for a good part of the race and he’s been on the [World Cup] podium, so why not.” Men’s pair Spencer Turrin and Alex Lloyd tussled throughout their semi-final race with Italy before being pipped on the line. The duo were satisfied with their performance but New Zealand’s Olympic champions Hamish Bond and Eric Murray, who haven’t lost in 68 races since 2009, will take some stopping. “I don’t know how to stop them,” Turrin said. “You’ve just got to focus on your own race and do what you can and if it’s good enough, it’s good enough.” The women’s double scull crew of Sally Kehoe and Genevieve Horton faded to finish fourth in their semi-final, missing the final, as did the men’s double David Watts and Chris Morgan who were fifth."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}