{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2016/aug/25/mps-facebook-twitter-youtube-extremism-isis", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2016-08-24T23:01:33Z", "webTitle": "MPs say Facebook, Twitter and YouTube 'consciously failing' to tackle extremism", "webUrl": "https://www.theguardian.com/politics/2016/aug/25/mps-facebook-twitter-youtube-extremism-isis", "apiUrl": "https://content.guardianapis.com/politics/2016/aug/25/mps-facebook-twitter-youtube-extremism-isis", "fields": {"headline": "MPs say Facebook, Twitter and YouTube 'consciously failing' to tackle extremism", "bodyText": "Facebook, Twitter and YouTube have been accused by MPs of “consciously failing” to combat the use of their sites to promote terrorism and extremism. A report by the Commons home affairs select committee says the social media networks have become the “vehicle of choice in spreading propaganda and the recruiting platforms for terrorism”. The companies’ failure to tackle this threat had left some parts of the internet “ungoverned, unregulated and lawless”, said Keith Vaz, who chairs the committee. He demanded they worked much more closely with the police, to immediately shut down terrorist activity online. It emerged last week that the authorities had struggled to get online posts by the convicted radical Islamist cleric Anjem Choudary taken down even after his arrest for inviting support for Islamic State. The MPs’ inquiry into tackling radicalisation also recommends that the government’s Prevent programme should be rebranded as the Engage programme to remove its already “toxic” associations in the Muslim community. The web companies reacted strongly to the combative tone of the MPs’ report. They insisted they took extremely seriously their role in combatting the spread of extremist material. Twitter announced last Friday that it had suspended 235,000 accounts for promoting terrorism in the six months since February. Facebook also insisted it dealt “swiftly and robustly” with reports of terrorist-related content. The US State Department and the French interior minister both praised Twitter for moving swiftly to try to get Isis off its platform. But the MPs’ report says that the suspension of 350,000 Twitter accounts since mid-2015 and Google’s removal of 14m videos in 2014 relating to all kinds of abuse are “in reality a drop in the ocean”. Vaz said: “We are engaged in a war for hearts and minds in the fight against terrorism. The modern front line is the internet. Its forums, message boards and social media platforms are the lifeblood of Daesh [the Arabic for Isis] and other terrorist groups. “Huge corporations like Google, Facebook and Twitter, with their billion-dollar incomes, are consciously failing to tackle this threat and passing the buck by hiding behind their supranational legal status, despite knowing that their sites are being used by the instigators of terror.” Vaz said it was alarming the companies had teams of “only a few hundred” employees to monitor billions of social media accounts and that Twitter did not even proactively report extremist content to the law enforcement agencies. The MPs want to see the UK government introduce measures that require the web companies to cooperate with the Metropolitan police’s specialist unit by promptly investigating hate speech sites and closing them down, or providing an explanation for why they have been left online. The Met unit should be upgraded to a round-the-clock “central hub” operation, MPs recommend. The committee also wants to see the web companies publishing quarterly statistics showing how many sites and accounts they have taken down, and would like the success of the Internet Watch Foundation in tackling online child sexual abuse replicated in countering online extremism. Responding to the report, the Home Office security minister, Ben Wallace, said it was vital everyone played their part in defeating extremism. “We are working closely with the internet companies and want to see a swifter, more automated approach to identification and removal of content from social media sites, not just in the UK but across the world,” he said. Simon Milner, the director of policy at Facebook UK, said: “As I made clear in my evidence session, terrorists and the support of terrorist activity are not allowed on Facebook and we deal swiftly and robustly with reports of terrorism-related content. “In the rare instances that we identify accounts or material as terrorist, we’ll also look for and remove relevant associated accounts and content. Online extremism can only be tackled with a strong partnership between policymakers, civil society, academia and companies. YouTube said it took its role very seriously. “We remove content that incites violence, terminate accounts run by terrorist organisations and respond to legal requests to remove content that breaks UK law. We’ll continue to work with government and law enforcement authorities to explore what more can be done to tackle radicalisation,” it said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}