{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2016/aug/11/clinton-trump-economic-plans-tax-cuts-buffett-rule", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-08-11T21:33:53Z", "webTitle": "Clinton v Trump on the economy: speeches underscore competing visions", "webUrl": "https://www.theguardian.com/us-news/2016/aug/11/clinton-trump-economic-plans-tax-cuts-buffett-rule", "apiUrl": "https://content.guardianapis.com/us-news/2016/aug/11/clinton-trump-economic-plans-tax-cuts-buffett-rule", "fields": {"headline": "Clinton v Trump on the economy: speeches underscore competing visions", "bodyText": "Hillary Clinton and Donald Trump laid out their competing visions for the US economy in the past week, with varying degrees of detail and some surprising overlap. But the bulk of each speech was spent on the differences: Trump embraced more tenets of Republican orthodoxy and Clinton made pledges that progressives would be comforted to hear. Tax cuts v the ‘ Buffett rule’ Trump proposed tax cuts for all Americans, though the terms would disproportionately benefit wealthy people. The conservative-leaning Tax Foundation found that tax revenue would fall by $2.4 tn over the first decade, and the top 1% of Americans would make 5.3% more money under the Republican plan, which would consolidate seven tax brackets into three, of 12%, 25% and 33%. Trump’s new plan accepts more common Republican proposals; his old plan would have cut the top rate to 25%. The Tax Policy Center estimated his plan would reduce revenue by $9.5tn over a decade and increase the deficit by 80% by 2036. Clinton, in contrast, has backed an expanded version of a proposal by billionaire investor Warren Buffett to tax the ultrarich. She proposed a “fair share surcharge” that would place an extra tax on people who make more than $5m a year, in an effort to close loopholes that often mean millionaires pay lower effective rates than middle-class families. Corporate tax cuts v a carrot and stick Corporate profits have by and large increased over the past 15 years while wages have stagnated. Trump’s plan entails a cut to the corporate tax rate, to 15% from 35%, which he argues will entice companies to return to or stay in the United States to invest and create jobs. He has also often told crowds that he will threaten companies who want to move overseas with extremely high tariffs. Clinton offered both benefits and threats. She said she would simplify taxes for small businesses and offer tax credits to companies that share profits with employees. Her campaign has laid out similar benefits for companies that invest in the US. But Clinton also threatened an “exit tax” for companies that want to move overseas, close the carried-interest loophole and strengthen financial regulators, such as the Consumer Financial Protection Bureau. Repealing regulations v clean energy funds In another nod toward conventional Republican ideas, Trump said he would place a moratorium on any new regulations, and he has frequently blamed environmental safety rules on the decline of the coal industry, whose market has been hugely taken over by natural gas companies. Clinton took the common Democratic path and proposed new investment in clean energy and research. She gave no real specifics in her speech but her campaign has proposed a “clean energy challenge” that would “partner” the federal government with local counterparts to reduce pollution and invest in clean energy infrastructure. Infrastructure funding Clinton promised $250bn in federal infrastructure funding and a $25bn “national infrastructure bank” to create jobs and rehabilitate things such as the country’s roads, airports, water and electrical grids . Barack Obama struggled for years to pass major infrastructure funding through Congress, until he finally managed to convince lawmakers to back a five-year, $305bn plan last December. Clinton has said that higher taxes on the richest and corporations would offset the spending, and gave a few specifics about her plans, including expanded broadband internet around the US. Trump spoke at length about deteriorating conditions of American infrastructure in his speech, and has said at many rallies that he wants to reinvest in utilities and transportation at home. But in his speech in Detroit he only spoke of infrastructure vaguely, saying: “We will build the next generation of roads, bridges, railways, tunnels, seaports and airports that our country deserves.” Trade deals and tariffs Both Clinton and Trump said they would renegotiate trade deals they deem unfavorable to the US. But while the Republican has said he would start from scratch on deals, and possibly impose tariffs as high as 45% on imports from foreign companies, the Democrat said she would specifically stop “any trade deal that kills jobs or holds down wages, including the Trans Pacific Partnership”. She also said she would appoint “a chief trade prosecutor, triple the number of enforcement officers, and when countries break the rules we won’t hesitate to impose targeted tariffs” – a less protectionist stance than Trump, yet sharing some of his philosophy about penalties directed at foreign corporations. The ‘death tax’ Trump called for the repeal of the estate tax, a fine levied on wealthy inheritors that affects about 0.2% of all Americans, according to the Center on Budget and Policy Priorities, as the tax exempts the first $5.45m a person inherits. Clinton would leave the estate tax as law. Families and childcare Trump called for “allowing parents to fully deduct the average cost of childcare spending from their taxes”, which would benefit most families with moderate to significant childcare costs but not low-income families, who would have the least to deduct, and who by definition, pay less in federal income taxes. His campaign has said he also supports a “credit to stay-at-home caregivers” and an exemption on childcare expenses from half of payroll taxes. Clinton has proposed tax credits, subsidized childcare and increased pay for childcare workers – expensive proposals that she says will be offset by increased taxes and closed loopholes. She said she wants to limit the cost of childcare to 10% of family income, and to expand social security. Higher education Trump has largely ignored the issue of higher education, though he has bemoaned the high debts that many young Americans shoulder. In his speech, he merely said: “likewise, our education reforms will help parents send their kids to a school of their choice,” an allusion to supporting the repeal of federal education standards at the grade and high school levels. His party’s official platform supports privatizing student loans, saying: “the federal government should not be in the business of originating student loans”. Clinton said she would “liberate millions of people who already have student debt by making it easier to refinance and pay what you owe as a portion of your income”. She also advocated for federal support for trade schools and “high-quality union training programs”, and tax credits to companies that offer paid apprenticeships. Earlier this summer her campaign compromised with Bernie Sanders, and agreed to support a plan that would eliminate tuition costs for four-year state colleges, for families who make less than $125,000 a year."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}