{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2016/aug/12/report-stringent-id-checks-cordons-electoral-fraud-pickles", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2016-08-11T23:00:06Z", "webTitle": "Election fraud report calls for stringent ID checks", "webUrl": "https://www.theguardian.com/uk-news/2016/aug/12/report-stringent-id-checks-cordons-electoral-fraud-pickles", "apiUrl": "https://content.guardianapis.com/uk-news/2016/aug/12/report-stringent-id-checks-cordons-electoral-fraud-pickles", "fields": {"headline": "Election fraud report calls for stringent ID checks", "bodyText": "Voters could face more stringent identity checks and police cordons around polling stations, as part of a crackdown on electoral fraud recommended by Eric Pickles in a government-commissioned report. The former communities secretary was asked by David Cameron last year to examine how safeguards could be toughened up, after revelations of electoral malpractice in Tower Hamlets, east London, led to the removal of the mayor, Lutfur Rahman. In his report, presented to Theresa May, who has retained him as “anti-corruption champion”, Pickles warns that unless the government makes it harder to fiddle the system, Britain’s reputation for democracy could be undermined. “Our nation has a proud heritage as the ‘mother of parliaments’, yet the worrying and covert spread of electoral fraud and state of denial by some bodies threatens that good reputation. It is time to take action to take on the electoral crooks and defend Britain’s free and fair elections.” As communities secretary, Pickles sent commissioners into Tower Hamlets when the allegations of fraud emerged. His report makes 50 recommendations, including calling for pilot schemes under which voters would be asked to bring identification with them to polling stations. “A driving licence, passport or utility bills would not seem unreasonable to establish identity. The government may wish to pilot different methods. But the present system is unsatisfactory; perfection must not get in the way of a practical solution,” it says. With intimidation of the public on their way to cast their votes one of the issues identified in Tower Hamlets, Pickles also says returning officers, who oversee elections, and the police, should be given powers to establish cordons sanitaires around polling stations where particular problems are identified. He argues that rules on the use of postal votes, which have previously been identified as ripe for fraud, should be toughened up – with party activists no longer allowed to handle them, for example, and an end to the possibility of applying for a permanent postal vote. Rahman was found guilty of multiple charges of corruption and kicked out of office last year. He and his allies were found to have used vote-rigging and religious intimidation through local imams to return him to power. Backers of the Bangladeshi-born Rahman initially dismissed the claims against him as racism; and Pickles says in future, concerns about damaging community relations must not be an excuse for failing to investigate allegations of fraud. “There are sometimes challenging issues over divisive community politics, but this is no excuse for failing to enforce British law and protect the integrity of our democratic process. The law must be applied equally and fairly to everyone,” he said. The report cites evidence that pressure was put on vulnerable members of some minority ethnic communities to vote in accordance with the will of elders. “There were concerns that influence and intimidation within households may not be reported, and that state institutions had turned a blind eye to such behaviour because of ‘politically correct’ over-sensitivities about ethnicity and religion,” it says. Pickles would like to see the National Crime Agency, which looks at organised crime, be given a remit to examine complex cases of electoral fraud. The report also condemns the Electoral Commission, the government-backed body that scrutinises polls, for straying beyond its remit. “The Electoral Commission continues to act as a commentator and lobbyist on both policy and law. Yet government should not be lobbying government. It would be clearer for electoral law and electoral policy to be determined by the Cabinet Office, subject to parliamentary scrutiny and approval.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}