{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2016/aug/24/member-british-forces-arrested-suspicion-of-northern-ireland-terrorism-offences", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2016-08-24T22:57:04Z", "webTitle": "Royal Marine arrested over suspected Northern Ireland terrorist plot", "webUrl": "https://www.theguardian.com/uk-news/2016/aug/24/member-british-forces-arrested-suspicion-of-northern-ireland-terrorism-offences", "apiUrl": "https://content.guardianapis.com/uk-news/2016/aug/24/member-british-forces-arrested-suspicion-of-northern-ireland-terrorism-offences", "fields": {"headline": "Royal Marine arrested over suspected Northern Ireland terrorist plot", "bodyText": "A serving member of the Royal Marines has been arrested on the orders of security officials trying to stop Irish terrorists staging attacks against Britain. There were also searches of woodlands in rural south Devon suspected of containing bombs and weapons smuggled from Ulster. Wednesday’s dramatic day of activity included the arrest of the 30-year-old marine, named locally as Ciaran Maxwell, and a security operation spanning a swath of the south of Britain and Northern Ireland involving four police forces and the domestic intelligence service, MI5. It is understood the genesis of the incidents was the discovery in March, and then May, of arms dumps in County Antrim belonging to dissident republicans, called the New IRA, which police in Northern Ireland had hailed as significant. The weapons caches were discovered by chance by members of the public. Among the deadly items were pipe bombs, magazines and ammunition for an assault rifle, and anti-personnel mines. The find and subsequent inquiries led security officials to decide in May that the threat to the British mainland from Irish terrorism needed to be raised to substantial and a race was begun to trace all those connected to the arms dumps before they could stage attacks. At 12.20pm on Wednesday, police arrested the marine in Somerset for alleged involvement in preparing acts of terrorism. Police said searches were under way in “a wooded area in south Devon” and in Northern Ireland. The searches in south Devon were for materials linked to republican terrorism, such as weapons or material related to explosives, which may have come from the terrorist haul linked to finds in Co Antrim. Officers are potentially looking for storage dumps where material that could be used in an attack may have been hidden. In a statement, police said: “Today’s arrest was planned and intelligence-led as part of an investigation into Northern Ireland-related terrorism being led by SO15 [Met’s counter-terrorism command] in collaboration with Police Service of Northern Ireland (PSNI) and the south west counter-terrorism intelligence unit. No armed police were involved in today’s arrest. “The public can be reassured that there is no intelligence to suggest an immediate threat to our communities.” Past targets for dissident republicans in Northern Ireland have been figures of the state such as prison officers, military and police officers. The threat from dissident republican terrorism has become increasingly potent and they are gaining in the capability to stage attacks in England and other parts of the UK, as well as Northern Ireland. The arrest is understood to be linked to the two suspected dissident republican arsenals uncovered in Carnfunnock and Capanagh parks near Larne within three months of each other. An armour-piercing improvised rocket and two anti-personnel mines were among the cache recovered at Capanagh in May. Police said four barrels were unearthed at Carnfunnock – two barrels were empty but two others contained a variety of bomb-making components, including wiring, toggle switches, circuit boards, partially constructed timer power units, ball bearings and a small quantity of explosives. In a statement, the Ministry of Defence said: “We are aware of a police investigation involving the arrest of a member of the armed forces under the 2000 Terrorism Act and will assist this investigation fully. It would be inappropriate to comment further on an ongoing investigation.” PSNI searches on Wednesday were focused on a stretch of terraced homes on the Old Glenarm Road in Larne. The fact that police chiefs decided there was no need to send armed officers suggests they did not believe the suspect had access to a firearm. The timing of the arrest was unusual. Police usually prefer to mount counter-terrorism raids in the early morning, for the element of surprise and to minimise the chances of a suspect fleeing. Devon and Cornwall police were helping counter-terrorism police search the south Devon woods, while Avon and Somerset officers were helping with searches of an address in Somerset. The police operations in England were led by SO15."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}