{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2016/aug/16/queens-imam-shooting-oscar-morel-murder-charge", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-08-16T22:59:05Z", "webTitle": "New York man charged in 'assassination' of Queens imam and his friend", "webUrl": "https://www.theguardian.com/us-news/2016/aug/16/queens-imam-shooting-oscar-morel-murder-charge", "apiUrl": "https://content.guardianapis.com/us-news/2016/aug/16/queens-imam-shooting-oscar-morel-murder-charge", "fields": {"headline": "New York man charged in 'assassination' of Queens imam and his friend", "bodyText": "The suspect in the shooting of an imam and his friend was arraigned on Tuesday on charges of first-degree murder, as prosecutors labeled the attack an “assassination”. “This was a most horrendous and despicable act that can only be described as a cold-blooded premeditated assassination,” assistant district attorney Peter McCormack said. The defendant, Oscar Morel, 35, was taken into custody on Sunday and later charged with the murder of Maulana Alauddin Akonjee and his friend, who was first described as his assistant, Thara Uddin. Morel is accused of shooting both men in the back of the head from point-blank range on Saturday afternoon as they walked home from the Al-Furqan Jame Masjid in Queens, New York. He was originally charged with second-degree murder on Monday, after police searched his Brooklyn home and found a .38 revolver stashed behind the wall, which investigators determined matched the gun used in the crime. Prosecutors added a charge of first-degree murder on Tuesday, indicating they believe the murder was premeditated and intentional. The motive, however, remains unclear. The Queens district attorney, Richard Brown, echoed the New York police department’s earlier statements on maintaining a hate crime as a possibility. “While the motivation for this violent act is still unclear and continues to be investigated, one of the possible motives being explored is whether this was a hate crime,” Brown said in a statement. “Regardless, however, whether a hate crime was committed in this case, the crime will be vigorously prosecuted and we will seek the most serious penalties that our law allows.” According to his lawyer, Morel, a porter at the New School in Manhattan, denied any involvement. “[Morel] did not make any form of admission,” attorney Leonard Ressler told the judge, adding that they denied the charges and “insist this case proceed as quickly as possible”. Morel, who came to court in handcuffs and shackles, did not submit a plea and will return on Thursday when a homicide lawyer will be assigned to his case. Morel was taken into custody after a Chevy truck similar to his was caught on camera fleeing the scene and, 10 minutes later, was involved in a hit-and-run with a bicycle a few miles away from the place of the shooting. The cyclist recorded the license plate and reported it to police, which led to Morel’s arrest. A delegation from the Islamic Leadership Council of New York and local community leaders met with Brown, the Queens district attorney, earlier on Tuesday to voice their concerns about the investigation. “The community strongly believes that this tragedy is a hate crime and would like the NYPD, the Hate Crime Unit and the DOJ to treat it just as so,” a statement from the council said. The Associated Press contributed to this report"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}