{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2016/aug/01/donald-trump-sexual-harassment-roger-ailes-fox", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-08-01T22:17:33Z", "webTitle": "Trump says if Ivanka was harassed at work she should 'find another career'", "webUrl": "https://www.theguardian.com/us-news/2016/aug/01/donald-trump-sexual-harassment-roger-ailes-fox", "apiUrl": "https://content.guardianapis.com/us-news/2016/aug/01/donald-trump-sexual-harassment-roger-ailes-fox", "fields": {"headline": "Trump says if Ivanka was harassed at work she should 'find another career'", "bodyText": "If Donald Trump’s daughter was sexually harassed at work, “I would like to think she would find another career or find another company if that was the case,” the Republican candidate told an interviewer on Monday. The question, specifically framed around the allegations against former Fox News chief Roger Ailes, came in an interview with USA Today. Ailes has been accused of sexual harassment by over 20 women since former Fox News anchor Gretchen Carlson filed a lawsuit against him on 6 July. Most recently, Laurie Luhn, a former Fox News booker, has accused Ailes of maintaining a sexually coercive relationship with her. Ailes has denied all the allegations. Trump defended Ailes, a longtime friend, in an interview with Chuck Todd on Meet the Press on 24 July. The Republican nominee said of the allegations: “All of a sudden they’re saying these horrible things about him. It’s very sad. Because he’s a very good person. I’ve always found him to be just a very, very good person. And by the way, a very, very talented person. Look what he’s done. So I feel very badly.” The Republican nominee has made controversial comments about women in the past. Last August, Trump said about Fox News’ Megyn Kelly that the news anchor “had blood coming out of her eyes, blood coming out of her wherever”, while questioning him during the first presidential debate in what was widely considered a reference to menstruation. Trump denied this. The Republican nominee also made fun of the appearance of former rival Carly Fiorina, rated the physical attractiveness of model Heidi Klum in an interview with the New York Times and said that women who have abortions should receive “some sort of punishment”. He quickly reversed himself on the latter statement. A CNN/ORC poll released on Monday showed Trump trailing Clinton by a margin of 57% to 34% among female voters. Trump’s statement on sexual harassment comes as the Republican nominee is trying to swerve past the controversy over his criticism of a Muslim couple whose son was killed in Iraq, claiming instead that he fears the election “is going to be rigged”. At his first campaign stop since he berated Khizr and Ghazala Khan, who spoke on Thursday at the Democratic national convention, Trump began his remarks by contrasting his support for war veterans with that of rival Hillary Clinton, before veering off to express concern that the presidential election will not be run fairly. He told supporters: “Hillary will be nothing more than four more years of Obama. Four more years of Isis. Four more years of a military that’s being depleted and not taking care of our vets. She said a few months ago our vets are being taken care of just fine. She said no, no, it’s over-exaggerated.” The Republican nominee’s comments about the Khans have triggered a bipartisan backlash from Barack Obama, Senator John McCain and military families. During the Columbus event, Trump alleged he felt the Democrats had fixed their primary system so Clinton could defeat Bernie Sanders. “I’m afraid the election is going to be rigged, I have to be honest,” he said. He claimed that he hears “more and more” that the poll may not be free and fair. It is unprecedented in modern American history for a presidential candidate to cast doubt on the integrity of the electoral process in this manner. Trump, who has slipped behind in Clinton in polls following last week’s Democratic convention, also criticised the media for being biased against him and defended his weekend comments where he claimed Russia “is not going into the Ukraine”. Since 2014, Russia has occupied the Crimea peninsula and a significant portion of eastern Ukraine. Crimea had been annexed during Obama’s watch in 2014, he said. “Do you want to have world war three to get it back? … Wouldn’t it be great if we actually got along with Russia? Am I wrong in saying that? Wouldn’t it be great? Russia, like us, has nuclear weapons, folks. “It would be really nice if we got along with Russia and others that we don’t get along with right now. And wouldn’t it be nice if we teamed up with Russia and others, including surrounding states and maybe Nato, and we knocked the hell out of Isis and got rid of these people?” Trump said Ohio had lost one in three manufacturing jobs since Bill Clinton signed the North American Free Trade Agreement in the 1990s. “They call it the rust belt for a reason, because everything’s rusting and rotting,” he said. The candidate also complained bitterly that a fire marshal had restricted access to the event to a thousand people, describing it as a “disgrace”. He said: “They turned away thousands of people – look at the size of this place – they turned away thousands. Is the mayor a Democrat? Is he a Democrat? That’s what I heard. You oughta be ashamed of him. “It’s very sad. You know, it shouldn’t be so much about politics … It’s really politics at its lowest. The mayor of Columbus is Democrat Andrew Ginther."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}