{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2016/aug/13/us-elections-libertarian-green-independent-candidate-future-politics", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-08-13T23:05:20Z", "webTitle": "Anyone but … meet the other candidates in the ‘craziest election of all time’", "webUrl": "https://www.theguardian.com/us-news/2016/aug/13/us-elections-libertarian-green-independent-candidate-future-politics", "apiUrl": "https://content.guardianapis.com/us-news/2016/aug/13/us-elections-libertarian-green-independent-candidate-future-politics", "fields": {"headline": "Anyone but … meet the other candidates in the ‘craziest election of all time’", "bodyText": "Gary Johnson – the Republican-leaning, marijuana-smoking, Everest-climbing presidential nominee of the Libertarian party – has a problem: he will be barred from crucial election TV debates this autumn unless he can boost his polling numbers to 15%, from around 10% now. Without the blockbuster ratings that the three scheduled Clinton-Trump dust-ups are likely to produce, many say it’s hard to see how Johnson, 63, or either of the two other third-party candidates – Jill Stein of the Green party and Evan McMullin, a former CIA officer and policy director for the House Republican Conference – can ever be anything more than electoral curiosities. But other commentators suggest that the emergence of three independent candidates could still provide an unpredictable twist. Polling data suggests libertarians on both sides of the political divide are giving independent candidates a second look. In Las Vegas on Friday, Johnson and Stein spoke before a gathering of Asian-American and Pacific islander voters to press their case. Johnson, a former governor of New Mexico who presents a platform of social libertarianism, fiscal conservatism and non-interventionism in foreign affairs, reasoned at the gathering that in this, “the craziest election of all time”, one indication of the craziness was that “I might be the next president of the United States”. A just-released Wall Street Journal-NBC poll gives Johnson 15% in the crucial swing state of Colorado, and Stein 6%. Johnson said he had been asked repeatedly if a vote for him, or any third-party candidate, was a wasted vote. “A wasted vote is voting for somebody you don’t believe in. That’s a wasted vote,” Johnson said in Vegas. “Vote for the person you believe in – that’s how you bring about change.” Stein, who also spoke at the event, similarly argued that many Americans were looking for an alternative to Donald Trump and Hillary Clinton, whom she described as “the most disliked and untrusted” major-party nominee in US history. “Democracy needs a moral compass,” she told the meeting. “It’s not just about who you don’t like the most or who you are most afraid of.” Stein, who was also the Green party candidate in 2012, has outlined policy positions that include a “green new deal” focused on renewable energy jobs and on completing America’s transition to renewable energy by 2030. She also proposes to cut the military budget by a third and the creation of regional food systems based on sustainable organic agriculture. On the Republican side, McMullin, a beneficiary of the #Never Trump movement, missed getting on the ballot in 26 states before he had even sent out his first campaign release. Despite this, he gives disaffected conservatives an alternative to the Republican nominee, who, he says, has tapped into “people’s darkest prejudices and deepest fears”. McMullin’s best chance would be if Trump were to drop out of the race for some as-yet-unanticipated reason. “Like millions of Americans, I had hoped this year would bring us better nominees who, despite party differences, could offer compelling visions of a better future,” McMullin said. “Instead, we have been left with two candidates who are fundamentally unfit for the profound responsibilities they seek.” But can they begin to make a difference? Only once in recent election cycles has a third party candidate had any influence: that was in 1992, when Texan businessman Ross Perot took almost 18.9% of the vote and helped to hand the election to Arkansas governor Bill Clinton over what could have been a straightforward re-election for George HW Bush. Johnson’s running mate, former Massachusetts governor William Weld, said he had seen interest and fundraising pick up as Trump’s campaign has floundered. Johnson’s campaign recently reported a $1m one-week fundraising haul and has said that more than 40,000 people have pledged to donate at least $15 to his campaign on 15 August. With Clinton now leading Trump by double digits in some key battleground states, the impact of any third party candidate could be limited. But given the unpredictability of the race so far, and the probability that Johnson and Stein will pull more voters from Clinton than Trump, all that could change. “At the moment it doesn’t look like they can have much impact at all,” says veteran Democratic adviser Hank Sheinkopf. “But if the race gets closer, they could throw it either way.” Sheinkopf believes the election has become more about personalities and less about what party leaders want. The long-term impact may be a significant shift in how people view Democrats and Republicans. As it now stands, Stein, Johnson and McMullin could act as a convenient parking spot for voters disgusted with both candidates. Earlier this month, federal judge Rosemary Collyer rejected a challenge brought by Johnson and Stein arguing that the bar for inclusion in debates is set artificially high. Yet there are signs that the ground could be shifting. Former Clinton press secretary Mike McCurry, now co-chair of the Commission on Presidential Debates, hinted that a third podium might be needed. “Some of our production people may have said: ‘Just in case, you need to plan out what that might look like’,’’ McCurry told Politico. “We won’t know the number of invitations we extend until mid-September.” Ron Faucheux, president of Clarus Research Group, a non-partisan polling firm, said: “Polls show that voters think third party candidates should be included, and in an election like this where polls show a majority of voters dislike both main party candidates, there is a good reason to give them the opportunity to at least look at other options.” But even Johnson and Stein remain somewhat wistful about their prospects, casting themselves as agents of change who, at best, could represent the beginning of a political realignment among voters dissatisfied with a two-party system. “The biggest message is ‘consider us’, as a very, very viable alternative to this two-party system that has become so polarised that they’re not able to do anything,” Johnson has said. In Vegas, Stein advanced a similar position: “We’re having a political reorganisation in this election because the Republicans are kind of falling apart, and the Democrats have kind of split, with a lot of the Bernie Sanders supporters just not happy with the alternative.” She noted that it was by voting for the “lesser of two evils” that the country had inherited many of its problems. When recent polls are expanded to include all four candidates, rather than just the main two, most show a smaller lead for Clinton over Trump and in the others the margins remain similar. Johnson accepted that his polling was thus far insufficient to qualify for the debates and his chances of making an impact were remote unless he could take part in the debates. “There’s no way I’m going to win the presidency if I’m not in the presidential debates,” he said, adding: “I do believe anything is possible given that, right now, arguably the two most polarising figures in American politics today are running for office.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}