{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/aug/19/gb-women-hockey-historic-gold-shootout-final-olympics", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-08-19T22:04:52Z", "webTitle": "GB women win historic hockey gold with shootout victory over Netherlands", "webUrl": "https://www.theguardian.com/sport/2016/aug/19/gb-women-hockey-historic-gold-shootout-final-olympics", "apiUrl": "https://content.guardianapis.com/sport/2016/aug/19/gb-women-hockey-historic-gold-shootout-final-olympics", "fields": {"headline": "GB women win historic hockey gold with shootout victory over Netherlands", "bodyText": "Kate and Helen Richardson-Walsh may want to reconsider their future. The couple are supposed to be moving to the Netherlands shortly. Having broken Dutch hearts, while securing Great Britain’s first women’s hockey gold medal with a shootout win, they might find the reception a bit frosty. The Netherlands were considered the rulers of world hockey and GB’s win came entirely against the run of play. The defending Olympic champions had dominated but a goal in the final 10 minutes from Britain’s Nicola White levelled the scores at 3-3 and took it to penalty shuffles. It was Hollie Webb, one of the youngest members of the team at 25, who scored the winning goal. “I watched it go into the net and then I can’t remember anything else since then,” she said. “We practise them so many times and I just tried to imagine I was training at Bisham Abbey. I knew what I was going to do against their keeper, so I just stared her in the eye.” The first four shuffles had gone begging before the Dutch keeper Joyce Sombroek was ruled to have deliberately fouled Sophie Bray, and Helen Richardson-Walsh stepped up to score from the consequent penalty stroke. There were two more misses – including Margot van Geffen’s shot hitting the post – before Webb stepped up to the 23-yard line to take Britain’s first potshot at gold. The ball clanged into the back of the goal like Calamity Jane shooting a tin can off the head of a drunk. It was a nerveless finish for a team who had said repeatedly throughout this tournament that nothing but gold would do. Eight of the players had been forced to settle for an Olympic bronze at London 2012 after a heartbreaking semi-final defeat. They included captain Kate Richardson-Walsh and her wife Helen, who came into this match with 657 caps between them. They are the first married couple to win gold for Britain since Cyril and Dorothy Wright, who took the 7m sailing class in Antwerp in 1920. To be fair, there were so few yachts competing in that Games only one team went home without a medal. The Richardson-Walshes and the rest of the GB team have bossed this Olympics, defeating all eight sides they faced. The main grandstand was full of Dutch fans. Some wore inflatable crowns while one man had a giant slice of Edam on his head. A tiny pocket of British fans sat right in the middle of the orange mass and made considerably more noise. Britain scored first nine minutes into the game after Bray took on three Dutch players to shoot from the edge of the D and the rebound was tucked away by White. The Netherlands equalised immediately after the first break, when Lidewij Welten stole the ball in midfield. She and Kitty van Male stepped on the accelerator, catching Britain on the break and allowing Van Male to run around Maddie Hinch entirely unhindered. She finished with a flick into the top right corner. For much of the match the Netherlands had set up camp in Britain’s half so comfortably they may have considered lighting fires and sending a few players off for provisions. A penalty corner reached Maartje Pauman 10 minutes into the second quarter and the Dutch captain, who was looking for her third consecutive Olympic title, sent it skimming past Hinch’s outstretched leg. There were army tanks parked forbiddingly on the road leading to the arena. Hinch did much the same job protecting Britain’s goal. A series of brilliant saves kept her team in the game from as early as the 12th minute when Sam Quek fouled Laurien Leurink and conceded a penalty stroke. Paumen’s shot came high and straight at Hinch’s head but she deflected it wide. There were plenty more where that came from, including a brilliant double save against Naomi van As. A long ball that was deflected past a hapless Caia van Maasakker landed in prime scoring position for Crista Cullen who scored to keep Britain in the hunt. But after three penalty corners in as many minutes the Dutch went ahead again, Van Male scoring her second goal. Going into the final quarter, the Dutch had won 10 penalty corners, their opponents none. Britain’s first and second came with nine minutes to go, both ungainly scrambles in the goalmouth. Sombroek saved the first but the second drew her a foot further out of her ground, leaving a gap for White to slot home Alex Danson’s rebound. For Danny Kerry, Britain’s coach, the gold medal had seemed almost preordained. “I know this will sound corny but some days you know you’re going to win,” he said, “and even though we didn’t play very well in the first three quarters of the match I thought we were going to tough it out. “We have probably the best goalie in the world when it comes to shootouts. As soon as it went there, I knew.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}