{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/aug/05/rio-2016-279-russian-athletes-cleared-olga-zabelinskaya-yuliya-efimova", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-08-05T23:50:36Z", "webTitle": "Rio 2016: 279 Russian athletes now reportedly cleared to take part", "webUrl": "https://www.theguardian.com/sport/2016/aug/05/rio-2016-279-russian-athletes-cleared-olga-zabelinskaya-yuliya-efimova", "apiUrl": "https://content.guardianapis.com/sport/2016/aug/05/rio-2016-279-russian-athletes-cleared-olga-zabelinskaya-yuliya-efimova", "fields": {"headline": "Rio 2016: 279 Russian athletes now reportedly cleared to take part", "bodyText": "As Rio geared up for the opening ceremony to the Olympic Games, more Russian athletes have reportedly been allowed to take part, bringing the total number to 279. The original size of the Russian team was 389. Igor Kazikov, the head of Russia’s Olympic delegation, told the Russian news agency Tass that the International Olympic Committee has ruled in favour of the swimmers Yuliya Efimova, Natalya Lovtsova, Darya Ustinova, Mikhail Dovgalyuk and Anastasia Krapivina. Nikita Lobintsev and Vladimir Morozov, the first two athletes to take their cases to the court of arbitration for sport following the publication of the McLaren report, were also said to have been reinstated on appeal. Tass also reported that Olga Zabelinskaya, who won cycling bronze medals in the road race and time trial at London 2012, is now eligible to compete, as is her fellow cyclist Sergei Shilov. A third member of the cycling squad, Ilnur Zakarin, was cleared to compete but opted not to participate due to the effect the uncertainty had on his preparation for Rio. Efimova, the breaststroke specialist and four-times world champion, posted a picture of herself on Instagram accompanied by the caption: “I’m going to the Olympics. I couldn’t be more proud and relieved.” Although there was no immediate confirmation from swimming’s governing body of the reinstatements, and start lists remain unaltered, the Russian news agency R-Sport quoted Vladimir Salnikov, head of the country’s swimming federation, as saying Fina had written to Cas to confirm it supported the readmission of Efimova and other previously banned Russian swimmers. A spokesman for the governing body declined to comment, saying the federation would issue a statement “if we have something to say”. Cas had previously said an IOC rule barring Russian athletes with a prior doping conviction from competing was unenforceable, paving the way for a raft of late appeals."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}