{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2016/aug/20/northern-territory-election-labor-to-reap-benefit-of-chaotic-clp-rule", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2016-08-19T23:25:42Z", "webTitle": "Northern Territory election: Labor to reap benefit of chaotic CLP rule", "webUrl": "https://www.theguardian.com/australia-news/2016/aug/20/northern-territory-election-labor-to-reap-benefit-of-chaotic-clp-rule", "apiUrl": "https://content.guardianapis.com/australia-news/2016/aug/20/northern-territory-election-labor-to-reap-benefit-of-chaotic-clp-rule", "fields": {"headline": "Northern Territory election: Labor to reap benefit of chaotic CLP rule", "bodyText": "Like a game of roulette, it was simply a question of which particular front-page scandal the Northern Territory election would land on. The history of this government suggested there was always going to be one clear winner for the final weekend of August. For a while it seemed it would be Nathan Barrett, the MLA who resigned in June after it emerged he had sexted a woman from his office – later excusing the action because “it was a Sunday”. But that was premature. The shocking images of alleged mistreatment and abuse of juvenile detainees was, and remains, the dominant narrative from #NTpol - at least nationally. But it has since become less about juvenile justice and more about the behaviour of Four Corners and the Olympic-level gymnastics of the government’s message. Was the royal commission a welcome inquiry or a conspiracy beat up between the media and Labor? Has the government fixed the problems or was there nothing to fix? We’ve since had the Top End interpretation of the “dead cat” political tactic, when Larisa Lee’s on-loan government car was implicated in the slaughter of a cow on a private cattle station. But that lasted barely one 24-hour news cycle. There was a brief interlude of outrage when the opposition leader, Michael Gunner, used a racially charged expression – “off the reservation” – to describe the chief minister, but it blew over quickly after an apology and a claim he didn’t know what it meant. Then there is everything that came in the years before: a staggering list of scandals, each of which on their own would be enough to define any other government. Among them: the police commissioner charged with perverting the course of justice, a staffer on corruption charges, another staffer sacked over his criminal history, a $5,000 taxpayer-funded bar tab, a suspected slush fund, the endless insults – “pillow biter”, “asking for a slap”, “nest of vipers” – across and within party lines, a study tour of Cape Canaveral in case the NT one day hosted a space program, the fall of the deputy chief minister over a near-investment in a dragonfruit company with strong conflict of interest implications, and of course, the infamous midnight coup. And then broadly from the government, the messy privatisation of the Territory Insurance Office, the 99-year lease of the Darwin port, bungled stunts around the delayed Palmerston hospital build, and rising concerns about the cost of living, rates of crime, and a crashing housing market, have all left Territorians feeling more than a little jaded. There are still six days to go. The Northern Territory is going into an election with a remarkably different parliament to the one it voted in in 2012, with new faces, redesigned boundaries, and small, unpredictable electorates. The 2012 result, a relatively straightforward two-party split, is now a fractured cacophony, comprising a minority government, a wound-licking opposition and six independents with varying levels of resentment towards the majors. In raw numbers, it began with 16 CLP members, eight Labor and one independent. But by the time the writs were issued, the parliament held 12 CLP members, seven Labor and six independents. Starting at the top – there’s a different chief minister. Adam Giles rolled his elected leader, Terry Mills, while the latter was overseas just seven months after the election. Since then he has presided over a party which can best be described as chaotic. There have been more than 15 reshuffles. The attorney general, John Elferink, and the treasurer, Dave Tollner, are both retiring. A record number of candidates are running on 27 August – with 115 hopefuls chasing 25 seats, each vying for about 5,000 voters. It is said elections are lost, not won, and successive polling by the NT News predicts the CLP will do a solid job of losing. Labor leads the two-party-preferred vote with 64%, but it wouldn’t be unfair to say the second party could be the independents, who are reportedly polling at a 19% primary vote behind the CLP’s 24%. This has allowed Labor to coast through the campaign with little scrutiny. A leader’s debate on Wednesday was won by Giles, as Gunner fell back on vague promises and platitudes. The party is not releasing its costings until the Thursday before the election. The CLP says its will be published on Monday. Labor knows it is in all likelihood pretty safe, albeit facing a large crossbench. The prospect appears in line with the national mood for rejecting major parties, but on steroids. It is, however, worth noting the number who only recently went out on their own. Mills recently returned, running for his old seat of Blain which he resigned from in 2014, and which was won in a byelection by the CLP’s Barrett, now on the out. Delia Lawrie was rolled as opposition leader over her role in the granting of a rent-free property lease to a union, and later quit the Labor party. Kezia Purick, the parliamentary Speaker known for her colourful language and outspoken style, quit the CLP in July 2015 over its failure to communicate. She followed the former health minister Robyn Lambley, who followed Larisa Lee and Alison Anderson. The government was plunged into minority and its performance dived with it, before a suspected but undetailed deal was made with Lee who began to support the CLP again. The NT parliament was minority-led for more than a year and failed to push through major legislation. Repeated attempts to address a bill which would amend the Medical Services Act to allow NT women access to the abortion drug RU486 were bogged down in emotional and often irrelevant or downright bizarre debate. Sittings ended before a vote could be taken and CLP members refused to support a motion of urgency. They did, however, draft in an extra sitting day at a cost of more than $18,000 to taxpayers, to race through other bills, including a key piece of tough-on-crime legislation which Giles had announced on his Facebook page. But when the day came, Giles decided not to proceed with the bill – an amendment to remove the presumption of bail for repeat offenders – so he could take it to the election instead. The government had success with an earlier amendment to justice laws – strengthening and widening the use of restraints in juvenile detention – before backflipping on it amid the outrage over the Don Dale youth detention centre. Amid these high-profile incidents, actual gains were lost. The NT government is the only Australian jurisdiction to introduce justice targets and the rate of violent assaults is down. There has also been success in curbing alcohol abuse in smaller towns with the resource-heavy policy of stationing police outside bottleshops –although police want to see this ended. The government fought off a legal challenge to its controversial paperless arrest laws – highly criticised by legal, human rights and Indigenous bodies as contributing to at least one Indigenous death in custody, and continues to fight another case over mandatory alcohol treatment. Should Labor win it has promised to overturn both these policies, and reintroduce a banned drinkers register instead of cops at shops. Labor’s promise answers some of the key policy demands put forward by the social services and justice sector to solve the justice crisis. The battle over policy hasn’t always been front and centre but it hasn’t taken a back seat either. The NT economy, and particularly Darwin, is facing a downturn as the labour-intensive construction phase of the $34bn billion Inpex gas project winds down. The government has pushed tourism, development and gas as the industries to keep the economy going, with the CLP campaign promising 24,000 jobs if it is elected, including more than 7,000 in the onshore gas industry. The Labor party has pledged a moratorium on onshore gas in response to widespread community concerns about fracking. The region is home to pristine environments and nationally significant landmarks. Court action last year saw off attempts to allow mining in Wattarka national park. The farcical handling of the news that a deep sea port had gone ahead on the Tiwi Islands without environmental approval made national headlines. The CLP has promised a tightly regulated gas industry with stronger environmental protections and a $15m plan to open 11 new park areas for tourism and recreational activity. Labor has promised a 50% renewables energy industry by 2030, and has pledged increased support to Indigenous rangers. The CLP abolished the Aboriginal affairs portfolio but reinstated it in 2015. It has set public service Aboriginal employment targets and pledged to invest more in remote housing, with a $1.65bn program to build 240 houses a year for eight years in remote communities. Labor has pledged to give communities greater control over local government, education and training, health, childcare and justice, as well as promising a $1.1bn, 10-year remote housing program. On the ground in communities there are already accusations of candidates and staffers lying to remote and early voters. The “bush vote” got the CLP over the line in 2012 but the problems are bigger now. The party was trounced in the federal election even as candidates and the prime minister sought to distance themselves from the local wing. The former Victorian premier Jeff Kennett flew in to open the CLP campaign launch. In 2012 it was the then opposition leader, Tony Abbott. The election marks the end of a political chapter in the territory which has gained national attention for its scandals, instability, gaffes and extreme legislation. Time will tell how much Territorians get from what has been promised but when almost 150,000 people go to the polls on 27 August they’ll be hoping for at best a little less notoriety. -Australian Associated Press contributed to this story"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}