{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2016/aug/20/tory-brexit-negotiators-unpromising-start", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2016-08-20T23:05:01Z", "webTitle": "Brexit X-men: how the prime minister’s key negotiators are coping", "webUrl": "https://www.theguardian.com/politics/2016/aug/20/tory-brexit-negotiators-unpromising-start", "apiUrl": "https://content.guardianapis.com/politics/2016/aug/20/tory-brexit-negotiators-unpromising-start", "fields": {"headline": "Brexit X-men: how the prime minister’s key negotiators are coping", "bodyText": "When Boris Johnson was working for the Daily Telegraph in Brussels in the early 1990s, rival British correspondents dreaded midnight calls from their news desks in London. Sonia Purnell, Johnson’s biographer, who worked with him at the time, recalls that Boris’s stories about the curvature of bananas, the shape of cucumbers and other EU absurdities were known as “duvet blasters”. Despairing reporters were ordered out of bed to write follow-ups. “The stories were almost always wrong but they would still blast everyone’s duvets,” says Purnell. For the young Johnson, it was good journalistic fun. The Brussels establishment regarded the British hack as an irritant set on lampooning Europe’s institutions at every opportunity. But back in London, John Major’s Tory government, beset by Eurosceptic rebellion, was more worried. The foreign secretary, Douglas Hurd, could see that Johnson was framing a new, populist form of Euroscepticism that was spreading beyond Westminster, by depicting Brussels as power-grabbing and ludicrously bureaucratic. A little noticed historical irony is that a young Tory MP called David Davis, who was a whip steering the vote for the Maastricht treaty before he became Europe minister in 1994, was working hard with the Foreign Office to contain the Eurosceptic rebellions by Tory MPs as Johnson stoked them. More than two decades on, and two months after the UK voted to leave the EU, partly as a result of his role in the Brexit campaign, Europe is no longer a target for Johnsonian ridicule. The man who arguably did more than any to lead Britain out – and was then stunningly installed by Theresa May as foreign secretary – has been charged with the giant task of shaping a vision of life after Brexit for the British people. Alongside none other than Davis, the new Brexit secretary, who is now anti-EU, and Liam Fox, who Johnson has long viewed as far too rightwing, he has very serious work to do. In a symbolic gesture of her determination to bind the three awkward Brexiters together in joint responsibility for what they delivered, the prime minister has told Johnson, Davis and Fox to share the sumptuous traditional residence of the foreign secretary, Chevening, in Kent, and to get on with the job. “Brexit means Brexit,” says May, though so far she has given precious few clues as to what she believes that means. When politics resumes in earnest next month, the biggest question facing Britain will increasingly be asked of the three Brexit ministers: what is your Brexit plan? Currently no one seems to know, partly because post-Brexit planning featured hardly at all in the priorities of either the Leave or Remain camps during the referendum campaign. Few thought Brexit would happen. In recent weeks there have been squabbles between Johnson, Fox and Davis over staffing of their departments and turf wars over areas of responsibility that do not augur well. But there has been little sign of clarity on the big picture issues that must be sorted out – the largest of all being the UK’s future involvement in the single market – before detailed discussions can begin on any of the matters that will profoundly affect British people’s lives. The Treasury has admittedly said that scientists, universities and infrastructure projects will have their level of EU funding matched after Brexit, and that equivalent payments will carry on to farmers until 2020. After that a new system to replace the common agricultural policy will have to be developed. But among the myriad other questions likely to remain unresolved for some time are the rights of more than 1.2 million expat Brits who live in the EU, the rights of EU citizens to remain in Britain, the UK’s participation in EU security and counterterrorism and defence policy, and the ability of firms to trade in financial services across the EU. Not to mention the constitutional nightmares that loom, including those affecting Scotland, whose SNP government wants to stay in the EU and is threatening to call another independence referendum. The issue of the UK and the EU single market in goods and services is critical. Before the referendum, May strongly suggested the UK should remain a member in the event of Brexit. Now, whether and how it can do so is the multibillion-euro question at the heart of the Brexit dilemma. The single market serves 500 million EU citizens, allowing the free movement of goods, people, services and capital between member countries. If the UK quits the single market, it will lose full access and many large UK businesses warn of devastating economic results. But if it remains a member, after quitting the EU as a whole, it must play by its rules, continue to pay into the EU budget and accept the right of EU citizens to live and work in the UK. For hardline Brexiters – who promised that Brexit would save £350m a week in EU budget contributions that could then go to the NHS, and the restoration of UK control over its own borders – that would be unacceptable. It would render Brexit meaningless, they say. Thus far, however, the May government has been unable to give clear and consistent answers on the single-market question, because the Tory party and the cabinet is split and the complexities are only now being grasped. Senior UK diplomats have been shocked by how little leading Tories in government – including Johnson – understand about the workings of the EU and its single market. “It is staggering,” said one top UK official. “They have not even got to base one in terms of knowledge.” Charles Grant, director of the Centre for European Reform in London, says some “very senior” people in the UK government are deeply ignorant about the single market, and adds that only now are the Brexit-backers beginning to grasp the difficulty of what faces them. “I think that two months down the line the senior Brexiters are beginning to realise that the whole process is going to be a lot more complicated, time-consuming and boring than they had imagined before, when they had presented it all as black and white. They are beginning to realise that this will occupy most of the energies of government for the next five to 10 years. “That does not mean that Brexit is not going to happen. Of course it is going to happen. But it is a massively complex and lengthy business.” The most pressing question, in terms of the Brexit timetable, is when the UK will trigger article 50 of the Lisbon treaty, which will set the clock ticking on two years of formal negotiations on the UK-EU divorce. That period can, theoretically, be extended beyond two years, but only with the unlikely unanimous agreement of all the 27 other member states. But until the UK government decides the broad parameters of its approach, it is hugely difficult to name a start date. At present the intention is to trigger article 50 early in 2017, probably in February. But one senior EU diplomat says that is now looking optimistic. “We have to be clear by then about the single market, about the budget and free movement. Views on that depend on who you talk to and what day of the week it is.” Soon after the Brexit vote on 23 June, May’s new chancellor, Philip Hammond, declared that the result meant we would have to leave. But the Brexit department run by Davis refuses to confirm that now, saying it does not have a firm position. “We do not give a running commentary,” said a spokeswoman last week. Contradictory messages abound. Johnson suggested on a recent trip to New York that he thought a balance could be struck (a compromise?) over the single market and free movement, while Davis and Fox seem to believe that we can wave it goodbye and do new trade deals with countries across the world, although these would take years to negotiate. Only a few days ago an official House of Commons paper to MPs said that the option of remaining in the single market was live and that the UK, like Norway, could still pay into the EU budget. “Following a negotiated departure, the UK may still make contributions to the EU budget,” says the briefing. “Any future contributions will depend on the arrangements agreed for the UK’s relationship with the EU after leaving. Members of the European Economic Area (EEA), for example, contribute to the EU budget, so if the UK joins the EEA it is likely to pay into the EU budget.” Fabian Zuleeg, chief executive of the European Policy Centre in Brussels, says pressure is building in EU capitals for May’s government to get on with triggering article 50. The EU must start discussions soon on its new seven-year budget, to run from 2020, but cannot do so without knowing where the UK, currently a big net contributor, stands. Elections in France and Germany next year will further complicate the picture, causing a drag on progress. Ideas about how to maximise UK involvement after Brexit are being floated in EU capitals. Michael Roth, a German foreign affairs minister, says that the UK could be given “special status” after Brexit. But he wisely offers no detail. Any suggestions the UK might be granted new half-in, half-out, arrangements – including an offer of a seven-year emergency brake on freedom of movement while remaining inside the single market – are shouted down by purist Brexiters as betrayal of the will of the British people and unacceptable. Serious issues require urgent attention, including the future UK involvement in Europol, the EU’s international crime fighting agency, whose coordination centre and secure information network allows law enforcement agencies to carry out more than 13,500 cross-border investigations each year. May has said that in a dangerous world the UK is safer if it is involved in Europol and the European arrest warrant. The UK has until the end of this year to opt in to Europol’s new regulations, which come into force next May. If it doesn’t do so, it can apply for a diluted form of membership, with less access to services and key databases. Europol’s British director, Rob Wainwright, is hopeful that the UK will sign up, but hardline Brexit supporters resist, saying it would be a step down the road to a European policing. Wainwright told the Observer: “We value highly the contribution the UK makes to Europol’s work as one of the leading contributors of intelligence and casework to the agency’s databases and operations. We also believe that the active engagement of many British law enforcement agencies at Europol derives significant operational benefits for the UK in its fight against organised crime and terrorism. Europol looks forward to that close partnership continuing in the future.” Two months after the vote to leave, a British minister involved in the Brexit process says that little can be said, “because we still have to decide what Brexit means”. A cabinet minister insists that the prime minister wants “as much of the single market as possible”. But Grant argues that membership looks out of the question because it would mean accepting free movement and paying into the EU budget, which would be politically impossible. The UK’s vote to leave has not ended the Tory splits over Europe but merely highlighted battles to come between the Brexit purists and the Brexit pragmatists who want a soft exit. New Tory groups are forming to hold the government to the Brexit promise, while ministers try to devise a plan that will pass through parliament. If anyone has sleepless nights over Europe over the next months and years, it will be Boris Johnson and his government colleagues charged with deciding what Brexit will actually involve. THE WAY AHEAD 24 September Result of Labour leadership contest Will Jeremy Corbyn, who has ruled out a second referendum, or Owen Smith, who wants one, win the day? 2-5 October Tory party conference Theresa May will be under pressure to reveal more detail on Brexit plans as hardline “outers” insist on a total break. February 2017 Likely date for UK to trigger article 50 Clock starts ticking on two-year negotiation. Mid-2017 Budget talks EU officials begin preliminary talks on new seven-year EU budget. Will the UK be paying anything? February 2019 End of article 50 two-year period Divorce deal done. A vote at Westminster to approve the deal? Post-February 2019 Trade deal talks? If the UK is leaving the single market and customs union, talks on new international trade deals will begin."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}