{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2016/aug/02/bbc-reveal-pay-stars-earning-more-prime-minister", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2016-08-01T23:01:01Z", "webTitle": "BBC should reveal pay of stars earning more than £143,000, say MPs", "webUrl": "https://www.theguardian.com/media/2016/aug/02/bbc-reveal-pay-stars-earning-more-prime-minister", "apiUrl": "https://content.guardianapis.com/media/2016/aug/02/bbc-reveal-pay-stars-earning-more-prime-minister", "fields": {"headline": "BBC should reveal pay of stars earning more than £143,000, say MPs", "bodyText": "The BBC should reveal the salaries of stars paid more than £143,000 a year as part of a new era of openness under the next royal charter, according to an influential committee of MPs. The Commons culture, media and sport select committee, which has released its report after the government’s publication in May of the white paper on the BBC, also endorsed the creation of a Scottish Six news programme and questioned the decision to appoint the BBC Trust chair, Rona Fairhead, as head of a new BBC unitary board without a full formal appointment process. The white paper already lays out rules forcing the the BBC to publish the salaries of stars earning more than £450,000, but the committee says that figure should be reduced to £143,000 in line with rules on executives. The BBC has argued that even publishing the salaries of those earning more than the higher figure – thought to include names such as Chris Evans, Gary Lineker and Graham Norton – would create a “poachers’ charter” and make it easier for commercial rivals to lure top talent. A BBC spokesperson said: “The BBC has led the way in transparency by publishing details of senior manager salaries over £150,000, and already publishes more information about talent pay than other broadcasters. “We cut our bill for talent pay by £8m last year, but creating a poacher’s charter by publishing the salaries of individual presenters and actors wouldn’t be in the interests of licence fee payers who say they want the best talent on the BBC. We believe the proposal in the white paper is a sensible compromise.” However, the MPs argued that salaries were already known throughout the industry. “The point is that all these salaries are paid by the licence fee payer, whether they are for broadcasters or BBC executives,” said Damian Collins, the acting chair of the committee. “Why should there be different rules for each? It’s disingenuous to say confidentiality is needed to prevent poaching when in general everyone in the industry knows what everyone else is getting paid. The threshold should be the same for both executives and talent, the salary of anyone getting paid more than the prime minister should be published.” The combined ministerial and parliamentary salary of the prime minister was £143,462 in April 2016, according to Parliament UK. This figure includes the parliamentary salary of £74,962. On the creation of a Scottish Six, the committee backed the most ambitious of three proposals being considered by the BBC which would see the programme almost entirely run from Scotland. In a separate statement, SNP committee member and former BBC news presenter John Nicholson said: “BBC Scotland should now deliver a high-quality six o’clock television news programme for Scottish audiences with a broader remit of national, UK, and international stories, in the way that Radio Scotland or any newspaper already does. “This cross-party committee found that for a ‘Scottish Six’ to work it needs to be edited and presented from Scotland. The BBC must resist any hybrid options with a parallel studio and co-presenter in London for non-Scottish stories. As the committee concluded - this would be both needlessly extravagant, and patronising.” Concerns over Fairhead’s appointment to the role follow her appearance before the committee last month, in which Nicholson claimed it had broken rules on public appointments. Commenting on the committee’s findings on her appointment, Collins said: “Ms Fairhead’s experience with the trust and the benefits of continuity might well have favoured her in a proper, open recruitment process. But given the prestige of the new role it is likely that other strong candidates could have emerged. “At any rate, it would not be appropriate for any minister, including even the prime minister, simply to offer her the job. Whatever rules for public appointments are finally settled on, there must always be a very good reason for not following due process. That was simply not the case here.” The committee also said it supported recommendations from the BBC director general, Tony Hall, for a smaller unitary board with a greater number of independent directors, suggesting a split of five government appointees and a further seven made up of executive and non-executive roles."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}