{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2016/aug/05/donald-trump-economy-hillary-clinton-us-election-live", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-08-05T21:50:31Z", "webTitle": "Clinton: Trump 'appealing to the most ugly impulses in our society' – as it happened", "webUrl": "https://www.theguardian.com/us-news/live/2016/aug/05/donald-trump-economy-hillary-clinton-us-election-live", "apiUrl": "https://content.guardianapis.com/us-news/live/2016/aug/05/donald-trump-economy-hillary-clinton-us-election-live", "fields": {"headline": "Clinton: Trump 'appealing to the most ugly impulses in our society' – as it happened", "bodyText": "Donald Trump is finishing off a miserable week, with dropping polls, rumors of an intervention by GOP leaders and many other Republicans calling (behind closed doors) for him to drop out of the race. His rally in Iowa this afternoon was not even shown live on cable news networks, a rare event in Trump world. At the rally, he said about his opponent: “She’s pretty close to unhinged. She’s like an unbalanced person.” According to multiple news outlets including CNN, Trump will be endorsing Paul Ryan for re-election at his Wisconsin rally this evening. Former CIA director Michael Morrell announced his endorsement of Hillary Clinton, as Donald Trump would, he believes, make the country less safe. “First, Mrs Clinton is highly qualified to be commander in chief. I trust she will deliver on the most important duty of a president – keeping our nation safe. Second, Donald J Trump is not only unqualified for the job, but he may well pose a threat to our national security,” wrote Morrell. On Monday Trump will give a speech on the US economy in Detroit. In emails about the speech from the Trump campaign, it says: “Americans will have two choices presented to them this November, to stay on the same path that has cost Americans millions of jobs, and declining incomes, or change that can finally allow Americans to reach their potential and become great again. Today’s job report, however, shows the US added 255,000 jobs in July, with unemployment remaining steady. WikiLeaks founder Julian Assange denied that Russia had any involvement in leaking DNC emails... on the same day that the Clinton campaign released an attack ad questioning the relationship between Trump and Russian president Vladimir Putin. Have a great weekend! And Trump is done. The music playing as he walked off stage in Iowa - at least on the ABC footage - is Rolling Stones’ You Can’t Always Get What You Want, which feels... weirdly appropriate for the GOP? “Iowa is an amazing place, you’re going to keep your place in history, you’re going to be that first state,” said Trump. “If you don’t like me, that’s ok! Vote Pence,” declared Trump. He’s now talking about the dishonest media again and how it spins all his stories. “Like that baby! That beautiful baby. I love that baby. I love that baby,” said Trump. Trump talking about the $400 million given to Iran as part of a Hague payment deal, saying if he were president: “They wouldn’t be getting 10c.” “People are amazed at how much I know about the military. The fair people are very impressed,” said Trump at an Iowa rally. He’s talking about Iran, the NATO deal, Obama - the speech is winding in several different directions. “By the way, did I make a great choice in Governor Pence? Mike Pence, that was a good decision... I will take my guy over their guy all day long,” said Trump. Interesting note about this rally in Iowa today: Trump now reading from a statement from a union of border agents, the National Border Control Council, who have endorsed him. “France is no longer France. But the United States will be the United States,” he says. Trump complained about how after he asked a mother and her crying baby to leave a rally, the media made a big deal out of it. “I don’t throw babies out, believe me. I love my children, I love babies, believe me,” he said in a singsong voice. “It’s so disgusting what’s going on with the media. That’s why we have to win,” said Trump. “If we don’t pull this off, I’m blaming Iowa. If we don’t pull this off, I’ve wasted a lot of money, time and energy, I’m telling you,” said Trump. Trump says he’s personally spent over $60 million. Hillary Clinton “lacks the judgment, temperament and moral integrity to lead this country,” declared Donald Trump at his rally in Iowa. Chants of “lock her up” from the audience. “She’s pretty close to unhinged. She’s like an unbalanced person,” said Trump. Trump talks about the US-Iran deal and says her involvement in it means “she is totally unfit to lead.” Trump declares: If Hillary Clinton becomes president you will have terrorism, problems, really in my opinion, the destruction of this country from within. “We have a very hostile media. Hostile like no one can believe. I think I’m going to write a book,” says Trump in Iowa. He then says he will be talking today about “the queen of corruption.” “For the sake of our soldiers who deserve a commander in chief who will have their back. For hardworking Americans and businesses who will get Washington DC off their back. And for the sack of the Supreme Court that will never turn its back on the constitution,” announces Pence, as Donald Trump walks out to the tune of All Right Now by Free. “We must decide here and now that Hillary Clinton must never become president of the United States,” said Mike Pence, who seems much more fiery after a week of hosting his own events. Pence calls Trump a “truth teller, a man who will stand strong on the world stage.” “When Donald Trump is president of the United State of America, the change will be yuge!” laughs Pence, with the Des Moines rally all then repeating “yuge! yuge!” Mike Pence, VP pick for Trump, is introducing Trump at a rally in Iowa. “We are united, this movement is united, and we’re going to elect Donald Trump as the next president,” said Pence. A Politico photographer just tweeted the email he received from the Trump campaign denying him media credentials. Politico reporters have been regularly blacklisted from Trump events for months now, with Washington Post, Daily Beast, Buzzfeed, Univision and The Guardian all banned at various points. Trump threatened to ban the New York Times recently as he argued it would improve their media coverage of him. Too bad if a Donald Trump supporter changes their mind - currently there’s no option to unsubscribe from a reoccurring payment to the Trump campaign. A CNN reporter tweeted this from a former Trump supporter who no longer wanted to give the campaign his cash. Mic then investigated what happens when you sign up for a Trump donation, and quickly realized there is no way to end the payments - you can adjust the credit card, but not delete it. In contrast, Clinton’s campaign does offer an unsubscribe option for those no longer wishing to donate. Currently no FEC rules exist for this issue, reports Mic: The Federal Election Commission does not have rules explicitly about the cancellation of recurring campaign contributions, said FEC spokesperson Christian Hilland. “Our regulations do not speak specifically to that issue,” he said. The only way problems with recurring donations would trigger an investigation, he explained, was if the total added up to more than the federally mandated maximum donation of $2,700. A fight between a Donald Trump-supporting husband and a Hillary Clinton-loving wife ended in domestic violence and a felony charge for battery, Florida Police told The Smoking Gun website. Lawrence Littman, a 78-year-old registered Republican was charged with throwing his wife Elvia, 73, to the floor of their home after “having an argument over politics.” The incident took place on Wednesday evening at 10pm. In the police report, published online, Evlia told police her husband of 20 years “called her many derogatory names and then grabbed her wrist and threw her on a chair in the bedroom.” After she then tried to leave the disagreement, by going to the other side of the house, she alleges that Littman followed her “grabbed her by the arm again and slung her to the ground.” Littman claims that his wife tried to slap him in the face while they argued over politics. “She said that this is when he shoved her back and she slipped and fell to the ground, according to the police report. Although the police report does not name either Trump or Clinton, police told The Smoking Gun the fight was about the presidential race. Elvia is a registered Democrat, with current voter status. A recent poll shows Hillary Clinton with a small lead in Florida. Clinton has criticized Trump for allowing violence to bloom at his rallies. “‘He created an environment in which it seemed to be acceptable for someone running for president to be inciting violence, to be encouraging his supporters,” she said in June. Seems Hillary Clinton and Tim Kaine have a very blue-toned book (well, it is a blueprint for America’s Future) coming out. A video of the clever question Clinton was asked today about the most meaning conversation she’s had with an African-American friend (includes her “they’ve tried to expand my musical taste” line, which we’re still laughing at). A new poll shows Clinton ahead in Georgia, a deep south state that’s elected the GOP nominee every election since 1996. She leads Trump 41-38 in the Atlanta Journal-Constitution poll, with Libertarian nominee Gary Johnson nabbing 11% of the vote. Seems like Trump’s VP pick Mike Pence is enjoying himself on the campaign trail: Clinton was asked on the most meaningful conversation she’s had with an African-American friend. “I’m blessed to have a crew of friends... They’ve supported me, they’ve chastised me, raised issues with me, they’ve tried to expand my musical tastes,” said Clinton. Question from a Washington Post reporter: “How would you lead a nation where a majority of Americans mistrust you?” Clinton points out her record during her legal career, as a NY Senator, as Secretary of State. “It doesn’t make me feel good when people say those things and I recognize I have work to do,” she said, noting that she won reelection in New York with 67% of the vote and was popular with the American people after serving as Secretary of State. “Ask yourselves, were 67% of the people in New York wrong? Were 66% of the American public? Or maybe just maybe when I’m running for a job, there’s a real benefit on those on the other side to stir up as much trouble as possible,” said Clinton. Seems Donald Trump may finally endorse Speaker Paul Ryan for re-election. Clinton questioned on some of the racist and sexist comments that Trump has made and why those seems accepted by some of his supporters. “I’ve been trying to understand what it is that has driven people who support Trump. I have met with them. I have listened to them,” said Clinton, talking about dissatisified manufacturing and factory workers in small towns. “We have to recognize that of course some of the appeal is xenophobic and racist and sexist and appeals. But let’s not lose sight of the real pain that many Americans are feeling because the economy has left them behind,” said Clinton, noting that she went to West Virginia, knowing she would not win West Virginia. Clinton asked about her endorsement by CIA director Mike Morrell and Morrell’s discussion of Trump’s relationship with Russia. “I will let his comments speak for themselves. But I really appreciated his explaining, as he did in his op ed, what’s at stake in this election,” said Clinton. Next question: about her private email scandal and if she wanted to clarify inconsistencies. “My answers were truthful,” said Clinton. “I have acknowledged repeatedly that using two email accounts was a mistake and I take responsibility for that. But my answers to the FBI were truthfully, and I should add, consistent to what I said publicly,” she said. Then went into a big description about how the classified emails that were sent to her did not have the classified markers on them which would identify them as classified. Next question: How do you walk back the deportations and not inherit the title of deporter-in-chief, as President Obama is sometimes dubbed by Latinos? “We’re not going to be deporting hard working people and breaking up families ... that’s how I’m going to directing the Homeland of Security to act,” said Clinton. She says she is “optimistic” that enough political will is there and that voters can decide with their votes to support candidates with immigration reform stances. First question: how can Hillary Clinton push through immigration reform, when President Obama struggled so much and the House will remain under Republican control? Clinton’s response: “I’ll start immediately and make it a clear high priority for my administration.” Said she’s hoping there’s a good chance for a Democratic Senate, pick up some seats in the House and narrow the numbers. She says make a move in the Senate and demand a vote in the House, noting Marco Rubio’s previous push for immigration reform. “I view the political landscape as increasing favorable for us making this happen,” said Clinton. She also noted that the executive orders by Obama are not yet killed, since the Supreme Court 4-4 decision simply sent it back to a lower court. “As Ida B Wells once said ‘be people must know before they can act, and no educator to compare with the press,’” said Clinton at the NABJ/NAHJ convention in DC. “It’s a badge of honor when Jorge Ramos [reporter for Univision[ gets thrown out of a press conference for questioning Donald Trump,” said Clinton, noting other reporters have been booted from Trump’s events. “I hope you keep calling it like you see it. Keep holding all of us to account,” said Clinton. “Thank you for what you do everyday. Thank you for inviting. I look forward to taking some of your questions,” said Clinton. She’s taking questions! Clinton just asked journalists in DC to compare the priced policies of her and Donald Trump’s policies. An amusing little slip of the tongue though, she said “my hus...” before correcting herself to “my opponent.” “He’s harking back to the most shameful chapters of our history and appealing to the most ugly impulses in our society,” said Clinton. She’s specifically noting issues relevant to Hispanic and black reporters - curtailing press freedom, retweeting white nationalists, questioning the credibility of a Mexican-born judge. Hillary Clinton is now addressing the National Association of Black Journalists/National Association of Hispanic Journalists convention. She’s speaking about what she’ll do in her first 100 days, including immigration reform and banning jobs asking for whether candidates have a criminal record while applying for a job (a policy that already exists in New York City. “They can be judged by their skills and talents, not be their past,” said Clinton. The ex-CIA director who came out in support of Hillary Clinton today, quit his job as a CBS News analyst so he could make a public political stand. Michael Morrell has been a CBS News contributor since 2014, but gave notice recently. Today he wrote in the New York Times: My training as an intelligence officer taught me to call it as I see it. This is what I did for the CIA. This is what I am doing now. Our nation will be much safer with Hillary Clinton as president. “Yes, essentially, he did make sure to sever ties before doing anything political,” a CBS source told Politico. The Clinton campaign just released a new attack ad showing the “alarming closeness” between Donald Trump and Russian president Vladimir Putin. “We don’t know why Trump praises Putin... we don’t know why Putin praises Trump,” it reads, with footage of Trump speaking about Putin’s “leadership”. It shows video of Trump’s advisors ties to Russia and others discussing Trump’s own business ties to the country. “We don’t know what’s going on here and Trump won’t tell us,” says the video. It’s a rare event when Donald Trump admits he was wrong, but he did this morning. Trump claimed in a rally in Portland, Maine yesterday that he had seen footage of the plane delivering $400 million in cash - sent in euros, Swiss francs and other currencies - to Iran from the United States government, as part of an outstanding claim from a Hague trial. But today, he admitted that he hadn’t watched money plane footage. Instead, he’d seen video of a plane full of rescued Americans. Founder of WikiLeaks, Julian Assange denies that Russia had any involvement in the leak of 20,000 DNC emails just days before the convention took place in Philadelphia, but warns that more emails are to come. In an interview with RT - a Russian TV news networks funded by the Russian government - Assange said he was speaking after Hillary Clinton made the connection publicly between WikiLeaks and Russia. “I think it’s necessary to address what WikiLeaks feels is its perception of its own publication,” said Assange, in a minute video sent by RT. The whole interview will air tomorrow. Assange said that because Russian language appeared in the metadata of the documents (the digital information), people assumed it was the Russian government. Assange said: There are claims that in the metadata (someone’s done a document to PDF conversion, and the, in some cases the language of the computer that was used for that conversion was Russian. So that’s circumstantial evidence that some Russian was involved or someone who wanted to make it look like a Russian was involved. That’s not the case for the material that we released. The leaked emails showed the DNC actively trying undermine Bernie Sander’s campaign for president, and as a result of the leak chairwoman Debbie Wasserman Schultz - and other other DNC execs - resigned. Today Hillary Clinton will face a crowd she normally avoids speaking to en masse: journalists. At 12pm, she’ll speak at the NABJ &amp; NAHJ convention in Washington DC, which is the biggest annual convention of black and Hispanic reporters. Clinton hasn’t held a press conference since December, a fact Donald Trump likes to point out about his opponent regularly. “So, it’s been 235 days since crooked Hillary Clinton has had a press conference,” Trump said during a press conference in Miami on July 27. “You, as reporters who give her all of these glowing reports, should ask yourselves why.” Clinton took a handful of questions from reporters on Sunday, and says she’s done over 300 interviews with the media. Her appearance at today’s convention is not a press conference - and it’s not clear if questions will even be taken - but with that many reporters, it might be hard to ignore them. In another blow to the Trump campaign, the former acting CIA director Michael Morrell has endorsed Hillary Clinton for president – and detailed his reasons for thinking Donald Trump would, should he fill the role, make the US less safe. Writing an op ed for the New York Times, Morrell first details his qualification for making such a call. It is quite convincing: During a 33-year career at the Central Intelligence Agency, I served presidents of both parties – three Republicans and three Democrats. I was at President George W Bush’s side when we were attacked on September 11; as deputy director of the agency, I was with President Obama when we killed Osama bin Laden in 2011. Then he discusses his own political leanings: I am neither a registered Democrat nor a registered Republican. In my 40 years of voting, I have pulled the lever for candidates of both parties. As a government official, I have always been silent about my preference for president. No longer. On November 8, I will vote for Hillary Clinton. Between now and then, I will do everything I can to ensure that she is elected as our 45th president. His reasons for his decision, subsequently explained, are what you might have imagined they might be: First, Mrs Clinton is highly qualified to be commander in chief. I trust she will deliver on the most important duty of a president – keeping our nation safe. Second, Donald J Trump is not only unqualified for the job, but he may well pose a threat to our national security. Morrell then emphasises two reasons he thinks Trump poses such a threat: his apparent susceptibility to and constant praise for Vladimir Putin of Russia – “a career intelligence officer” who Morrell says, in as many words, has been playing Trump like a violin – and his proposed ban on Muslims entering the country. In lieu of copy-and-pasting the whole piece, which is tempting, here’s the ending: In fact, many Muslim Americans play critical roles in protecting our country, including the man, whom I cannot identify, who ran the CIA’s Counterterrorism Center for nearly a decade and who I believe is most responsible for keeping America safe since the September 11 attacks. My training as an intelligence officer taught me to call it as I see it. This is what I did for the CIA. This is what I am doing now. Our nation will be much safer with Hillary Clinton as president. Good morning, and welcome to the Guardian’s campaign liveblog. Donald Trump’s no good very bad week continues, with more Republicans declining to support their nominee and calling for him to drop out. A Politico panel of GOP activists and insiders from 11 swing states said they wanted Trump to fire himself – but the candidate is ignoring it all. Trump is trying to turn things around with an announcement on Friday morning of the Trump Economic Advisory Council, after Thursday’s news that he is heading to Detroit on Monday for a big economic speech. He promises to discuss: Americans will have two choices presented to them this November, to stay on the same path that has cost Americans millions of jobs, and declining incomes, or change that can finally allow Americans to reach their potential and become great again. Today’s job report, however, shows the US added 255,000 jobs in July, with unemployment remaining steady. Trump’s campaign said his group of counsellors is “comprised of some of the top economists in the country as well as the most successful industry leaders in finance, real estate and technology”. They are: Steve Roth (real estate billionaire), Harold Hamm (billionaire oilman), Howard Lorber (real estate executive), Steven Mnuchin (banker and film director), Tom Barrack (real estate investor), Stephen M Calk (banker), John Paulson (hedge fund billionaire), Andy Beal (banker) and Steve Feinberg (hedge fund billionaire). Plus, the following as advisers: David Malpass, Peter Navarro, Stephen Moore and Dan DiMicco. In today’s movements: Hillary Clinton is speaking at the NABJ/NAHJ convention (a joint convention by the national associations for black and Hispanic journalists) in Washington DC. Her VP pick, Tim Kaine, is at an event in Grand Rapids, Michigan, before heading over to Milwaukee. Trump and his VP, Mike Pence, will hold a rally in Des Moines, Iowa, at 3pm CT (4pm ET). Then they’ll head to Green Bay, Wisconsin, for a rally at 7pm CT (8pm ET). Thanks for joining us."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}