{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2016/aug/06/bp-reveals-great-australian-bight-oil-drilling-sites-are-within-marine-reserve", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2016-08-05T22:10:22Z", "webTitle": "BP reveals Great Australian Bight oil drilling sites are within marine reserve", "webUrl": "https://www.theguardian.com/business/2016/aug/06/bp-reveals-great-australian-bight-oil-drilling-sites-are-within-marine-reserve", "apiUrl": "https://content.guardianapis.com/business/2016/aug/06/bp-reveals-great-australian-bight-oil-drilling-sites-are-within-marine-reserve", "fields": {"headline": "BP reveals Great Australian Bight oil drilling sites are within marine reserve", "bodyText": "BP has quietly announced the planned location of its controversial drilling in the Great Australian Bight, and the two sites fall within the Commonwealth Marine Reserve. Despite being the subject of a Senate inquiry, and having its application to drill knocked back twice by the regulator NOPSEMA, BP had so far never released the precise location of its exploratory drilling wells in the pristine Great Australian Bight. In a document released by BP entitled “Update on regulatory approvals”, the company included a small map showing the location of the planned wells. The map doesn’t indicate the location of the marine reserves but, when overlaid with the reserve maps, the wells could be seen to fall within them. According to the Department of Environment, that particular area was inscribed in the reserve system for a range of reasons including being a “globally important seasonal calving habitat for the threatened southern right whale” and important foraging areas for sea lions, white sharks and sperm whales. The section of the marine park that BP wants to drill in is listed as a “multiple use zone”, which allows for mining, oil and gas activities. According to analysis by the Wilderness Society, 47% of BP’s exploration leases were outside the marine reserves. A spokeswoman for BP said they believed the oil industry could safely coexist with the marine environment. “We have assessed potential environmental issues from exploration activities in the Great Australian Bight and in turn incorporated this into our planning.” Peter Owen, the Australian director for the Wilderness Society, disagreed. “It’s outrageous that BP has only finally quietly revealed where it plans to drill for oil in the Great Australian Bight two years after being asked and after two failed applications to drill have been lodged,” he said. “Maybe BP realised that the public may be shocked that BP wants to conduct exploration drilling in the most biologically important part of the Great Australian Bight, the Commonwealth Marine Reserve, which was designed to protect the Bight’s extraordinary marine life.” In 2010, BP was responsible for the world’s largest oils spill – the Deepwater Horizon spill in the Gulf of Mexico – which occurred in calmer and more shallow waters than those in the bight. Modelling of a potential oil spill in the Great Australian Bight, commissioned by the Wilderness Society in 2015, showed it could affect most of Australia’s southern coastline, shutting down fisheries and threatening wildlife including whales, seabirds and sea lions. The Great Australian Bight Commonwealth Marine Park was created in 2005 and extended in 2012 to become part of the Great Australian Bight Commonwealth Marine Reserve. When the Abbott government was elected, they began a “review” of the marine parks, which suspended the implementation of their management, making the parks mostly meaningless."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}