{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2016/aug/09/stanford-trial-judge-child-abuse-image-brock-turner", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-08-09T23:41:45Z", "webTitle": "Stanford trial judge handed down a four-day sentence in child abuse image case", "webUrl": "https://www.theguardian.com/us-news/2016/aug/09/stanford-trial-judge-child-abuse-image-brock-turner", "apiUrl": "https://content.guardianapis.com/us-news/2016/aug/09/stanford-trial-judge-child-abuse-image-brock-turner", "fields": {"headline": "Stanford trial judge handed down a four-day sentence in child abuse image case", "bodyText": "The judge in the Stanford sexual assault trial is facing renewed calls for his removal over his decision to sentence a man to less than a week in jail for possessing child abuse images, an offense that typically results in much harsher consequences, records show. Judge Aaron Persky ordered Robert James Chain, a 48-year-old northern California man who pleaded guilty to possessing child abuse images, to serve a four-day sentence in 2015. Police reports reveal that officers who searched Chain’s house found dozens of disturbing videos and images of minors, including one depicting the sexual assault of an infant. The sentence – which resulted in Chain ultimately spending only one night in county jail – provides a sharp contrast to more than a dozen similar cases in the same county in which other judges ordered six months behind bars for defendants convicted of the same felony charge of possessing child abuse images. According to opponents of the judge – who are running a high-profile recall campaign against him and have done extensive research on the Chain charges and parallel local cases – the relatively light sentencing echoes Persky’s questionable punishment of former Stanford swimmer Brock Turner. Persky sentenced Turner to six months in county jail for sexually assaulting an unconscious woman on the university’s Palo Alto campus in 2015. That sentence, which was much lighter than the minimum two years in state prison prescribed by law, sparked international outrage and prompted accusations that Persky is unfairly lenient to privileged men convicted of serious and violent crimes. Chain – a father of two who lives in Sunnyvale, nine miles south-east of Stanford – was arrested in May 2014 as part of an investigation by the Silicon Valley Internet Crimes Against Children Task Force. Police found roughly 21 images, including one in which an adult was penetrating a naked infant girl, according to records. Officers also found 188 “child erotica images and possible child pornography images” along with child abuse videos, investigators wrote. In his initial interview with police, Chain admitted to searching for porn, but declined to say whether children were featured. Chain’s wife allegedly told police that she was aware that her husband “looks at underage images”, an officer wrote. The man was ultimately charged with possessing images, “knowing that the matter depicts a person under the age of 18 years personally engaging in or personally simulating sexual conduct”. The felony charge carried a maximum sentence of three years in state prison. In March 2015, Chain pleaded guilty as part of an arrangement with the court which requires him to register as a sex offender. Persky sentenced him to four days and three years of probation, and because he had already received credit for spending a night behind bars, Chain did not have to return to jail. Chain’s attorney also requested that Persky reduce the felony to a misdemeanor charge, and when he finalized the plea deal, the judge said that he “would be receptive” to this downgrade after one year of Chain successfully complying with the terms of probation. A hearing on that request is scheduled for 25 August. The district attorney’s office plans to oppose the reduction. Brian Madden, Chain’s lawyer, declined to comment, and Chain could not be reached for comment. The Persky recall campaign’s research on sentencing trends in Santa Clara County from 2012 to 2016 suggests this outcome is unique. Using media coverage on the Silicon Valley task force’s “sweeps”, the campaign found 14 other offenders who were charged with the same possession crime and pleaded guilty or no contest. They all had similar amounts and types of child abuse images and, like Chain, were first-time offenders with no significant criminal records. All 14 of the other defendants, however, were sentenced to six months in county jail. Although the researchers said the court’s records system prevented them from reviewing every case during that period, they could not find a single instance in which a defendant convicted of this felony offense received a lighter sentence than six months – except the Chain case. The 14 cases with six-month sentences were overseen by 11 other judges. “This is truly disturbing material just like all the others,” said Michele Landis Dauber, a Stanford law professor leading the recall campaign. “The only variable that seems different between this case and other cases is that this defendant had Judge Persky.” Dauber, who is a family friend of the victim in the Stanford case, added, “It’s pretty clear from our perspective, we have a judge who is not taking the harms of sexual violence and sexual crimes seriously enough.” Joseph Macaluso, spokesman for the court, initially referred the Guardian to the local district attorney’s office, suggesting that prosecutors comment on Chain’s plea. But records show the agreement was an “open plea” between the court and the defense attorney – not a deal with the district attorney’s office. After publication of this article, Macaluso said in an email that “the defense, district attorney and judge discussed this matter before a sentence was imposed. Should the DA or defense felt it was inappropriate, they would have said so at the time.” Terry Lynn Harman, assistant district attorney in Santa Clara County, said in a statement that the sentence for a first-time possession offense is “generally” six months, but that prosecutors didn’t object to the judge’s offer “because we were satisfied with the felony plea and sex registration in light of the defendant’s remorse and admission of guilt”. Persky’s defenders have argued that the recall campaign is misguided and will encourage judges to issue harsher sentences across the board, which perpetuates mass incarceration and primarily impacts low-income people of color. Local public defenders have been particularly vocal in supporting the judge, noting that Persky has been consistent and fair to their clients. But even some public defenders said the four-day sentence in this case appeared to be unique. Sajid Khan, a deputy public defender in Santa Clara County who published a petition in support of Persky, said six months was the typical punishment for this offense and that Chain’s outcome seemed “unusual”. Asked about the four-day deal, Andy Gutierrez, another deputy public defender who has expressed support for Persky, said: “That would be a little bit eye-raising.” This kind of a light sentence is more common for offenses such as disturbing the peace or being intoxicated in public, he added. “Possession of child pornography is a step up from that.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}