{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global-development/2016/aug/25/high-birth-rates-poverty-undermine-generation-african-children-odi-report", "type": "article", "sectionId": "global-development", "sectionName": "Global development", "webPublicationDate": "2016-08-24T23:01:33Z", "webTitle": "High birth rates and poverty undermine a generation of African children – report", "webUrl": "https://www.theguardian.com/global-development/2016/aug/25/high-birth-rates-poverty-undermine-generation-african-children-odi-report", "apiUrl": "https://content.guardianapis.com/global-development/2016/aug/25/high-birth-rates-poverty-undermine-generation-african-children-odi-report", "fields": {"headline": "High birth rates and poverty undermine a generation of African children – report", "bodyText": "African children will make up nearly half the world’s poorest people by 2030 if nothing is done to reverse existing trends, according to a report. Despite economic growth, one in five children will live in poverty because of high fertility rates, inequality and deep-seated privation, according to the Overseas Development Institute (ODI). The first of the 17 sustainable development goals agreed last September aims to “end poverty in all its forms everywhere” by 2030. In absolute terms, the number of African children living in poverty is predicted to drop steeply: in 2012, 216 million children were estimated to be living below the $1.90 (£1.44) a day World Bank threshold. The ODI predicts the number will fall to 148 million in 2030. However, because of other groups moving out of poverty faster, and because African women average more than four births each, their share in global poverty will double to 43%. “It’s not that the number will grow,” said Kevin Watkins, one of the report’s authors. “The point is that poverty is not coming down in Africa in comparison with elsewhere. “We’ve had economic growth, and child mortality rates have dropped dramatically over the last 20 years, but fertility rates haven’t started to shift.” Fertility rates are highest in west Africa. Chad, where women have on average more than six children each, is near the top of the table. “It isn’t easy to speak about and work on family planning in a country like Chad, because of many cultural and social problems,” said Moydoty Maranga, director of the Chadian association of family wellbeing (Astbef), the main organisation working on family planning in the country. “And it wasn’t at all easy at the beginning – people said these were western ideas. We insisted, and little by little we recruited volunteers.” Volunteers give out information and contraceptives as well as showing people films about the consequences of having big families. Since it started in 1991, Astbef has set up clinics that offer everything from HIV testing to post-abortion care and pre-marital counselling. “We’ve especially got a lot of support from women. Resistance comes from men. This is a pro-birth society and a bit macho. Before, when you talked about condoms – ayayay!” Maranga said, using a common Chadian expression of frustration and wordlessness. “People would even throw stones. They thought they made you sterile, and that the lube could make you sick – all kinds of crazy ideas. That’s why it’s so important to talk to young people and women about it.” His words were echoed by the ODI report. Women across the continent want to have fewer children, Watkins said, particularly Nigerian women, who have five children on average but would rather have closer to three. High child marriage rates – 12% of girls in sub-Saharan Africa are married off before the age of 15 – mean a longer childbearing window. “The silence of African leaders on issues like child marriage is frankly outrageous,” Watkins said, adding that the international community has also failed to put in place social protection systems. “It’s out of step with all the things undertaken in the sustainable development goals.” African governments in particular need to come up with strategies for fighting child poverty if they are serious about ending it within a generation, the report said. The Chadian government agreed to fund Astbef, but cut funding when it found itself in economic crisis. The main donor, the International Planned Parenthood Federation, wants it to look for other donors. “We can’t pay salaries, we need money for transport, for contraceptives – we can’t even get enough money for that,” said Maranga. “This should be the government’s job, but they’re not doing it. So someone has to do it, and we are. But there’s so little money.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}