{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2016/aug/09/baltimore-police-department-justice-department-investigation-findings", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-08-09T23:59:12Z", "webTitle": "'Two Baltimores': DoJ investigation into police finds vast racial disparity", "webUrl": "https://www.theguardian.com/us-news/2016/aug/09/baltimore-police-department-justice-department-investigation-findings", "apiUrl": "https://content.guardianapis.com/us-news/2016/aug/09/baltimore-police-department-justice-department-investigation-findings", "fields": {"headline": "'Two Baltimores': DoJ investigation into police finds vast racial disparity", "bodyText": "The Baltimore police department regularly conducted unlawful stops and used excessive force on residents of the city, federal officials found in a civil rights probe. The damning findings by the US justice department (DoJ), set to be officially announced on Wednesday, identify a “pattern or practice” of unconstitutional conduct in the city. The justice department launched its investigation into the city’s policing a month after Freddie Gray’s death last year. Gray, a 25-year-old African American man, died a week after he was arrested from a spinal injury sustained while he was held in the back of a police van. The city erupted in weeks of unrest, including numerous mass demonstrations against police brutality and a day of rioting. The report found a vast racial disparity in enforcement, especially in stops, searches, and discretionary misdemeanor arrests. African Americans, for instance, account for 91% of “failure to obey” and trespassing charges, and over 80% of charges such as making a false statement to an officer or disorderly conduct, even though they account for roughly 60% of the population. African Americans were arrested for the possession of drugs more than five times as frequently as their white counterparts, although drug use, the report notes, is roughly the same. Justice department officials found that residents believe there are “two Baltimores”, including “one wealthy and largely white, the second impoverished and predominantly black”, the report reads. “Community members living in the City’s wealthier and largely white neighborhoods told us that officers tend to be respectful and responsive to their needs, while many individuals living in the City’s largely African-American communities informed us that officers tend to be disrespectful and do not respond promptly to their calls for service. Members of these largely African-American communities often felt they were subjected to unjustified stops, searches, and arrests, as well as excessive force.” The report documented extensive evidence of these perceived racial disparities. It found that over a five-year period, African Americans accounted for 95% of people stopped by police more than 10 times. One African American man, according to the report, was stopped 30 times in less than four years. “Despite these repeated intrusions, none of the 30 stops resulted in a citation or criminal charge,” the report states. This finding falls into a nationwide debate about unfair traffic stops of African Americans after the deaths of Sandra Bland in Texas last year and Philando Castile in a Minnesota traffic stop last month. Although Castile had been stopped 46 times, only six of those were for offenses that an officer could have seen before stopping the car. The report “reveals a widespread pattern of BPD officers stopping and detaining people on Baltimore streets without reasonable suspicion that they are involved in criminal activity. This conduct violates the fourth amendment.” In one case, while DoJ officials shadowed officers on patrol, a supervisor advised a patrol officer to “make something up” in order to justify a stop. The report shows that training and supervision within the department are so lacking that often officers’ own reports fail to provide a justifiable reason for stopping a citizen, frequently relying on judgment of a “high crime” area or fear for “officer safety”. In one example, officers stopped an African American man for wearing a hoodie and putting his hands in his pockets on a cold January evening. “Although there was no basis to detain the man, two officers attempted to handcuff and shackle him, while one officer struck him ‘in the face, ribs, and back’ with fists,” according to the report. “The man continued to resist being shackled as additional officers arrived, one of whom tased the man twice to prevent him from ‘escap[ing] the scene’.” Ultimately, the man was not charged and although the supervisor noted that the man had been beaten and shocked with a Taser, “the sergeant’s report of the incident concluded that the ‘officers showed great restraint and professionalism’”. In one of the most overt examples of racial bias, a supervisor sent a sample report for trespassing arrests to a sergeant and patrol officer with many blanks to be filled in, “including the arrest data and location and the suspect’s name and address, but does not include a prompt to fill in the race or gender of the arrestee. Rather, the words ‘black male’ are automatically included in the description of the arrest. The supervisor’s template thus presumes that individuals arrested for trespassing will be African American.” The report traced these police practices back to the “zero tolerance” policies of the late 1990s, which “led to repeated violations of the constitutional and statutory rights, further eroding the community’s trust in the police”. Although the report notes that the police department has made progress, it is clear that the “legacy of zero tolerance enforcement continues to drive its policing in certain Baltimore neighborhoods and leads to unconstitutional stops, searches, and arrests”. The report concludes that “BPD’s systemic constitutional and statutory violations are rooted in structural failures”. In finding that the department violated rights guaranteed by the constitution, the DoJ’s conclusions were similar to those in its report on the Ferguson, Missouri, police department, which began following the death of Michael Brown. That investigation resulted in a consent decree agreement between the Department of Justice and the city of Ferguson that laid out a series of mandated reforms. In Baltimore, the DoJ says it is already working with the city to “forge a court-enforceable agreement to develop enduring remedies to the constitutional and statutory violations we found”. Baltimore mayor Stephanie Rawlings-Blake asked for the justice department review last year in the wake of Gray’s death. After a series of violent months in the city and a scathing “after action” report that condemned police handling of the riots that followed Gray’s death, Rawlings-Blake fired the then police commissioner, Anthony Batts, and replaced him with Kevin Davis. Six officers were also charged in Gray’s death. But after a mistrial and three acquittals, prosecutors dropped the remaining charges. At a press conference on the report, Rawlings-Blake said there was no connection between the trials of the officers in the Freddie Gray case and the DoJ report. But state’s attorney Marilyn Mosby saw a direct link between the reforms that the department has already undertaken – such as a new use of force policy that favors de-escalation and cameras in the back of police vans – to the trials of the officers. “While the vast majority of Baltimore city police officers are good officers, we also know that there are bad officers and that the department has routinely failed to oversee, train, or hold bad actors accountable,” Mosby said. “Since the death of Freddie Gray, a number of reforms have been put in place as a result of the prosecution of the six police officers.” Police commissioner Kevin Davis said that action had already been taken to remove officers involved in the most egregious incidents, noting that he has fired six officers so far in 2016. But he identified with citizen outrage over the findings. “We know that our citizens are outraged at some of the details included in this report. And they should be. Citizens can’t be expected to respect an agency if the trust of that agency is breached,” said Davis at the press conference. “This report is not an indictment of every man and woman who has the privilege of wearing this uniform, this patch, and this badge. This report is however an indictment of those bad behaviors by a relatively small number of police officers over many, many years. There are officers right now that are just as offended to see the details that are laid out in this report.” Local activist group Baltimore Bloc says that the report is a “verification of our daily life in Baltimore” and an indictment of the city’s failed leadership. The report strongly condemns the department for violating “the First Amendment by retaliating against individuals engaged in constitutionally protected activities”. “It troubles me to read how frequently the Baltimore City Police Department has engaged in various disturbing patterns or practices, including excessive use of force and unjustified and severe disparities in the rates of stops, searches, and arrests of African Americans,” congressman Elijah Cummings said in a statement. “The statistics are simply astounding, and the unconstitutional violations of our citizens’ rights are unacceptable.” Sherrilyn Ifill of the NAACP’s Legal Defense Fund, called the findings “devastating”, adding that: “the city’s residents will need a few days to absorb the findings in this unsparing report. But then it will be critical to begin the hard work of ensuring that this federal investigatory process yields real and lasting change in Baltimore.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}