{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/aug/28/hull-fc-warrington-challenge-cup-legacy", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-08-28T21:00:42Z", "webTitle": "Hull FC look to bigger and better things after historic Challenge Cup win", "webUrl": "https://www.theguardian.com/sport/2016/aug/28/hull-fc-warrington-challenge-cup-legacy", "apiUrl": "https://content.guardianapis.com/sport/2016/aug/28/hull-fc-warrington-challenge-cup-legacy", "fields": {"headline": "Hull FC look to bigger and better things after historic Challenge Cup win", "bodyText": "Open-top bus parades are usually reserved for the end of a sporting season but, after Hull FC finally lifted the Challenge Cup at Wembley on Saturday afternoon for the first time in their 150-year history, they are probably excused to go ahead with their planned celebrations on Monday. Yet once the dust settles on their thrilling 12-10 victory against Warrington – which may take some time given it was the lifting of a hoodoo which had plagued them for decades – attention will slowly turn towards following in the footsteps of Leeds, the Wembley winners last year, who went on to complete the treble. “We’ll celebrate this for three or four days as it deserves,” the Hull prop Scott Taylor said – but the reality is that both he and Hull will be thrown straight back into the cut and thrust of Super League in five days’ time, when they take on St Helens, looking to cement their position at the top of the table and avoid undoing seven months of hard work in the league. Hull remain the favourites for top spot with four games remaining but any Wembley hangover may well play into the hands of the Saints, who are in the hunt for the League Leader’s Shield as the season reaches an intriguing climax. “It’s always going to be tough backing up after that but we’ll take our best there and hope to fire,” said Jamie Shaul, the man who scored the final’s winning try on Saturday. “We’re still on for a treble, so touch wood we can do it. We haven’t really mentioned it but we obviously know in the back of our minds what we can do this year now.” Gareth Ellis agreed with Shaul – adding that the foundations are now there for a bright future for the Black and Whites, which can continue long after the 35‑year‑old retires. “This squad is capable of anything,” the Hull captain said. “Regardless of what happens this year we’re in a position to build something. There’s now an opportunity for the club to build, develop and create a legacy as Wigan and Leeds have done in the past: hopefully the club can put the things in place to do that.” Shaul said: “I’d certainly like to think that this could be the start of something. We believe in ourselves and this really could be the first of a lot of good things happening to this club in the next few years.” The large contingent of Hull-born players in Lee Radford’s squad offers extra cause for optimism for what lies ahead for the club and, after the herculean 80-minute effort of Danny Houghton, including the crucial tackle to deny Ben Currie a certain Warrington try with seconds remaining, almost every Hull player who stopped to speak wanted to lavish praise on the hooker, another homegrown hero. Radford himself said the new England coach, Wayne Bennett, should be taking note of Houghton’s performances; the Lance Todd trophy winner, Marc Sneyd, said the honour should have gone to Houghton instead of him but the man himself chose to deflect the attention away from his own heroics. “It’s not about me,” he said. “It’s about the boys and the group we’ve got here because there’s something very special happening. Everyone’s going on about that tackle but it’s not about me, it’s about winning the cup and winning at Wembley” – something they had never done despite three previous victories, the last in 2005 at the Millennium Stadium. Taylor said: “There’s no other player I’ve ever played with who would have made that tackle. I think everyone will now talk about the tackle Danny Houghton made in the Challenge Cup final on Ben Currie. My heart was in my mouth. I thought we’d lost it. He’s an absolute legend.” Irrespective of what happens over the next six weeks, and whether it is a treble, a double or nothing else for Hull FC this year, their class of 2016 secured their place in history by finally ending the club’s Wembley hoodoo over the weekend. “There was a lot of talk about Hull’s record at Wembley and we have finally done it,” Ellis said. “We will be the group who will always be remembered as the first Hull team to win at Wembley – that’s incredible.” That will be a point well worth celebrating in both the immediate and long‑term future but there is no doubting that the club’s most talented squad in years now have a marvellous opportunity to turn a historic year into an unprecedented one."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}