{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2016/aug/28/daniel-sturridge-jurgen-klopp-liverpool", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-08-28T21:30:43Z", "webTitle": "Daniel Sturridge now needs to work flexitime to fit in at Liverpool", "webUrl": "https://www.theguardian.com/football/blog/2016/aug/28/daniel-sturridge-jurgen-klopp-liverpool", "apiUrl": "https://content.guardianapis.com/football/blog/2016/aug/28/daniel-sturridge-jurgen-klopp-liverpool", "fields": {"headline": "Daniel Sturridge now needs to work flexitime to fit in at Liverpool", "bodyText": "If Jürgen Klopp’s Liverpool have a spine it is that of a limbo dancer. Their loose structure is one of the reasons why they are both thrilling and vulnerable, as they showed again against Tottenham Hotspur on Saturday. Players who are supple of mind and body revel for these Reds. Their midfielders and attackers, in particular, are expected to be slick and committed generalists rather than traditional specialists and if Daniel Sturridge insists on a rigid definition of a centre-forward, he will make himself largely redundant. Sturridge is the best finisher at Liverpool but he must accept that is not enough to earn a regular start. Bungled chances, notably by Philippe Coutinho and Roberto Firmino, prevented Liverpool from gaining three points at White Hart Lane. Klopp is no doubt aware that Sturridge would probably have converted at least one of the opportunities wasted by the Brazilians. However, the manager left the England striker on the bench until two minutes from time because he also believes that Liverpool would not have created so many chances – nor restricted Spurs to so few – if they did not have forwards who were determined to apply what he described afterwards as “high pressure, flexible pressure”. Attacking and defending are not as distinct as Sturridge seems to think. A forward who springs into action only when his own team have the ball is a passenger Klopp is not prepared to carry, at least not away to top opposition. The manager maintains that he has not given up on Sturridge, who has often been injured and/or seemed unhappy at Liverpool despite scoring prolifically when on the pitch. Even though at Tottenham the manager introduced Divock Origi before Sturridge, to the latter’s visible displeasure, Klopp was adamant that Sturridge will get more action this season. “Daniel Sturridge is a wonderfully skilful player but for this game I made the decision that this kind of defending was what we needed,” Klopp said. “In the last game against Tottenham at home [in April] he made an outstanding game so it’s possible. But I can only pick 11 players for the start, I make these decisions never against one player so I’m really happy that we have him. And he will play, he will score and all will be good.” However, the German made it clear that to be considered suitable for as many scenarios as possible, Sturridge must reach full fitness and the same level of understanding as his team‑mates. “He did not have a perfect pre-season, that’s how it is,” he said. “A few other players had more pre-season. They played together. They’ve trained from the first day of pre-season together so of course that’s an advantage. Then when you see when it was still 1-0, we needed someone to come on for the counter-attack, that’s Divock and unfortunately even though he was running we didn’t find him. Nobody has real rhythm [yet]. But there’s no big mountain for [Sturridge]. It’s a good team, thank God. Hopefully we can make different lineups for different games.” Sturridge might find it useful to compare his approach and medal collection with that of James Milner. Milner scored a penalty at Tottenham but, more pertinently, again displayed a willingness and ability to adapt to his team’s needs. The 30-year-old’s performance at left-back was solid enough to raise hope that he could secure what has been a problem area for Liverpool. “I am a Liverpool player and what the manager asks me to do I will do,” Milner said, before explaining that learning the role at Liverpool is unique because of Klopp’s conception of it. “I have played a lot on the left in my career and would rather play left-back than right-back so that does not affect me, but it is learning the position, playing there in training and in pre-season and watching videos after the game. I could speak to other left-backs but the way the manager wants his full-backs to play is different to how other managers want them to play.” Another boon from the match at White Hart Lane was that Joël Matip hinted that another problem role for Liverpool could be secured while its definition is expanded. The Cameroon international impressed on his Premier League debut alongside Dejan Lovren in central defence, where his aerial strength was a welcome addition and his ability to build from the back hinted at a fresh dimension to Liverpool’s approach, one they have not had since Daniel Agger was at the club and on song. Klopp has high expectations for Matip, who, he says, was only about 75% fit on Saturday and would not have played if Ragnar Klavan had not been injured. “He’s a brilliant footballer,” the manager said. “His buildup play is really good, really calm, and he’s quick, especially quick in the mind.” Liverpool could still do with more mental quickness and calmness in midfield: a rudder in the vein of Dietmar Hamann, someone who can reset the team when whirlwind mode malfunctions. An inability to take stock on the fly cost Liverpool at times last season, notably in the Europa League final after Sevilla suddenly perked up, and it cost them again at White Hart Lane after Danny Rose drew Tottenham level against the run of play. “The big turning point was the goal, it should not have affected us but we ultimately suffered from it,” Milner said. Jordan Henderson is an apt captain for this team only insofar as he is a diligent jack of all trades. He is master of none. Maybe Emre Can will conduct the team more knowingly from midfield when fit. But if the 22-year-old’s promise is not fulfilled, Liverpool this season look likely to remain both uncontainable and unstable."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}