{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/aug/05/claudio-rainieri-leicester-city-keep-suffering-manchester-united-community-shield", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-08-05T21:30:15Z", "webTitle": "Claudio Ranieri wants Leicester City players to keep on suffering", "webUrl": "https://www.theguardian.com/football/2016/aug/05/claudio-rainieri-leicester-city-keep-suffering-manchester-united-community-shield", "apiUrl": "https://content.guardianapis.com/football/2016/aug/05/claudio-rainieri-leicester-city-keep-suffering-manchester-united-community-shield", "fields": {"headline": "Claudio Ranieri wants Leicester City players to keep on suffering", "bodyText": "As Claudio Ranieri spoke at Leicester City’s training ground on Friday to preview Sunday’s Community Shield meeting with Manchester United, extravagant reminders of last season’s Premier League triumph arrived at the King Power Stadium. Nineteen BMW i8s – eco-friendly hybrid supercars, apparently – were delivered to the ground as rewards for the players who secured that historic victory. Each car is worth around £100,000 but the players, having decided to use their title-winning bonus to treat themselves to new wheels, negotiated a bulk discount along with the chairman, Vichai Srivaddhanaprabha. It is another example, then, of Leicester’s potent teamwork. The message Ranieri is eager to drive home is that such teamwork must continue if Leicester are to enjoy further success. And he craves further success. “I was satisfied,” he said. “But now I am hungry. I want to eat something.” Last season was the most sensational Premier League title win in history but Ranieri told his players it is just that: history. “I said: ‘I know you very well now. Forget what we have achieved; I want more,’” he said. “You can’t tell me: ‘This is my maximum.’ I want more than the maximum of last season.” Ranieri expects this season to be much tougher than last because United, Manchester City and Chelsea have made radical changes in an attempt to atone for underperformance while Liverpool, Arsenal and Tottenham Hotspur could also be stronger – and all are dead set on making Leicester’s reign at the top short-lived. “Now there are six big teams who want to win, they want to kill us,” Ranieri said. “That is normal. We are the champions but we are still the underdogs. But I don’t want my players to ever give up against them. We can lose but I want to see them playing together as a team, helping each other. Suffer for your team-mates, that is my philosophy. Last season we did something that is hard to repeat. We know that very well but I want the maximum from everybody.” Ranieri says that since his summer training regime has been geared towards getting his players ready for the opening league match at Hull City next Saturday, they will be at about 60% of their capacities against United at Wembley. “I want to see 100% of that 60%,” he said. There is a certain symmetry to Leicester raising the curtain against a side managed by José Mourinho. For a start Mourinho’s last competitive match in English football was against Leicester – he was sacked by Chelsea after the 2-1 defeat at the King Power in December – but in addition the sight of Mourinho serves as a timely warning to how quickly title-winning teams can unravel. While taking care not to give any verdict on the disharmony at Stamford Bridge last season, Ranieri said he had no fears about the stability of his team. “My philosophy is to watch only my own house and my house is very clean,” he said. He pointed out with pride that even clubs where he has been dismissed have enjoyed success after he left, notably Valencia and Chelsea, the managers who followed him benefiting from his work. “When I have built something, it has never been destroyed. Here I think we have built a very strong foundation.” He said, however, that Leicester could be weakened by the loss of N’Golo Kanté, who has moved to Chelsea. The Frenchman is the only one of last season’s champions to have left but he was such a dynamic influence in midfield that the manager is not sure he can be adequately replaced, even though the club spent around £10m to sign Nampalys Mendy from Nice. Ranieri said he drew encouragement from the way the club adapted to the absence of two key midfielders last season, when Esteban Cambiasso moved to Greece before the campaign kicked off and Matty James was sidelined by a long-term injury. “It’s difficult to say how big is the hole [left by Kanté],” Ranieri said. “But it was the same last season. We found the solution. Now we have to restart and watch how we manage to play without Kanté.” Mendy is one of five summer recruits as Leicester seek to build a squad that can defend the title and make a successful debut in the Champions League. Last season Ranieri belied his reputation for rotating teams as he used fewer players than any other manager in the Premier League but he says the demands of the forthcoming campaign will force him to revive an old epithet. “We have a lot of competitions this season so we need a lot of players,” he said. “The Tinkerman comes back.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}