{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/aug/19/kate-richardson-walsh-and-maddie-hinch-lead-epic-triumph-of-teamwork", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-08-19T23:15:29Z", "webTitle": "Kate Richardson-Walsh and Maddie Hinch lead epic triumph of teamwork", "webUrl": "https://www.theguardian.com/sport/2016/aug/19/kate-richardson-walsh-and-maddie-hinch-lead-epic-triumph-of-teamwork", "apiUrl": "https://content.guardianapis.com/sport/2016/aug/19/kate-richardson-walsh-and-maddie-hinch-lead-epic-triumph-of-teamwork", "fields": {"headline": "Kate Richardson-Walsh and Maddie Hinch lead epic triumph of teamwork", "bodyText": "Come in Sean Kerly, your time is up. Twenty-eight years since the men’s team famously overcame Germany in Seoul, there are new heroes in town. Alex Danson, Lily Owsley, Hollie Webb, Helen Richardson-Walsh, Sophie Bray and the rest deserve now to have similar impact at schools and clubs up and down the country. Most of all, credit must go to the redoubtable Kate Richardson-Walsh, the British captain who has led the side for 13 years and is now expected to retire from international competition and go and play club hockey in the Netherlands, and the goalkeeper Maddie Hinch, her endlessly revised little black book of goalkeeping intelligence utilised here to devastating, heartstopping effect. Ultimately this was a triumph of teamwork and huge spirit. As Webb scored the goal in the shootout that claimed Great Britain’s 24th gold medal of these Games, her team-mates charged from the halfway line to engulf her in a frenzy of tears and triumph. They had overcome the best team in the world, who had put them under huge pressure throughout the match, taken their rare chances when they had come and then prevailed in the shootout that followed. Drawing confidence from the fact that the England side from which most of these players are drawn had beaten the Netherlands on penalties in the European Championships last year, this was a victory born in Bisham Abbey and realised in Deodoro. Hinch is also off to play her club hockey in the Netherlands next year. She may not have the warmest welcome. The British goalkeeper, probably the best in the world in her position, had a list of instructions to herself written on her water bottle. At the top it said: “Relax.” If she was capable of doing so after this nerve-shredding encounter, then she was doing a lot better than everyone else watching at home as bronze in London four years ago became gold here under the Friday night lights. A penalty stroke save in the first quarter from the prolific Dutch captain Maartje Paumen, who had scored 194 goals in 234 internationals before Friday night, was merely an hors d’oeuvre for a display of redoubtable goalkeeping that repelled almost all who came near. When it came to the shootout, she was utterly nerveless. None would pass. As the Dutch piled on the pressure, most obviously in the third quarter, Hinch stood strong and gave her team-mates the belief they needed to pull off what at many stages appeared a most unlikely victory. The four British players charged with defending penalty corners seemed to spend a good proportion of the match taking on and off their defensive gear. As the sun went down over this patch of vivid blue in the midst of the Deodoro complex that lurks on the fringes of this Olympics like a neglected cousin, there was a tension in the air that can only be created by a genuinely heavyweight sporting occasion. As is traditional at any sporting event at which they are represented, the Dutch supporters created a wall of orange. Yet it was the British fans who made more noise, including a gaggle of rowers in matching bathrobes and a union flag clad band of supporters who looked as if they had just wandered in from the Last Night of the Proms. “GB’s on fire, Netherlands are terrified,” they sang before the match. The Netherlands were far from terrified as they swept forward, their black shirts and matching boots a blur in wave after wave of massed attacks. But the likes of Bray and Owsley did their best to relieve the pressure, the red wall stood strong and, when it did not, Hinch was there to save them. As the British medal rush, now widely predicted to exceed even the 65 gained in London, has gathered pace the question arises of whether endlessly pouring Lottery money into elite sport is beneficial in terms of the wider sporting landscape. If there is a sport in Britain that can prove the case it might just be this one. Under the head coach, Danny Kerry, Britain’s women’s hockey team have been drilled into a frighteningly fit, cohesive unit at Bisham. The £16m invested in men’s and women’s hockey over four years has been used to keep the side training together. Their success has also spoken to many of the themes of this Olympics, the equality between the sexes that has defined both the London Games and now this one, the extent to which continued Lottery investment has promoted a culture of excellence and the sense of ordinary individuals doing something extraordinary. Hockey, like all team sports, faces different funding pressures from individual ones. By its nature funding an entire squad is more expensive than investing in a handful of individuals. The challenge now will be to avoid the pitfalls of 1988, when an initial burst of enthusiasm withered when there was not the structure in place at clubs to cope with the demand. If anyone deserves to leave a lasting imprint on a generation, then it is this band of indomitable women who ended the night atop the podium, barely able to take in their achievement."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}