{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2016/aug/19/donald-trump-louisiana-floods-supplies", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-08-19T21:41:10Z", "webTitle": "Donald Trump tours flood-ravaged Louisiana with 18-wheeler of supplies", "webUrl": "https://www.theguardian.com/us-news/2016/aug/19/donald-trump-louisiana-floods-supplies", "apiUrl": "https://content.guardianapis.com/us-news/2016/aug/19/donald-trump-louisiana-floods-supplies", "fields": {"headline": "Donald Trump tours flood-ravaged Louisiana with 18-wheeler of supplies", "bodyText": "The post-disaster politicking got under way in earnest on Friday, as Donald Trump appeared in flood-stricken Louisiana to give his image a presidential burnish, and as the White House announced Barack Obama would tour the area next Tuesday. A day earlier Louisiana’s governor, John Bel Edwards, had warned Trump not to show up in Louisiana “for a photo op”. Instead, he said, Trump should volunteer and make donations. Edwards also defended the delayed visit by Obama, who has come under heavy criticism locally for not interrupting his vacation to come tour the disaster area. The photo opportunity is a time-honored political maneuver after a natural disaster, and Trump put his own spin on it, traveling with an 18-wheel transfer truck full of supplies to hand out to crowds. Wherever he went, he created his own television-ready crowds. In St Amant, one of the hardest-hit areas between Baton Rouge and New Orleans, Trump’s convoy set up in a parking lot, and droves of people turned out to watch him hand out water bottles and diapers. “It was really something,” said national guardsman Chris Ealy, who shook Trump’s hand. The 25-year-old seemed dazzled by his encounter with national political machinery. “I could tell they were in a hurry.” Trump stayed about 15 minutes before the motorcade of black SUVs and motorcycles moved on. Within a few minutes the crowd had melted away. The brevity of the spectacle didn’t matter. Trump’s target audience was watching him on television; local people will vote for him regardless. “This is his stomping grounds,” said Greg Patterson, who was cleaning muck from his store called the Pit Stop. The idea that a billionaire from Manhattan could describe the working-class corner of Louisiana as “his stomping grounds” did not strike Patterson as contradictory. “We’ve got 2,000 houses damaged just in this area alone,” he said, stretching his arm out to the south. “These people are already back in their homes, working to repair them. It’s not like down in the Ninth Ward.” That was a reference to one of the quarters of New Orleans that was worst hit by Katrina a decade ago. That neighborhood is mostly poor, and mostly black. “I mean that’s a bunch of government-owned housing,” Patterson said. “Nobody here is looking for handouts or waiting on the government. These are Trump’s people.” It was a bombastic statement, and maybe emotionally satisfying, but it was also untrue: more than 60,000 local people have applied for relief from the Federal Emergency Management Agency (Fema). As Trump left the area, police closed down Interstate 10, which connects Baton Rouge and New Orleans. As his motorcade passed by, drivers in the oncoming lane slammed on their brakes, unsure whether to pull to the side of the road. Some veered off into the grass and mud. Trump’s visit was a savvy one that helped distract attention from the disarray of his campaign just 80 days from the general election. His campaign manager, Paul Manafort, resigned on Friday after a series of revelations about his connections to a pro-Russian Ukrainian regime. It also leveraged regional frustration with Obama. The Baton Rouge Advocate published an editorial comparing Obama’s vacation on Martha’s Vineyard to George W Bush’s response to Katrina. “Sometimes, presidential visits can get in the way of emergency response, doing more harm than good,” it said. “But we don’t see that as a factor now that flood waters are subsiding, even if at an agonizing pace. It’s past time for the president to pay a personal visit, showing his solidarity with suffering Americans.” A mile or so from where Trump had stopped to distribute supplies from his 18-wheeler, Joyce Humphries sat in a pickup truck Friday with her chihuahua, Elvis Presley, and looked out over a lake that used to be her home. “Everything is gone,” she said. Humphries said that Trump’s visit was good enough to win her vote. “We will take any help we can get,” she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}