{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2016/aug/05/nine-lives-review-kevin-spacey-christopher-walken", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2016-08-05T21:38:22Z", "webTitle": "Nine Lives review: Kevin Spacey can't claw his way out of this feline disaster", "webUrl": "https://www.theguardian.com/film/2016/aug/05/nine-lives-review-kevin-spacey-christopher-walken", "apiUrl": "https://content.guardianapis.com/film/2016/aug/05/nine-lives-review-kevin-spacey-christopher-walken", "fields": {"headline": "Nine Lives review: Kevin Spacey can't claw his way out of this feline disaster", "bodyText": "The first name typically listed in a film’s closing credits is that of the director. Nine Lives breaks that custom. Instead, that honor goes to the film’s two cat trainers. Sure, it’s a nice gesture. But let’s face it – the choice is also drolly telling. Cynics will scoff that its director Barry Sonnenfeld probably wants his name expunged from the project, which he very well might. In a year that’s already given us turkeys like Batman v Superman: Dawn of Justice, Warcraft and Suicide Squad, Nine Lives ranks as the most spectacularly inept studio offering yet. Just how inept? It’s a comedy pitched at families that climaxes with a supposed suicide attempt. On paper, Nine Lives should have worked. It features Kevin Spacey playing another egomaniacal prick, magically transformed by everyone’s favorite weirdo, Christopher Walken, into a sassy household cat to learn how to be a better husband and parent. A feline spin on the popular body swap genre, from the director of The Addams Family and Men in Black films, has the makings of summer slam dunk – not an outright dud. The bulk of the blame goes to Nine Live’s screenplay, credited to five writers (never a good sign), that fatally rips the fun out of the concept, by mostly being about a shady business takeover. Spacey’s character, Tom Brand, is a Donald Trump-like New York real estate titan so hellbent on constructing the highest skyscraper the city has to offer that he neglects his second wife (Jennifer Garner), whose calls he refuses to answer during work hours, and his young daughter (Melina Weissman), who pines for a pet cat. “I hate cats,” Brand scoffs at the suggestion. “I don’t need another thing to feed.” Walken’s “cat whisperer” senses as much when the tycoon shows up at his enchanted cat store, where Brand goes last-minute to appease his kid for her birthday (his assistant must have had the day off), and puts a spell on the curmudgeon. The metamorphosis doesn’t take effect, however, until Brand falls several stories from the peak of his building as the result of a heated altercation with a scheming colleague (Mark Consuelos). So as Brand’s body is left comatose in a hospital bed and his new feline body tries to convince his owners that he’s not in fact Mr Fuzzypants, there’s a competing storyline involving that associate’s plan to sell off Brand’s company. Alarmingly, no one in Brand’s life, including his co-workers and family, seems to care that he’s laid up on life support. The son from his first marriage (Robbie Arnell), who works for him, appears more intent on managing the business than monitoring his father’s health. While his wife and daughter barely shed a tear before shifting all of their focus over to the trouble-making addition. And therein lies the problem with Nine Lives: it’s lazy on every level. The script is out to pasture, neglecting to address the interior lives of all of its characters, and failing to deliver a single good punchline. The limp direction lacks the wacky sensibility that characterizes Sonnenfeld’s best work. And voicing Mr Fuzzypants, Spacey sounds uncommonly lethargic – like Francis Underwood, stripped of all his verve."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}