{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2016/aug/12/most-expect-to-go-to-university-but-worry-about-fees", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2016-08-11T23:02:06Z", "webTitle": "Most expect to go to university but worry about fees", "webUrl": "https://www.theguardian.com/education/2016/aug/12/most-expect-to-go-to-university-but-worry-about-fees", "apiUrl": "https://content.guardianapis.com/education/2016/aug/12/most-expect-to-go-to-university-but-worry-about-fees", "fields": {"headline": "Most expect to go to university but worry about fees", "bodyText": "Half of young people who say they are likely to go to university are worried about the cost of higher education, according to a poll published on Friday. The poll of 11-16 year-olds by the Sutton Trust educational charity suggests that a growing proportion of pupils think it’s likely they will go on to university, up from 71% in 2003 to 77% today. But even before entering sixth form, pupils who say they are likely to go to university are worried about the £9,000 annual tuition fees and about the cost of living as a student. The poll comes just days after the maintenance grant, aimed at supporting students from the most deprived backgrounds at university, was officially scrapped and replaced with loans, and as some universities announce plans to raise their fees further for students starting 2017. Of the 47% of youngsters who said they were worried about the cost of higher education, almost half (45%) said their main concern was the fees; one in five (19%) were most worried about repaying their loan for up to 30 years; the cost of living as a student was the chief concern for 17%, and just 4% were most worried about lost income from not working. The poll of 2,500 pupils in academies and maintained schools in England and Wales, which is carried out annually by the Sutton Trust, revealed that girls were more likely than boys to think they would go into higher education – 79% as opposed to 75%. One in 10 (11%) of those polled said it was unlikely they would go to university. Of those, just under a third (31%) said it was for social reasons, such as their parents didn’t go to university (16%) or that they thought “people like them” weren’t expected to go (15%). Sir Peter Lampl, chairman of the Sutton Trust, said: “Our previous research has shown how important aspirations can be in shaping a young person’s outcomes after GCSE so it is encouraging to see that aspirations amongst our young people remain high. “However there is still a minority who think that university isn’t for them, or that they aren’t clever enough to go. We know from previous research pupils from poorer households are more likely to be in this group. “The axing of maintenance grants loads up poorer students with even more debt on top of the current debt levels which are more than double the United States. Even if it does not deter poorer students from applying, the debt levels they incur are storing up major problems for them in the future.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}