{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2016/aug/20/from-the-observer-archive-this-week-in-1976", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2016-08-20T23:05:00Z", "webTitle": "From the Observer archive: this week in 1976", "webUrl": "https://www.theguardian.com/news/2016/aug/20/from-the-observer-archive-this-week-in-1976", "apiUrl": "https://content.guardianapis.com/news/2016/aug/20/from-the-observer-archive-this-week-in-1976", "fields": {"headline": "From the Observer archive: this week in 1976", "bodyText": "President Amin is no joke. That should now be abundantly clear to anyone who has seen the horrifying reports by David Martin, our African correspondent, on Uganda’s reign of terror. Yet the image persists of an amiable black buffoon who makes comic remarks. The BBC must bear some responsibility for this. Its approach to the Ugandan dictator seems to be governed by an overriding concern not to cause him offence. The BBC is still mistakenly understood in many parts of the Third World, and in Communist countries, to be an arm of British foreign policy. This being so, the BBC is always properly conscious of the fact that its broadcasts might jeopardise the safety of British subjects abroad. This same attitude has governed the Foreign Office’s relations with Uganda since Amin came to power. We have said many times that this was a serious error, and that the interests of British subjects in Uganda would best be served by encouraging them to get out as quickly as possible. The Government has now, belatedly, come round to the same view. Key quote “I wish I was a rain god – but I don’t believe in miracles.” Mr Fred Peart, Minister of Agriculture, talking about the drought crisis Talking point We can and should eliminate poverty, in the sense of inadequate income for decent choice, but that the pursuit of equality, far from achieving that purpose, will actually increase poverty and install tyranny. If these views seem shocking, that is merely the parochialism of the postwar western world. Equality : The case against by Sir Keith Joseph"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}