{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/aug/19/rio-2016-kate-french-samantha-murray-modern-pentathlon", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-08-19T22:59:49Z", "webTitle": "Kate French and Samantha Murray finish out of modern pentathlon medals", "webUrl": "https://www.theguardian.com/sport/2016/aug/19/rio-2016-kate-french-samantha-murray-modern-pentathlon", "apiUrl": "https://content.guardianapis.com/sport/2016/aug/19/rio-2016-kate-french-samantha-murray-modern-pentathlon", "fields": {"headline": "Kate French and Samantha Murray finish out of modern pentathlon medals", "bodyText": "The IOC president, Thomas Bach, was present on a ribald, boozy and tremendously fun night at the Deodoro Stadium to see Australia’s Chloe Esposito overcome a 45-second deficit to win gold in the women’s modern pentathlon. The British representatives, Kate French and Samantha Murray, finished sixth and ninth respectively, the first time Team GB have failed to make the podium since the competition was introduced at Sydney in 2000. Both women had entertained faint hopes of a podium finish after three of the event’s four phases and five disciplines. “I’m really happy, I couldn’t have asked for any more after my fencing yesterday,” said French. “It wasn’t great but I kept moving up today, I finished 19th yesterday so I moved up a lot.” French finished joint top in the showjumping round while Murray came fourth in the swimming and won an impressive eight consecutive contests before going out in the bonus round of the fencing. The 26-year-old from Preston won silver at London 2012 and became a pub quiz staple in the process, her medal being the final one of 65 in total won at those Games by British athletes. French started the final discipline 59 seconds after the Polish leader, Oktawia Nowacka. Murray was a further nine seconds behind as the field tackled a three kilometre run, pausing occasionally to shoot at targets with a laser pistol. Nowacka eventually finished third, behind Esposito and Eloudie Clouvel from France. Do not be fooled by the name: this sport is over a century old and was invented with the intention of glorifying manliness and militarism. While its exact history has been disputed since its conception in 1894, it is no more modern than many of that particular year’s other landmark wheezes: Blackpool Tower, the Manchester Ship Canal and the Merseyside derby. Designed to incorporate the skills required by cavalry soldiers of the time, the modern pentathlon included all the hardships a military man behind enemy lines might expect to endure on a particularly bad day: swimming, running, riding an unfamiliar horse and taking on enemies with a pistol or sword: two ways to kill a man, as the Irish broadcaster Ciaran Murphy recently observed, with three more to get away. It is when the unfamiliar horse gets involved that matters stray beyond each athlete’s control. In the wake of the swimming and fencing events, 18 horses were led into the showjumping arena, previously the home of rugby sevens. A well groomed and haughty selection of accomplished bay, chestnut and grey showjumpers ranging in age between eight and 16, they are assigned by ballot to competitors who have never sat on them, with often hilarious consequences. At the Mexico 1968 Olympics, the West German pentathlete Hans Jürgen Todt had to be separated from the uncooperative Ranchero, after frustration got the better of him and he began swinging haymakers at his steed. There was no such violence here and French could not have done better on Arnold Massangana. “I always enjoy the riding but it’s quite hit and miss whether you get on with your horse or not,” she said. “Luckily, I rode really well and my horse was really good to me, so I had a really nice clear.” Murray had to acquaint herself with Up Class Girl, whose biography suggested the eight-year-old mare might be a difficult customer. As the new partnership waited their turn to tackle the obstacles, the mount of Leydi Moya refused and unceremoniously catapulted her rider into a fence and the Cuban was subsequently carried from the arena in a neck brace and on a stretcher. Murray went round unharmed but picked up 21 faults. Previously, in the fencing bonus event, she had done a more than passable impression of Errol Flynn, swishing her épée with aplomb as she won eight consecutive duels to work her way up the leaderboard. Shrieking “Yes!” repeatedly as she won one quick-fire round after another, she might also have been mistaken for Meg Ryan during the famous restaurant scene in When Harry Met Sally. Following the previous day’s fencing ranking event, this new bonus round enabled those who had performed badly to make up ground. Fittingly, given the sport’s origins, Rio 2016’s modern pentathlon was staged on the grounds of the city’s biggest army barracks, the occupants of which have been press-ganged into Olympic security duty. The sight of them at their temporary work suggests a more modern modern pentathlon might incorporate such disciplines as giving directions to lost journalists, posing for photos with foreign sports fans, looking slightly menacing while holding a machine gun and standing around being very bored. While parachute jumping and grenade throwing have long since been eliminated from the sport in favour of more ground-based, less lethal and spectator friendly activities, there have been some more recent innovations. Before 2009 shooting and running were separate events, until the two disciplines were merged to make the former more testing for athletes. It is in this event that the modern pentathlon is won or lost, with the disciplines that precede it dictating in what order the athletes take to the run-and-shoot course and with how much time to make up on the leader. Helping to make an occasionally complicated sport easier to follow, it could scarcely be more simple: everyone sets off at intervals but first past the finishing post wins gold."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}