{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2016/aug/25/negative-campaign-votes-sought-for-most-disliked-english-word", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2016-08-24T23:01:33Z", "webTitle": "Negative campaign: Votes sought for most disliked English word", "webUrl": "https://www.theguardian.com/books/2016/aug/25/negative-campaign-votes-sought-for-most-disliked-english-word", "apiUrl": "https://content.guardianapis.com/books/2016/aug/25/negative-campaign-votes-sought-for-most-disliked-english-word", "fields": {"headline": "Negative campaign: Votes sought for most disliked English word", "bodyText": "“Moist” has emerged as an early contender for the least popular word in the English language, as Oxford Dictionaries launches a global search to find the least favourite English word. Kicking off what it hopes will be the largest global survey into people’s language gripes, the dictionary publisher is inviting English speakers around the world to answer a range of language-related questions under the #OneWordMap initiative, starting with the quest to find the least popular English word. Oxford Dictionaries is hoping that tens of thousands of people will contribute, enabling it to put together a list of the least popular words by country, age, and gender, and revealing similarities and differences around the world. “There are a few likely suspects we’re expecting to see. ‘Moist’ seems to be a word that people instinctively draw for, and it’s already proven to be a popular response in some internal polls we’ve done,” said Oxford University Press’s Daniel Braddock. More than 8,000 people have already submitted words to the poll, with differences beginning to emerge between countries. In the UK, “moist” tops the list, followed by “no”, “hate”, “like” and “can’t”. Moist is also top of the list in the US and Australia. In the Netherlands, by contrast, “war” and “love” both make appearances in the list of the top five least popular words, while in Spain, “hello” is a surprising No 1. Just one submission, so far, has been made in Gibraltar: “yellow”. In New Zealand, the first response was “phlegm”. “We’re really not sure what words people will choose,” said Braddock, “but our expectation is that they will be fuelled by a multitude of reasons. ‘Cancer’, for example, has affected most people in the world, so I wouldn’t be surprised if we see that make an appearance. And there’s a huge amount of commentary in the political field at the moment, so there’s a chance we might see some submissions related to politics.” Braddock said this was the first time Oxford Dictionaries had attempted to trace the world’s most disliked English words. “This isn’t something we’ve ever done before but we’re really pleased to finally have it in place. We’re constantly trying to find ways of getting people interested in words and language, and we’re hoping that this will contribute to people’s enthusiasm for the subject,” he said. “It’s hard to say how much response we’ll get, but we’re hoping for somewhere in the region of 30,000. I’m just hoping people find it interesting enough to share it, which will help contribute to the numbers.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}