{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2016/aug/17/hospitals-trust-brighton-sussex-university-special-measures-botched-operations", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2016-08-16T23:01:15Z", "webTitle": "Hospitals trust put in special measures after botched operations", "webUrl": "https://www.theguardian.com/society/2016/aug/17/hospitals-trust-brighton-sussex-university-special-measures-botched-operations", "apiUrl": "https://content.guardianapis.com/society/2016/aug/17/hospitals-trust-brighton-sussex-university-special-measures-botched-operations", "fields": {"headline": "Hospitals trust put in special measures after botched operations", "bodyText": "A number of occasions where surgeons operated on the wrong part of a patientwere among incidents flagged up by a damning watchdog report which recommended that a hospital trust should be put in special measures. The four cases involving the surgeons in 2015 were among seven “never events” – serious incidents that are wholly preventable – according to a report by the Care Quality Commission (CQC) into Brighton and Sussex University hospitals NHS trust. The report also highlighted problems with a culture of bullying and discrimination. Other issues included patients being kept in surgical recovery rooms – usually just a temporary stop before being returned to a ward or intensive care unit – for up to three days. These areas were also used for emergency medical patients because of an overcrowded A&amp;E and “to help meet the emergency department’s targets”. The CQC inspectors said there had not been enough staff to ensure patients were receiving safe care and that the culture at Royal Sussex County hospital was one where poor performance in some areas was tolerated. As well as the safety issues, the report highlighted a culture of bullying at the organisation, where people from black and minority ethnic backgrounds reported that “discrimination was rife”. The CQC document highlights a 2015 NHS Workforce Race Equality Standard report which concluded: “Following job application, the relative likelihood of white staff being appointed was 1.26 times greater than for BME staff.” It added: “BME staff felt very undervalued and bullied.” Some lesbian, gay, bisexual and transgender staff also told inspectors they did not feel they were treated equally and felt discriminated against. Prof Edward Baker, the deputy chief inspector of hospitals for the CQC, said: “It is clear that the problems we have found on this inspection go right through Brighton and Sussex University hospitals NHS trust. “It is a matter of some concern that we found there was a distinct disconnect between the trust board and staff working in clinical areas, with very little insight by the board into the main safety and risk issues, and seemingly little appetite to resolve them. “For some time the trust has been failing to meet national standards on waiting and treatment times, there were high numbers of cancelled appointments and operations, and delays in providing diagnostic results. We found that the executive team had failed on multiple occasions to provide resources or support to clinical staff in critical care and there was no acknowledgement that they understood the problems staff identified. Dr Gillian Fairfield, the trust’s interim chief executive, apologised for the failures identified by the CQC, which she described as “completely unacceptable”. “The NHS as a whole is seeing growing demand for services and, like many other trusts across the country, this has caused us significant challenges which has affected the standard of the care we are providing our patients. These challenges have been made worse by the fact that our older buildings are not fit for purpose. “It would be wrong for us to use these pressures and challenges as excuses, however, and we know we should and need to be doing better for our patients and staff.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}