{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2014/aug/12/girl-guides-uniform-modern-makeover-fashion-students", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2014-08-11T23:01:01Z", "webTitle": "Girl guides uniform given modern makeover by fashion students", "webUrl": "https://www.theguardian.com/society/2014/aug/12/girl-guides-uniform-modern-makeover-fashion-students", "apiUrl": "https://content.guardianapis.com/society/2014/aug/12/girl-guides-uniform-modern-makeover-fashion-students", "fields": {"headline": "Girl guides uniform given modern makeover by fashion students", "bodyText": "More than a century after it was founded, the Guide Association still encourages its members to \"be prepared\" for all things. Today, for the half a million girl guides in the UK, that will include a dramatic change of image, as the organisation unveils a bold new uniform, designed \"by young women for young women\". Instead of the subdued navy T-shirts and striped polo shirts that have been guide uniform since 2000, members can choose from a range of garments in bright blue and scarlet, with purple zips and neon contrast trim, in what is only the eighth uniform redesign in girl guiding's 104-year history. The new look was designed in secret by five female design students at the Arts University Bournemouth, chosen because of its fashion school's commitment to challenging unrealistic body images in the fashion industry. Girlguiding UK, which its chief executive Julie Bentley has described as \"the ultimate feminist organisation\", this year launched a body confidence badge for its 10- to 14-year-old members, and sees fostering positive self-image as an important part of its role. Gill Slocombe, the chief guide, said the design had come out of discussions with guides about what they wanted to wear: \"I don't think the uniform is a fashion item as such, but clearly clothes have moved on in 14 years.\" Perhaps surprisingly, many had asked for a return of skirts and dresses, she said, which the previous uniform didn't feature. Kate Facer, one of the young designers who won the commission in their undergraduate second year, said it was \"overwhelming\" to have designed clothes that tens of thousands of young girls would be wearing. \"They are young girls going through a lot of body changes, and at that age you have a lot of confidence issues. They wanted their uniform to be flattering.\" Appearance aside, she said, the items also had to be practical for a wide range of guide activities from formal events to abseiling and rock climbing. The range, from which guides can choose items to wear with their own clothes or match together, includes a long-sleeved top, hoodie, polo shirt, patterned skirt and tunic dress incorporating a brightly patterned panel. The new look is the culmination of a rebrand of the organisation that began last year, though Slocombe said this was not an attempt to \"reposition\" the movement, which continues to grow and last year had 533,000 members in the UK. Slocombe adds: \"I don't think guiding has ever been necessarily what people have thought. It's always been a brave, forward-thinking organisation but I'm not sure we've always articulated that very well. \"I don't think we would still be here if we were just teaching the girls to make cups of tea and sew on buttons.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}