{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2014/aug/01/tom-daley-diving-commonwealth-games-2014", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-08-01T23:35:00Z", "webTitle": "Tom Daley and James Denny claim silver but main event is yet to come", "webUrl": "https://www.theguardian.com/sport/2014/aug/01/tom-daley-diving-commonwealth-games-2014", "apiUrl": "https://content.guardianapis.com/sport/2014/aug/01/tom-daley-diving-commonwealth-games-2014", "fields": {"headline": "Tom Daley and James Denny claim silver but main event is yet to come", "bodyText": "The first day of the Edinburgh festival and, way out beyond even the most distant outposts of the Fringe, a few hundred fans have come to the Royal Commonwealth Pool to watch a display of aquatic acrobatics. It is the men’s 10m synchro and Tom Daley is top of the bill. A week ago Daley and his dive partner, James Denny, did not even know they were going to be contesting this event. England’s regular pair on the circuit this season, Matty Lee and Dan Goodfellow, are both injured. In their absence Daley and Denny, a scratch team, won silver. It was impressive in the circumstances. They had all of three training sessions together before the final, the last of them earlier on Friday. There are amateur stand-ups working open-mic nights who have had more preparation than that. Daley had been working on a joke of his own. Asked whether he wished he and Denny had more time to train, he thought for a moment and said: “Well, if your aunty had balls she would be your uncle.” They were beaten by Daley’s old Australian friend, and great rival, Matt Mitcham, diving with his new partner, Dominic Bedggood. It was, as Daley said, “excruciatingly close”. After the six rounds of dives, there was only 0.18 of a point between the two teams. As for the bronze, well, there was none. The field was threadbare, only four strong. So the organisers decided to award only two medals, which was tough luck for the Malaysian pair of Ooi Tze Liang and Chew Yiwei, who finished third. If the 71 territories of the Commonwealth cannot muster five diving pairs between them, one has to wonder whether it is even worth staging the event. It was the same situation in 2010. At least the Malaysians had the advantage of knowing there was no bronze medal at stake before the competition started. The spectators were told only midway through. The news provoked plenty of grumbles, because Daley and Denny were in third at the time. Other than that the crowd seemed in good spirits. Which was surprising, since, for the large part, it was a thoroughly mediocre competition. It was all over in 25 minutes. It took Daley considerably longer than that to complete all his assorted interviews with the innumerable TV and radio outlets and the rest of the press. All in all, it seemed pretty poor value for money for the paying spectators, even alongside the women’s 1m springboard final which took place earlier in the evening. There was, in the end, a little flash of brilliance to enjoy. Daley and Mitcham are too talented, too entertaining, ever to be entirely disappointing. After five rounds the English pair were in last place, 13 points off the lead. They had blown almost each and every one of their dives so far. Daley got it wrong on their second dive, an unusual reverse one-and-one-half somersault with a half-twist. But it was Denny, terribly inexperienced in comparison with his partner, who made a mess of the rest. He kept over-rotating, which meant they slipped out of sync. Their third dive was atrocious and their fourth and fifth only a little better. Their final dive, the infamously tricky forward four-and-one-half somersault, was the hardest anyone was attempting on Friday. Daley told Denny to “just go for it, win or lose, whatever happens”. And they nailed it, though it was only the fifth time they had done it together. “After that last dive I was surprised,” Daley admitted. “Because you never know what is going to happen under pressure.” It earned them 95.46 points, the highest score of the evening by a healthy margin. That shot them into the lead. It was only when they were out of the pool that they made a mistake. They started to celebrate when they saw the scores. Mitcham and Bedggood were still waiting to dive. “I did see that,” Mitcham said, wryly. “And I thought, ‘Oh, that’s a very exuberant celebration for the middle of a competition.’” Mitcham is a great competitor, the individual Olympic champion from 2008. And he had his heart set on gold here since he had only ever won silver medals at the Commonwealth Games. He and Bedggood, who has been in the sport for only two years after switching across from gymnastics, responded with a fine dive of their own, a back two-and-a-half somersault with two-and-a-half twists. The same dive, in fact, that Daley says has become his “demon” since he flunked it because of a flashing camera in the 2012 Olympic final. It was Mitcham and Bedggood’s best dive yet and earned them 88.56, enough to win gold by the slenderest of margins. Really it was all just an appetiser for Saturday’s individual final, when Daley and Mitcham will go head-to-head for the gold, as they did in Delhi. Back then Daley had to produce a dive that scored a perfect 10 to win the gold. “This has given me a little bit of confidence,” Mitcham said. “I haven’t seen this form for a few years.” As for Daley, he is relishing the thought of it. “It is going to be a battle,” he said. “That was his first gold. So he is going to be hungry for another. But so am I.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}