{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2014/aug/01/edinburgh-festival-diary-israeli-theatre-group-venue-hunt", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2014-08-01T22:10:46Z", "webTitle": "Edinburgh festival diary – Israeli group hunt for venue after run cancelled", "webUrl": "https://www.theguardian.com/stage/2014/aug/01/edinburgh-festival-diary-israeli-theatre-group-venue-hunt", "apiUrl": "https://content.guardianapis.com/stage/2014/aug/01/edinburgh-festival-diary-israeli-theatre-group-venue-hunt", "fields": {"headline": "Edinburgh festival diary – Israeli group hunt for venue after run cancelled", "bodyText": "• Incubator Theatre, the Israeli group who had their run cancelled after one show because of protests over Gaza, remain in Edinburgh looking for a new venue. They were in town performing a hip hop crime fable called The City – \"imagine Humphrey Bogart meets Jay-Z\" runs the blurb. The show is not the problem. The issue is the group receive money from the Israeli government – in the same way UK arts organisations get money. There was a demonstration and a letter signed by 50 Scottish writers and artists including David Greig and poet Liz Lochhead. Reluctantly the Underbelly venue cancelled the run citing the logistics of stewarding and policing demonstrations, and the adverse effect it was having on other shows. Incubator's artistic director Arik Eshet said that they were optimistic of finding another venue and in the meantime they would sing on the streets – \"sing for peace.\" • Highly recommended is Outings at the Gilded Balloon, a show created from coming out stories and inspired by Tom Daley. It covers the whole gamut, from the excruciatingly awkward to the moving and beautiful. There's an old guy who remembers how his mother vomited and cried herself to sleep every night before he went on a ludicrous \"gay cure.\" Then there is the respondent who says: \"My dad was relieved … he thought I was going to ask for money.\" And the bloke who offers: \"It did help when I came out as bisexual to my father that he said he was too.\" • You can go about three seconds on some streets, maybe three and a half, before someone thrusts a leaflet in your hand advertising a show. You normally catch a sentence. Highlights so far include \"sex trafficking in Thailand … what's not to like\", \"set on a sinking cruise ship 8.40 every night\", and most dispiritingly the man who looked me up and down and said: \"You won't like it.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}