{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/aug/14/child-asylum-seekers-rights-on-nauru-systematically-violated-inquiry-told", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-08-13T23:57:17Z", "webTitle": "Child asylum seekers' rights on Nauru 'systematically violated', inquiry told", "webUrl": "https://www.theguardian.com/world/2014/aug/14/child-asylum-seekers-rights-on-nauru-systematically-violated-inquiry-told", "apiUrl": "https://content.guardianapis.com/world/2014/aug/14/child-asylum-seekers-rights-on-nauru-systematically-violated-inquiry-told", "fields": {"headline": "Child asylum seekers' rights on Nauru 'systematically violated', inquiry told", "bodyText": "Forensic evidence of the “systematic violation” of child asylum seekers’ human rights on Nauru has emerged in a compelling 53-page document written by a group of anonymous Save the Children workers on Nauru and submitted to the national inquiry into children in immigration detention. The submission is publicly available to download on the Australian Human Rights Commission website, and states: “We believe that the children [on Nauru] have been subjected to multiple violations of their human rights and wrongdoing from multiple parties.” Many of the observations, including allegations of physical, verbal and sexual assault of children, inadequate child protection framework for local workers in the centre, delays in medical treatment and delays in providing basic amenities have previously been reported by Guardian Australia. But the anonymous workers’ document, with redacted references to documentary evidence, contains these further observations: Childcare workers cannot remove children who are abused from detention Children are bullied and threatened by fellow detainees Save the Children staff are “actively discouraged” from advocating for the removal of children by their managers except “in the most extreme cases of documented harm” A lack of access to interpreters inhibits the capacity to conduct child protection investigations Inadequate access to food and nutrition for children Inadequate child protection training for security staff “Chronic” understaffing, meaning children cannot be adequately supervised Family members being separated across the detention network, with some children left on Nauru while a parent receives treatment on the mainland Unaccompanied minors self-harming and a lack of clarity over who has guardianship over them There are only two bathrooms for about 200 children to share at the recently created classroom inside the detention centre Save the Children and other stakeholders are pressured to remove children from “vulnerable minor management [VMM]” and “complex behaviour management [CBM]” lists. “Consequently, the number of children that are placed on VMM and CBM do not reflect the frequency or magnitude of mental health problems that exist in the general child population” The submission also contains many shocking case studies: A young female who was at risk of a “serious sexual assault” after “several adult males were overheard making plans” to attack her who was moved, with her family, to different housing but was then moved back within a “few weeks”. “SCA [Save the Children] was informed that this was a directive from DIBP [Department of Immigration and Border Protection] and was provided with no notice to prepare the family for this transition. Despite the family’s concerns regarding their safety, the family was relocated closer to the perpetrators of bullying and threats,” the submission says A seven-year-old boy was separated from his mother and sister for more than a month when they were flown to the mainland for medical treatment. “He was left in the care of his father who had serious mental health problems where he absconded from the centre on numerous occasions and assaulted another minor, resulting in an overnight stay in jail and assault charges” A 13-year-old boy described as “socially isolated” with “multiple mental health issues” who was observed by other asylum seekers as “receiving oral sex in the camp from another boy”. No action by security guards was taken, but the boy was later observed by two guards with another child as “touching each other’s groins (over clothing)”. “Although two Wilson’s Security officers wrote two separate incident reports describing this behaviour, they allowed it to continue and did not stop the boys.” The submission adds that the officers misidentified one of the boys. “This further demonstrates the inadequacy of training and skill to Wilson’s Security officers to intervene in inappropriate sexualised contact between children and to conduct timely and accurate child protection investigations” A 13-year-old girl who started menstruating on Nauru but had only two pairs of underwear; “She felt shame because ... each day she had to wash her underwear and hang them to dry in front of her father which was not culturally appropriate” A Syrian father who was unable to care for his young children as he was awaiting surgery for his hernia. “He was in constant pain and the doctor had previously told him to limit his walking and talking as it would make it worse” In March 2014 a group of children attending school were subjected to an “attempted assault” by a detention centre bus driver with a cricket bat. “Although this bus driver was dismissed, it highlights the lack of safety that children experience from employees that are hired to assist them and protect them” The submission says it has provided “comprehensive evidence of the systematic violation of their human rights and a history of wrongdoing in the Nauru offshore processing centre”. A Save the Children spokesperson said, “We are on record as strongly opposing the government’s decision to send children to Nauru. We know that prolonged detention of children threatens their physical, mental and emotional wellbeing. “However, the Australian government has been very clear that no child sent to Nauru will come to Australia, so we take the pragmatic view that children accommodated there need our help. We are proud of our staff in Nauru who do their best, in an incredibly tough environment, to safeguard the rights, safety and wellbeing of children.” The immigration minister, Scott Morrison, declined to comment. The Australian Greens called the report “shocking” and that it showed child abuse in the Nauru detention camp was “out of control”. The party’s immigration spokesperson, Sarah Hanson-Young said: “The children on Nauru have to be brought back to Australia now. Every day that the government refuses to act, another child is hurt.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}