{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2014/aug/21/uk-car-industry-exporting-record-rate", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2014-08-20T23:02:00Z", "webTitle": "UK car industry exporting at record rate", "webUrl": "https://www.theguardian.com/business/2014/aug/21/uk-car-industry-exporting-record-rate", "apiUrl": "https://content.guardianapis.com/business/2014/aug/21/uk-car-industry-exporting-record-rate", "fields": {"headline": "UK car industry exporting at record rate", "bodyText": "Britain is exporting cars at a record rate amid strong international demand for luxury brands. The UK has exported more than 5m cars since 2010, marking the best start to a decade, said the Society of Motor Manufacturers and Traders (SMMT). Car manufacturing is staging a recovery in Britain amid billions of pounds of investment pumped into UK factories by foreign-owned companies such as Jaguar Land Rover (above) and Bentley, as well as mass-market Japanese producers Nissan and Toyota. Almost eight out of 10 cars made in the UK are exported. The SMMT expects just under 1.6m cars to roll off UK production lines in 2014. It predicts that 2017 will smash the previous record of 1.92m cars set in 1972. In July, UK car manufacturing output rose 2.8% to 132,570 vehicles – taking the total for 2014 so far to 923,884, up 3.4% compared with the same period last year. Mike Hawes, the SMMT's chief executive, said: \"The UK automotive industry continued its renaissance in July, with the month marking five million car exports since 2010. \"This is a major milestone and testament to the burgeoning reputation of UK automotive excellence and demand for British-made cars.\" The government has held up the automotive sector as a poster child for UK industry, as it seeks to rebalance the economy away from debt-fuelled spending and towards manufacturing and exports. George Osborne has made greater exports a key ambition since becoming chancellor in 2010. In 2012 he set a target of doubling UK exports to £1tn by 2020. Britain's biggest export market for cars is the EU, but since 2010 China and Russia have overtaken the US for second and third spots in international sales. A decade earlier, China did not make it in to the top 10 for UK exports. David Bailey, professor of industrial strategy at Aston Business School in Birmingham, said there were a number of factors behind the success of UK car manufacturing: \"It has bounced back quickly since the severe downturn in 2009, helped by the exchange rate depreciation, world-class manufacturing, excellent industrial relations and to an extent the government's industrial strategy.\" Bailey said the industry was well-placed to take advantage of the swelling middle classes in emerging economies such as China, having positioned itself at the premium end of car manufacturing with brands such as JLR selling well overseas. A separate survey from the British Chambers of Commerce (BCC) and the courier firm DHL Express found that UK exporters are overwhelmingly optimistic about business prospects for the next 12 months. According to the report, 70% of exporting businesses surveyed believed turnover would increase in the next year, an increase of 10% on the same period last year. John Longworth, the director general of the BCC, welcomed the optimism but said more action was needed to make it worthwhile for companies in the UK to export. \"If we are going to reach the government's target of increasing exports to £1tn by 2020, the UK should be matching the level of resourcing dedicated to export support provided by our major international competitors,\" he said. \"As a nation we can and must do more if we are to remain competitive and stand a chance at rebalancing the UK economy for the long term.\" Photograph: Oli Scarff/Getty"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}