{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2014/aug/28/hugh-muir-diary-prince-albert-lidl", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2014-08-28T22:00:03Z", "webTitle": "Hugh Muir’s diary: Hail Prince Albert – the man who launched a thousand quips", "webUrl": "https://www.theguardian.com/politics/2014/aug/28/hugh-muir-diary-prince-albert-lidl", "apiUrl": "https://content.guardianapis.com/politics/2014/aug/28/hugh-muir-diary-prince-albert-lidl", "fields": {"headline": "Diary: Hail Prince Albert – the man who launched a thousand quips", "bodyText": "• An education for those attending the very swish launch at London’s Victoria and Albert Museum of Lidl’s new £20m marketing push for upmarket types. Some will have known that Prince Albert, the husband of Queen Victoria, is the colloquial term for a male genital piercing. Others will have been motivated to look it up. Either way, they will have been more clued up at the end than at the beginning. This glimpse of urban slang was brought to them by Peter Souter, boss of TBWA, the ad agency involved in the launch. Perhaps unsure of his surroundings, he erroneously welcomed those present to the Prince Albert Room. But, fear not, he told them: “I haven’t got a Prince Albert.” There were gasps around the room. Even Richard Desmond, the man who brought you Asian Babes and Television X and provides the hardcore organ that is the Daily Express, looked taken aback. And he doesn’t shock easily. • Tom Watson, Labour’s pugilist in chief, is in the wars again. After swishing blows at Tony Blair and Rupert Murdoch, he aims a straight right at the Tories, in the form of flagship Westminster council. “I was on an estate in Pimlico the other day,” he tells the Catholic Herald. “They’re doing some redevelopment, and it means knocking down an old peoples’ home. But it’s all right, says Westminster council, because they’re going to rebuild it on the site of the playground for the local school. And when they were asked where the kids would play, the council said they’d persuaded the developers to build a new playground … underground.” Can this be true, we asked Westminster. Not quite, it said. But an underground playground was indeed part of a now-paused consultation. More a stiff jab than a knockout blow, then. Nevertheless, expect Watson to keep thrashing away. • Off to the Clacton byelection in Essex, following the defection of sitting Tory MP Douglas Carswell to Ukip. No surprises expected, given that Carswell previously agitated for a pact between the Conservatives and Ukip. One can safely assume that the talk will be Europe, Europe, Europe. But then it was ever thus. Labour’s David Winnick will be there to assist his party’s effort. The long-standing MP for Walsall North knows the lie of the land, having fought Harwich – when it included Clacton – in 1964. “One of the big issues even then was whether we should join the Common Market. I was opposed at the time,” he tells us. Eras may change, but preoccupations stay the same. Devoutly Eurosceptic Carswell wasn’t even born for another seven years. • Meanwhile, it’s not that Labour is rattled by Alistair Darling’s faltering performance in this week’s debate with Alex Salmond. It’s just that at this late stage, with the polls tightening and the wind at the SNP’s back, officials think the no campaign could do with a bit of help. To that end, Labour has launched a prize draw – open to party members, tickets £2, first prize £1,000 or a luxury Scottish holiday for two. Might require a passport come October, mind you. • And while deliberations continue about Scotland’s big decision, a warning in Business Insider magazine: “Why Independence Could Put Scotland In Danger Of Russian Invasion” is the spectre raised. “Put simply, the Russians sail their submarines into Scottish waters on a regular basis. Russian vessels approach Scottish waters about once or twice a year, close enough to require the Royal Navy to perform counter-manoeuvres.” Who knows what Putin will do next. “Russia has a recent history of military adventurism, in the Ukraine. Although there is absolutely no reason for Russia to invade Scotland, the departure of Trident from northern waters could – in theory – let the Russians do whatever they like up there.” Alistair Darling didn’t even mention that. D’oh! • Finally, news that Scotland has the highest percentage of redheads in the world brings to mind, inevitably perhaps, the observation of the late, great Chic Murray. “My girlfriend’s a redhead,” said Chic. “No hair, but a red head.” Would that he were around to lift the referendum debate. Twitter: @hugh_muir"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}