{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/aug/13/michael-brown-ferguson-murder-race-relations-white-police", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-08-13T22:24:55Z", "webTitle": "Ferguson after Michael Brown's death: 'This is a war and we are soldiers on the frontline'", "webUrl": "https://www.theguardian.com/world/2014/aug/13/michael-brown-ferguson-murder-race-relations-white-police", "apiUrl": "https://content.guardianapis.com/world/2014/aug/13/michael-brown-ferguson-murder-race-relations-white-police", "fields": {"headline": "Ferguson after Michael Brown's death: 'This is a war and we are soldiers on the frontline'", "bodyText": "When David Whitt returned from the supermarket to his apartment in Ferguson, Missouri one recent evening, he quickly realised that he had made a mistake and would have to head back out on his bicycle. “I forgot the Pampers for my two-year-old son,” said Whitt, who lives yards from where Michael Brown was shot dead last Saturday. “I had to take back some groceries, cos we needed a couple of extra dollars. We’re broke people.” As Whitt, 34, pedalled back to the store with his receipt, he sensed a car approaching from behind and heard a crushingly familiar sound. “He put the siren on,” said Whitt. “Whoop, whoop!” A cop asked him what Whitt was doing in the area. He wanted to see his identification, and rifled through his shopping bag to see what he was carrying. Then, he ran Whitt’s name in search of outstanding warrants. “I told him ‘that’s illegal, you’re violating my rights’,” said Whitt. “‘I have not broken the law. You ain’t got probable cause for nothing’. He told me ‘I can cite you for not wearing a helmet’.” Whitt was eventually freed to go. But he was left incensed. “I wanted to shoot that motherfucker,” he said this week. “I wanted to. Because he had no right to bother me.” The raw fury in this northern suburb of St Louis over the killing of Brown, an unarmed 18-year-old apparently walking back from a convenience store, may slowly fade in the coming weeks and months. But the underlying, bitter resentment among many in the local African American community about their treatment at the hands of an almost unanimously white police force and local authorities, will likely continue to simmer. Ferguson’s population is 67% black, but 50 of Jackson’s 53 police officers – 94% – are white. Figures published last year by Missouri’s attorney general showed seven black drivers were stopped by police for every white driver, and that 12 times as many searches were carried out on black drivers as white. The sharp disparities fuel mistrust, residents said. ‘A subculture of prejudice’ Asked about race relations at a press conference on Wednesday, Ferguson police chief Thomas Jackson acknowledged that there was a “community that is at odds with us now”. He said: “Apparently there has been this undertow that has now bubbled to the surface.” Addressing a town hall meeting in Ferguson earlier this week, Cornell Brooks, the president of the National Association for the Advancement of Colored People (NAACP), said that police in the city must address a “subculture” of prejudice. “Sometimes that means putting more people in uniform that look like me,” he said. “I’ve been trying to increase the diversity of the department since I got here,” Jackson insisted on Wednesday, pointing out that he had promoted black officers and describing his pursuit of diversity as a “constant struggle”. Still, one after another, young black residents complained to the Guardian about the way they have been treated by those in positions of power in the city over recent years. Their claims against police officers in particular ranged from disrespect to “all-out race war”. The city authorities are led by a white mayor, James Knowles. Four out of the five city councillors with profiles on the city website are white; one is black. The setup is largely a relic of an era less than two decades old, when Ferguson had a majority-white population. Then came steady de-industrialisation and the so-called “white flight” to suburbs further afield, with many of the families that left said to have done so primarily to avoid the integration of the city’s schools system. Several people pointed to Art McCoy, who was appointed the superintendent of that struggling school system in 2011, as a rare example of a black man in a position of authority in the city. They said McCoy was well-respected among residents and understood students. Only 35% of students in the district pass maths tests used by the state to assess schools. 41% pass the English test. However in November last year, McCoy was pushed out of his job and placed on administrative leave, for reasons that remain unclear. Hundreds of students staged protests against the decision, and parents inundated city authorities with complaints. McCoy was replaced by Larry Larrew, the acting superintendent, who is white. Patricia Bynes, a Democratic committeewoman for the city, said that an unusually high number of municipalities and legislative bodies in the region had created a cascading system of authorities that appeared disconnected from the lives of many African American families. “Black people see all these layers of white authority that do not like them, do not understand them and do not respect them,” said Bynes, who is black. “When the traffic court is in session here you will have a white judge, a white prosecutor and a line of black people waiting to pay penalties wrapping around the block. It breeds resentment and anger about their taxes.” Bynes conceded that the failure of black residents to vote in local elections had perpetuated the problem. But, she said, “many are disenfranchised because they don’t vote and they don’t show up because they are too busy working out how they are going to eat and feed their families the next day.” About 22% of Missouri’s residents live below the federal poverty line. Jackson stressed on Wednesday that “race relations are a top priority right now”. He said officials from the department of justice would be assisting Ferguson with officer training and helping the force to “fix what’s wrong”. But as protesters began a standoff on Tuesday night with a long line of police blocking downtown Ferguson, decked out in riot gear and backed by two armoured vehicles, many said that they weren’t interested in a dialogue. A few even said that Sunday’s looting and torching of a QuikTrip gas station near the scene of Brown’s killing should be interpreted as an attack on all outsider-owned businesses, which would continue. “We can use this as an opportunity,” one man, Charles Jolley, told a few dozen allies whose attention he held, several of whom agreed vocally. “We can reclaim our community. This is a war, and we are soldiers on the front line”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}