{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/aug/12/coalition-support-improves-following-mh17-response-and-anti-terror-laws", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2014-08-11T22:52:25Z", "webTitle": "Coalition support improves following MH17 response and anti-terror laws", "webUrl": "https://www.theguardian.com/world/2014/aug/12/coalition-support-improves-following-mh17-response-and-anti-terror-laws", "apiUrl": "https://content.guardianapis.com/world/2014/aug/12/coalition-support-improves-following-mh17-response-and-anti-terror-laws", "fields": {"headline": "Coalition support improves following MH17 response and anti-terror laws", "bodyText": "The Coalition’s primary vote has risen four points after the news cycle was dominated by the government’s plans to toughen counterterrorism laws and the MH17 recovery operation, the latest Newspoll indicates. On a two-party preferred basis, Labor maintains a lead over the Coalition of 52% to 48% – a narrowing of the gap from 54% to 46% a fortnight earlier. In the previous Newspoll, Abbott registered a significant improvement in his satisfaction rating following his response to the downing of MH17 yet there was no change at that time in support for the Coalition. But in the latest fortnightly poll, published in the Australian newspaper on Tuesday, the Coalition’s primary vote had risen four points to 40% – the highest level since April but well short of the 45.6% it attracted at the election nearly a year ago. The telephone poll of 1,162 people, taken between Friday and Sunday, showed Labor’s primary vote had dropped by two points since the previous survey to 34%. The Greens rose one point to 13% while support for others, including independents and minor parties, dropped three points to 13%. The poll has a stated maximum margin of sampling error of 3%. It follows the government’s announcement of plans to strengthen counterterrorism laws in response to the risks posed by Australians travelling to participate in conflicts in Iraq and Syria. The proposal includes a new offence of travelling to a designated area without a legitimate reason. Tony Abbott dumped his long-standing plan to alter the Racial Discrimination Act, arguing the proposal was an obstacle to “national unity” and everyone taking a “Team Australia” approach. The attorney general, George Brandis, struggled to explain the government’s plans for a mandatory data retention scheme amid confusion about whether people’s web-browsing history would be classed as metadata. Abbott’s satisfaction rating remained steady at 36% and dissatisfaction rating increased one point to 54% – producing a net approval score of minus 18. Satisfaction in the opposition leader, Bill Shorten, dropped two points to 36% and dissatisfaction rose three points to 44% – or net approval of minus 8. Abbott led Shorten as preferred prime minister with respective scores of 41% and 37%. The poll comes as the government struggles to gain Senate support for contentious budget measures. Last week ministers signalled they were prepared to make amendments to the higher education changes and the $7 Medicare co-payment after it became clear the Senate would not pass the measures."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}