{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/aug/13/st-johnstone-celtic-scottish-premier-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-08-13T22:52:00Z", "webTitle": "St Johnstone 0-3 Celtic | Scottish Premier League match report", "webUrl": "https://www.theguardian.com/football/2014/aug/13/st-johnstone-celtic-scottish-premier-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2014/aug/13/st-johnstone-celtic-scottish-premier-league-match-report", "fields": {"headline": "Attacking Celtic give Ronny Deila a foothold against St Johnstone", "bodyText": "Celtic took their chance to go on the attack on Wednesday night, running out comfortable winners over St Johnstone in their Premiership opener, having spent a week on the defensive after their Champions League humbling by Legia Warsaw and unexpected reinstatement to the competition. . It was the victory Ronny Deila needed. It has been a turbulent start to life at Celtic for their new manager. His side started their season two days after the World Cup final and has already taken charge of four competitive games as Celtic manager. Yet this was his league bow. He has not taken charge of a home game, with Parkhead still recovering from its part in the Commonwealth Games. Rod Stewart and John Barrowman have seen more of Celtic Park than Celtic have this season. Yet there was still a home comfort of sorts at McDiarmid Park. The Hoops have lost only once in their last 14 trips to Perth – a run spanning almost 16 years – and that streak continued, despite an even first 45 minutes, with unanswered second-half goals from Anthony Stokes, Nir Biton and Callum McGregor. “I didn’t see us scoring in the first half,” the Norwegian said. “The first 20 minutes were OK but the last 25 minutes of the first half was not the way I want to see my team. But I think in the second half we got up our intensity and pressure. We got more movement and it opened more up, and then we got the chances we needed. That was more like how I want to see my team.” Celtic could still find themselves in the Europa League by next week, with Legia’s appeal set to be decided on by Uefa tomorrow. “I’m not even thinking about it any more,” Deila said. “Everyone wants a quick answer now so we can go forward. Now I’m just looking forward to the game at Celtic Park. That will be a big day for me.” Their league defence started out with the right result but, as Deila correctly called, St Johnstone were perhaps better than the 3-0 scoreline suggested. Kris Commons cut a faded shadow of the player that finished last season as the Premiership’s top scorer, as Celtic struggled to make the ball stick in the final third. Too often when a shot should have been taken, a pass was played. Craig Gordon, playing his first competitive game since 2012, was called on to deny Steven MacLean, who came close with both a driven shot in the first half and a bundled effort from close range in the second. Saints looked to have restarted the game after the break in good shape but were caught out when Steven Anderson took too long on the ball at the back, allowing Commons to rob him of possession. Stokes was presented with a golden opportunity, rounding Alan Mannus to squeeze a shot into the net from a tight angle. A tetchy affair became ill–tempered when Dave Mackay was shown red for clipping the heels of the substitute Derk Boerrigter in the box. Biton converted calmly to put daylight between two teams. “The decision went against us, then we’re out of the game and down to 10 men,” the St Johnstone manager, Tommy Wright, said about the incident, with replays suggesting Boerrigter exaggerated any contact. A third was added five minutes from the end, as McGregor’s low drive from 16 yards squirmed through the hands of Mannus. “It was good for us all,” goalscorer Stokes responded when asked whether the win eased the pressure on manager Deila. “There was some good football there tonight. We moved the ball well and probably the one thing we haven’t done [this season] is create many chances. But we did that tonight and we took them. It was comfortable in the end.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}