{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/aug/05/obama-africa-leaders-us-china-investment-summit", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-08-05T22:52:44Z", "webTitle": "Obama suggests US is better partner than China to African leaders", "webUrl": "https://www.theguardian.com/world/2014/aug/05/obama-africa-leaders-us-china-investment-summit", "apiUrl": "https://content.guardianapis.com/world/2014/aug/05/obama-africa-leaders-us-china-investment-summit", "fields": {"headline": "Obama suggests US is better partner than China to African leaders", "bodyText": "President Obama took a swipe at China in a speech to a summit of African leaders in Washington on Tuesday, claiming that the US is interested in the continent for more than just its minerals and oil. “We don’t look to Africa simply for its natural resources. We recognise Africa for its greatest resource which is its people and its talents and its potential,” he told the largest gathering of African leaders ever held in Washington. “We don’t simply want to extract minerals from the ground for our growth. We want to build partnerships that create jobs and opportunity for all our peoples, that unleash the next era of African growth,” Although the president did not mention China by name, the comments were clearly aimed at Beijing as his administration uses the summit to promote the US as a better partner in its efforts to catch up with the rapidly expanding Sino-Africa trade. Obama announced $33bn in new commitments to invest in Africa, mostly from private companies such as Coca-Cola and General Electric. But he noted that US trade with all of the continent is still about the same as with Brazil alone. And while the president took a jab at China, two of the US’s three largest trade partners in Africa are Angola and Nigeria because of oil. US officials used the second day of the summit, which was focused on trade, to state repeatedly that they foresee a bright future for Africa and that the US is key to unlocking it. Obama’s vice-president, Joe Biden, called it the “continent of limitless promise”. “It’s never been a good bet to bet against America, and America is betting on Africa,” he said. The secretary of state, John Kerry, spoke of the summit as potentially world changing. “If everybody gets this right, this meeting and this moment and the days ahead of us can literally become a pivotal defining moment for our future history and for the world,” he said. African leaders were more cautious in their assessment of the summit and the difference that foreign businesses can make. Tanzania’s president, Jakaya Kikwete, said that in previous visits to drum up trade in the US he did not think his efforts were taken very seriously but that he believed things to be different this time. President Jacob Zuma of South Africa praised some US economic initiatives but said they needed to be extended. But none were talking about the meeting as groundbreaking. Tunisia’s president, Moncef Marzouki, said economic development alone could not provide stability without social justice and political rights. He said foreign businesses have a responsibility to do more than seek profit and should choose to invest in democratic states that are working to combat corruption, educate their populations and create equality. “By sending this message everywhere that good governance is for the business community is something that is very important and is as important as making money,” he said. “I must stress we don’t need development which is not useful for the population. We don’t want to widen the gap between rich and poor because this will lead to more instability and more pressure and more civil war.” Kerry did not disagree. “Business is not just business for the sake of business,” he said. “It is for providing the foundation for people to be able to live their lives with that opportunity, dignity, and respect. “I don’t have to remind anybody here that Nelson Mandela, one of the greatest leaders the world has seen in all time, did not spend 27 years in jail so that he could get out and run a business, with no disrespect to anybody here. He did it so that people of his country would have an opportunity to live up to an ideal. He did it for rights – human rights – that are the foundation of any civilised society.” Obama picked up on the theme later in the day, saying that without the rule of law, investment will falter. “People should be able to start a business and ship their goods without having to pay a bribe or hire somebody’s cousin,” he said. “And we have to talk about security and peace because the future belongs to those who build not those who destroy.” But while there was a public acknowledgement from some African leaders that they still faced issues of corruption, mismanagement and, in some countries, conflict, others were clearly concerned that too strong an emphasis on problems played into stereotypes about the continent that discouraged foreign investment. Senegal’s president, Macky Sall, said perceptions of Africa are rapidly changing but it is too often still seen in a negative light. The broadcaster Charlie Rose moderated a discussion at the summit with five African presidents which highlighted the problem. After a question about the summit, Rose swiftly moved to Ebola, directing a question at Kikwete, who pointed out that his country is on the other side of the continent from the outbreak. Sall interjected to say that Ebola should be seen as a devastating virus and a global issue, not an African disease."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}