{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2014/aug/17/housebuilders-price-bubble-myth", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2014-08-16T23:05:24Z", "webTitle": "Housebuilders hope for bigger slice of the action", "webUrl": "https://www.theguardian.com/business/2014/aug/17/housebuilders-price-bubble-myth", "apiUrl": "https://content.guardianapis.com/business/2014/aug/17/housebuilders-price-bubble-myth", "fields": {"headline": "Housebuilders hope for bigger slice of the action", "bodyText": "Just like the apocryphal shrinking Pizza Express pizza, British houses have been getting smaller. The average home typically covered 1,647 sq ft and boasted four bedrooms in the 1920s, according to analysis by the Royal Institution of British Architects, but today's versions have three bedrooms and are 925 sq ft. Pizza Express's certainly shrinking share price (combined with the rumours of stingier portions) eventually persuaded the restaurant group to increase the size of its servings. However, investors will be concerned with another type of growth reversing a share-price slide this week, as the housebuilders' reporting season kicks off with Bovis and Persimmon. Since March, the companies' shares have slipped despite all the tales about a housing bubble. A large part of this might be put down to the Mortgage Market Review, which in April set new rules on the affordability of home loans. But the perception of the housing market has perhaps been clouded by many a commentator living in London. As Michael Hewson, chief market analyst at CMC Markets, says: \"Only two other regions [apart from London] in the UK have recovered their 2008 peaks [the south-east and the east].\" In other words, the house-price bubble is perhaps like the shrinking Pizza Express pizza: an urban myth. Rob Peter to pay Paula The 1969 book The Peter Principle was unusual when it comes to management texts, in that it contained quite a good joke. Its premise was that employees are promoted until they reach a job at which they prove incompetent – a line you instinctively sense is true, as well as funny. Anyway, a chap called Tom Schuller has come up with a clever modern twist called the Paula principle, which argues that most women get promoted to a level below their competence. Far from rising to a position their talents don't deserve, they languish below what they could easily manage. Girls and women, of course, do better than boys and men educationally. They also take part in more further education and professional training than male colleagues, but get paid less. All of which will look even odder this week when the Chartered Management Institute unveils its yearly survey into the UK pay gap. Last year there was a £8,502 difference in the average salaries of male and female managers, while female directors received bonuses of £36,270 in 2013, compared with £63,700 awarded to men. This year, don't expect those principles to have changed. Swiss bliss If you are a resident of the Swiss town of Rüschlikon, you may be studying the results of commodity trading group Glencore this week. The lakeside municipality cut local taxes in 2011 after a huge windfall following the company's flotation, an event which announced Glencore boss and Rüschlikon resident Ivan Glasenberg as a paper billionaire. Anyway, after a rather mixed production report last week, Glencore announces half-year results this week, just after the group revealed that it will trouser around $6.5bn from selling Las Bambas. As you might gather from the price, that is a Peruvian copper mining project, rather than a 1958 hit by Ritchie Valens. Anyway, the commodity trader has said that the disposal will allow it to pay down debt, hunt for other possible investments or, crucially for inhabitants of Rüschlikon, return cash to shareholders – of whom Glasenberg is the second-largest, with a stake worth £4bn. Analysts are expecting news this week on what shareholders might receive, and if the cash is returned as a dividend – rather than a share buyback – a chunk will find its way into the Glasenberg coffers. And from there, possibly, into Rüschlikon's."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}