{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2014/aug/29/nick-kyrgios-andreas-seppi-us-open-live", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-08-28T23:56:04Z", "webTitle": "Nick Kyrgios v Andreas Seppi: US Open 2014 – as it happened | Russell Jackson", "webUrl": "https://www.theguardian.com/sport/live/2014/aug/29/nick-kyrgios-andreas-seppi-us-open-live", "apiUrl": "https://content.guardianapis.com/sport/live/2014/aug/29/nick-kyrgios-andreas-seppi-us-open-live", "fields": {"headline": "Nick Kyrgios v Andreas Seppi: US Open 2014 – as it happened", "bodyText": "Kyrgios unleashed 22 aces, 41 winners and with a first serve percentage of 65, never gave the Italian veteran much of a chance to impose himself on the match. It was a very impressive win from the Aussie in 1 hour and 56 minutes, but he progresses to the third round under a minor injury cloud after rolling on his ankle and hurting his knee in the second set. Kyrgios’ play today was as bright as his 80s-style technicolour shirt and he’s only reconfirmed all thoughts leading into this match that the future of Australian tennis has arrived. This win also represents a changing of the guard and the symbolic point at which the teenager passes his veteran countryman Lleyton Hewitt as Australia’s top-ranked player on the tour. After his thrilling run at Wimbledon it’s exciting to consider what Kyrgios might put together here at Flushing Meadows. Thanks for joining us and make sure you stop by for more live action from this 2014 US Open. Kyrgios starts his victory lap with a laconic ace down the line and then forces an error from Seppi with a big kick serve. That’s followed by another pair of aces and the Aussie teenager is into the third round with ridiculous ease having downed a seasoned veteran with maturity and no small amount of skill. Seppi wants to crawl into a hole and die right now but he’s fulfilling his contractual obligation by slinging down a few nonchalant serves and slapping at his forehand like it’s he and not Kyrgios who is the sullen teenager. He takes a cheap service game and forces Kyrgios to finish it off from his own racquet. Kyrgios strolls out and unleashes another booming ace and then another serve that Seppi can barely get a racquet to. At 40-0 the Italian wallops a ball into the crowd in frustration, bringing that patented and theatrical tennis fan reaction of “eeeeeeewwww”. Kyrgios takes the game in a canter. Seppi knows he’s probably going down in straight sets so he’s freeing his arms and playing some shots now. At 30-0 he crunches a big forehand across court and that has Kyrgios gesticulating and shrugging his shoulders in frustration. “He’s entered that silent contract where he knows he can’t win this match” says Masur of the Italian, but he holds his serve this time around. Wally Masur is waxing lyrical about Kyrgios’ court sense an improvisation abilities and those are on display again as he works his way through a couple of short rallies and then cracks a pair of aces to take a love game and a 4-2 lead in this third set. This is an impressive display given the distraction of his sore knee. Seppi continues to struggle at controlling his unforced errors and slips to 15-40 after sending a few forehands long from innocuous rallies. He saves the first break point with a cracking serve down the line but nets the next to squander his early resistance and give Kyrgios the upper hand in this third and potentially deciding set. The Aussie really should finish it off within the next 15 minutes but needs to maintain his current levels of composure. Kyrgios is straight out of his chair at the change of ends, probably wanting to keep moving and avoid stiffening up, but he’s also inquired after the trainer again for his next sit-down so maybe he’s not moving as well as I thought. At 15-15 on serve he benefits from another Seppi error and then crunches a magnificent ace out wide and then closing out a cheap game with another thunderbolt that ricochets off Seppi’s frame. Kyrgios’ knee has recovered to the point that he’s now sliding around the baseline and lunging toward the net to retrieve drop shots but Seppi hasn’t blinked yet in the third set and moves to 40-0 with understated efficiency. He holds serve with an ace of his own but breaking is going to be his big challenge. He’s rarely looked like pulling that off so far. Kyrgios is moving a little better now but when he advances to the net at 15-15, the wily Italian produces a lovely cross-court forehand with only the slightest back-swing to confound the teenager. Seppi also opens up a break point at 30-40 but Kyrgios produces yet another fizzing ace straight down the line and then another to take the advantage. What’s been unusual about this match so far has been the amount of unforced errors from Seppi, a man noted for grimly hanging in rallies and forcing his opponent to make the moves. Back at deuce it’s Kyrgios who produces an unforced error and coughs up another break point but a big first serve enables him to diffuse the danger. Kyrgios maintains his composure and takes the game. Seppi gets back on the horse, winning his first two service points of the third set but it’s 30-15 when he biffs his next forehand wide of the tram lines. Setting up a couple of game points on serve, he holds with ease. Here is an interesting stat for you: Kyrgios has won 20 of 28 tiebreaks this season. The Iceman? Kyrgios holds his serve in the first point of the tiebreak and then benefits from an unforced error from Seppi on the Italian’s serve. That’s soon 3-0 when Seppi’s unintentional lob flies long and Kyrgios produces a bullet-like forehand next up to force an error. The Aussie produces a rare double-fault and it’s 4-1, but strikes back on the Seppi serve after another unforced error from the Italian. Seppi aces to make it 5-2 but it’s on Kyrgios’ racquet from there, which is cold comfort. The Aussie slams a forehand winner after Seppi clips the net and sits the ball up perfectly, then closes out the set by working Seppi around and forcing another error. That was an admirable effort by Kyrgios with no small amount of gamesmanship and tenacity from the teenager. He’s in control and at ease in his mind, if not body. The players are back on court now but as all of that commotion surrounded Kyrgios, poor Seppi had to sit and cool his heels. He challenges a double fault ruling but it’s unsuccessful so he finds himself down 0-30 and staring into an abyss. He smiles ruefully and is maintaining his sense of humour despite the frustrations. With an unforced error from Kyrgios and then a forehand winner, Seppi claws it back to 40-30 and even has grunting to contend with now that Kyrgios is experiencing that discomfort. The Italian plays a gorgeous winner across court to take the game and bring about a tiebreak. Showing I’m no doctor, it’s the left knee that is giving Kyrgios the trouble and not his ankle. “That’s really sore” is what Kyrgios says according to lip-reader Wally Masur. Seriously, is there anything this man cannot do? The trainer is taking his time but the Aussie also doesn’t look totally despondent, so hopefully the Dencorub and massage he’s receiving will get him back on court shortly. Reader Geoff Foley has some nominations in the sporting analyst debate. “We don’t get to hear him much these days but I’ve always been a fan of Henry Lawson when the ABC pull him in for SCG games. Rod Kafer is pretty good too.” Henry does all the Tests, doesn’t he? I find him a little bit whiny to be honest, but his technical knowledge is terrific. Meanwhile, Kyrgios is really struggling now, walking gingerly and grimacing in pain as he goes down 15-40. He retrieves that back to deuce with two huge first serves, the last an ace down the line, then bombs another to claim the advantage. He takes the game with no small amount of grit and Seppi must be wondering how the hell he’ll beat this kid if he’s nailing them from one leg. Kyrgios has called for the trainer. Watch this space. Wally Masur says that Kyrgios should probably err on the side of caution and have his ankle taped and in truth he is looking uncomfortable as he prepares for the Seppi service game. At 15-15 the Aussie is forced wide and into another slight wobble, losing that point and the next. Seppi finishes it off with a rasping forehand down the line but Kyrgios didn’t even attempt to get to it. Hmm... Hmm, maybe those smiles were a bit of gamesmanship because Kyrgios appears to have been unsettled by that tumble. It’s definitely his ankle that’s the problem but he still manages to blast his way through the pain and to a 40-15 advantage on serve. That is followed by a blistering cross-court forehand, which Seppi can only watch as it sail metres past him. Kyrgios hobbles over to his chair and takes a seat but doesn’t ask for any assistance from the trainers. Not only is Wally Masur keeping track of all the subtle changes in pace and momentum in this match but he’s also spotted some ambush marketing on Kyrgios’ Yonnex racquets, to which the local stringers have cheekily attached Wilson packaging. At 30-30, Kyrgios rolls his ankle slightly stretching for a backhand and though he tumbles to the ground in pain he’s soon up and smiling as Seppi holds serve. “Seppi is thinking ‘this guy is young, he’ll give me an opportunity” says Wally Masur but that’s damning the veteran with faint praise because he’ll be entirely reliant on a Kyrgios service collapse to go anywhere close to gaining some momentum here. At 30-30 and on his second serve, Kyrgios is run around the court by a determined Seppi and coughs up that break point that Masur expertly predicted*. Kyrgios is having none of it and produces an emphatic ace before claiming the advantage with another hard, flat first serve. He holds his nerve to claim the game and heap the pressure back on his opponent. *Is there a better analyst in Australian sport than Wally Masur? I can’t think of anyone. He’s just brilliant. Seppi’s next service game starts with a long, speculative rally in which neither player commits unduly but Kyrgios forces the Italian wide on his backhand and he’s unable to dig out a lovely sliced backhand near the net. Kyrgios squanders that early momentum slightly with a lazy forehand and Seppi makes it 40-15 with a pressure-relieving first serve down the line and a flat, wide ace. He wraps up the game with minimal fuss so Kyrgios will have to wait for his break. Normal service resumes on the Kyrgios serve, which has Seppi lunging and stretching but unsuccessuly so, resulting in a love game that couldn’t have lasted more than 45 seconds. It’s a clinical serving display from the teenager and his confidence seems limitless. Seppi nails his first serve and I guess this is a good time to pause and consider how dowdy and workmanlike the Italian veteran now looks compared to the flashy and dynamic teen star. That’s no insult to Seppi, it’s just one of those match-ups where you really notice the gulf in energy and flair. Leading 30-15, Seppi cannot do anything to halt a ridiculous cross-court forehand from Kyrgios, who is sliding around the baseline like it’s clay. With game point secured, Seppi produces a gem of his own with a looping cross-court forehand that Kyrgios fails to reel in. At 15-0, Kyrgios produces a rare double-fault but after being forced into the corner on his backhand, he recovers with supreme athleticism to nail a forehand winner. Soon that’s 40-15 and Kyrgios holds by sliding another ace out wide and out of Seppi’s reach. Is it just me or does Kyrgios look a lot fitter than he did a few months back? He’s lean, fast and focused right now. Seppi settles a little, winning two short rallies to take a 30-0 buffer and then producing a big first serve to make it 40-15 before a Kyrgios error gifts him a confidence-boosting service game win. Has he got any answer for the Kyrgios serve though? Kyrgios’ first service game of the second set goes precisely as it did in the first, so he moves to 40-0 with minimal fuss and then wraps it up when Seppi is forced into another error. “Nick K is a breath of fresh air,” says reader John McEnerney, “tennis needs a character or two, the big 4 are amazing players but they’re a little too goody goody. This might be the time is right for him to make his move into the big time with some more big scalps just like he got at Wimbledon.” Wally Masur thinks the first point of each Seppi service game is the key for Kyrgios and on the second serve, he wins this one emphatically and also the next when Seppi nets following a cagey rally. Kyrgios is rolling his head around in circles to loosen up but fractionally misses and open forehand winner across court, which he’d set up with a blistering backhand. Seppi draws level at 30-30 and an unexpected error from his second serve gives Kyrgios the break point he wants. This time he gets the job done, working Seppi around the court and forcing him into firing a forehand long. That’s the opening that the Aussie needed and he’s taken the first set. Kyrgios is serving beautifully and races to a 40-0 advantage quickly, then forces Seppi wide and into netting another forehand and take the game. Can he break serve now? He’ll need to tighten up a lot from what we’ve seen so far. All rubbery arms and legs, Kyrgios is throwing himself around without much impact on the Seppi serve. The Italian takes a 40-0 advantage on account of a string of unforced errors from the teenager who is far too nonchalant in losing a cheap game. He’ll need to do better than that to break serve. Kyrgios is so confident that his second serve speed is not far off his first and that puts him 30-0 up in no time. Forced into a short rally thereafter, he can’t do anything about a swinging Seppi forehand across court that fizzes past for a winner. Kyrgios then produces a huge forehand and easily holds serve but he’s dripping buckets of sweat already. There’s that much of it they’ll need a mop out there. After a brief interruption for an umpiring overrule on the Seppi serve, Kyrgios wins some momentum and the first point to force some scoreboard pressure but the Italian maintains his composure and relies on unforced errors to make it 30-15. At 30-30, Kyrgios works his opponent around the baseline and forces his first break point, one that’s squandered with a wild mis-hit down the line. A rally at deuce ends in frustration for Kyrgios when he sends another forehand long and he’s livid with himself for missing the opportunity to attack. Seppi double-faults to cough up his advantage but then aces to restore it. That paves the way for a brutal Kyrgios forehand return, one from which Seppi had to take evasive action, such was the velocity. Moments later he holds serve to the chagrin of Kyrgios. Now it’s Seppi’s turn to grimace when he nets twice from a rare rallies off the Kyrgios serve and the Australian is up 40-0 when he advances to the net and plays a lovely drop volley. A typical rocket serve finishes off another cheap game. Now the youngster needs to find a way of breaking down the Seppi service game. Again Seppi’s service game starts with a long rally and the Italian wears Kyrgios down to take an early advantage but a looping, mis-hit drop shot next up is swiftly put away b the Aussie. A point later Kyrgios is gesticulating wildly and berating himself for an unforced error into the net but he makes it 30-30 by latching onto a mis-hit off Seppi’s frame, advancing to the net and slashing a winner. Serving at 40-30, Seppi aces to take the game and keep some pressure building. Kyrgios is bang on target with three first serves to make it 40-0 in the flash of an eye and then aces wide to finish off another lightening quick game. That was a clinical serving display from the teenager. He’s oozing confidence to start this match. That Kyrgios positivity comes out on the Seppi serve as well and after winning a rally to start with, Kyrgios looks to pressure the Italian’s dodgy second serve. He’s attempting to meet the second serve early but with limited success initially. “There’s a little bit of the Jason Stoltenberg’s about Seppi, isn’t there?” asks Wally Masur. Take that as you will but Seppi holds serve. Kyrgios gets us away, netting his first serve but forcing Seppi into an error and then nailing the second of his first serves to make it 30-0. WIth a cheap point and then a searing ace it’s a very short opening game and a good confidence-booster for the Aussie. He looks calm and composed. And isn’t it nice to see these two in sync and playing doubles together? What else does Kyrgios bring to the table? Well, even better than his game at the moment is that he brings the demeanour of a big goofy teenager, which is what he actually is. Kyrgios is the sort of kid who goes and plays video games with random strangers he meets on Twitter. He’s the sort of kid who refuses to travel with an entourage because he feels his own star power is strong enough without them and he’s also the sort of kid who gets in beefs with Drake. Kyrgios can say things like “I’ve had that swag my whole life,” and get away with it. Well, sort of. In short he’s basically everything you want from a teenage sensation and for now it would appear he has the ability to back up his boundless confidence. That win over Youzhny was no pushover. If the Aussie wins this one he’ll leave Flushing Meadows as Australia’s highest ranked men’s player, taking over from Lleyton Hewitt. I’ll leave it for you to decide whether that’s more momentous than the changing of the guard occurring in the Bonds underwear ads in which Kyrgios now stars with Pat Rafter. …and welcome to this potentially intriguing second round US Open match-up between Australia’s great tennis hope, Nick Kyrgios, and 30 year-old tour veteran Andreas Seppi. The Italian is a consummate professional and if his name rings particularly familiar to Australian fans, that’s because he was the man who downed Lleyton Hewitt in five grueling sets in the first round of this year’s Australian Open. Seppi’s fighting qualities have stuck in the mind ever since and this this will be no easy task for Kyrgios. And the Aussie? Well, his giant-killing run at Wimbledon alerted everyone to his significant potential and with shots like his audacious through-the-legs forehand against Rafael Nadal, he won admirers all around the world. In the first round and against another wily veteran, 21st seed Russian Mikhail Youzhny, Kyrgios drew three code violations on account of a series of emotional outbursts, so he’ll want to keep those mood swings in check and remain focused today. The troubles came with fatigue after the 2-hour mark, a point Seppi will have noted well and thus probably hope to hang in there as long as he can. Like Kyrgios he has a booming first serve. “He’s a quality player. It’s going to be a tough match,” Kyrgios said of Seppi yesterday. If you’re after more Aussie tennis news from this morning, Casey Dellacqua is through in three sets but Matt Ebden has bitten the dust. In the match that preceded this one, Sam Stosur has gone the distance with Estonian Kaia Kanepi. At 4-4 in the third set Stosur lost her serve and it looked like it was over but she broke back immediately with no small amount of tenacity. From there it was a matter of who flinched in the tiebreak and though she hung in grimly and won some match points, the Aussie folded in the end. She went down 6-3,3-6,6-7 in a disappointing loss to the big-serving Kanepi. Russ will be here shortly, in the meantime here’s how Lleyton Hewitt got on in his opener: Lleyton Hewitt has suffered a heavy first-round US Open defeat to complete one of the worst grand slam seasons of his 18-year career. Sixth seed Tomas Berdych had too powerful, beating Hewitt in straight sets. Berdych’s 6-3, 6-4, 6-3 victory will inevitably cast doubts over Hewitt’s playing future after a miserable 2014 at the four majors. The 33-year-old’s only grand slam win this season came against world No120 Michal Przysiezny at Wimbledon. In addition to his early US Open exit, Hewitt also crashed out in the first round at Melbourne Park and Roland Garros. It’s been 13 years since Hewitt dismantled Pete Sampras in straight sets at Arthur Ashe Stadium to land the first of his two grand slam titles and pave a path to the No1 ranking he held for 80 weeks. The now world No41 also made the final in New York a decade ago, falling to career-long rival Roger Federer, but the Australian was no match for Berdych on Wednesday."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}