{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2014/aug/11/george-rr-martin-in-quotes-i-love-writing-about-bastards", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2014-08-11T22:53:30Z", "webTitle": "George RR Martin in quotes: 'I love writing about bastards'", "webUrl": "https://www.theguardian.com/books/2014/aug/11/george-rr-martin-in-quotes-i-love-writing-about-bastards", "apiUrl": "https://content.guardianapis.com/books/2014/aug/11/george-rr-martin-in-quotes-i-love-writing-about-bastards", "fields": {"headline": "George RR Martin in quotes: 'I love writing about bastards'", "bodyText": "Hurricane Bertha might be roughing up the UK at the moment, but at the Edinburgh international books festival, inside the flapping tents, it was all about hurricane George on Monday night. The best-selling author of the Game of Thrones saga, George RR Martin, made the first of two appearances in a discussion with the journalist and literary critic Stuart Kelly. Much as we’d like to be able to warn about spoilers below, alas there are none. The internationally revered author didn’t do much more than hint at possible future plot turns in his A Song of Ice and Fire series – but he did give plenty of insights about his life, writing and inspirations. You can read a news report here, and there’ll be a chance to hear him in his own voice in Tuesday’s books podcast. In the meantime, here are the highlights – in quotes. He has a fond relationship with Scotland He has visited the country half a dozen times – first, in 1981, during a visit to his friend and sometime collaborator Lisa Tuttle. Standing in Hadrian’s Wall on a cold day – not quite cold and grey as this day – I stared off into Scotland and tried to imagine what it was like to be a Roman legionary. It was a profound feeling. Fantasy, however, always makes things bigger, he added, before joking that a big wall of ice between Scotland and England “would be a great tourist attraction”. Scottish history is very bloody, but so are the histories from most places. I guess what made it special is that it has been extensively chronicled, and that it has been done in English, so I’ve had more access to it. The human race is making progress If you look back through the ages, there is some moral evolution going on. The human race is making progress. Maybe very painfully slow, but in the long view, you can see it. He wrote for two decades before A Song of Ice and Fire I’m startled to think that at least half my readers think I came out of nothing with A Song of Ice and Fire. I started writing it in 1991, but I wrote my first story in 1971. He’s OK with being called the American Tolkien I revere Lord of the Rings, I reread it every few years, it had an enormous effect on me as a kid. In some sense, when I started this saga I was replying to Tolkien, but even more to his modern imitators. Modern fantasy certainly begins with Tolkien, who was followed in the 1970s by a legion of imitators, he explained. But they cheapened it. The audience were being sold degraded goods. I thought: “This is not how it should be done.” Writers would take the structure of medieval times – castles, princesses, etc – but writing it from a 20th-century point of view. I wanted to combine the wonder and image of Tolkien fantasy with the gloom of historical fiction. Women fans ask him to write male gay scenes I do get letters from fans that want me to present an explicit male sex scene. Most of these letters come from women. I don’t pretend to understand this, I merely read my emails. I’m not going to shy away from doing it if it has to happen, but I don’t think you can just insert things because everyone wants to see them. TV brought something extra to the books In the books I have a very limited third-person viewpoint. It’s the way I prefer to write fiction, because it’s the way we all see and experience life. I put gay characters in the books but they’re not the viewpoint characters. A TV show doesn’t have that limitation. There are some very terrific scenes, such as Robert and Cersei discussing their marriage, which doesn’t exist in the book. Fans will pay to be killed in the books There are people who now pay $20,000 to get killed in my book! I’ll have to tweet their name sonehow. People seem to enjoy this, and the wolves will benefit. Human beings are all basically the same I have had no experience as an eight-year-old girl or a dwarf. But I have been a human being. Our differences are insignificant compared to what we have in common. He is attracted to bastards – and likes to ask questions A really nasty piece of work can be amusing to write about. But even those characters, I try to give a dimension to. Tyrion Lannister doesn’t think he’s evil. He has that infamous exchange: “Explain to me why it is more noble to kill ten thousand men in battle than a dozen at dinner.” In my mind that is a good question and I wanted my readers to think about it. I’m not a writer who has a lot of answers, I am a writer who likes to ask questions. Outcasts are interesting I am attracted to bastards, cripples and broken things as is reflected in the book. Outcasts, second-class citizens for whatever reason. There’s more drama in characters like that, more to struggle with. A writer’s worst nightmare is obscurity The real test is what books are gonna survive. Tolkien certainly has … Will that be the case with mine? I don’t know, I think that’s every writer’s dream. What you can do is write the best characters you can. I take very well the fact that people argue about my books – a writer’s worst dream is obscurity. I had years of no one coming to my signings. It’s hard to keep track of the characters “With increasing difficulty,” he replied to a question about how he keeps track. Charts, genealogies, but most of it is in my head. I have sometimes said only half-jokingly that it’s because I have a brain defect of some sort: brain parts that most people use to keep track of normal life I use for Westeros. His favourite quotation of his own is: A reader lives a thousand lives before he dies, said Jojen. The man who never reads lives only one. And he explained why: When I was a kid, my world was five streets long. I never got away, except in books. I lived a thousand lives through books. The internet is one big spoiler I struggle with this because I do want to surprise my readers, delight them and take them in directions they didn’t see coming. I hate predictable fiction as a reader. I want to surprise and delight my reader and take the story in directions they didn’t see coming. Some readers in internet boards got the clues. Do I change it? No, I can’t, as I had planted them and it would be a mess."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}