{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/aug/11/joe-hart-willy-caballero-manchester-city-debate", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-08-11T22:00:08Z", "webTitle": "Joe Hart or Willy Caballero? Manchester City’s No1 debate hots up", "webUrl": "https://www.theguardian.com/football/2014/aug/11/joe-hart-willy-caballero-manchester-city-debate", "apiUrl": "https://content.guardianapis.com/football/2014/aug/11/joe-hart-willy-caballero-manchester-city-debate", "fields": {"headline": "Joe Hart or Willy Caballero? Manchester City’s No1 debate hots up", "bodyText": "Joe Hart or Willy Caballero? Manuel Pellegrini must decide who will be his goalkeeper when Manchester City face Newcastle United on Sunday for the opening fixture of their Premier League title defence. The City manager is thought to favour Hart, who enjoyed a fine second half of last season. But the fight between the 27-year-old and Caballero to be No1 will be one of the new season’s intriguing subplots after Pellegrini declined to confirm Hart as the incumbent after Sunday’s Community Shield defeat to Arsenal. Pellegrini selected Caballero, who signed from Málaga for £4.4m last month, in the team that started at Wembley and although not too much should be read into that – Hart has had a truncated pre-season due to World Cup commitments, Caballero has not – the manager is serious about giving the latter every chance to prove himself. Indeed, he enticed him with the genuine prospect of regular football after the Argentinian had been reluctant to leave Málaga, for whom he played every minute of the last La Liga campaign. As the former Los Boquerones head coach who signed Caballero from Elche in February 2011, Pellegrini is an admirer of the player’s qualities. It was this relationship, and the manager’s promise that Cabellero would be given an opportunity to claim the first-team jersey should Hart slip up, that eventually convinced him to sign. Since joining City, Caballero has stated his intent to challenge Hart, who was dropped last season by Pellegrini after a series of costly blunders, with the one that allowed Fernando Torres to score a late winner for Chelsea at Stamford Bridge in October proving the final straw and handing Costel Pantilimon the chance to play in goal. By selecting the Romanian, who has since joined Sunderland, Pellegrini showed he no longer trusted the England goalkeeper. Hart was eventually reinstated to the first team but Pellegrini’s doubts remained and speaking after the 3-0 defeat to Arsenal, Caballero again indicated that Hart faces a fight for City’s goalkeeping place. “My ambition is to fight for the position and to be there when the manager needs me,” the Argentinian said. “I feel good. It was an important match for me. I have a chance to play. I am happy for this, not for the score. I will train for the next opportunity. “Yes, I want to be number one. I will train for this weekend for the next decision to see who starts [then]. Both of us will train for that chance. But I came to fight for the No1 spot.” Asked about Hart, Pellegrini said: “All the 22 players we have in our squad must demonstrate who is number one in all the positions. Joe finished last season playing very well. We will see next Sunday, which players start for Newcastle.” Stevan Jovetic reinforced the sense that players are on trial. He said: “Everybody knows that when they come to City, here is the biggest squad creation in the world, especially in attack where we have five very good strikers and we know it is not easy to play every game. But we are there to give our best, and then at the end who is the best at that moment will play.” It would be a surprise if Pellegrini did not select Hart for the trip to Newcastle, which is the first of a string of tough-looking fixtures for City. After visiting St James’ Park they face Liverpool and Stoke at home, Arsenal away and Chelsea at home, before a trip to Hull on 27 September. It is a start which is sure to test the champions’ credentials, especially given their pre-season preparations have been disrupted by the late return of their World Cup players. Also missing from the squad that lost to Arsenal were Martín Demichelis, Pablo Zabaleta, Sergio Agüero, Vincent Kompany, Bacary Sagna and Fernandinho, causing Pellegrini to admit City are “not ready” yet for the upcoming campaign. Jovetic added: “This year is going to be more difficult than last year, because United will be much better, Arsenal are stronger, Chelsea with three or four players they have brought in will be better. Liverpool are also good, they are strong now and if they buy some strikers, they will also be in the race for the title. “I expect a really tough season, but we need to believe in ourselves, and hopefully we are going to win the league again.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}