{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2014/aug/14/excess-weight-linked-cancer-uk-obesity-researchers", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2014-08-13T23:01:00Z", "webTitle": "Expanding waistlines will cause 3,500 more cancers each year, study finds", "webUrl": "https://www.theguardian.com/society/2014/aug/14/excess-weight-linked-cancer-uk-obesity-researchers", "apiUrl": "https://content.guardianapis.com/society/2014/aug/14/excess-weight-linked-cancer-uk-obesity-researchers", "fields": {"headline": "Expanding waistlines will cause 3,500 more cancers each year, study finds", "bodyText": "Around 12,000 cancers a year are caused by people being overweight, according to a study which scientists hope will inspire more action to curb the obesity epidemic. The study, published in the Lancet medical journal, is the biggest of its kind, involving data from 5 million UK adults. It finds that excess weight is linked to 10 different cancers, including cervical cancer, breast cancer and leukaemia. The strongest links were in cancer of the womb, where excess weight was responsible for 41% of cases and in gallbladder, kidney, liver, and colon cancers, where it caused 10% or more. Cancers have many causes – some of them genetic and some environmental. But the researchers, from the London School of Hygiene and Tropical Medicine (LSHTM) and the Farr Institute of Health Informatics, have taken account of all the other factors involved in order to come up with a good estimate of the actual number of cancers that could be prevented if people kept to a normal weight. \"If we could magically remove excess weight from the population, we would have 12,000 fewer cancers,\" said study leader Dr Krishnan Bhaskaran, National Institute for Health Research Postdoctoral Fellow at the LSHTM, who said that team members were surprised themselves at the strength of the relationship. \"The number of people who are overweight or obese is rapidly increasing both in the UK and worldwide. It is well recognised that this is likely to cause more diabetes and cardiovascular disease. Our results show that if these trends continue, we can also expect to see substantially more cancers as a result.\" The researchers looked at data from GP records on 5.24 million individuals over the age of 16, which included details of height and weight, from which they could calculate their body mass index (BMI) – a ratio of kg/m used to indicate whether or not people are overweight. They looked at the 22 most common cancers and found excess weight associated with 17 of them. Each 5kg/m increase in BMI was clearly linked with higher risk of cancers of the uterus (62% increase), gallbladder (31%), kidney (25%), cervix (10%), thyroid (9%), and leukaemia (9%). Higher BMI also increased the overall risk of liver (19% increase), colon (10%), ovarian (9%), and breast cancers (5%) but there were other variables. Dr Bhaskaran said he hoped the findings would help governments take \"courageous action\" to tackle the obesity. \"It will require action in various different areas. We need to look at how the most offending foods are the cheapest and most available and how [towns] are not set up for activity. We need support for people to lose weight. It is a big challenge.\" In a linked commentary in the journal, Dr Peter Campbell from the American Cancer Society said the case for action is already clear and that braver political leadership is needed. \"We have sufficient evidence that obesity is an important cause of unnecessary suffering and death from many forms of cancer. More research is not needed to justify, or even demand, policy changes aimed at curbing overweight and obesity. \"Some of these policy strategies have been enumerated recently, all of which focus on reducing caloric intake or increasing physical activity, and include taxes on calorically dense, nutritionally sparse foods such as sugar-sweetened beverages; subsidies for healthier foods, especially in economically disadvantaged groups; agricultural policy changes; and urban planning aimed at encouraging walking and other modes of physical activity. \"Research strategies that identify population-wide or community-based interventions and policies that effectively reduce overweight and obesity should be particularly encouraged and supported. Moreover, we need a political environment, and politicians with sufficient courage, to implement such policies effectively.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}