{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/greenslade/2014/aug/29/press-regulation-ipso", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2014-08-28T23:08:30Z", "webTitle": "Ipso to launch on 8 September - but please don't tell anyone...", "webUrl": "https://www.theguardian.com/media/greenslade/2014/aug/29/press-regulation-ipso", "apiUrl": "https://content.guardianapis.com/media/greenslade/2014/aug/29/press-regulation-ipso", "fields": {"headline": "Ipso to launch on 8 September - but please don't tell anyone...", "bodyText": "The Independent Press Standards Organisation (Ipso) is to replace the Press Complaints Commission (PCC) on 8 September. Its chairman, Sir Alan Moses, has evidently written to publishers to confirm the date of launch. This news emerged because of an item on the website of the Newspaper Society (NS), the trade body that represents regional publishers. There was no official announcement through a press release, so we know nothing about Ipso's phone number nor the address of its office. The Ipso website carries no information about the launch (and no information of any kind for many months). For a regulator laying claim to transparency it is a particularly hole-in-the-corner way to introduce it on to the public stage. When its chief executive, Matt Tee, was appointed he was said by Moses to be an \"accomplished communicator\" and PR industry chiefs thought him a good choice, but his public relations skills appear to have deserted him. The NS item reminds its publisher members of the need \"to have effective complaints-handling systems in place\" because of a change in the way regulation will work under Ipso. Complainants who contact Ipso in the belief that there have been breaches of the editors' code - the same one as that currently administered by the PCC - will be referred directly to the newspapers and magazines to resolve such complaints. Ipso's publishing architects, and Moses, have confirmed that it will not seek recognition under the royal charter on press self-regulation. The publishers of the Guardian, the Independent titles, the London Evening Standard and the Financial Times have not signed up for Ipso. The FT is setting up its own internal regulation system. Private Eye magazine, which did not sign up to regulation by the PCC, has also refused to sign an Ipso contract. A would-be alternative independent regulator, Impress, is in the process of setting up its board. And the recognition panel established by the royal charter, chaired by David Wolfe QC, is also under construction."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}