{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2014/aug/10/porgy-and-bess-review-woe-rage-desire-resound", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2014-08-09T23:07:17Z", "webTitle": "Porgy and Bess review – woe, rage and desire resound", "webUrl": "https://www.theguardian.com/stage/2014/aug/10/porgy-and-bess-review-woe-rage-desire-resound", "apiUrl": "https://content.guardianapis.com/stage/2014/aug/10/porgy-and-bess-review-woe-rage-desire-resound", "fields": {"headline": "Porgy and Bess review – woe, rage and desire resound", "bodyText": "How stirring to hear Porgy and Bess at the Open Air theatre. Woe and rage and desire ring out with new force in Timothy Sheader's marvellously sung, sparely staged production. Catfish Row, where the women seem to be scalping dishcloths with their long knives, looks bleaker and stronger for being set in the sylvan dapple of Regent's Park. Nicola Hughes – scarlet-frocked, and twisting like a serpent as she snorts happy dust – is a luscious, tormented Bess. She makes you want to see her as Carmen. Rufus Bonds Jr, though shot through with pathos, matches her power as the crippled Porgy. Many of the glorious subsidiary voices could also hold the stage as leads. The evening gains depth and resonance from the ensemble. Some of the numbers ring out like a massed sigh. Some of them are delivered stock still, as if an anthem were being sung. At other times, the stage swarms with cooperative life as characters come together to make a boat out of chairs, or a shared song from their separate experience of loss and grief. Katrina Lindsay's design dominates the stage without clutter: an abstract copper swirl that could be a papal ear painted by Francis Bacon. It is brilliantly used as a canvas by Rick Fisher, whose lighting flashes crimson with shame, faints into silver and, as a song speaks of love, gathers into gold. • Until 23 August. Box office: 0844 826 4242. Venue: Regent's Park Open Air theatre, London"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}