{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/aug/21/labor-could-block-key-elements-of-counter-terrorism-package", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-08-20T22:41:57Z", "webTitle": "Labor could block key elements of counter-terrorism package", "webUrl": "https://www.theguardian.com/world/2014/aug/21/labor-could-block-key-elements-of-counter-terrorism-package", "apiUrl": "https://content.guardianapis.com/world/2014/aug/21/labor-could-block-key-elements-of-counter-terrorism-package", "fields": {"headline": "Labor could block key elements of counter-terrorism package", "bodyText": "Labor could block key elements of the government’s counter-terrorism package, including the reversal of the onus of proof, expanding intelligence collection of metadata and tough penalties for people who disclose information on special intelligence operations. The changes will be introduced in the next parliamentary sittings, due to begin next week, to counter what the government has described as “the evolving threat of Islamist terrorism”. The government is hoping both houses will pass the legislation, but Labor has indicated it has deep concerns about some elements. “There are some things we have concerns about but we will wait to see the detail of the legislation,” a spokeswoman for the shadow attorney general, Mark Dreyfus, said. If Labor and the Greens do not support the legislation, the government will need the support of six out of the eight crossbenchers in the Senate. Already David Leyonhjelm has flagged his opposition to elements of the law on the grounds that it restricts the liberties of ordinary Australians. Greens senator Scott Ludlam said while his party room had yet to see the legislation, or to meet ahead of parliament sitting, he was “amazed” that the attorney general, George Brandis, a QC, would consider measures such as reversing the onus of proof. “These are legal conditions that are hundreds of years old,” Ludlam said. “You don’t chuck that out the window.” The legislation has yet to be revealed by the government, but Tony Abbott outlined the counter-terrorism package when he dumped the repeal of section 18C of the Racial Discrimination Act. The prime minister said the RDA changes were dropped in order to “preserve national unity”. The most controversial elements have drawn criticism from community groups, including Muslim organisations. Other elements include increased recruitment of intelligence officers and analysts, strengthening technological measures and liaison officers at the borders, a “national disruption group” within the Australian Federal Police to manage the threats of returning fighters, expanding counter-terrorism measures with other governments and expanding investigations of terrorist financing. The measures also include: increasing the powers of agencies such as the Australian Security Intelligence Organisation (Asio) to prevent extremists leaving Australia and to arrest, monitor and prosecute foreign fighters; lowering the threshold for arrest without warrant for terrorism offences; simplifying the listing of terrorist organisations; increasing offences for preparing terrorist acts; updating the laws for access to telecommunications data; clarifying that it is an offence to participate in any way in terrorist training; enabling Asio to request suspension of an Australian passport (or foreign passport for a dual national) in appropriate circumstances. Next week, a Senate legal and constitutional affairs committee is due to hand down a review of planned changes to the Telecommunications (Interception and Access) Act which would “update” interception laws. This is a 10-month review relating to mandatory retention of metadata, separate from the counter-terrorism package. It has drawn sharp criticism over privacy issues and misuse of information. Part of the problem is that the government cannot agree on the definition of metadata, leaving the telecommunications companies confused. A parliamentary briefing paper describes metadata, in the context of web browsing, as “what remains of a communication or document after its contents and substance is excluded. As a result, the legal definition of metadata is ambiguous.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}