{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/aug/06/frances-abbott-scholarship-former-worker-is-charged-with-data-breach", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2014-08-05T23:43:52Z", "webTitle": "Frances Abbott scholarship: former worker is charged with data breach", "webUrl": "https://www.theguardian.com/world/2014/aug/06/frances-abbott-scholarship-former-worker-is-charged-with-data-breach", "apiUrl": "https://content.guardianapis.com/world/2014/aug/06/frances-abbott-scholarship-former-worker-is-charged-with-data-breach", "fields": {"headline": "Frances Abbott scholarship: former worker is charged with data breach", "bodyText": "NSW police have charged a 20-year-old whistleblower in relation to the revelations earlier this year that Frances Abbott was attending the Whitehouse Institute of Design on an unadvertised $60,000 scholarship. In May it was discovered that the daughter of the prime minister, Tony Abbott, had been attending the school on a “chairman’s scholarship,” which she had been offered exclusively. Les Taylor, the chairman of the school’s board of governors, personally recommended Frances for the scholarship and is a Liberal party donor. On Tuesday police issued a court attendance notice to the 20-year-old woman “in relation to the unauthorised access of restricted data,” a NSW Police spokeswoman told Guardian Australia. “The woman, who was a former employee of a fashion design institute, is now due to appear before Downing centre local court on the 18th of September,” she said. The investigation was sparked by a formal complaint from the Whitehouse institute about the alleged accessing of student records. The institute’s chief executive, Ian Tudor, told Guardian Australia the confidentiality of student records was of “paramount importance to the institute, and given the magnitude of the breach of confidentiality we were obliged to report it to the police”. A failed bill by independent Tasmanian MP Andrew Wilkie in 2012 “might” have given private-sector whistleblowers some support if it had passed, a spokesman for the Australian Lawyer’s Alliance told Guardian Australia, but as legislation currently stands there is little support for non-public-servant whistleblowers. “Australia has the worst human rights protections for whistleblower protection in the OECD and this case is evidence of that,” said Greg Barnes. While he was not passing judgement on the nature of the charges, he said “if this woman was in the US or Canada for example she would probably be able to avail of herself a freedom of speech defence and certainly some sort of whistleblower protection.” Barnes said it was “curious” that this case had been acted on “with alacrity by police” and that the woman was charged with a crime, as there have been “very few” prosecutions of people for unauthorised access of data. At the time the prime minister was criticised for not declaring the scholarship on his parliamentary register of interests, however his office and the design school maintained the scholarship was granted on merit, and therefore did not need to be declared as a gift. Fellow students of Frances Abbott were angry they had not been told of the scholarship’s existence. She was only the second student to receive the scholarship in the school’s 25-year history. Police declined to give further details on the charge because the matter is before the court."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}