{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/australia-culture-blog/2014/aug/20/this-house-of-grief-by-helen-garner-review-haunting-true-account-of-an-accused-murderer", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2014-08-19T23:35:55Z", "webTitle": "This House of Grief by Helen Garner review – haunting true account of an accused murderer", "webUrl": "https://www.theguardian.com/books/australia-culture-blog/2014/aug/20/this-house-of-grief-by-helen-garner-review-haunting-true-account-of-an-accused-murderer", "apiUrl": "https://content.guardianapis.com/books/australia-culture-blog/2014/aug/20/this-house-of-grief-by-helen-garner-review-haunting-true-account-of-an-accused-murderer", "fields": {"headline": "This House of Grief by Helen Garner review – haunting true account of an accused murderer", "bodyText": "This House of Grief starts almost like a modern fairytale: a hard-working Aussie bloke and his young family building their dream house in a Victorian country town. But the happily-ever-after is shattered not one paragraph in when the wife asks her husband to leave. Ten months later, the ex-husband drives his children into a dam on Father’s Day, drowning them in his old Commodore while he himself escapes. A seven-year ordeal of investigation, trial and the pursuit of justice follows, teasing out whether what happened that night was a tragic accident or deliberate, vengeful murder. The story caught the eye of Helen Garner when the news broke on television. Garner faithfully follows the case over the seven-week trial, then the appeal and all the way to its poignant denouement in the High Courts of Canberra. Central to the story is Rob Farquharson, loving father of Jai, Tyler and Bailey and their possible murderer. Yet somehow, despite Garner’s incisive eye and crisp prose, he remains elusive. The problem lies not in Farquharson’s portrait being too vague, but in that it is just too ordinary. He is any man who is separated from his wife, he is “pitiful”; his father-in-law calls him a “sook”; Cindy Gambino, his ex-wife, labels him unambitious. The difficulty resides in our inability to reconcile the Crown prosecutor’s depiction of him as angry, humiliated and vengeful, with Garner’s own observations of him, slouched and shackled in the docks. And as the trial progresses, and the Crown’s intellectual approach comes to a head against the defence’s emotive exposition, Garner desperately fights to hold her disbelief in Farquharson’s testimony at bay. With her usual insight, she gets to the core of the matter – we want Farquharson to be innocent and the deaths of the children a result of a blackout at the wheel, not a premeditated, ruthless act. Not necessarily because we believe him to be innocent, but because the alternative is just too terrible to contemplate. It is easier to trust that the lives of this father’s children were too precious to him to throw away in a moment of retribution. At its heart, this story of loss is about the “excruciating realms of human behavior”, the tension between love and hate, duty and revenge. As with Joe Cinque’s Consolation, Garner’s previous non-fiction book, the immeasurable grief of a parent from the loss of a child is brought into sharp relief. There is no respite, as the boys’ phantoms are resurrected in court, their youth so vibrant, their deaths so painfully recreated by the prosecution. Their parents, clutching large hankies, weep softly into them. Garner’s third book centred on a controversial case, depicting the intricate twists and turns of the trial with ease. Garner is in her element as evidence is dismissed and facts are turned on their head. She weaves descriptions of the legal proceedings with scenes from that fateful night, witness accounts and testimonies, to create a rich canvas of heartbreaking drama. Her portrayals of court theatrics are immersive, never sidelining the reader as she herself struggles to grasp the algebraic confusions of tyre angles and steering inputs. And between the long days in court, she offers refreshing snippets of detail from life that carries on outside. A runaway horse was recaptured on their street by a neighbour who enticed it with a carrot in one hand and an apple in the other. This House of Grief has all the trademark Helen Garner touches: harrowing scenes recorded without restraint or censorship; touching observations of characters’ weaknesses; wry moments of humour. And also customary with Garner’s work, her words, and the boys’ fate, will haunt us long after we’ve turned the last page. This House of Grief by Helen Garner is out on 20 August."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}