{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2014/aug/10/rory-mcilroy-us-pga-match-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-08-09T23:29:30Z", "webTitle": "Rory McIlroy takes one-shot lead into final day of US PGA at Valhalla", "webUrl": "https://www.theguardian.com/sport/2014/aug/10/rory-mcilroy-us-pga-match-report", "apiUrl": "https://content.guardianapis.com/sport/2014/aug/10/rory-mcilroy-us-pga-match-report", "fields": {"headline": "Rory McIlroy takes one-shot lead into final day of US PGA at Valhalla", "bodyText": "We now have the major championship leaderboard that covers every conceivable category. The best player in the world? Check, Rory McIlroy. Experienced campaigner seeking a sixth major win – Phil Mickelson. Exciting young talent looking for a breakthrough on golf’s biggest stage? Jason Day and Rickie Fowler. Pre-tournament rank outsider is covered by Ryan Palmer, Bernd Wiesberger and Mikko Ilonen. Throw in Steve Stricker, Jim Furyk, Louis Oosthuizen, Lee Westwood, Henrik Stenson and Adam Scott as live contenders and the finale in Kentucky promises to be a gripping spectacle. The widely held notion that McIlroy would canter to victory at this US PGA Championship was comprehensively dismissed during a fascinating day three. McIlroy should still be the favourite to prevail at Valhalla but he will have to do so the hard way in seeing off a group of players who have staunchly refused to let the Northern Irishman have things his own way. McIlroy, it has to be acknowledged, was far from his unstoppable best on Saturday. A pulled tee shot at the driveable 4th summed that much up, as did the poor chips which led to bogeys at 8 and 12. In between times, McIlroy had brilliantly saved par after another miss left on 11 and birdied the 10th with a lovely 11ft putt. The best moments of his round came on the 16th, all 505 yards of it, which McIlroy butchered with a 337-yard drive and 9-iron approach. This is why he routinely plays a different game to anyone else in the world of golf. By close of play, at 13 under, McIlroy’s advantage was one. Even with the odd error thrown in, he carded a second successive 67. The rest of the field can only pray McIlroy doesn’t click into top gear on Sunday. McIlroy isn’t averse to a battle but this is fresh major territory. He has won his previous three, including the Open Championship last month, by dismantling the competition from start to finish. A different movie is playing out here, which makes it so compelling. “A birdie at the last was important today because I didn’t want to be tied,” McIlroy said. “I wanted to be out on my own going into tomorrow and I was able to do that, so I can’t ask for a better position going into the final day. “If everything clicks tomorrow then I feel like there is a really good score for me out there.” Day, who partnered McIlroy in the third round, provided some comedic moments when removing shoes and socks to walk through a creek at the 2nd to locate a seriously wayward drive. He made par. The Australian is three behind with 18 holes to play. Fowler has already knocked on major doors so often that a win is surely inevitable. He has finished in the top five of the Masters, US Open and Open this year alone. A third-round 67 means he can do at least that again; Fowler’s eyes, though, are on the biggest prize of all. His penultimate Sunday pairing with Mickelson will have galleries hollering with delight. Mickelson has endured his fair share of struggles this year, which means his position here will come as a surprise to many. Typically, there were two bogeys in a third round of 67 which places him just three from the lead. He played the last five holes in four under par. Wiesberger could become the first Austrian major winner in history. In fact, you would need to look pretty hard for an Austrian golfer of any repute at all over the past 100 years. The 28-year-old hadn’t made the cut in this tournament during two previous visits but needed just 65 Saturday strokes to get it around Valhalla. He is 12 under par and will have McIlroy for Sunday company, itself quite an achievement. Stenson didn’t quite reach his pre-round target of 66, after finishing one stroke worse off for a total of minus nine. Nonetheless, the Swede finally appears to be over the understandable hangover which followed his epic success in the latter half of 2013. When Stenson putts well, he is a danger to any golfer in the game. “I thought when I started today, if I could shoot five under today and five under tomorrow, 15 under might have a reasonable chance at it,” Stenson said. “On a Sunday it’s normally a little bit harder to make birdies on the back nine. We’ll see, 15 might do it. That takes some golfing on my end to get to 15 but it’s not going to be for lack of trying.” Jamie Donaldson was among those to take advantage of the easiest conditions of this championship. The Welshman seemed a certainty to qualify automatically for this year’s Ryder Cup team until recently, when a poor run of form – possibly triggered by too much competitive play – put that scenario in jeopardy. Donaldson’s third round of 66 was therefore welcome. At eight under, he could yet win what would be a maiden major title. “It’s for me to play well, take control and sort the Ryder Cup out this week,” Donaldson said. “I’m just trying to go out there and play as well I can and shoot as low a score as I can. It’s one shot at a time and that’s all I can do, really. I will let everything take care of itself.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}