{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/scottish-independence-blog/live/2014/aug/05/alex-salmond-v-alistair-darling-the-debate-for-scotland-live", "type": "liveblog", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2014-08-05T22:32:08Z", "webTitle": "Salmond v Darling: the debate for Scotland - as it happened", "webUrl": "https://www.theguardian.com/uk-news/scottish-independence-blog/live/2014/aug/05/alex-salmond-v-alistair-darling-the-debate-for-scotland-live", "apiUrl": "https://content.guardianapis.com/uk-news/scottish-independence-blog/live/2014/aug/05/alex-salmond-v-alistair-darling-the-debate-for-scotland-live", "fields": {"headline": "Salmond v Darling: the debate for Scotland - as it happened", "bodyText": "Alex Salmond and Alistair Darling have sent out a couple of post-debate tweets And on those notes we are going to call it a night here on the liveblog. Thanks for following. Some analysis now from Guardian writers who tuned in to watch the debate. Anne Perkins calls it for Darling overall, though she suggests that it would have been a triumph for Scotland’s First Minister if it had been decided purely on the closing statements. That said, she adds: … against all predictions, it was Darling who emerged as a solid winner. There was still no positive vision of Scotland’s future as part of the UK, but he raised too many uncomfortable questions about what independence would mean – questions that on the evidence so far worried the key voters who have yet to make up their minds. You can read Anne’s piece in full here. Michael White describes the debate as a “non-meeting of minds” in front of a “partisan audience, which clapped more loudly for Salmond” although he was still impressed. Salmond playing the sober realist (at least by his standards) disappointed a businessman who accused him of being “snide”. Darling was targeted as the man at Gordon Brown’s side in the credit crunch. Did they change many minds already made up? Probably not, but it was a respectable occasion. Whichever way they vote, Scots can run an independent debate. Read Michael’s piece here in full here. The first head-to-head television debate ahead of next month’s independence vote was an angry one, the Guardian’s Severin Carrell and Libby Brooks report. The leaders of the pro-independence and Better Together campaigns fought over Scotland’s currency, their track records on financial matters and the best use of the nation’s tax revenues. During the debate, which stretched to over an hour and a half, a combative Darling, for the Better Together campaign, accused Salmond of arguing for independence using “guesswork, fingers crossed and blind faith.” The first minister retorted that the former Labour chancellor had presided over the collapse of the UK economy in 2008, and so could not be believed. “You were in charge of financial regulation when the banks went bust,” Salmond said. During bitter exchanges between the two men, in their first live referendum debate, the first minister found himself under intense pressure from Darling and jeered by some audience members as he swerved questions over his plans for a Scottish currency after independence. Watched by 350 Scottish voters in Glasgow with just 43 days before September’s referendum, Darling was in turn jeered as he dodged questions on Labour’s plans to give Scotland full control over income tax and whether he agreed an independent Scotland could be a success. Their report from the debate’s venue, the Royal Conservatoire school of music and drama in Glasgow, can be read in full here. Here is some some background on the methodology behind the poll by ICM, which pre-recruited a sample of 1130 people who said they would be watching the debate live and who agreed to complete the survey immediately afterwards. These 1130 people were sent the survey immediately after the actual debate part of programme on STV ended at 9.40pm. All participants were recruited recruited from ICM’s own online panel plus those of two of the biggest suppliers of Scottish panel in the market research industry. The post-debate survey data was based on 512 completed interviews. The sample was weighted to be representative of the Scotland population by Age, Gender and Region. Blair Jenkins, chief executive of the Yes Scotland campaign, has been asked for his reaction to the Guardian/ICM poll of viewers, which concluded that Darling won the debate by 56% to 44% (see here). Jenkins said on STV that the debate was a battle of “vision” from Salmond and negativity from “Darling”. He added: I am sure there will be lots of polls and they will say different things. The key thing is how this influences people and how they are going to vote in September. I am very confident that what we have heard is very clear reasons for why Scotland should vote Yes. Blair McDougall, Better Together’s campaign director, said: Darling won on both style and substance. I think Alex Salmond lost the room because he couldn’t answer basic questions. Tables from the ICM/Guardian poll are available here and include additional takes such as regional breakdowns within Scotland. Broadcaster STV has faced criticism on night after online viewers reported problems trying to watch the head-to-head debate on Scottish independence. While television viewers in Scotland could watch the clash, a surge in demand online across the rest of the UK caused STV’s livestream to crash. Labour’s Tom Watson was among those who were not amused: More here. Alistair Darling emerged as a semi-clear winner of the Scottish independence debate, according to ICM director Martin Boon. He points to the polling showing that the former chancellor convinced 56% of the 512 survey participants that he was the better man on the night. 44% opted for Salmond. Boon adds: Darling performed more solidly among no supporters – securing 93% of them who told us their man won, compared to only 82% of Yes supporters who said Salmond won. And Darling won on the arguments – a majority (51%) said so, with 40% saying Salmond had the better ideas. On the other hand, Salmond’s undoubted personality helped win over viewers, with 47% saying the first minister had the better personaility compared to only 39% who said so for Darling. But the question is how does this impact on indy vote intentions? The answer is ‘not much’. Of the sample who participated after the debate, views did not move – 53% said they intended to vote no beforehand, and the same figures emerged afterwards. So Darling won on the night, but voters remain steadfast in the way they plan to vote. More from the Guardian/ICM poll, which suggests (among other things) that Darling was a winner among the middle aged and the young. Men: Darling 62% Salmond 38% Women: Darling 52% Salmond 48% 17-34: Darling 60% Salmond 40% 35-54: Darling 48% Salmond 52% 55+: Darling 61%; Salmond 39% Jamie Bartlett of the thinktank Demos tweets: Demos conducted live analysis of Twitter’s response to the debate via the official #ScotDecides hashtag, 104k tweets in total. Key findings include: - Both participants received significantly more negative tweets than positive tweets, with Alex Salmond slightly more polarising than Alistair Darling. A statement has come through from the Yes Scotland campaign. Its chief executive, Blair Jenkins, says: This was a clear win for the Yes campaign - a positive, optimistic and visionary case presented by the First Minister against another dose of negativity and scaremongering from Mr Darling. What Mr Darling presented was the no campaign’s bankrupt vision for the future of Scotland. He not only failed to make a positive case for a no vote - he didn’t even try. The first minister presented the positive, compelling case for Scotland taking our future into our own hands and using our vast wealth, talent and resources to build a better and fairer country. And it is that positive vision that will win the day with a yes vote on September 18. The Guardian’s Libby Brooks emails with some more reaction from commentators at the debate. She says that many were a bit baffled as to why Salmond went in so strongly on the Project Fear claims as the first point of his interrogation. She suggests that it made him look like he was really clutching at straws, made Darling look like the grown-up and was also potentially disrespectful of undecided voters who wanted to see the time used for something more serious than bickering over a quote about aliens. To recap, here are the closing statements from both men Salmond: A crucial part of our debate this evening is I think we reached agreement that Scotland could become an successful independent country. So the focus should be on why should we become an independent country and I can think of three big reasons why we should do that.“Firstly the point I made that for more than half my life – the same experience for other Scots – that we have been governed from Westminster by governments we didn’t vote for. If we’re independent we get the government we vote for at each and every election. Secondly we know that Scotland is a wealthy nation with abundant natural resources. With independence we can turn that prosperous economy into a just society. And finally no one will ever govern Scotland better than the people who live and work in Scotland - we’ll always make the best decisions about Scotland’s future. So voting yes is a vote for ambition over fear. It tells the world that Scotland is an equal nation that carries itself with confidence and self-belief. This is our moment – let’s take it. Darling: [Too much of the debate had been] has been characterised by guesswork, blind faith and crossed fingers. That’s no way to decide the future of our children. I don’t want to see our children’s future gambled away. I want to have the best of both worlds - that’s the best way of ensuring we have opportunity and security, not just for our generation but for the generations to come. I want to tear down the barriers to increasing wealth and opportunities, I want to make sure that we live in a country that is as secure as possible. In just six weeks time we will make the biggest single decision that most of us have ever made in our lifetime and it’s important that we get it right, because if we vote to leave there is no going back. MPs are calling it one way or the other. They seem to be backing Darling, which is perhaps to be expected given Labour, the Tories and the Lib Dems are all pro-union, but their level of enthusiasm suggests a good night for the anti-independence leader. And Mike Smithson of PoliticalBetting.com has gone one step further. Only SNP MPs seem to be backing Salmond and attacking Darling. More figures now from that ICM poll, which surveyed 512 people who said they had watched the TV debate. Taking all 512 into account, the result was: Alistair Darling 47% Alex Salmond 37% Don’t Know 15% Stripping out the Don’t Knows, the result was: Alistair Darling 56% Alex Salmond 44% More to come soon... A Guardian/ICM poll of viewers has concluded that Darling won the debate by 56% to 44%. So who won? For what it’s worth, I’d suggest that while there was no clear victor, Darling managed to avoid any major gaffes that would significantly impact on the ‘no’ campaign’s poll lead. Salmond was certainly more passionate, although perhaps he failed to come up with a convincing retort to that continual ‘What’s Plan B’ line of attack on the currency union (which was hammered home both by Darling and some audience members). The Guardian’s Libby Brooks suggests that Salmond recovered somewhat during the question and answers towards the end, where he came across more confidently. The Guardian’s sentiment trackers (above) seem to show a clear preference for Darling over Salmond. And that’s it. Tempers were frayed at times but there’s handshakes from both men. Salmond now. If Scotland is independent it will get the government it voters for at every election. Second, Scotland has the wealth and resources to be a success. “This is our moment - let’s take it,” he finishes, to cheers again from supporters. Closing statements now, starting with Darling. He wants to bring down the barriers to increasing wealth, while making the country as secure as possible. “I am optimistic about Scotland’s future within the UK. We can have the best of both worlds,” he says. For him, far too much of the debate had been characterised by guesswork. Some responses now from Darling and Salmond to more questions on pensions from the audience. Darling emphasises the problems of a “rapidly aging population in Scotland” and the lack of provision for pensions as a result of those numbers. “If we don’t have the UK we are going to need more people coming in to work here,” he says. Salmond says that Darling has referred to the challenges around the population’s working age a number of times. Salmond says that he has an idea - secure the 30,000 young Scottish people who have to leave and work elsewhere every year. Cheers from supporters in the audience. “Couldn’t we have allow some of these skilled people to stay instead of kicking them out?” A man asks a question about the transition of pensions in an independent Scotland. Salmond says that there would be no affect because people had paid into the system. The administration of all pensions is carried forward at two centres in Dundee and Motherwell, which administers much in England also. He refers to a triple lock which would ensure that pensioners would also be better protected. Darling starts with the state pension, which he said was paid for by today’s tax payers. A government depends on how much wealth it could generate when it come to the payment of state pensions. “There are huge transitional issues.” Darling says that it was currently up to the Scottish parliament how much it wanted to spend on education, a situation which he said would continue. “We enjoy that much higher public spending in Scotland then they do in the rest of the UK,” he adds. Salmond comes in talking about the persistent threat of “hand me down” cuts by Westminster and the knock-on affect of policies in England and Wales. More audience questions, staying with education. A young man says that not everyone in Scotland benefits from free education, giving his own part-time situation as an example. A woman says that, for all of the free delivery of education, what was being missed was the widening gap in the quality of education. How would Scottish universities maintain the competitive delivery while a £9,000 cap on student tution fees continue to exist in England - a very different situation from Scotland. A new question from the audience. A no voter wants to know if an independent Scotland would be able to sustain free prescriptions and a lack of tuition fees. Salmond says that of course it would, adding that “the rocks will melt in the sun” before tuition fees are introduced in Scotland. The audience member says it would be completely unfair to charge English students fees. A question now for Darling. Ponsonby wants to know if he can look the audience in the eye as someone who “presided over a banking crisis, which ushered in austerity and has parents queuing up at food banks.” Darling says he takes responsibility for what he did as chancellor, including heading off the crisis. Hitting out at the SNP’s talk in the past of an “arc of prosperity”, Darling says that if Scotland was independent it would be in the same position as Ireland and Iceland. Another audience member wants to know about negotiations over North Sea oil, which he says belongs to the UK. “These are legally binding licences,” he says. Labour’s Margaret Curran tweets Salmond’s letter to Fred Goodwin. Here’s a Guardian story on that letter. A man in the audience says he came as a businessman and is disappointed with Alex Salmond. “Some of your remarks have been snide and not very nice coming from a politician and leader of the Scottish parliament,” he says. A woman wants to know if Darling has an address in Scotland. “Of course I do,” he replies. The woman reminds him he said he didn’t vote for Salmond. Darling says he voted for the Labour candidate, and that shouldn’t surprise anyone. “Alistair, you were in charge of financial regulation when the banks went bust,” says Salmond, to loud cheers from supporters in the audience. “I was there in 2008 and I can tell you that when these banks were collapsing no other country in the world were rushing to bail them out,” he says, before going to on to try to remind viewers of what he says was Alex Salmond’s letters of support for Fred Goodwin, the disgraced former head of RBS. Ponsonby turns to Darling. If there is a yes vote, the sovereign will of the Scottish people is for Salmond to take his white paper and negotiate with Westminster on the pound and other matters. “Of course I believe in the sovereignty of the people but there is nothing you can do to force another country to agree with everything that you want,” says Darling, claiming that it would be a case of expecting the rest of the UK to “underwrite” Scotland’s banking system. To the audience, and back to the “What’s Plan B?” question pressed by Darling. A man introduced as a no voter wants to know if Scotland would be keeping the pound despite the Westminster government’s current stance that this was not possible. Salmond repeats his response from earlier - he wants what’s best for Scotland, better for the UK. Darling refers to the fiscal options open to him during 2008 economic crisis as evidence of the benefits of a strong political and currency union. Another audience member plugs in to the Salmond claim from earlier (backed up by referring to reports of quotes by an anymous government minister). “You say we can’t have the pound, but this will all change,” says the audience member. Labour’s Andy Burnham has hit back at Salmond’s attempts to use his comments about Scotland driving on the right against Darling. We’re coming back now after a break, although it seems that the coverage online is not exactly coming through loud and clear. “A bit too shouty?” (one STV commentator’s take on Darling). On Twitter, journalist Peter Geoghan suggests that they were both a bit shouty. Claire Steward of STV political staff meanwhile says she was surprised that Salmond spent a lot of time “airing Yes Campaign gripes”. Back to oil again, in the context of small independent countries. Salmond asks, repeatedly (it’s a Jeremy Paxman moment if you’re a Yes voter), if Darling agrees with David Cameron that Scotland could be a “successful, independent country”. Darling says he believes we are far better and stronger “having the best of both worlds” which includes having the security of the UK. “We can make Scotland a far better place because of the United Kingdom, not despite the United Kingdom,” he says, ending with the last soundbite of that section. A tweeted picture of Alistair Darling: On to the issue of EU membership now. Salmond wants Darling to withdraw the no campaign’s claims about this and refers to comments by Jean Claude Junker, which he says that the no campaign took out of context. It’s clear that Scotland would have to reapply and any one of the EU member states could exercise vetoes, says Darling. Salmond presses home his attack by saying that Darling “is in bed” with people who would vote to leave the EU. Darling says he had read that “we would get the new, nicer Alex Salmond this evening”. It’s now Salmond’s turn. He asks Darling why the no campaign “call itself project fear?” “Nonsense,” replies Darling, before Darling goes on to refer to what he says was a report in the Sunday Herald quoting some in the Better Together Campaign who, the newspaper said, referred to their campaign as “Project Fear”. Salmond (referring to a quote from Andy Burnham) says that the no campaign has suggested independence would mean that drivers would have to drive on the other side of the road. “Oh c’mon. He said it as a joke,” says Darling, who says that Salmond is being ridiculous. “You’ve got some good lines but you’ve got no good answers.” This is the Guardian story on whether Scotland would keep the pound that Salmond and Darling are arguing over. Still tustling over the question of keeping the pound, Salmond instances some quotes from the Guardian by an anonymous government minister who suggested that “everything would change” in the event of a yees vote. “Are you disputing the Guardian newspaper report? Are you saying that a senior government minister made it up?” asks Salmond. Darling replies that Salmond’s answer to his question about the pound is: “Everybody is wrong except you.” Darling wants to know if Salmond is in favour of joining the euro. No is the answer. You used to be in favour of the euro, adds Salmond. The first minister adds that keeping the pound is “best for Scotland and best for the rest of the United Kingdom”. You don’t have a central bank, says Darling. It would be in another country and the financial services in an independent Scotland would be at risk. “Remember, the financial markets are listening,” he adds. We’re back. Each man will have 12 minutes each. Darling won the toss and is going first. He wants to start with a question on currency. He says that Salmond wanted a currency union after independence - “a bit like having a divorce but keeping the same bank account”. “What’s Plan B?” he asks. Salmond says that it’s also “our” pound, which will be kept because it’s logical and transferable. Pressed on it by Darling, he says that it’s not “George Osborne’s pound, it’s not your pound.” Now he’s referring back to a transcript of an interview with Darling in which the former chancellor appeared to suggest (according to Salmond) that a currency union was “logical and desirable.” “A currency union is stupidity on stilts. It only works if you have a political union,” says Darling. Cheers now from some in the audience as Darling asks Salmond to contemplate for a moment that he might be wrong. “C’mon, what’s the Plan B?” Darling again now (with what appears to be a line well rehearsed earlier): “[In the event of independence] I assume our flag is the saltire, our capital is Edinburgh. What is our currency?” Here are the two debaters. Phew... It’s certainly feisty stuff. No real hammer blows landed just yet by either figures. STV are taking a break now. Both men will have a chance to cross examine each other in the next section. Some Twitter reaction thus far: To the audience now. A man raises the spectre of Ukip wielding influence over the government in London. A woman challenges Darling on his claim that the rest of the UK is not a foreign country. “Have you ever tried to pay a London taxi driver with a Scottish £20 note?” she asks him, to cheers from some in the audience. A man wants Salmond to say how he would end food banks (the first minister referred to this earlier). We’ll get responses shortly. Ponsonby is asking Salmond about devo-max proposals. He wants to know if SNP MPs will vote for them in the event of a no vote. Scottish National party MPs will press for more powers but we are anticipating a yes vote, Salmond says. He’s now seeking to divert the conversation back to the “undemocratic” nature of Scots voting but not getting the government that they want. A picture of Alex Salmond at the debate tweeted by a pro-independence account. We’re staying on the question of risk (moderator Bernard Ponsonby insists) - both the risks of staying in and leaving the UK. Darling says that North Sea oil revenue is declining. Answering Salmond, he says that he also wishes to see a fairer society. Salmond says that “when Scotland becomes independent” we will get the government that Scotland votes for. Every time we go into an election, we have the risk of people ruling over us who we did not vote for, he says. Salmond’s response? He wants to see a fairer, more just Scotland. The bedroom tax affected about 80,000 familes in Scotland, he says, reaching for another example of a Westminster policy. My vision is for a prosperous economy but also for a just society in Scotland. Darling is hammering home the point on “security” and the potential shock to Scotland’s economy of leaving a large union. He doesn’t want to see any boundary or border put in the way of that. Darling says it’s striking that the polls have not actually shifted over the last two and a half years. Despite everything that has happened during the campaign, not much has changed, he adds. But he’s not complacent. “There’s no going back if we decide to go,” says Darling repeating a soundbite from earlier. Salmond says he is encouraged by the findings of this evening’s poll. It’s about winning the hearts and minds of the people, he says. Darling is going through his opening statement now, emphasising security and using a family metaphor for the union, saying it it’s sometimes necessary to say no in that environment. “I want to see Scotland prosper. I don’t want to see new boundaries and barriers,” he says. OK. We’re back in business Salmond in his opening statement is attacking the direction of UK government spending, and reaching for some red buttons. For more than half of his life Scotland has been governed by parties that Scots did not elect, he says. They have given us “everything from the Poll tax to Bedroom tax” My case is simple, he says. No one will do better job than the people who live and work in Scotland. Ok. Well, it seems that the STV player has crashed. So for now it doesn’t seem possible to watch the debate from outside of Scotland. STV has tweeted We’ll bring you coverage as best as we can courtesy of correspondents here. Fingers crossed. Refresh the page to have your say throughout the debate with our Salmond and Darling sentiment tracker worms. The embargo has just been lifted on a new Ipsos MORI poll for STV News which shows a rise in support for the yes campaign, while support for remaining in the UK is unchanged. Among those who described themselves as being “certain to vote” in the referendum, 40% said they supported independence, an increase of four percentage points from June. Meanwhile the proportion of people who favour Scotland staying part of the UK remained static at 54% with just over six weeks to go until voters in Scotland decide whether to remain in the UK or become an independent nation in the September 18 referendum. The Press Association reports: Just 6% of those polled said they had not yet decided how they would vote, down from 10% in June. A total of 1,006 people north of the border were questioned between July 28 and August 3 for the research. When the undecided voters were factored out, the poll put support for the UK at 58%, a drop of two percentage points from June, while support for independence was up by two points to 42%. Of those who were surveyed, 81% said they were “absolutely certain” to vote in the referendum, including 89% of those aged 55 and above and 59% of young voters in the 16 to 24 age group. The poll was conducted during the Glasgow 2014 Commonwealth Games, with 96% of people stating that the sporting tournament was either “very successful” or “fairly successful”. Mark Diffley, director at Ipsos MORI Scotland, said With 45 days to go until the referendum the Yes campaign will be heartened that it continues to narrow the gap in public opinion. It appears that the gains made by Yes are driven by undecided voters deciding to vote in favour of independence in September. The No campaign will take some comfort that support for the union remains unchanged and that it retains a significant lead with the referendum fast approaching. The Commonwealth Games has proved a complete triumph with the public though it appears to have had little effect on voting intentions in September. Right, enough of Emmerdale. STV is switching over to its debate coverage after a break... Here’s a picture of Alex Salmond arriving. How important are the visuals though? Draw what you want from the Nixon-Kennedy example, although I heard at least one commentators on BBC Radio Scotland making the point earlier this evening that the new ‘slimmed down’ Salmond had been a work in progress for a moment like this evening’s debate. And here’s what the battlefield looks like, courtesy of the Torcuil Crichton again: Darling has arrived, according to Torcuil Crichton, the Daily Record’s Westminster editor. He tweets the following picture. Salmond is also there (although I haven’t seen a picture of him yet) according to Alan Roden of the Scottish Daily Mail, who tweets: It’s worth pointing out that tonight’s debate will not be broadcast to television viewers in England, Wales and Northern Ireland. However, anyone from England, Wales or Northern Ireland can tune in online and watch the programme, Salmond and Darling: the Debate, on the STV website. The STV Player will also make available a full replay of the debate “within hours of the end of the programme”. A spokeswoman for STV said: STV expects there to be a very significant online audience watching the debate through the STV Player this evening, We are pleased to have secured the debate and believe this to be a landmark moment. Paul Revoir has some more on the practicalities of watching the debate here. The Daily Telegraph has meanwhile canvassed the opinion of various commentators on who will “win”. A Salmond win has been predicted by: John McTernan, Tony Blair’s former political secretary : “Salmond is a confident debater, a skilful and witty performer. Alistair is a strong performer in the Commons, but it’s been four years since he was regularly debating there. “ Alex Massie, Spectator journalist : “[Salmond] will seem to be busier and dominating the debate. Darling will always be playing catch up. From those perceptions, Salmond will have an easier time than Darling.” A Darling win is predicted by: Hamish Macdonell, former Scotsman political editor : “The pro-UK camp wanted somebody who would be forensic, questioning, a details person – that’s what Darling is. In a one-on-one debate that sort of skill is going to do well.” David Torrance, Alex Salmond’s biographer : “I don’t think Alistair Darling will necessarily dazzle in terms of performance, but he will have the edge when it comes to the economic argument and related arguments like the currency union. “ So let’s start taking a look at expectations ahead of tonight’s debate. If anything, writes the Guardian’s Severin Carrell, Alistair Darling’s reputation rests on being calm, safe and even remarkably dull – the man in charge at the Treasury in 2008 who stayed cool as the world’s financial system teetered on the brink of collapse. But tonight he may need to do something quite un-Darling, something daring, and take a risk. Some pundits suggest that he will need to attack Salmond, by shedding the bank manager air, and show some passion and flair, in an effort to prevent the first minister from casting himself as the president-in-waiting, protector of the nation. As for the first minister, a great deal rests on the STV debate, adds Sev. The first minister has been taking a deliberately low profile in the referendum campaign, allowing his sharp-witted and confident deputy Nicola Sturgeon to take the day to day lead. Like Marmite, or the dancing teacakes at the Commonwealth Games opening ceremony, Salmond divides tastes sharply. You can read that piece from Sev in full here. By the way, my colleague Claire Phipps (@Claire_Phipps) is going to be live tweeting the debate while the Guardian’s Severin Carrell and Libby Brooks will be at the venue itself, the Royal Conservatoire in Glasgow. Good evening and welcome to the Guardian’s live coverage of the first TV leaders’ debate of the Scottish referendum battle. Tonight’s debate pits Scotland’s first minster, Alex Salmond, against the leader of the Better Together campaign, former UK chancellor Alistair Darling. Depending on who you listen to, it either matters little as most Scots have already made up their minds or else it’s a serious chance for the yes campaign to make up much-needed ground against the no side ahead of the 18 September poll. Both Salmond and Darling are highly experienced political operators who have reportedly been prepped to within an inch of their lives. Is there a favourite? It’s Salmond, regarded as one of the most adept debaters in British politics, according to Scotland’s Daily Record. The leader of the left-of-centre Scottish National party (SNP) has built a reputation for being able to score quick points off rivals, and has predicted Darling would “have the heebie jeebies” about facing him. But the no camp hopes that voters will be turned off by Salmond’s pugnacious approach, and will instead be won over by Darling’s low-key and technocratic manner. We’ll have live coverage here from 8pm. You can watch it live on the STV website."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}