{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2014/aug/12/one-in-ten-people-have-no-close-friends-relate", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2014-08-11T23:01:00Z", "webTitle": "One in 10 do not have a close friend and even more feel unloved, survey finds", "webUrl": "https://www.theguardian.com/lifeandstyle/2014/aug/12/one-in-ten-people-have-no-close-friends-relate", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2014/aug/12/one-in-ten-people-have-no-close-friends-relate", "fields": {"headline": "One in 10 do not have a close friend and even more feel unloved, survey finds", "bodyText": "Millions of people in the UK do not have a single friend and one in five feel unloved, according to a survey published on Tuesday by the relationship charity Relate. One in 10 people questioned said they did not have a close friend, amounting to an estimated 4.7 million people in the UK may be leading a very lonely existence. Ruth Sutherland, the chief executive of Relate, said the survey revealed a divided nation with many people left without the vital support of friends or partners. While the survey found 85% of individuals questioned felt they had a good relationship with their partners, 19% had never or rarely felt loved in the two weeks before the survey. \"Whilst there is much to celebrate, the results around how close we feel to others are very concerning. There is a significant minority of people who claim to have no close friends, or who never or rarely feel loved – something which is unimaginable to many of us,\" said Sutherland. \"Relationships are the asset which can get us through good times and bad, and it is worrying to think that there are people who feel they have no one they can turn to during life's challenges. We know that strong relationships are vital for both individuals and society as a whole, so investing in them is crucial.\" The study looked at 5,778 people aged 16 and over across England, Wales, Northern Ireland and Scotland and asked about people's contentment with all aspects of their relationships, including their partners, friends, workmates and bosses. It found that people who said that they had good relationships had higher levels of wellbeing, while poor relationships were detrimental to health, wellbeing and self-confidence. The study found that 81% of people who were married or cohabiting felt good about themselves, compared with 69% who were single. The quality of relationship counts for a lot, according to the survey: 83% of those who described their relationship as good or very good reported feeling good about themselves while only 62% of those who described their relationship as average, bad or very bad reported the same level of personal wellbeing. The survey, The Way We Are Now 2014, showed that while four out of five people said they had a good relationship with their partner, far fewer were happy with their sex lives. One in four people admitted to being dissatisfied with their sex life, and one in four also admitted to having an affair. There was also evidence of the changing nature of family life – and increasing divorce rates – in the survey, which found that almost one in four of the people questioned had experienced the breakdown of their parents' relationship. When it comes to the biggest strains put on relationships, a significant majority (62%) cited money troubles as the most stressful factor. The survey also found that older people are more worried about money, with 69% of those aged 65 and over saying money worries were a major strain, compared with only 37% of 16 to 24-year-olds. When it comes to employment, many of those questioned had a positive relationship with their bosses, but felt putting work before family was highly valued in the workplace. Just under 60% of people said they had a good relationship with their boss, but more than one in three thought their bosses believed the most productive employees put work before family. It also appears that work can be quite a lonely place too: 42% of people said they had no friends at work. Nine out of 10 people, however, said they had a least one close friend, with 81% of women describing their friendships as good or very good compared with 73% of men."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}