{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2014/aug/19/-sp-real-madrid-v-atletico-madrid-spanish-super-cup-live-report", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-08-19T22:56:07Z", "webTitle": "Real Madrid 1-1 Atlético Madrid: Spanish Super Cup – as it happened", "webUrl": "https://www.theguardian.com/football/live/2014/aug/19/-sp-real-madrid-v-atletico-madrid-spanish-super-cup-live-report", "apiUrl": "https://content.guardianapis.com/football/live/2014/aug/19/-sp-real-madrid-v-atletico-madrid-spanish-super-cup-live-report", "fields": {"headline": "Real Madrid 1-1 Atlético Madrid: Spanish Super Cup – as it happened", "bodyText": "Right, that’s it from me. Thanks for your company and your emails. Stick around on site for reports and reaction, but for now cheerio! Peep! Peep!! PEEEEP!!! All over. It finishes 1-1. That sets things up nicely for the second leg. 90+2 min: James gives the ball away very sloppily but Atletico can’t take advantage. Meanwhile, the Spanish TV director keeps zooming in on Casillas, the obvious implication being that he or she believes the keeper was at fault for the equaliser. He really wasn’t though. I smell A Narrative. 90+1 min: Real press desperately in search of a winner, but they’re struggling to break through the nine Atletico men behind the ball. 90 min: Three minutes of added time to play. 89 min: Real appeal for a penalty, Sergio Ramos (who else?) to the fore. They’ve got a case – Carvajal spanked a shot at goal and it struck Mario Suarez cleanly on the hand. You’ll find no one more lenient than I when it comes to penalty area handballs, but that should’ve been a spot-kick. Crikey! Where did this come from? Koke inswings in a corner and three Real defenders get sucked into the near post as if there’s a black hole loitering there. All three miss the ball and Raul Garcia is on hand to flick the ball home from close range with the outside of his boot. 86 min: Pepe heads wide as the ball is pumped into the box from a short corner. 84 min: Marcelo and Di Maria, who has made a difference since springing from the bench, combine neatly down the left, but the Argentinian’s cross is lumped clear by Godin. 82 min: Real have broadly deserved that – they have been the better team. Real get the breakthrough! Kroos creates this with a little help from an almighty scramble. The German finds Carvajal, whose low cross is turned goalwards by Benzema, who is denied by a brilliant Miranda block. The ball drops loose to James, though, and he pokes home via a deflection off, I think, the unfortunate Ansaldi. 79 min: A lovely ball down the line from Marcelo finds Bale galloping into space. His cross, though, finds only the meaty palms of Moya. 78 min: Substitution time: Angel di Maria replaces Modric and Jimenez comes on for Mandzukic. 77 min: James scoops a cross into the box, Benzema gets across his marker for once but can only land his header onto the roof of the net. 75 min: Half a chance for Kroos, who pounces on a loose ball on the edge of the box but can only send a weak shot goalwards. 74 min: The introduction of Raul Jimenez is imminent. 72 min: Casillas stays calm under pressure as Mandzukic closes in, checking back on to his right foot with a sort of semi-Cruyff turn. It’s very scrappy in truth, as it has been for much of the second half. 71 min: James has a decent effort from the corner of the box, digging out a shot that curls a yard or two wide of the top corner. 69 min: … Bale takes this time, Moya palms down and Kroos blasts the rebound over from six yards out when he seemed certain to score. Attempting to strike the ball with the force of Thor’s hammer might not have been the problem. 68 min: … Ramos whips it over the bar … but the referee calls it back for encroachment in the wall and books Raul Garcia, seemingly at random. Don’t ignore the spray! Right, let’s try again … 67 min: It’s not so much stop-start at the moment, but stop-stop-stop-stop. This at least is an interesting free-kick: James goes down on the edge of the box. Danger for the visitors … 66 min: Godin climbs highest to get his head to an Atletico corner, but he’s climbed highest courtesy of a base camp somewhere around Pepe’s lower lumbar area and Real have a free-kick as a result. 65 min: Ding, ding: Mandzukic v Sergio Ramos, round two. The Croatian crumples as the two challenge for another high ball. It’s a soft free-kick, but probably still a free-kick. 64 min: Simeone isn’t taking any chances – off comes Siqueira to be replaced by another new signing Cristian Ansaldi. 63 min: Siqueira is again gung-ho with a challenge on Bale and is perhaps a touch fortunate to escape without a second yellow. Quite a few players out there need to take a few deep breaths. 62 min: Here’s a look at Mandzukic’s landing with Ramos a few moments ago: 61 min: “I’m assuming by the lack of published debate that everyone is squarely in the ‘Money For Nothing is terrible’ camp,” writes Daniel Strauss. “Because it is. Terrible.” Phew. I had a feeling it was, but it’s nice to get reassurance. 59 min: Mandzukic and Ramos “tangle”. Mandzukic is the aggressor at first, clattering into Ramos with an aerial challenge then inadvertently elbow-dropping him on landing. Ramos responds with a cuff to the chin for which he could quite easily see red. Both players could really, but instead they are both booked. 58 min: Gabi is caught in possession by Kroos, who in turn is crashed into by Mario Suarez. The referee waves play on, the attack breaks down and eventually the Atletico midfielder goes into the book. 57 min: Atletico make their first change – Saul comes off, Griezmann enters the fray. 55 min: Modric slides the ball across the edge of the box, but James can’t get to it. It does reach Kroos, though, and he’s quickly squeezed away from goal by defenders. 53 min: Marcelo surges inside and looks to play a one-two with Modric, but the Croatian turnes the other way. Eventually the ball breaks untidy too … yep, Carvajal, who this time spanks a shot well wide. 52 min: Carvajal – up there with Bale as Real’s best attacking outlet so far tonight – for the umpteenth time puts the ball into the danger zone, but Benzema can’t quite bring the thing under his spell. 51 min: … and this time the ball ends up with Casillas, who releases immediately but overhits his punt in the direction of James. 50 min: And another … 49 min: Gabi slings in a cross from deep and with the ball heading straight to Casillas, Pepe nods out for a corner. And then another. 48 min: Fine save from Moya! Bale twinkled his toes to create a yard or two of space on the right of the box, beating Godin very easily, but his shot across goal is firmly turned away. 47 min: Real’s shape looks the same, with James starting out on the left and Bale on the right. 46 min: I can never quite decide – is Money For Nothing brilliant or terrible? Peep! Off we go again. Carlo Ancelotti has made a change – James Rodriguez replaces Cristiano Ronaldo. The players are back in the tunnel, ready to emerge for the second half. Dire Straits blares out over the PA system. Money For Nothing. Money For Nothing. At the Bernabeu. Peep! Peeeep!! Just one minute of added time to play, in which nothing of note happens. In fact, the referee was so unimpressed he didn’t even play a full 60 seconds. 44 min: Bale, who has popped up on the right with Ronaldo switching to the left, bundles over Juanfran to concede a soft free-kick. Atleti are happy enough to play for half-time now, so that suits them down to the ground. 43 min: Siqueira catapults in a long throw. It’s nodded out but only as far as Saul, who, though he’s a fair way out, has time to pick his spot but plants his header a yard wide from the edge of the box. 42 min: “Weston-super-Mare,” suggests Chris Kuschel. 41 min: And, predictably, just as I type that entry Bale swings a cross in and Ronaldo is on the end of it. His header is a poor one, though. 40 min: Players who have not had a kick: Ronaldo. Players who have had a kick: everyone else. 38 min: Xabi Alonso is the latest name taken by the referee after a clip from behind on Raul Garcia. 37 min: Siqueira’s left eye is very red and swollen, but the TV cameras didn’t pick up the incident that caused the damage unfortunately. He might be struggling. 36 min: Another Modric corner, another Atletico clearing header. Keep your eyes peeled for Punxsutawney Phil. 34 min: There’s a stoppage as Siqueira receives treatment for a mystery ailment. The magic sponge does its work, though, and he’s soon back on his feet. 33 min: Chance for Mandzukic! Atleti send a deep free-kick into the box, Casillas (in increasingly familiar fashion) flaps at it and Godin nods down. The ball is poked back to the Croatian striker on the penalty spot, but his attempted sidefoot lob-volley is planted straight at the recovering goalkeeper. 32 min: Koke slings in a corner. Marcelo nods away from under his own crossbar. 31 min: “Super Noodles,” suggests Pete Laird, quite fairly. 30 min: Bale and Modric combine on the edge of the box, before working the ball out to Carvajal (who has seen as much of the ball as anyone in the opening half hour). He looks to thread a low ball across the six-yard box but Moya drops on it with little fuss. 29 min: Another loose pass from Ramos puts Pepe in difficulties, but Modric is chasing back to help out. Real’s central defensive pairing has looked wobbly at best thus far. 27 min: Pepe flops to the turf after an aerial challenge with Mandzukic, winning a free-kick. 26 min: The camera shows Rafa Nadal is in the crowd (thus illustrating that lull that I mentioned). 25 min: A lull. 23 min: Good atmosphere at the Bernabeu thus far. And it’s feisty enough on the pitch too. Nothing remotely “friendly” about this. 21 min: Bale floats a cross in from the right, looking for Ronaldo’s forehead. Yet again a defender puts his noggin on the end of it. 20 min: Another long clearance from Moya, and after some more head tennis, the Real defence is turned once more. Ramos is quick enough to get back and thump the ball away on this occasion. 19 min: “With whatever respect may be due, I live in Seattle, and the last Super Bowl was clearly deserving of the title,” writes Daniel Strauss. “In fact, ‘Super’ might actually be downplaying the whole glorious affair.” Mega Bowl? Hyper Bowl? Top, Top Bowl? 18 min: Modric whips in back-to-back corners, both met by an Atletico head. 17 min: Marcelo flings in a cross but Miranda rises highest to head clear. 15 min: This is slightly less comfortable. Ramos makes a pig’s ear of things as the ball flicks off Pepe’s head. Mandzukic nips in again and shoots low, but Casillas is able to drop down and make the stop. 14 min: Atletico channel Dave Bassett’s Wimbledon circa 1985. Moya launches from hands, Raul Garcia is the jam in a centre-half sandwich but still gets a flick on, and Mandzukic fires goalwards. It’s comfortable for Casillas, though. 13 min: Here’s Sarah Rothwell: “As someone who lives in Denver there was not one thing ‘Super’ about the last Super Bowl.” Not super. Not a bowl. The whole thing is false advertising. 12 min: Another Atletico player goes into the ref’s Big Book of Very Naughty Boys. Siqueira, the man brought in to replace Filipe Luis at left-back, is the man shown the yellow after a wild tackle on Bale. 11 min: Real finally fire a shot at goal. Well, in the vague direction of goal at least. Lovely interplay from Ronaldo, Modric and Benzema sees the ball popped up to Bale 25 yards out, but he scuffs/slices his off-balance effort weakly wide. 10 min: Kroos dances past a couple of challenges then looks optimistically in the direction of the referee as the ball runs away from him. 9 min: “Non-super ‘supers’, U.S. category,” begins JR in Illinois. “Super 8 Motels, not a super motel. SuperCuts not a super hair-cutter. SuperValu, not a super grocer. Oh look, Pepe is in pain. That’s a shame.” 8 min: Bale looks to play a one-two with Modric down the right, but the return ball from the Croatian midfielder is far too short. Still, it’s all Real at the moment. 7 min: Carvajal slides a low-ball into Benzema across the box, but the French striker, with his back to goal, allows his first touch to bounce up to nipple height and a defender’s boot does the rest. 6 min: “Super Nintendo was very super!” growls Dave Gardiner. “It was a great era of video gaming. Pah, I’m thinking you were a Mega Drive man you altered beast you!” Yes. Yes I was/am. 5 min: Koke clatters into Pepe, leaving the Portuguese defender writhing on the floor in agony. Or should that be “agony”? In fairness, it was a poor challenge from the Atleti man and he’s deservedly booked. 4 min: Ronaldo skips forward but Juanfran slides clear. Real are pressing in the opening exchanges. 2 min: Carvajal gets forward from right-back and wins a Real throw. As part of that Di Stefano tribute, by the way, Real displayed the trophies he won while at the club: Peep! Off we go then. “Woah woah woah,” writes Tom Briggs. “Super Ted is most definitely Super. SuperDry: does it dry super fast?” The teams are greeted by a packed Santiago Bernabeu and a string quartet. The teams line up around the centre circle to pay tribute to Alfredo Di Stefano, who died last month. There’s quite a lot of crowd noise, some clapping, and a bit of chanting from the Atleti fans I think, but it’s actually quite a classy touch from Real: Things That Are Called Super But Aren’t That Super. Spanish Super Cup. Uefa Super Cup. Tennents Super. Super Ted. Super Nintendo. Any more for any more? On Khedira, Madrid newspaper Marca called his exclusion from the squad earlier today and seem convinced the Germany midfielder is heading for the exit. Of the 22-man squad named by Carlo Ancelotti for the tie the four left out of the match 18 are Pacheco, Nacho Fernandez, Asier Illarramendi and, intriguingly (if you want to interpret it in an intriguing way) Sami Khedira. Begin your chin stroking and conspiracy theorising … NOW. Atletico Madrid: Moya; Juanfran, Godin, Miranda, Siqueira; Mario Suarez, Gabi, Saul, Koke; Raul Garcia; Mandzukic. Subs: Oblak, Gimenez, Ansaldi, Tiago, Rodriguez, Griezmann, Jimenez. Real Madrid: Casillas; Marcelo, Pepe, Ramos, Carvajal; Alonso, Kroos, Modric; Ronaldo, Benzema, Bale. Subs: Navas, Varane, Coentrao, James Rodriguez, Arbeloa, Di Maria, Isco. So there’ll be no early view of how Griezmann and Mandzukic will dovetail at Atleti. Real, meanwhile, are showing some intent with that line up. Evening all. So here we are again – el derbi madrileño. Uno mas. This one doesn’t matter quite as much as the last one which, if you remember, saw Atletico come within seconds of a Champions League triumph before being well and truly trounced by Real in extra-time. There have been a few changes since then. Filipe Luis, Diego Costa, Thibaut Courtois, Adrian Lopez and David Villa have all left the Vicente Calderon for pastures new and a whole host of names have come in to fill in the gaps, Antoine Griezmann and Mario Mandzukic most prominent among them. Across the city, the key movements have been inward – James Rodriguez and Toni Kroos have been added to a squad that was already Pretty Damn Useful. Carlo Ancelotti’s side already have one trophy in the bag this season, having beaten Sevilla in the Uefa Super Cup. Given the turnover at Atleti they’ll be fairly confident of adding a second over the two legs of this tie. Only one team other than Real and Barcelona have won the SuperCopa in the past nine years – Sevilla in 2007. Though, history fans, the good news for Atleti is the fact that that occasion was also the last time the La Liga winners failed to follow up their success with a SuperCopa win. So this may be a bit of a warm-up for the serious business ahead, but there remains more than a hint of spice about the occasion. Remember Diego Simeone at the end of that Champions League final? Here’s a look back at the footage: Kick off: 10pm BST."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}