{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2014/aug/17/russell-grandinetti-amazon-kindle-hachette-book-war-profile", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2014-08-16T23:05:29Z", "webTitle": "Amazon's Russell Grandinetti: Kindle champ takes on the books trade | Observer profile", "webUrl": "https://www.theguardian.com/theobserver/2014/aug/17/russell-grandinetti-amazon-kindle-hachette-book-war-profile", "apiUrl": "https://content.guardianapis.com/theobserver/2014/aug/17/russell-grandinetti-amazon-kindle-hachette-book-war-profile", "fields": {"headline": "Amazon's Russell Grandinetti: Kindle champ takes on the books trade", "bodyText": "Earlier this year, Amazon threw a party at the Metropolitan Museum of Art in New York to celebrate the launch of Alpha House, a political comedy TV series. It was an important moment for CEO, Jeff Bezos, signalling the global retailing giant's push into creating entertainment. Bezos's laugh pierced through the social din and his executives laughed along with him. But in less than six months, Amazon's mood has soured. Initiatives designed to establish the loss-making firm as a creative powerhouse have stumbled. The most bruising, an effort to push further into online book publishing, has pitched the book industry against the retailer it depends upon. Similar disputes have plagued other creative industries – the music business with Napster and Apple, screenwriters with Hollywood, but none has been as clearly delineated or as public as Amazon's escalating battle with the publishing industry. In one corner is Bezos and, more and more significantly, his chief lieutenant, Russell Grandinetti. His official title is senior vice president at Amazon, with special interests in Kindle. Unofficially, he now has a good claim to be the most influential person in publishing. The e-commerce giant, which sells 40% of all new books and 64% of ebooks, wants lower prices, in part by forcing publishers to take a smaller cut. In the other corner are thousands of authors who fear that Amazon's efforts to strong-arm the publishing giant Hachette in contract talks by slowing delivery of its titles portends badly, not only for their future but also, according to historian Amanda Foreman, because it threatens the principle of \"preserving pathways to free speech and freedom of thought\". Last week, more than 900 authors, organised by the Santa Fe-based thriller writer Douglas Preston, risked Amazon's censure by publishing a petition in the New York Times urging the company to stop using them as pawns in negotiations. Preston, who described his dealings with the firm as \"like talking to a five-year-old\", says he's not sure how he came to be in charge of a protest group of authors that includes Stephen King, John Grisham, Malcolm Gladwell, Michael Chabon, Michael Lewis, Jon Krakauer, Scott Turow and Sebastian Junger. Amazon PRs, under the direction of Grandinetti, describe Preston as \"entitled\" and \"an opportunist\" who is being used, along with the other authors, as a \"human shield\" by Hachette, the world's fourth largest publisher. At issue, both sides claim, is the future of publishing. And both claim to be the best defender of authors and, by extension, literature itself as it moves from the printed to the digital page on millions of iPads, Amazon Kindles and other e-readers. Like the music industry and newspapers before them, book publishers have found themselves at the sharp end of a technological revolution that threatens to strip away control of pricing and distribution. For the past four months, customers have found it difficult to buy Hachette books via Amazon – the publisher's books have been hard to pre-order or only available via slower delivery. The wider argument is largely about price. By dropping the price of ebooks, Amazon claims, authors will sell more – and make more money. An ebook priced at $14.99 that sells 100,000 copies will sell 174,000 if priced at $9.99. Amazon claims frustration that such straightforward maths, in their minds, seems to elude many authors. Grandinetti says he's repeatedly made offers that would take the authors out of the line of fire. In one, Amazon offered to continue selling Hachette books but with both firms giving their proceeds to charity. Grandinetti believes the publishing industry has failed to recognise fundamental shifts in its business. Part of Amazon's mission, then, has been to jolt an often sleepy industry with revolutionary, customer-focused retailing zeal. The real competition, he believes, is not rival publications or publishers but the entire array of information and entertainment, free or otherwise, available to consumers. \"Books compete against mobile games, television, movies, Facebook, blogs, free news sites and more,\" he says. Grandinetti, before joining Amazon, worked as a securities analyst for Morgan Stanley and a systems designer and engineer at Andersen Consulting. He's been at Amazon since 1998 and his past positions include the beautifully named vice president of softlines (including shoes, watches, jewellery and sporting goods). It's a background that allows him a wide view, it seems. He says Amazon wants \"to help books compete\" against other media. Publishers, he says \"may be thinking about their print business versus their digital business – and we understand that – but that's not their only problem\". But that was before the company's dispute with what it calls \"the literary establishment\" turned rancorous. Publishers now describe Grandinetti as some sort of evil genius, the power behind Bezos. Under his direction, the company, which rarely comments publicly on issues, has embarked on a series of PR efforts, including sponsoring a rival petition that accuses publishers of running an exclusionary, elitist business in which thousands of authors experience endless rejection. The ecommerce giant then quoted George Orwell – \"Penguin Books are splendid value for sixpence, so splendid that if the other publishers had any sense they would combine against them and suppress them\" – to argue that publishers tend to be anti-innovation. That prompted complaints of \"doublespeak\" from the executor of Orwell's estate. Publishers fear Amazon wants a straight-to-consumer model in which the company develops, promotes and delivers the product. Lower ebook pricing, they say, would reduce sales of physical books and relieve Amazon of the burden of shipping costs that have become a drag on its bottom line. Amazon has just posted a £74m loss for the second quarter of 2014 Raising the volume of ebook sales doesn't necessarily help publishers or authors – they still receive most of their income from print sales – but a firm with the mantra \"your margin is my opportunity\" is unlikely to offer publishers a sweetheart deal for old time's sake. Authors say Amazon, which started out selling books online two decades ago, owes them a debt of gratitude, if not special terms. \"Amazon has turned its back on us,\" says Preston. \"Don't they value us more than that? Don't they feel any loyalty? That's why authors are mad.\" Amazon claims its power in the market is exaggerated and publishers, ever on the lookout for a good storyline, are in love with a plot that ends with their own demise. \"It's always the end of the world,\" Grandinetti says. \"You could set your watch on it arriving.\" But, he adds, the publishing industry is going through a dramatic shift. \"The only really necessary people in the publishing process now are the writer and reader. Everyone who stands between those two has both risk and opportunity.\" As proof that publishers may not be the best defenders of authors, Amazon points to a recent US antitrust case in which five big publishers, including Hachette, were found to have colluded to raise ebook prices. While Amazon is accused of strong-arm tactics, publishers can also peel off their tweedy coats in defence of their turf. In 2010, Kiana Davenport, a Hawaiian writer, was forced to return a $20,000 advance from Penguin against a scheduled novel after she repackaged several award-winning short stories for an ebook on Amazon. Davenport said she recognised her crime: sleeping with the enemy. Amazon, meanwhile, has been trotting out authors who found success – and superior royalty rates – with self-published ebooks after years of frustration working through traditional publishing channels. Nor is Amazon's position in the market secure. Apple, Google and Microsoft are all looking to compete in the ebook market. If Amazon succeeds in bringing down the cost of ebooks, it could dissuade potential ecommerce rivals from entering the market. One idea is a model for publishing already established in the music business in which consumers choose ebooks or a subscription service for convenience and printed books for the experience of physical ownership. Authors can then make up the difference with speaking engagements, endorsements or other activities. The question, then, is: why have authors rejected Grandinetti's entreaties? \"The assumption from Amazon seems to be that authors are primarily motivated financially, but that's crazy,\" Preston said last week. \"No one becomes an author to make money – not even James Patterson became an author to make money, and I certainly didn't.\" But, suggested the author, if Grandinetti concentrates on the argument that authors can reach a larger audience by following his model, the battle might well go Amazon's way."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}