{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2014/aug/09/us-pga-championship-2014-third-round-live-report", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-08-09T23:20:09Z", "webTitle": "US PGA Championship 2014: third round – as it happened | Scott Murray", "webUrl": "https://www.theguardian.com/sport/live/2014/aug/09/us-pga-championship-2014-third-round-live-report", "apiUrl": "https://content.guardianapis.com/sport/live/2014/aug/09/us-pga-championship-2014-third-round-live-report", "fields": {"headline": "US PGA Championship 2014: third round – as it happened", "bodyText": "Well, that was one hell of a round of golf. A low-scoring bonanza, only Jim Furyk of the top 40 players on the leaderboard shot over par. Best of day was Bernd Wiesberger, whose 65 ensures he’s out in the final pairing tomorrow. He’ll be trading blows with the world number one, Rory McIlroy, who wasn’t at his best for most of the round, but stepped it up towards the close when he needed to. But it won’t just be about those two. Look at the other names lurking, waiting for the leading pair to slip! Please join me tomorrow for what promises to be a white-knuckle ride, as several of the world’s best golfers take one last shot at glory in 2014! -13: McIlroy -12: Wiesberger -11: Fowler -10: Mickelson, Day -9: Oosthuizen, Stenson, Ilonen, Palmer -8: Donaldson, DeLaet, Stricker -7: Mahan, Scott, Chappell, Westwood, Luiten, Furyk -6: Snedeker, Willett, Haas, Dubuisson McIlroy splashes out from the bunker, not particularly well, it has to be said. He’s left with a eight-footer for his birdie, but at least it’s uphill. Day next, and he makes a better fist of it. Only just. Six feet perhaps. Rory to putt first, a little right-to-left break. And he sends the ball into the hole, though for a microsecond it looks like escaping off to the left. He punches the air in a mixture of relief, determination and exhaustion. He’ll go into the final day one shot clear at -13 after shooting a 67. Day makes birdie too, finishing a difficult day two shots in credit, with a 69, at -10. The 18th cleared, the final pairing play their final approaches of the day. Jason Day first. He dumps a heavy long iron into the bunker to the front of the green. Rory McIlroy follows him in with a 5-iron! McIlroy eagled here with dismissive ease yesterday. Another twist at the end of this absorbing day’s golf! Palmer’s chip snags in another patch of rough in between ball and green. It rolls apologetically onto the apron. He takes out putter, but sends that one six foot past. He’ll not want to drop a shot here. That’s got to go in. And, thankfully, it does. He played too well to suffer any more indignity on the last. He signs for a 67, and ends the day at -9. Furyk pars too, and puts his name to a one-over 72, dropping back to -7. “When everyone else is under par, that must feel like 80,” comments Colin Montgomerie archly on Sky. Palmer’s round is beginning to slip right at the death. He lets his second, a fairway wood from the first cut down the left, fizz off behind the green down the same side. He’s up a grassy bank, with a swale in between him and the green. Chance of an up and down for birdie, of course, but it’s a test. Once he’s mooched up towards his fate, McIlroy, back on the tee, creams a drive down the middle of the fairway. Day joins him. Day’s second to 17 was a good 40 feet wide left of the pin, but he nevertheless threatens to hole the birdie putt. It doesn’t quite go in. McIlroy gives his 20-footer a chance, too, but par will do as it stays out on the left. -12: Wiesberger (F), McIlroy (17) -11: Fowler (F) -10: Mickelson (F) McIlroy is in no mood to repeat Palmer’s mistake by going long. He clips a safe shot into the heart of the green, quite happy to take his two putts for par and move on. Up on 18, Fowler finds the heart of the green, leaving himself a 40-footer across it for eagle. He hits a magnificent putt, the smoothest of strokes. It’s surely going in, but turns a little to the left at the death, and a birdie will have to suffice. A wry smile. He taps in for a 67, and he’ll finish the third round at -11, one off Wiesberger and McIlroy’s lead. Ilonen has chance to birdie from 12 feet, but hits a very uncertain putt, and signs for a 69. He’s -9, still well placed for this. McIlroy drives into a bunker to the left of 17. Day in the middle of the fairway. Up on the green - or rather through it, down the back - is Ryan Palmer, who hit a hot one in, and can’t get up and down. He chipped up nicely from the rough, over many undulations, to five feet, but pushed the short par saver to the right, and he’s back to -9. Par for Furyk who remains at -7. It’s to and fro all right! Wiesberger, who fannied his second up the fairway, has gathered his thoughts and chipped up the green from 25 yards to six inches! He taps in for a brilliant 65 that’ll go very nicely with his pair of 68s. He’s the new clubhouse leader, and the new co-leader of this tournament! Phil Mickelson takes his two putts, nearly draining his long eagle effort, and settles for a second 67 in a row. That’s another brilliant round by the US veteran! Four birdies in the last five holes! -12: Wiesberger (F), McIlroy (16) -10: Mickelson (F), Fowler (17), Palmer (16) Mickelson has driven into the rough down the left of 18, but he’s battered his ball onto the front of the green. A long two putt for a final birdie that’ll set him up nicely. Wiesberger doesn’t really connect with his second shot, and leaves it short of the green, but still on the short stuff. Back on 16, McIlroy taps in for his birdie, but Day can’t get up and down from distance. He’s back to -9. This is an astonishing to-and-fro tournament! -12: McIlroy (16) -11: Wiesberger (17) Day lashes out onto the fairway, having decided there would be no point going for the green. McIlroy, a good 90 yards further up the hole, and in the fairway to boot, lands his approach down 18 inches to the left of the cup, no bounce, no roll, stone dead, with the breezy confidence a man slapping a £50 note down onto the par and ordering himself a quadruple Scottish wine. That’s a certain birdie, and one which will give him the sole lead of this tournament. Mind you, Wiesberger’s currently playing 18, where he’s found the middle of the fairway and will be dreaming of eagle. The co-leader McIlroy on 16 batters a 350-yard drive down the middle. Day sprays his ball deep into the trees down the left, but the ball’s bounced out into the first cut. He’ll be left with a long shot in, though. Fowler and Ilonen send their irons to the back right of 17. Ilonen has just toppled off the back, but Fowler stays up with a little help from the fringe. Palmer is pin high in two at 16, but he doesn’t hit the very makeable 12-foot putt he has to join the leaders, the ball dying on the left. He’ll have to make do with a par that keeps him at -10. His playing partner Jim Furyk though bogeys, his second on the bounce after a dropped shot at 15. The 2003 US Open winner’s back to -7 now, and of the top 41 players on the leaderboard, he’s the only one over par for his round. ... on 15, McIlroy rattles his birdie putt into the middle of the cup! He punches the air in determination rather than celebration. This is unbelievable! Day can’t make his birdie putt. And up on 17, Mickelson can’t roll in a 25-footer across the green for his birdie. He’s been thoroughly upstaged by Wiesberger there, despite playing one of the approaches of the day at 16 then a pin-high second to the 17th! You can’t do anything about that. -11: Wiesberger (17), McIlroy (15) -10: Fowler (16), Palmer (15), Day (15) Day and McIlroy both find the middle of the green at 15. They’ll both have uphill putts from 15 feet for birdie, though Day’s achievement, from the sand, is the one worthy of a hat-tip. Up on 18, DeLaet sees his birdie putt shave the hole on the left from 15 feet. He’ll have to make do with a second 68 in a row. He’s -8. Fowler can’t make his birdie chance on 16. He’ll stay at -10. But we’re going to have a new leader, because Bernd Wiesberger has just hit the shot of the day, an approach to 17 which pitches 18 inches in front of the hole, then stops one dimple’s width from the edge. He’ll tap in to move to -11. This is sheer brilliance! His approaches at 16 and 17 have been simply out of this world! But there’s no point me putting up a new leader board that shows him as sole leader, because ... Day drives into a bunker down the right of 15, while McIlroy splits the fairway. Up on the green, Palmer fails to hit a left-to-right breaker from 20 feet that’d have given him birdie and sole leadership of the tournament. Meanwhile, I’ve not mentioned the bearded Canadian swashbuckler Graham DeLaet. That was because he started with two bogeys and a double bogey in the first seven holes. But he’s since birdied 8, 9, 10, 11, 13 and now 16, and he’s -8 for the tournament! And up on 18, a birdie for Stenson, who finishes with a fine 67. He’s -9. “Can golf get any better than this?” asks Butch Harmon on Sky, as Fowler sends his second to 16 to within ten feet. This is amazing. Astonishing. Just daft! After that mid-round wobble, Day is on his game again, pearling a lovely 5-iron into the middle of the par-three 14th green. Rory’s tee shot ends up in a bunker on the left. Rory splashes out to four feet, and saves par. Day can’t make his birdie putt from 15 feet. But never mind all that! Mickelson has just stuck his second at 16 to three feet, while his playing partner Wiesberger’s approach is a mere 18 inches from the hole! Mickelson moves to -9, while the Austrian joins the leaders at -10! And a birdie to finish for Lee Westwood, splashing to a couple of feet from the bunker on 18. He signs for a 69, not disastrous by any means. He’s not out of this! “One of these days, Lee Westwood is going to tear up a course during the final round of a major, like Greg Norman did at Troon in 1989 (ok, Norman ultimately didn’t win, I know),” opines Steve Pye. “Why can’t it be tomorrow? You did tell me to pour myself a turps.” Chop out a few lines of Polyfilla too, because this is turning into one hell of a Saturday night! Just look at this leader board! -10: Wiesberger (16), Fowler (15), Palmer (14), McIlroy (13), Day (13) -9: Oosthuizen (F), Mickelson (16), Ilonen (15), Furyk (14) Nope, it’s not quite happening for Rory today. His wedge was sent to ten feet, and it’s a straightforward uphill birdie putt, but it lips out on the left. He taps in for par, and looks slightly miffed, though he’s clearly trying not to give his opponent any succour. Day slips his birdie effort into the hole, though, and now he’s part of a four-way tie for the lead at -10. Stenson meanwhile has just rattled in an uphill 20-footer at 17 for birdie. He’s -8 again. Good luck in predicting the winner of this tournament! Birdie chance for Fowler on 14. He goes for broke, racing the ball six feet past the hole. But he regroups and knocks in the saver. He stays at -10, still a co-leader. Ilonen is a turn of the ball away from birdie at 14, but remains at -9. Up on 15, Mickelson is in thick rough to the left. There’s water down the right, near the pin, but he cares not, and arrows a iron straight at the flag. It drops four feet shy and that’ll be a great chance for birdie. And it’s in! As the cheers ring around Valhalla, he’s -8 again! This is a crazy afternoon of scoring. McIlroy having one of the quieter days. But he’s just sent his second close at 13, and will be looking to reassert himself over the rest of the field here. Day has given himself a decent look at birdie too. Mickelson revives his challenge with a birdie putt up the 14th green! He’s back to -7. Day nearly chips his third into the cup, and saves his par. But Rory, for the second time today, fluffs a chip. He doesn’t even get his ball on the green, and though he gathers himself together to get up and down with a lovely delicate wedge to a couple of inches, that’s a bogey. Up on 13, Palmer has a putt to swap places with Rory and take the lead, but his 20-footer stays out. What a leader board we’ve got, though! This is astonishing. I’m already calling a play-off tomorrow. -10: Fowler (13), Palmer (13), McIlroy (12) -9: Oosthuizen (F), Wiesberger (14), Ilonen (13), Furyk (13), Day (12) -8: Donaldson (F) Day’s tee shot at 12 into the rough down the left, his second a flyer into the thick stuff to the right of the green. Rory’s in the same spot too from the tee, and he squirts his second through the back of the green. Neither of these lads are on top of their games at all. On 13, Fowler finds the middle of the green but can’t rake home the 40-footer he’s left himself. Par. He’s still -10. And up on 18, a birdie for Louis Oosthuizen, who has quietly moved into very real contention: a bogey at 4 followed by birdies at 7, 9, 14, 17 and now the last hole. He’s signing for a second 67 in two days. He’s right in this now, the new clubhouse leader at -9. It couldn’t last, Matt Dony (5.45pm). It was never meant to last. Do you have any South African grandparents? A couple of dropped shots to report. Lee Westwood slips back on 16, leaving himself a 12-footer from the front edge of the green he can’t make. He’s -6. Henrik Stenson bogeys 15, meanwhile, but will be paradoxically happy enough given he had to rake one in from 35 feet to achieve even that. He’s back to -7. “I’ve gone for a drink in my old local,” begins Matt Dony, “where I’m being ‘entertained’ by the least charismatic acoustic duo ever. (Sample dialogue: ‘Any David Gray fans in?’) But, boyo Jamie Donaldson is the clubhouse leader in the PGA Championship! Even if it goes no further than that, it’s more success than Welsh golf has had in a good while. Go on, Jamie.” The greatest moment since Ian Woosnam downed a pint of celebratory Guinness on the clubhouse roof of the K Club and let most of it squirt out of his nose captained Europe to the 2006 Ryder Cup? Oh this is astonishingly good from McIlroy, who flicks his ball into the air, over the bank, and lands it three feet from the pin. That was floating through the air like a cotton-wool ball there. McIlroy, his putter as Q-Tip, pops the par putt home. He’s still the sole leader. Rickie Fowler is, famously by now I think, top of the cumulative leader board in the majors this season. He’s -28 right now. McIlroy, by comparison, is only -22. But of course he’s actually won one of the things. Fowler tries to widen this particular gap, and narrow the one at the top of the PGA leaderboard, with a 20-foot birdie attempt on 12, but the ball stays high on the right. He remains at -10. Mind you, he could have a share of the lead soon, given the bother McIlroy’s in. Meanwhile Ilonen’s in a spot of trouble in the rough down the left of 12, short of the green in two, but he flicks a delicate wedge to three feet and scrambles his par. The prophecy of Steve Pye (5.31pm) has yet to be proven. McIlroy pulls a dreadful tee shot at 11 down the bank to the left. Even Phil Mickelson couldn’t get up and down from there. A steep bank, thick grass, and he’s shortsided. “Ilonen is flying at the moment, but I’m not sure he can Finnish the job,” writes Steve Pye. “I’m truly sorry about that. I haven’t even had a drink.” Pour yourself a turps, it’s Saturday night. I’d be gaddered right now if I wasn’t doing this. Rory rattles in his par effort, the ball looing the loop before dropping. He’s -11 again, the sole leader! Day whips a chip out of the thick rough to six feet, and can go to school on Rory’s putt, but leaves it out on the right. He stays at -9, and it’s just not happening for him today. Mickelson sheds another shot, this time at 12, pushing a short putt well wide left of the hole. He’s back to -6. But his playing partner Bernd Wiesberger raps in a six-foot birdie chance to move to -9. That will hurt Lefty, and the gallery. But the biggest roar for a while comes at 11, where Ryan Palmer, having sent his tee shot onto the fringe back left of the par three, races in a right-to-left slider from 30 feet! He’s in a share of second, and the unsung American is simply not of a mind to go away! -11: McIlroy (10) -10: Fowler (11), Palmer (11) -9: Wiesberger (12), Ilonen (11), Furyk (10), Day (10) -8: Donaldson (F), Stenson (14) Jim Furyk gets his round going again with a birdie down the par-five 10th. He’s back to -9. The green cleared, Day can take a shy at it with his fairway wood. He only succeeds in plonking his ball into the thick rough front right of the green. Rory, who winged one out of bounds on the opening day, opts to lay up. He wedges in to leave an uphill putt from 12 feet for birdie. Par meanwhile for Fowler at 11, who chips from the fringe to a couple of inches and taps home. Mickelson down the bank at the side of 11. He chips up to 12 feet, but can’t nail the par putt. A loss of momentum here: having gone out in 33, he struggled down 10, and now this. A fine birdie opportunity for Day at 9. It looks as though the downhill tickler is going into the cup, but it glides to the right at the death, staying up. He stays at -9. He won’t be particularly pleased to see McIlroy scramble brilliantly from the hill at the back of the green to save par. Meanwhile Jamie Donaldson, who had birdied 16, comes up 18. He’s in the rough to the left of the fairway, but can still reach the green. And how, bumping his ball past the flag, eight feet away. A great eagle chance, but his putt squirts to the left. A slight disappointment, but he’s finished with a marvellous 66, and is the new clubhouse leader at -8! -10: Fowler (10), McIlroy (9) -9: Ilonen (10), Palmer (9), Day (9) -8: Donaldson (F), Stenson (13), Wiesberger (11), Furyk (9) -7: Mahan (F), Scott (F), Chappell (F), Oosthuizen (15), Westwood (14), Mickelson (11) Rory’s not quite hitting his straps today. He nearly drives into a bunker to the right of 9, then from the first cut sends a flyer through the back of the green into deep trouble. Day is in a similar position, and clips his second pin high, leaving a 15-foot chance for birdie. With Rory facing a very tricky up and down from up on a knoll, there’s a possibility of a two-shot swing here. But never mind that quite yet, because up on the 10th green, Fowler sends his third over the flag to 12 feet, then curls in a right-to-left breaker for birdie. He’s got a share of McIlroy’s lead now at -10! His playing partner Ilonen, by the way, wedged to a couple of feet, and tapped in for his birdie. He’s one off the lead at -9! And this is really cooking right now, because Westwood birdies 14 after sending his tee shot to five feet. He’s -7. -10: Fowler (10), McIlroy (8) -9: Ilonen (10), Palmer (9), Day (8) Mickelson faffs around in the rough all down the right of 10, but knocks in a 12-footer to save his par. The crowd celebrate as though it were a birdie, and he remains at -8. Westwood sails his approach at 13 into the heart of the green. He’s got a ten footer for birdie, but lets it slide past. He stays at -6. And there’s more as-you-were news: Palmer fluffs a chip to the right of 9, but sinks the 15-footer he’s left himself. He stays at -9 too. Lee Westwood’s rollercoaster round continues. He rolls in a 15-footer for birdie at 12, to rise to -6 again. Consistency has been a pipe dream for Westwood today. Can he finally get it together? On 8, McIlroy’s ball snags in the thick stuff to the front of the green, though he’s only 15 feet or so from the pin. Day is in the heart of the green, faced with a medium-length test for birdie. Rory first, and he duffs his chip! He gave up on that shot halfway through. He’s left with a ten-footer to save his par. Day next: he leaves his birdie putt short, and taps in for par. That’s disappointing, in the context of the match-play-style pressure he could have put on McIlroy had he made birdie. But the gap between the pair narrows nonetheless, as Rory doesn’t really hit the putt either, and hangs his head in a mixture of misery and shame as he taps in for bogey. -10: McIlroy (8) -9: Fowler (9), Palmer (8), Day (8) Day leaves his birdie putt out on the right. He’s just not quite clicking today. Rory meanwhile rattles his into the cup. He’s suddenly got a little bit of breathing space, because Palmer can’t make his medium-length birdie putt on 8, remaining at -9, while Furyk three putts, missing a tiddler for par and dropping back to -8. That’s appalling, really, there’s no excuse for that. -11: McIlroy (7) -9: Fowler (8), Palmer (8), Day (7) -8: Stenson (11), Mickelson (9), Wiesberger (9), Furyk (8) Mickelson for birdie at 9. He’s got a downhill putt with left to right break from 20 feet. He gives it too much out left, and will stay at -8. He’s joined on that mark by his playing partner Bernd Wiesberger, who clipped his approach to 18 inches and tapped in for par. Brilliant. Stenson can’t make his birdie putt on 11 and looks thoroughly hacked off at spurning such a good opportunity; so much for the serenity I was talking about. Back on 7, Rory clips a chip to five feet. He’ll have that for birdie. Day splashes out to seven feet to set up his birdie chance. Day and McIlroy both hit poor approaches towards the 7th. Day finds the bunker to the right of the green, and Rory is even wider than that. He’s on short grass, though, so has something to work with. Up on 11, Stenson fires his tee shot right at the flag. He’ll have an uphill 12-footer for another birdie. Of all the players out on the course - with the possible exception of Ryan Palmer, who has just sent his tee shot at 8 pin high, 20 feet from the flag - he’s looking the calmest right now. Henrik Stenson was out in 33 strokes, and he’s just rolled in a 12-footer at 10 for another birdie. He’s -8. Back on the 8th, Rickie Fowler has stroked a tee shot to eight feet, but he doesn’t make the birdie putt. On 7, par for Furyk, but a birdie for Palmer, who got up and down from thick rough at the back of the green with a lovely swish of the wedge. And on 11, Lee Westwood has just prodded at a 12-foot par putt in a very uncertain fashion, and he’s dropped another shot. That was dismal. He’s slipping out of this after a very lively start. The drive at the 4th hole feels an awful long time away right now. So much for Lee Westwood getting his round going again with that birdie at 9. He’s dropped a shot at 10, after faffing around in an awful lot of rough all the way down the right of the hole, and required a 25-foot bogey putt to avoid another double-bogey disaster. He’s back to -6. One of the first-round leaders, Kevin Chappell, is coming back into the picture again. He’s birdied 1, 4, 11 and now 15, and is suddenly -7 for the tournament again. A stroke of luck for Fowler on 7. He mishits his second, a long fairway wood, but clears the water and is happy enough to see his ball go in the big bunker to the right of the green. A long bunker shot if he wants to make birdie, but par wouldn’t be so bad when you consider the alternatives. He splashes out to eight feet, so birdie chance it is. And he puts it away. He’s -9! Back on 6, Day’s wedge into the green is straight at the flag, but doesn’t really release towards the cup. He’s short by 15 feet, and bogey looks more likely than not. Sure enough, it stays out on the left, and he’s back to -9. Rory meanwhile is one turn of the ball away from a sudden two-shot lead, but his 20-footer across the green is short of exactly one joule of energy. He’ll have to settle for par, but he’s the sole leader again. Meanwhile up on 18, a birdie for Adam Scott, and he signs for a superlative 66. He’s -7, and right back in the mix for the 2014 PGA Championship. -10: McIroy (6) -9: Fowler (7), Furyk (6), Day (6) -8: Mickelson (7), Palmer (6) Furyk throws a chip into the air from the deep depression down the right of 6, and lands his ball a couple of feet from the hole. A lovely imaginative shot, and one that’ll save his par. Back on the tee, Day sprays his tee shot at 6, an iron, into the punters down the left. Trouble there. He’s down a hill, hitting blind. He gets the ball back up onto the fairway, but he’s left with a long-distance up and down. Rory meanwhile splits the fairway, then creams a long iron pin high. He’ll be left with a 20-footer for birdie. Up on 7, Mickelson rasps a second into the heart of the green at the par five. He can’t drain the uphill 25-foot eagle putt, but taps in for a birdie and scampers off with his tongue lolling out, like the eager puppy he always resembles. -10: McIlroy (5), Day (5) -9: Furyk (6) -8: Mickelson (7), Fowler (6), Palmer (6) Lee Westwood gets his round going again by stroking a wedge pin high to ten feet on 9, and slipping the birdie effort straight into the cup. He’s back to -7. Day, from the rough to the left of 5, smacks a gorgeous iron to six feet. That’s outstanding. Rory is in the middle of the fairway with wedge in hand, and really needs to do something. And that’s what he does, sending one over the flag and biting ten feet from the pin, then curling in a gentle right-to-left slider for birdie. Day follows him in. The pair are co-leading this tournament, a shot ahead of Jim Furyk, who is in a little trouble at 6, down a swale to the right of the green, facing a difficult up and down. A three-putt for Westwood on the par-three 8th. That’s a very poor bogey, especially in the wake of his distinctly average performance down 7. Currently on 7: Henrik Stenson, who has his heart in his mouth as he goes for the flag in two, toys with the water in front of the green, and leaves his ball in thick rough to the left of the green. He lifts a delicate chip to a couple of feet, and that’s a birdie that’ll cancel out a shot he dropped at 5. McIlroy plops a ball down in the drop zone. He’s hitting three into a green plenty of his peers have left with an eagle on their card. Day can’t make his eagle, hitting a very tentative putt, but birdie will do. He’s got a share of the lead with Furyk - and McIlroy, who rattles a 12-foot saver right into the cup, and walks off the green punching the air as though he’s made par. A brilliant save. And birdie at 5 for Ryan Palmer, who shows Rory what can be done after averting disaster on 4. -9: Furyk (5), McIlroy (4), Day (4) -8: Fowler (5), Palmer (5) Furyk could be the sole leader of this tournament soon. Because on 4, McIlroy lets his driver turn over on impact, sending an awful shot arrowing into Palmer Country. But it doesn’t look as though he’s going to be as fortunate. That may have found the water. Day twists the knife by arrowing his drive straight at the flag, and he’ll have a ten footer for eagle! Which would leapfrog Furyk, so scrub that stuff about the US veteran being sole leader, but don’t let me confuse myself, it’s not happened yet. Anyway, this is how they currently stand: -9: Furyk (4), McIlroy (3) -8: Fowler (5), Day (3) -7: Mahan (F), Stenson (7), Mickelson (5), Wiesberger (5), Ilonen (5), Palmer (4) Ryan Palmer nearly finds water down the left of 4 with a wild, wild tee shot. But the ball clatters off some overhanging branches and drops near a cartpath running in front of it. He punches a chip onto the green, and saves an unlikely par with two putts. Back on 3, McIlroy and Day both have a look at birdies, but they’re not going in. Fowler watches a decent birdie effort from 20 feet slide by the right on 5. That would have taken him into a share of the lead with McIlroy - and Jim Furyk, who drives into a greenside bunker on 4, then splashes out to a couple of feet and taps home for birdie. He’s -9, and co-leader of this tournament! An eventful start to the round for Mikko Ilonen. He double bogeyed 2, but he’s just birdied 3 and 4, a brilliant response! He’s still -7. Mickelson is in a little trouble down a swale to the left of 5, but he gets up and down for par. In fact, he nearly holed a brilliant chip, bumped up the hill! He’s still -7. Up on 7, Westwood plays it safe with his second, leaving the ball to the right of the green and avoiding the water. But then he duffs his chip, and will be left with a long birdie putt. Not good. And he’s not getting that 30-footer. Par. And on 18, Danny Willetts races a birdie putt six feet past, but knocks in the par putt, and signs for a wonderful 66. Par of the week! Day’s third on 2 is fantastic, a wedge flipped on to the front of the green from the rough down the right. The ball releases, and he’ll have an uphill 15-footer to save an outrageous on-safari par! And it’s in! That is utterly preposterous. He was knee deep in the jungle down the left, with his shoes and socks off! He wanders off with a massive smile on his face. That is sheer brilliance, Day a swashbuckling hero. Rory, from the centre of the green, makes a workaday par. It’s not often he’s upstaged, but Day’s managed it there! Another birdie for Jamie Donaldson, who rolls in a 20-footer on 10. He’s now at -6. On the give-me-a-birdie-and-possibly-an-eagle 4th, Mickelson misses the green on the right and has sand in between his ball and hole. No problem! He flips up to three feet, and pops in the birdie effort! He’s -7, as is his playing partner Wiesberger, who picks up a shot in a more conventional, fuss-free fashion. Farcical scenes as Day looks for his ball in what is technically a hazard. Or rather, he stands on the fairway side of the creek looking confused as his caddy takes his shoes and socks off, Jean van de Velde style, to cross the water. On the other side - assisted by David Feherty, former pro and broadcaster - the caddy finds the ball. Day takes his shoes and socks off, and makes the crossing himself. He’s helped up by Feherty, though for a second looks like pulling him back in. Day takes a look at the ball, and decides to play out of the hazard. His caddy, now back on the other side, flings a club across. He catches it. And he’s going to play it barefoot! He thins it back across the fairway, into rough on the right. He’ll have trouble escaping with bogey, never mind par, but this could have been a lot worse once he opted to play out of the hazard. Rory, incidentally, has found the centre of the green in two, and has very dry feet. McIlroy straight down the middle of 2. But Day has hit his ball so far left it’s avoided the water hazard running down that side of the hole. However it’s sunk into a peaty marsh. He’ll do well to find that, with no stewards around, never mind play it. A shaky start off the tees for Day. Westwood scrambles brilliantly from the front left of 6, chipping to a couple of feet and tapping home for his par. Pars for Day and McIlroy at the opening hole, neither quite hitting their first putts with any conviction. At the par-three 3rd, Fowler nearly slamdunks a 7-iron into the cup. He’ll have a five footer coming back for birdie. And it’s in! He’s -8. Wonderful birdie. On 18, Mahan flops to two feet from thick stuff at the back, and taps in for a joint-best-of-week 65. He’s -7, and well placed for tomorrow. -9: McIlroy (1) -8: Fowler (3), Day (1) -7: Mahan (F), Westwood (5), Stenson (4), Palmer (1) -6: Snedeker (F), Willett (16), Mickelson (3), Wiesberger (3), Ilonen (3) Brandt Snedeker finishes with a birdie and signs for a 66. He’s -6, leading in the clubhouse. Furyk can only find the front left of the 1st green, but manages to scramble his par. He stays at -8. Stenson birdies 4 after hitting his second to six feet, and moves to -7. One of Europe’s nearly men looks very much in the mood. Back on the 1st, Day finds the middle of the green having been fairly fortunate to find his ball near to the fairway having hit branches, albeit still in the thick stuff. Rory goes right at the flag, toying with the bunker front right. He’ll have an uphill 15-footer for birdie. Meanwhile on 16, more superlative play from Danny Willett, who is in thick rough down the left, but powers out to the back of the green, skipping over a bunker at the front with a fortunate bounce, on the long par four. He then curves a huge semi-circular putt back down the green, right to left, his ball horseshoeing out. Par, but a very scenic one. The crowd are loving him today, gasping as the ball refuses to drop. He’s still -6. The leaders are out! “On the tee, from Ireland, the 2012 PGA champion Rory McIlroy!” Haw. That’ll irritate quite a few internet bores. But never mind them. Ball crashed down the middle. Then Jason Day flays an appalling opening drive into the trees down the left. Good luck with that. Mickelson plays the 2nd as solidly as he played the opening hole. No drama, but no birdie either. He’ll be happy enough to get through one of the hardest holes on the course without running into trouble. Up on 5, Westwood shaves the left-hand side of the cup with a birdie attempt from 25 feet. He stays at -7. And on 9, Jamie Donaldson of Southern Wales sends a 50-foot left-to-right curler into the cup for a brilliant birdie! He’s -5. Westwood pops his eagle putt into the cup! To be honest, he’d have wanted escorting off the course, then battering with sticks and dumping behind the bins, if he’d done anything else. Such a wonderful drive. He’s now two off the lead! Exactly the start he needed, after the dismal back nine he suffered yesterday. Jim Furyk batters his opening drive into the rough down the right of 1. Not the ideal start for a usually steady player. Ryan Palmer, who has one top-ten finish in the Masters on his CV but little else, splits the fairway. Up on the green, Fowler shows soft hands to guide his chip to a couple of inches, saving his par and nearly making an unlikely birdie. -9: McIlroy -8: Day, Furyk -7: Westwood (4), Fowler (1), Ilonen (1), Palmer -6: Mahan (16), Willett (15), Stenson (3), Mickelson (1), Wiesberger (1) Rickie Fowler is out, but his wedge from the centre of the 1st fairway is an abysmal nonsense. He plonks it into the thick rough to the right-hand side of the green, and he doesn’t have much space to work with, the flag tucked in on that side. Danny Willett refuses to let the wheels clank off. Double bogey avoided at 14, and he’s now stuck his second at 15 over the flag from thick rough down the left of the fairway. He’ll have a good look at birdie from 12 feet. But he doesn’t read the left-to-right break and the putt’s never dropping. Never mind, another par. Meanwhile Lee Westwood has just smoked his drive straight at the flag at the short par-four 4th, and will have a two-footer for eagle! From the swale to the left of the 18th green, Sergio chips to 12 inches. Beautiful touch. He shakes hands on a 66, and he’s -5 for the tournament. He’ll only be in contention tomorrow if all the leaders fail to take advantage of these conditions, which let’s face it is unlikely, though the charlatans doing the weather forecasts have flipped one way and then flopped the other today, so you never know. At the moment, it’s set fair, so bad luck Sergio. Gah. On 14, Willett fluffs a chip and charges a long par putt ten feet past the hole. He does well to slot home the bogey putt. He’s back to -6. On 3, Westwood’s long birdie effort shaves the left-hand side of the hole. He stays at -5. And back on 1, Mickelson is pin high with his second shot, but the 15-foot birdie effort always misses on the right. Par, and he stays at -6. A perfect start for Henrik Stenson, with birdie at the opening hole after a pin-high approach. Coming up behind: Phil Mickelson, who tees off after the sort of reception not heard at Valhalla since the 2008 Ryder Cup. He splits the fairway. And if there’s any man out there who has the tools and mindset to launch a birdie charge, it’s Phil Mickelson. This could be some round of golf, one way or another. Here’s Hubert O’Hearn: “I was thinking about something, vis a vis Rory’s purple patch since breaking off his engagement. It seems that Life’s Major Events either propel a golfer onwards or utterly destroy them. Hogan won most of his majors after his body-breaking auto accident. Arnold Palmer never won another major after giving up smoking, nor has Tiger since giving up [careful now! - Father Ted Ed.] um, stroking. Whether it is a regained focus on the game, or a depressing sense of loss, the major life events either propel one forwards, or leave one in a Sartre-esque funk. Except of course Jack Nicklaus. because Jack Nicklaus was not a human, he was a Cyberman in a blonde wig and clothes picked out by Barbara Nicklaus.” The Golden Bear always argued that Woods might never reach his 18-major mark, arguing that life was always likely to get in the way. This was years before Tiger’s tumult. And it looks like he was right. But if Tiger’s not going to get to 18, one more, valedictory major would make for a deliciously bittersweet (and I reckon more romantic) story. Preferably at the age of 49, making him the oldest major winner ever. At the Masters, naturally. Providing it’s not at the expense of Sergio. Danny Willett’s wedge into 13 was incredibly ordinary. He’s left with a 40-footer for birdie. No matter! He rakes it in, and he’s -7 for the tournament! This is a stunning round! And up on 15, Hunter Mahan flipped a wedge straight at the flag, and tapped in for his third birdie in four holes! He’s -6. This is hotting up! Though how many majors would Adam Scott have if he didn’t suffer from severe putting issues? He’s just missed a dead straight six-footer on 10 for birdie, and remains at -5. Sergio is trying his best to bugger up his round, having dropped a shot at 16 and now left himself on the apron at the back of 17 with a 12-footer remaining for par. But he’s whacked in the putt and punches the air in delight. He’s not going to win this tournament, but unlike the Sergio of a couple of years ago, he isn’t going to give up and mope. He stays at -4. Good old Sergio. Next year, maybe. Golfing gods? How about it? Huh? Here we go, then, folks. A classic afternoon of low scoring? All the signs, like the 8-ball on the back of David Puddy’s jacket, point to yes! Brandt Snedeker has birdied 7, 8, 10, 11, 14 and now 15 to move to -5. Charl Schwartzel has birdied 4, 6, 9 and 10: he’s -6. Hunter Mahan and Ryan Moore are both four under for their rounds, through 14 and 13 respectively, at -5. And Danny Willett keeps on keepin’ on: he’s scrambled brilliant par saves at 11 and 12 to remain at -6, five under today. Lee Westwood, meanwhile, is a dimple’s width away from draining a 25-footer for birdie on 1. A solid start, though on a day like this, solid ain’t gonna be good enough. Scott is back in the hotseat to guide you through the rest of the night. Farewell! Rory McIlroy is currently on the driving range, receiving some loud cheers from the galleries, leading to Paul McGinley comparing him to a rock star. McGinley then says the word banter twice in the same sentence. Down with that sort of thing! Meanwhile, back on the course, Sergio García has dropped a shot on 16, leaving his par putt from around 12ft short. Another birdie on the 4th – this time from Billy Horschel, who also picked up a shot on the first and third holes, to move to -4. At this rate, par will see you losing a shot on most of the field. Sky are currently showing a highlights package of Phil Mickelson’s round yesterday, which included an eagle on the 18th. Mickelson says it will be difficult to chase down McIlroy but says he has a low-scoring round in him with his putting “feeling really good”. He tees off half an hour from now, sitting nicely on -6, and is currently out on the practice range with Butch Harmon, who, at 71, says he has been rejuvenated by adding Rickie Fowler to his roll of players. He has altered Fowler’s swing slightly and it has paid off so far, with the 25-year-old on -7. He gets underway 50 minutes from now. McIlroy is in insatiable form, but where do we reckon the challenge is going to come from? Jason Day’s game is in good nick, while an evergreen Jim Furyk has been rolling back the years. The fourth is proving profitable today, with an average of 3.28 shots on the par four and six eagles so far. Jamie Donaldson eyes up a putt to make that seven but he drags it a foot to the left of the hole to leave a tap-in for birdie. Sergio García is beginning to make a move up the leaderboard after a birdie on 14 takes him to -5, his third on the back nine so far. No such luck for Chris Wood on the 2nd, whose attempt to move to -4 misses, and Adam Scott, whose effort on the 7th is too firm and shoots a foot past the hole. Evening everybody. We’re still 90 minutes away from the leading pairing of Rory McIlroy and Jason Day teeing-off but Vijay Singh, on -3, has got his round underway by dissecting the first fairway but his putting has been mildly questionable so far this week. Meanwhile, the rain has stopped and Paul McGinley, on Sky, informs us that the conditions are now glorious, conducive to plenty of low scores. Oh Brooks! Koepka is behind the 18th in thick rough, and he looks to flop one up onto the green. But he doesn’t commit, letting his club waft under the ball, and he’s still in the oomska. Another hoick and he’s on the green, but left with a 15-footer for par. He can’t slot that away, indeed he fires it six feet past the hole. But he knocks in the return for a disappointing bogey on a hole he’d have been hoping to birdie. Nevertheless, that’s a 66, and he’s -5 overall, in good nick for the final day. “I seem to recall Butch Harmon talking about his fear of snakes, or was it crocodiles, after the Kiawah fight (11.55am),” recalls Simon McMahon. “The reason? ‘I don’t trust anything that doesn’t have shoulders’. Can’t argue with that, I suppose.” I suppose not, although the Hamburger Helper doesn’t have shoulders either, being nothing more than a talking golf glove who shills filthy but extremely delicious meat-bolstering tat. And I trust him. While I’m off having a quick bowl of that, Alan Smith will be your host. See you soon! Jonas Blixt has just landed his tee shot at 8 roughly 12 inches from the flag. So nearly an ace, but that’s a birdie that’ll take him to -3. Birdie for Justin Rose at the last, and he ends with a 67, at -4 for the tournament. Could have been so much better, but then that’s the whole point of golf. On that point: there’s only one way to respond to a run of five straight birdies, as Thorbjorn Olesen recently made. And that’s by dropping a shot. He bogeys 12, to slip back to -4. The first serious inroads toward the top of the leaderboard. Brooks Koepka stuck his approach at 17 to four feet, and was never going to miss a straight uphill putt. It’s his ninth birdie today, having made three bogeys and only five pars! He’s -6 for the tournament. Marc Warren meanwhile makes birdie up the last, and signs his name on a card which also features the number 66. He’s made a very positive move up through the field. -9: McIlroy -8: Day, Furyk -7: Palmer, Fowler, Ilonen -6: Koepka (17), Mickelson, Wiesberger -5: Warren (F), Willett (7), Scott (5), DeLaet, Stricker, Stenson, Luiten, Dubuisson, Westwood, Oosthuizen Sergio on the surge!!! He makes birdie at 10, and has just followed that up with a huge rake up the par-three 11th, having left his tee shot well short of the pin. Suddenly he’s -4 for his round and the tournament. He’s blemish-free so far, and yes I’m already aware I should never have mentioned that. Marc Warren rattles in a 30-footer on 17 for another birdie. He’s finishing very strongly; he’s -4. Meanwhile starting extremely strongly is Adam Scott, who has just clipped his second at 5 to six feet, and slotted away another birdie putt. He’s already picked up three shots through the first five holes, and is -5 for the tournament. This is brilliant stuff. Someone’s going to post a total that will make the leaders at least think. The first man back in the clubhouse today was Graeme McDowell. The 2010 US Open champion shot a respectable level-par 71, remaining at +1 overall, though you’ll never see a stranger card: birdies at 4, 8, 15 and 18, and a quadruple-bogey eight at the short par-four 13th, where he found water twice with his approaches. “All from 101 yards from hole after driving,” sighs Kevin Mannerings. “Did that crocodile (11.55am) get involved?” Thorbjorn Olesen has just raked in a 35-footer on 11 for birdie ... and that’s his fifth in a row! He’s suddenly -5 for this tournament and bouncing right now as opposed to walking. Another birdie for Adam Scott, this time at 4, despite being one of the few players to fail to reach the green with his tee shot. He gets up and down from the thick stuff at the front to move to -4. Birdie for Ernie Els at 2; he’s -3. Danny Willett has been turning it on too. He’s short and right of the 6th, but nearly bumps and runs a chip into the cup from 60 feet. One more turn and that’d have been his fifth shot picked up in six holes. As it is, he stays at -5. Justin Rose has lost all momentum as a result of that missed tiddler on 15. He tries to nudge one up onto the green at 16 with a fairway wood from a deep depression, and that’s exactly what he’s in as he fails to give it enough juice. The ball stops 12 feet from the flag, and he misses the par putt. He slips back to -3, all that brilliant work counting for very little right now. Brooks Koepka is turning it on. Birdie at 13, and now he’s rolled in another from 20 feet towards the back of 14. He’s -5 for this tournament now. A lot of black clouds overhead, and a small bespoke stratocumulus might be forming above Kenny Perry’s noggin right now, as he splashes close from a bunker at 6 and should save his par, but misses the short putt to drop back to -3. Marc Warren will be feeling more chipper, having birdied 14 and then set himself up for another with a fine approach to 16 that dropped on the back of a bunker at the front of the green and kicked left towards the flag. He drained the putt and now he’s -3 for both round and tournament. The par-four 4th is effectively a par three today, if they drive straight. Jonas Blixt is the latest to boom a tee shot at the flag. It stops 15 feet short, but he rattles in the eagle putt and moves up to -3. A lot of shots are going to be picked up on this hole today. God knows what Lee Westwood is going to do on it. Either a hole-in-one albatross or a triple bogey, are my guesses. Adam Scott is out, and he’s whipped his second at 2, a long iron on the behemoth par four, to a couple of feet. That’ll take him to -3. On 15, Justin Rose lets a short par putt slide by the hole. He’s back to -4, and he wanders off in high dudgeon. There’s a very low score out here today on this soft course - a chance to match the record major low of 63, or post something even better? - though that might be beyond Rose now. Justin Rose marches on. His second at 13, a gentle wedge, lands 18 inches from the flag but spins back to 12 feet. No matter, he rolls in the birdie putt, and he’s -5 now. It should be -6, because he’s just sent a very makeable 12-footer to the left of the cup at 14 after a fine tee shot. This is turning into something of a statement round. A couple more birdies, and if the weather comes in later - and the officials are apparently now worried about this - Rose could be in with an outside chance tomorrow. Nothing more, but that would be enough from the position he started in. Meanwhile Kenny Perry isn’t content with that eagle. He’s just birdied 5, moving up to -4. Rose, Willett, Perry, Koepka ... the birdies are flying in, and now Thorbjorn Olesen has reached the turn in 32 after a run of birdies between 7 and 9. He’s -3. “You’ll not see a better drive this week, unless one somehow goes in.” Well, nearly. Nearly. Gonzalo Fernandez-Castano has just pearled his drive at 3 right at the flag, the ball landing on the front of the green and bouncing towards the pin at the back. If it hit the flagstick, it’d have dropped for a hole-in-one albatross. Or an albatross hole-in-one. I’m not sure what should take precedence. The ball rests ten feet behind the cup, and it’s knocked back in for eagle. He’s -2 overall. Astonishing! He moves to -2. Meanwhile his playing partner Danny Willett drove onto a grassy mound to the left of the green - and has chipped in for his eagle, too! He’s -5 overall, because he’s already birdied 2 and 3. This is some run from Rotherham’s finest. The veteran local star Kenny Perry has just obliterated the 4th hole! He’s battered his drive 291 yards. The hole’s playing 292 today. He rolls in the eagle putt, and moves to -3 for the tournament! If there was a roof over Valhalla, it’d be flying somewhere over North Carolina right now. You’ll not see a better drive this week, unless one somehow goes in. Meanwhile Brooks Koepka has been on something of a charge: birdies at 7, 8 and 9, and he’s reached the turn in 32. He’s now -3 overall through 11. Before the action hots up, time to remember that it’s two years to the day since one of the great PGA Championship duels: Croc v Snake at the 2012 tournament at Kiawah Island (2.36pm BST). Warning: this clip’s not for the squeamish. It’s not for those who like competitive action, either, because it’s something of a rout. Astonishingly, the whole thing was shown live and in its entirety on CBS Sports. Nobody could be bothered cutting away from it. Sadly, the most entertaining part of the whole affair is missing from this YouTube version. If memory serves, CBS later cut back to the croc, who was floating serenely, a big toothy grin plastered all over its visage, content, stuffed full of delicious snake. He looked like a golf-club captain filled to the eyeballs with gin. The whole thing was quite a step away from the picture of the natural world painted by the BBC golf doyen Peter Alliss, and his gentle “Ah, the crow, I wonder what winter has in store for him this year” schtick. Two years ago today. RIP ol’ snake. No birdie for Rose on 10, as his putt shaves the right of the hole. That’s a poor miss, as that was from five feet, not ten as I suggested in the previous entry. Back on 4, Ian Poulter has driven the green but can’t quite rake in the 50-footer for eagle. Birdie will do; he’s -2 overall. According to Butch Harmon on Sky, the other players have been giving Poulter pelters on the driving range for yesterday’s online diatribe against British Airways. Twitter gets everyone in the end. Stay away from the tweets, kids. Bad social media! Mess you up! Rose is playing magnificently. He’s in thick rough down the left of the par-five 10th, but has lifted a classy wedge over the flag to ten feet. The putt he’s left with isn’t quite a gimme, but if he sinks that his round could get quite interesting. Meanwhile news of the old warrior Colin Montgomerie, who on this long, wet course must feel like a man shoved into the lion’s den with neither whip nor chair. The reigning Senior PGA and US Senior champion is holding his own: two bogeys this morning cancelled out by two birdies, the latest a brilliant two at the par-three 8th, his tee shot sent five feet from the flag. He remains at level par. Doing the old boys even prouder: the runner up at the 1996 PGA here, the local hero Kenny Perry. The Kentuckian has creamed his second at the opening hole to a couple of feet, and rapped in the birdie putt to move to -2. It’s Sergio! He’s out early doors having just sneaked inside the cut with opening rounds of 70 and 72. That first major will continue to elude him here at Valhalla, but he appears to be in the mood to make one of his trademark it’s-too-late-you-daft-bugger birdie charges. A shot picked up at the opening hole, and now he wedges pin high to ten feet at 4 before stroking in a second birdie. He’s -2 for the tournament. Of course, if he goes on to shoot his second 61 in as many weeks, we can talk again. No biggie, then, Sergio. Be about your business! It’s raining today in Valhalla. Both in terms of precipitation - it’s a bit grim right now, though it’s expected to clear up soon enough - and more importantly in terms of birdies. Plenty out there this morning. The big early move has been made by last year’s US Open champion Justin Rose, who has picked up four shots on the front nine, and would have reached the turn in 30 had a chip at 9 dropped rather than shaving the side of the hole. He’s -4 for both his round and the tournament. Hideki Matsuyama meanwhile birdied 1, 3 and 4, and is suddenly -2 for the tournament. Also out there with a couple of birdies to their name already: Graeme McDowell (-1 overall through 11), Marc Warren (-2 overall through 8) and Zach Johnson (-2 overall through 5). If this is anything to go by, which it surely is, we should be in for a treat when the players closer to the business end of the leaderboard come out to play. It’s Moving Day all right. Good morning America. Well, that’s the field cleaved in half. And while the lion’s share of the attention afforded to the cut was concentrated on the travails of Tiger, a word for the 20 club professionals who did battle at Valhalla this week. The PGA Championship doesn’t bother with amateurs - the clue’s in the name, I guess - though one could play if they somehow managed to win either the Masters, the US Open or the Open Championship. Instead, the field’s given a little twist by the addition of the folk who, with infinite patience, spend day in day out teaching clowns like me how to connect clubface with ball. Ryan Helminen of Menasha, Wisconsin is one such chap, and the 39-year old came within one stroke of making it to Saturday and Sunday and mixing it with the big boys at the business end of Glory’s Last Shot. His level par 71 yesterday brought him close. Birdie at the 9th, his last hole, wasn’t quite enough, and he’ll always be thinking about the five-footer for birdie he missed on 7 as he chased the two shots he needed to make it. “I feel bad because I wish I could have been the one to get through and represent the club pros,” he says. “But it’s great that they do this for us and I think it draws people in. I brought a lot of people to Louisville and I’m sure a lot of other club pros brought people in. That’s how we promote the game.” Yes sir. Hats off to Helminen, and the other 19 pros, with special mention to Johan Kok of Brentwood, Tennessee who shot a four-under 67 yesterday. A 67! Ask anyone who ever attempted to transport a piano, grandfather clock, crate of delicate family heirlooms or large sheet of plate glass from one location in Hollywood to another during the 1920s or 1930s: moving can lead to all manner of entertaining scrapes. And that’s with only two men wearing brown overalls and bowler hats involved! Look at the significantly larger cast list we’ve got for you on this Moving Day ... Among others we have... Five-time major winner Phil Mickelson. Four-time major winner Ernie Els. The two-time PGA winner Vijay Singh. The current Masters champion Bubba Watson. Erstwhile Masters champions in Zach Johnson, Charl Schwartzel and Adam Scott. Former US Open winners Justin Rose, Graeme McDowell and Jim Furyk. A man who won an Open at St Andrews in Louis Oosthuizen. The legendary veteran Colin Montgomerie. Several other absurdly talented nearly men: Sergio Garcia, Ian Poulter, Hunter Mahan, Lee Westwood, Henrik Stenson and Steve Stricker. And two of the most dependable young major-championship performers of the day, both desperate to make the breakthrough: Rickie Fowler and Jason Day. And they’re all chasing the current world number one, Open champion, and hottest property in golf, Rory McIlroy. All this on a course that’s offering up plenty of birdies. Moving Day promises so much drama, it could only get more exciting should a Ford Model T career into view and mangle Rory’s bag of clubs. It’s on! How the top of the leaderboard looks ... -9: McIlroy -8: Day, Furyk -7: Palmer, Fowler, Ilonen -6: Mickelson, Wiesberger -5: DeLaet, Stricker, Stenson, Luiten, Dubuisson, Westwood, Oosthuizen -4: Watney ... a few of the big names who missed the cut ... Martin Kaymer, Padraig Harrington, Erik Compton, Tom Watson, Davis Love III, Ryo Ishikawa, YE Yang, Keegan Bradley, Paul Casey, Webb Simpson, Stewart Cink, Darren Clarke, Jordan Spieth, John Daly, Miguel Angel Jimenez, Thomas Bjorn, KJ Choi, Matteo Manassero and Tiger Woods. ... and when the players who made it are teeing off. 8.30am ET, 1.30pm BST: Brendon Todd, Graeme McDowell 8.40am ET, 1.40pm BST: Chris Stroud, Hideki Matsuyama 8.50am ET, 1.50pm BST: Shawn Stefani, Branden Grace 9am ET, 2pm BST: Marc Warren, Pat Perez 9.10am ET, 2.10pm BST: Justin Rose, Marc Leishman 9.20am ET, 2.20pm BST: Colin Montgomerie, Brooks Koepka 9.30am ET, 2.30pm BST: Jason Bohn, Koumei Oda 9.40am ET, 2.40pm BST: Zach Johnson, Daniel Summerhays 9.50am ET, 2.50pm BST: Luke Donald, Francesco Molinari 10am ET, 3pm BST: Bubba Watson, Thorbjorn Olesen 10.10am ET, 3.10pm BST: Shane Lowry, Sergio Garcia 10.20am ET, 3.20pm BST: Kevin Stadler, Brendan Steele 10.30am ET, 3.30pm BST: Ian Poulter, Brandt Snedeker 10.50am ET, 3.50pm BST: Patrick Reed, Freddie Jacobson 11am ET, 4pm BST: Hunter Mahan, Jerry Kelly 11.10am ET, 4.10pm BST: Kenny Perry, Ryan Moore 11.20am ET, 4.20pm BST: Danny Willett, Gonzalo Fdez-Castano 11.30am ET, 4.30pm BST: Jonas Blixt, Fabrizio Zanotti 11.40am ET, 4.40pm BST: Rafael Cabrera-Bello, Scott Brown 11.50am ET, 4.50pm BST: Brian Harman, Charl Schwartzel 12pm ET, 5pm BST: Adam Scott, Jimmy Walker 12.20pm ET, 5.20pm BST: Ernie Els, Brendon de Jonge 12.30pm ET, 5.30pm BST: Geoff Ogilvy, Robert Karlsson 12.40pm ET, 5.40pm BST: Cameron Tringale, J.B. Holmes 12.50pm ET, 5.50pm BST: Edoardo Molinari, Alexander Levy 1pm ET, 6pm BST: Kevin Chappell, Jamie Donaldson 1.10pm ET, 6.10pm BST: Chris Wood, Billy Horschel 1.20pm ET, 6.20pm BST: Matt Jones, Richard Sterne 1.30pm ET, 6.30pm BST: Bill Haas, Vijay Singh 1.50pm ET, 6.50pm BST: Louis Oosthuizen, Nick Watney 2pm ET, 7pm BST: Victor Dubuisson, Lee Westwood 2.10pm ET, 7.10pm BST: Henrik Stenson, Joost Luiten 2.20pm ET, 7.20pm BST: Graham DeLaet, Steve Stricker 2.30pm ET, 7.30pm BST: Phil Mickelson, Bernd Wiesberger 2.40pm ET, 7.40pm BST: Rickie Fowler, Mikko Ilonen 2.50pm ET, 7.50pm BST: Jim Furyk, Ryan Palmer 3pm ET, 8pm BST: Rory McIlroy, Jason Day We’ll be getting going at 4pm BST, which is 11am in dollars and cents. See you then!"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}