{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2014/aug/10/happy-days-enniskillen-beckett-festival-2014-godot-observer-review", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2014-08-09T23:06:03Z", "webTitle": "Happy Days: Enniskillen international Beckett festival review – Godot galore", "webUrl": "https://www.theguardian.com/culture/2014/aug/10/happy-days-enniskillen-beckett-festival-2014-godot-observer-review", "apiUrl": "https://content.guardianapis.com/culture/2014/aug/10/happy-days-enniskillen-beckett-festival-2014-godot-observer-review", "fields": {"headline": "Happy Days: Enniskillen international Beckett festival review – Godot galore", "bodyText": "Happy Days is now in its third year. Its focus is Nobel-prizewinning writer Samuel Beckett (1906-89). Musicians, poets, actors, performers, artists, talkers, doers and watchers celebrate his life and works on land and beneath the ground; on water, by water and under soft rain. In this island town, reflections and precipitation blur boundaries between earth and sky. Beckett came to Enniskillen as a schoolboy in 1920. The following year, a memorial was erected to the 75 men of Portora Royal school killed in the first world war. Declan Kiberd, a leading scholar of the literature of Ireland, suggests in his lecture, Known Unknowns, that absences such as these haunted Beckett for the remainder of his life: \"His plays are wastelands, decontextualised as the war zone was\" for the men lost in no man's land. Two men in a space. They do not know where they are. We do not know where they are. The men and the audience are on shared ground of unknowing. Beckett is always concrete, however hard he is to define. Serge Noyelle's design for En Attendant Godot offers dark earth, a wide expanse of light and a high wall of wooden boards; a real tree hangs upside down. The characters' clothes are torn; underneath a suit jacket a shirt is missing. Their faces are whitened, a nose is reddened. These men have been worn away, like a weathered poster. Words are their weapons and their refuge (as Kiberd says: \"Beckett cast doubt on everything but language\"). Each actor is magnificent yet impeccably of the ensemble; voices and movements hew through air grown dense between them. The rhythm and pace are taut, thrilling as a high-wire act. Through Marion Coutris's staging, Marseilles-based Théâtre NoNo establishes a theatrical language of gesture, tone and space that is the essence of Beckett's 1952 French text. \"I saw Waiting for Godot when it was first put on in London,\" said Claudia Roden, in the course of her talk on Jewish food and culture. \"I didn't get it. Watching it yesterday in Yiddish, I felt the humour was Jewish.\" The New Yiddish Rep company's Vartn Af Godot, in Shane Baker's translation of Beckett's 1955 English text, is firmly located in post-second world war Europe. Vladimir and Estragon are the post-Holocaust shadow of a Laurel and Hardy style double-act. The Yiddish language evokes haunting resonances: \"Vladimir: Where are all these corpses from? Estragon: These skeletons. … Vladimir: A charnel house! A charnel house!\" Hope of salvation is tainted with betrayal by director Moshe Yassur in one simple, devastating moment. \"What shall I tell Mr Godot?\" asks A Boy, bringing news of Godot's visit, deferred for the second time. In Act I, Vladimir's answer was: \"…tell him you saw us.\" Now he insists: \"Tell him […] that you saw me.\" A Boy spins towards the sleeping Estragon, then back to Vladimir, staring in horror. Throughout the play, Vladimir worries at the question of the two thieves crucified with Christ – why was one saved, one damned? Kiberd says it obsessed Beckett. Observer journalist and writer Ed Vuillamy raises a related issue in his discussion on War and Torture with human rights lawyer Phillipe Sands and fellow journalist Dearbhail McDonald. \"Who is banged away and who isn't?\" he asks, underlining the failure of legal systems to tackle corporate entities facilitating violence. Such points are particularly relevant, McDonald points out, in an extraordinary week of first world war commemorations, civilian deaths in Gaza and Obama's admission of CIA torture in advance of a Senate committee report. Sands stresses the importance of individuals in countering violence, as in the post-second world war creation of the United Nations. We face a challenge posed by Beckett's play Catastrophe, which Sands had attended that morning: what am I seeing, what am I hearing? In responding to that challenge, it is possible to imagine something positive can be achieved. Beckett dedicated 1982's Catastrophe to Vaclav Havel (1936-2011), the Czech playwright then in prison for his defence of human rights. The title is a pun. Besides the usual sense, the word is also a technical term for the concluding episode of a play, particularly a tragedy. In Ceithleann Island Theatre Company's production, the play is the conclusion of the audience's journey to a secret location. Here, in a mouldering building, the Protagonist stands on a plinth. His clothes and body are arranged by an Assistant in a white coat, in response to peremptory instructions from a Director preparing a performance. Once everything is as the Director desires, the light is focused on the Protagonist's downcast head. Recorded applause thunders. The Protagonist raises his head and stares into the auditorium. The applause fades and dies. Under Adrian Dunbar's spare, well-balanced direction, the interpretation of this look remains open. As Sands says, it is a challenge, but to what – action, engagement, reflection? Beckett has never offered easy answers. Sleepy-eyed passengers chat quietly on an early-morning river ferry. Through reeds to a mooring, we disembark. Award-winning writer Kevin Barry, hat on head, perches on a picnic table. His eyes dart between the pages of \"A Case in a Thousand\" and the people around him as he shares Beckett's 1934 short story about a doctor, his nanny and her sick son. The heart of the story turns out to be a matter \"so trivial and intimate that it need not be enlarged on here\". That sense of something beyond what we see and hear, not enlarged on, is at the core of Beckett's writing. Every presence seems shadowed by an absence. This is acutely conveyed in Netia Jones's stage world premiere of his 1961 radio play Words and Music, in which Words (Adrian Dunbar) and Music (the Crash Ensemble) compete to communicate. Croak (Ian McElhinney) attempts to mediate: \"My comforts! Be friends!\" The original music did not please Beckett. In 1987, Morton Feldman (1926-1987) composed a new score for strings, flutes, keyboard and vibraphone. On a wide stage stands a white box/room; the wall towards the auditorium is missing. With his back to this non-wall sits a figure at a table; in his hand, a stick. Darkness surrounds the box: to one side sits another figure; on the other side musicians. Voices and instruments pattern – antagonistically, tentatively, melodically, with pizzicato fizz, developing fragile, shifting interdependencies within solitude. It feels like a form of sonic grattage – where what is being layered and scraped is a life trying to recover coherence. Or, as Feldman pithily puts it: \"There was a situation where two people were having some problems... and music essentially had to bend.\" The words and music woven so wittily through Enniskillen by festival director Seán Doran may not answer questions Beckett raises. They do, though, instil a feeling that has the shape of a line from the book he most quoted: \"Every day, as long as this 'today' lasts, keep encouraging one another.\" Hebrews 3:13.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}