{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2014/aug/20/one-in-five-visitors-swiss-suicide-clinics-britain-uk-germany", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2014-08-20T22:32:00Z", "webTitle": "One in five visitors to Swiss assisted-dying clinics from Britain", "webUrl": "https://www.theguardian.com/society/2014/aug/20/one-in-five-visitors-swiss-suicide-clinics-britain-uk-germany", "apiUrl": "https://content.guardianapis.com/society/2014/aug/20/one-in-five-visitors-swiss-suicide-clinics-britain-uk-germany", "fields": {"headline": "One in five visitors to Swiss assisted-dying clinics from Britain", "bodyText": "One in five people who travel to Switzerland to end their lives are from the UK, according to research that shows that the number of foreign nationals visiting the country has doubled in four years. A University of Zurich study found that the number of non-residents taking their own lives – so-called \"suicide tourists\" –at Swiss assisted-dying clinics increased from 86 in 2009 to 172 in 2012. Out of 611 people who travelled to the country for that purpose between 2008 and 2012, all but four of whom went to the Dignitas clinic, 126 were from the UK, second only to Germany, according to the research published in the Journal of Medical Ethics on Wednesday. Assisted dying is being keenly debated in the UK and a campaign group pushing for legalisation claimed that the figures showed the law was not working. Sarah Wootton, the chief executive of Dignity in Dying, said: \"It's clearly unethical to force dying Britons to travel abroad to die through a lack of safeguarded choice in this country. But there is also a patient safety issue. We have no control over the law in Switzerland, but we can and should regulate and safeguard assisted dying in this country.\" She said the figures were a sign that UK law is not working. In 2012 the number of Britons who travelled to the clinic was 29, compared with 23 in 2008, although the number fluctuated in between, the study suggests. Alistair Thompson, a spokesman for Care Not Killing, questioned the significance of the findings. \"What they don't reveal is how many people went to Dignitas who were just 'tired of life', to use the words of the Dignitas clinic's director: those people who are not terminally ill and are probably just suffering from clinical depression,\" he said. \"We're still talking about minuscule numbers and we are missing the much wider point about how do we care for those who are terminally ill or disabled.\" The first Briton to end his life at an assisted dying clinic in Switzerland was an unnamed man who travelled to Dignitas and died with his wife and daughter by his side in 2002. In January 2003 Reginald Crew, 74, who had motor neurone disease, became the first Briton to kill himself at the clinic and publicise his case. He said beforehand that it would be \"a weight off my shoulders, like going on holiday\". Others include Daniel James, 23, who represented England at rugby as a teenager and ended his life after becoming paralysed from the chest down in a training accident. His parents said they had tried to change his mind but he was \"an intelligent young man of sound mind\" who was \"not prepared to live what he felt was a second-class existence\". In July 2009 the respected conductor Sir Edward Downes and his wife, Joan, ended their lives together at the clinic. Sir Edward, 85, was almost blind and his 74-year-old wife was his full-time carer. Their son and daughter said they had \"decided to end their own lives rather than continue to struggle with serious health problems\". Despite a number of police investigations, no Briton accompanying anyone to Dignitas has ever been prosecuted. In 2010, the then director of public prosecutions, Keir Starmer, spelled out the factors which would be taken into consideration when deciding whether to prosecute in an attempt to provide greater certainty. An assisted dying bill was moved to the next stage of parliament for further discussion after a debate in the House of Lords last month. The bill's proposer, the former lord chancellor Charles Falconer, said during the debate that the current situation \"leaves the rich able to go to Switzerland, the majority reliant on amateur assistance, the compassionate treated like criminals\". The researchers found that one in three of the suicide tourists had more than one condition, but neurological conditions such as motor neurone disease, Parkinson's and multiple sclerosis accounted for almost half of the total cases, followed by cancer. The average age was 69, but ranged from 23 to 97, and 58.5% were women. In the period examined by the researchers, the total number fell from 123 in 2008 to 86 in 2009 but increased in every subsequent year. The study's authors said the initial dip could have been down to negative media reporting of four cases of assisted suicide by helium inhalation in 2008, which were described as \"excruciating\" and prompted the method to be abandoned. To contact Samaritans, call 08457 909090."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}