{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2014/aug/17/american-impressionism-scottish-gallery-modern-art-observer-review", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2014-08-16T23:06:00Z", "webTitle": "American Impressionism: A New Vision review – Monet's fans from across the (lily) pond", "webUrl": "https://www.theguardian.com/stage/2014/aug/17/american-impressionism-scottish-gallery-modern-art-observer-review", "apiUrl": "https://content.guardianapis.com/stage/2014/aug/17/american-impressionism-scottish-gallery-modern-art-observer-review", "fields": {"headline": "American Impressionism: A New Vision review – Monet's fans from across the (lily) pond", "bodyText": "Claude Monet, in Giverny, was plagued by American painters. They knocked at his door, tried to get into his water lily gardens and rented local cottages in the hope of studying with the master. The village grew into an American colony. By 1890 the local hotel could ignore these foreigners no longer and began offering Boston baked beans and American pie on its menu. Monet resisted as long as he could, fearing both imitation and predatory designs on his stepdaughters. Both anxieties were justified. He managed to oust a Boston painter who was pestering one of the girls, though he couldn't stop Theodore Earl Butler of Ohio from marrying his stepdaughter Suzanne in 1892, an event commemorated by a third American, Theodore Robinson, in The Wedding March, which appears in this show. With its fluttering leaves, blue shadows and sun-dappled Giverny landscape, this is imitation taken beyond flattery. American Impressionism, at the Scottish National Gallery of Modern Art, is planted with surprises. It gives you Americans in Paris painting boulevards and flower markets and girls in white dresses with pink frilly parasols, but it also gives you Central Park as Sisley might have painted it had he crossed the Atlantic, Connecticut in ever-changing deliquescent light, and many scenes of Brooklyn, as it were, on Seine. John Singer Sargent, who succeeded in Giverny where others had failed, paints Monet painting outdoors in the great studio of nature. William Merritt Chase exports the lessons of French plein-air impressionism to Long Island in poppy-scattered summer. Up in Maine, Frank Benson paints girls in white dresses looking out to sea in an Atlantic sunlight so strong they have to shield their eyes. If Benson learned nothing else from the French it was Manet's great dictum that light is the protagonist of the painting. The French are represented all the way through the show too. You might visit just to see Degas's hauntingly strange corner of a Paris park, where a weary woman feeds an infant while the rest of the world continues its oblivious pleasures in the distance; or for Monet's devastating winter whiteouts with their whirling brushmarks, or his deathless haystacks at different hours of the day. These appear next to a dozen awful haystacks by John Leslie Breck, each just as stolid and coagulated as the next; Breck was the Boston painter banished by Monet. The comparison is almost cruel. Indeed the organisation of this show is curious to the point of muddled. Impressionism is hard enough to pin down in art historical terms; it is not obvious that Degas – whose influence is so apparent in this exhibition, particularly in the works of Mary Cassatt – can be pigeonholed as an impressionist, no matter that he was involved in the impressionist shows; certainly he disliked and disavowed the term. And it could hardly be said that the painters included – French or American – share an approach or style. They don't all paint in the open air, they don't all paint light; some of them are patently more interested in Japanese art than French. And while there are weak American pastiches of French impressionism all the way through the exhibition, so there are also masterpieces by three of America's greatest 19th-century artists: Whistler, Sargent and Cassatt. The sequence of women and children with which the show opens, in fact, shows Mary Cassatt at her most singular. A profoundly tender painting from 1890 of a child curled comfortably into a woman's body, plump little limbs concisely echoed in the pale pink curves of the water jug behind, the exquisite draughtsmanship held in perfect balance with the fine rose and blue palette, might almost prefigure Picasso. It is true that some of the Americans were still running hard to keep up with the French 40 years after the first impressionist show had closed in 1874. In New York, Childe Hassam could paint Fifth Avenue during the first world war, thick with red, white and blue flags shimmering like tricolours in the May breeze, as if it were Paris and he was Pissarro. But in Le Jour du Grand Prix, painted in 1887 when the artist was actually living in Paris, he is torn. The top half of the painting is all transitory effects of air and light, while the horses and carriages below are almost conventionally academic in style, as if Hassam couldn't quite bear to breeze over the historic details of this national occasion. \"My God, I would rather go to Europe than heaven,\" William Merritt Chase told the New York Times in 1872. Just being in France itself is so often the subject of these American paintings. This has its celebratory pitch, in Edinburgh, with Sargent's phenomenally nostalgic summer evening in the Luxembourg Gardens, the pale paths glimmering in the lavender-grey twilight, gowns, veils and cigar smoke glowing white as the hot moon rises above the trees: a ravishing nocturne of lingering heat and light. \"I see that Sargent succeeds by imitating me,\" Monet remarked. But of course Sargent is his own man. To walk through these galleries is to see the divergence; Monet could never have painted the Luxembourg Gardens this way. He could – would – never have painted a portrait like the languid Lady Agnew in lavender giving a glance of effortless charm back to her admiring painter, the unimpeachably suave American. And for all the paintings that see America through a French lens, there are others that go far beyond the lessons of French impressionism. The most startling work here is by the underrated John Henry Twachtman, who painted solitary scenes of Connecticut that have rightly been compared, in their quietude, to the writings of Henry David Thoreau. But it is his Emerald Pool, Yellowstone that stands out: a great vision of frozen water conjured in veils and lattices of paint that much more resemble the abstract expressionism to come. If the 19th century was French, the 20th century in art would be in so many ways American."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}