{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2011/nov/19/refund-cancelled-ba-flight", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2011-11-19T22:59:01Z", "webTitle": "Refund for cancelled BA flight is in a tailspin", "webUrl": "https://www.theguardian.com/money/2011/nov/19/refund-cancelled-ba-flight", "apiUrl": "https://content.guardianapis.com/money/2011/nov/19/refund-cancelled-ba-flight", "fields": {"headline": "Refund for cancelled BA flight is in a tailspin", "bodyText": "I booked a flight with BA via Expedia last December. Owing to the weather conditions at Christmas, the flight was cancelled. I am still waiting for my refund. I email Expedia regularly but am told my application is with the refund department. Then Expedia told me BA had closed its refunds department. It also says the only way it can speak to BA is by computer; there are no phone calls or meetings to resolve issues. In May, Expedia said BA was going to make payment to my credit card. Nothing was received. I have given BA a free loan for nearly a year. CS, Jersey Anyone planning to fly this winter must dread the thought of needing to claim for cancelled flights. You are not the only one still waiting for a refund nearly 12 months on. Expedia said the problem was partly because there was a discrepancy between the two airlines involved in your booking. Until then, you had been told only that BA was due to send back your money but apparently Aer Lingus also was involved in your short flight from Jersey to the UK. Expedia admits it should not have taken so long to get back to you and passed your complaint to senior management. They quickly authorised a refund plus an Expedia voucher. You can email Margaret Dibben at your.problems@observer.co.uk or write to Margaret Dibben, Your Problems, The Observer, Kings Place, 90 York Way, London N1 9GU and include a telephone number. Do not enclose SAEs or original documents. The newspaper accepts no legal responsibility for advice."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}