{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2011/nov/11/the-conversation-eurozone-crisis", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2011-11-11T23:02:29Z", "webTitle": "The conversation: Can Europe pull back from the brink?", "webUrl": "https://www.theguardian.com/commentisfree/2011/nov/11/the-conversation-eurozone-crisis", "apiUrl": "https://content.guardianapis.com/commentisfree/2011/nov/11/the-conversation-eurozone-crisis", "fields": {"headline": "Can Europe pull back from the brink?", "bodyText": "This week the crisis in the eurozone boiled over and the prime ministers of two countries were forced out as a breakup of the single currency was openly discussed for the first time. Paul Mason of BBc2's Newsnight and Gillian Tett of the Financial Times discuss what will happen next with Susanna Rustin. Susanna Rustin: Were you surprised to see two European leaders replaced by technocrats? Gillian Tett: No – the situation calls for very firm, forward-looking action that is almost impossible in a rowdy democratic political system at the moment. Paul Mason: Don't kid yourself these are technocrats. In Greece there is effectively a political truce but I don't know how long New Democracy [the opposition] will stick with a plan they fundamentally disagree with, because of its emphasis on taxing the middle class. Mario Monti will give Italy about a month's grace. GT: The problem is you neither have anybody who has the authority to force a solution, nor do you have sufficiently free markets and genuine democracy to get a bottom-up solution. So you're caught in this limbo-land where you stagger from one mini-crisis to another. SR: If elected governments in Greece and Italy can't manage these crises, where does that leave the rest of us? PM: Greece's two main parties have very strong networks that have kept in check much of the outrage. In Italy two thirds of the short-term problem was the credibility of the Berlusconi government. GT: Just as the past four years have raised questions about the way modern finance works, they are raising profound questions about our systems of government: we have no institutions to plan for the future, nor institutions that can quickly respond to a crisis. This is one of the reasons faith in so many public institutions is collapsing, alongside faith in the bankers. It's why you've got this Occupy Wall Street protest. SR: Will economic reforms in Italy and Greece work? GT: It's still about trying to buy time. People thought, if they bought time, two things would happen: first, Europe would start growing again and make the debt problem less bad. And second, some political consensus would emerge. But the more time that passes, not only is growth faltering and making the debt worse, but consensus is not emerging and arguments are developing instead. PM: What is likely in the next few months is the emergence of mainstream politicians saying this far and no further, protectionism, roll back the free market, and it could come quite quickly. GT: But the cost of a breakup is so high. Right now bankers are doing fire drills and the point everyone keeps making is that you have this fantastically complex interconnected global financial system, and the terror is there is some clause no one has thought of that creates a panic. PM: Just because the cost of breakup is so great doesn't mean it won't happen. I was leaked some bank research and the sliding scale of banks that went bust was so frightening I decided it was impossible to report without causing panic. GT: But I still think they may go to the brink, realise the cost of it and pull back. But pulling back will mean the ECB [European Central Bank] will have to underwrite the system, the IMF will have to be involved, probably force capital injections into the larger banks. And there will be some kind of joint action, if not fiscal union, which means Germans supporting the weaker members. PM: But if you nationalise the banks but don't take social control and sit there as Alistair Darling did in 2008 and say politicians shouldn't control banks, then executives of those banks just game the system. They've got all the capital they need, they don't carry on lending, and growth doesn't return. SR: Do you think the euro will break up? GT: I think it's a possibility. PM: It's inevitable Greece will default and exit. I think Ireland will be saved because there's too much riding on it as a big version of Monaco. Portugal doesn't really matter, it's not systemic, and so it all comes down to Italy. GT: But if Greece exits everyone will say, will others follow? What frustrates US policymakers is that this is the first big global crisis since the collapse of Bretton Woods where there is really no one in charge. The Americans know they can't fix Europe, they haven't even paid their dues to the IMF this year. The Germans are in a leadership position but don't want to exercise it. There's no one else. Mario Draghi [ECB president] is one of the few figures who could act, but the timing is terrible. He's only just arrived. PM: Never in any of the policy actions do you see the seeds of the new, the basis for a new version of capitalism. GT: There are two or three potential seeds. Anyone interested should read two key sources – one is a piece by Carmen Reinhart about financial repression, that argues the way the west cut its debts after 1945 was by forcing the pools of capital in the economy – the savers, the pension funds – to buy government bonds at rates slightly below the rate of inflation. If you can maintain that for 10-20 years, due to the magic of compounding, you actually help pay down debts. The other amazing book is Debt: The First 5,000 Years by David Graeber. He argues that whenever you have periods of crazy expansion of virtual credit, like today, you either have to have a safety valve of forgiveness, like in Mesopotamia where you wiped the tablets clean every seven years, or you have an outbreak of social violence so intense you rip society apart. Either you have inflation, or default, or forgiveness. SR: So the debts won't be paid back? GT: Not a hope. PM: But society has the right to have a discussion about whether we repress – ie inflate people's debts and savings away – or wipe clean, Mesopotamia-style. We have the right to talk about it, because there are social implications. GT: Someone is going to take the pain. The question is how we allocate it. PM: It's morally challenging to wipe the slate clean. If you have a fiat money system where you can print money endlessly, then you adopt a slate-wiping system on systemic debt on top of which you've already got Chapter 11, the most lenient form of bankruptcy ever, you've created a rule-free capitalism. GT: I'm not endorsing wiping the slate. The least obnoxious way to get down this debt burden may well be financial repression. But if you keep propping up the system you don't necessarily make the pain any easier to deal with long-term. In Japan in the 1990s, the authorities kept propping everything up, and because they never let the market adjust, they created this insidious sense of fear. SR: Is that the scenario Europe faces? GT: It's the scenario many politicians would like to create but they may not get the chance. It may be a brutal crash. PM: It's compounded by the Obama administration's lack of confidence. OK, you can say the objective situation in America is decline. But also there's an element of lack of interest. It's a problem of the sclerosis of politics. I despair of the level of political leadership. GT: After the second world war, finance ministers gathered at Bretton Woods and tried to create a new system. That's what you need to do today. Take the G20 leaders, put them on an island and tell them to devise a rational roadmap for the global economy for the next century. SR: Could Britain join the euro? PM: I think there's a strong argument for a rebalanced Britain to join a northern bloc, but there's an even stronger argument for Scotland to join it. GT: The global economy right now is like a geological region where you've had the tectonic plates shifting slowly, largely unseen, and then you suddenly have a clash, and you get new mountain ranges thrown up. The scale of potential change if this turns into full-blown crisis could be significant and it could happen much faster than people think. Paul Mason's book Why It's Kicking Off Everywhere is published by Verso in January"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}