{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2011/nov/20/swansea-city-threat-david-pleat", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-11-20T23:01:03Z", "webTitle": "Swansea City use their width but need a goal threat | David Pleat", "webUrl": "https://www.theguardian.com/football/blog/2011/nov/20/swansea-city-threat-david-pleat", "apiUrl": "https://content.guardianapis.com/football/blog/2011/nov/20/swansea-city-threat-david-pleat", "fields": {"headline": "Swansea City use their width but need a real goal threat", "bodyText": "Swansea City have all the ingredients to succeed, but they are still searching for the right blend to make their mark properly at this level. Brendan Rodgers's principal task now is to find that elusive balance that allies comfortable possession with a goal threat. If they manage that, they will prosper in the Premier League. Against Manchester United they flooded midfield with ball‑players and speedsters and, having initially appeared somewhat in awe of the visitors, imposed themselves more impressively in the second period. Their team is easy on the eye and well equipped in so many areas, but they are lacking in one most notably: they need a way of offering Danny Graham, their lone front man, more support. At the moment, I fear they may not score enough goals in the highest division. That is the challenge facing Rodgers. They started at pace down the flanks here with Nathan Dyer and Scott Sinclair skipping forward but, when United intercepted, the home side's five-man middle line dropped too deep and failed to press the ball. That gave the impression that they were shrinking against the reputations of those facing them. City did not boast a midfield tackler or physical presence to unsettle the champions' rhythm. United, as a result, went unchallenged in the middle third and could move forward at will, with Wayne Rooney dropping on to Swansea's deepest midfielder, Leon Britton, commanding the ball and dictating the tempo. Rodgers needed to bring some direction to his team's play and, by bringing on Joe Allen for Wayne Routledge, did give the team more drive. They played higher and pressed, granting full-backs Neil Taylor and Angel Rangel, so sedentary up to then, more opportunities to raid. With nothing to lose, they competed for the ball further up the field, threw off the shackles and, consequently, offered less room to Ryan Giggs and Michael Carrick and forced Rooney to defend more. There is wonderful accuracy to the Welsh side's passing but, with Dyer and Sinclair hugging the touchlines so effectively, Swansea do tend to play from side to side (see diagram) rather than appreciate a more forward ball when they get into advanced areas. That, of course, is largely due to the realisation that longer, lofted passes forward are more difficult with only Graham, a solitary target, up front. As a result, this technically gifted team lack thrust. They did not boast the punch to threaten the power of Rio Ferdinand or Nemanja Vidic, and need further targets up top to give them more bite. A Gianfranco Zola, Dennis Bergkamp, Rafael van der Vaart or Rooney-type is required both to link their clinical passing and provide a goal threat. That may be the stuff of football fantasy, but it is that type of player who is needed at the top of their midfield trio if they are to maximise the splendid width and space that develops through the positioning of both Dyer and Sinclair. Swansea will stick to their principles over what will be a tough season. But if Rodgers can find a natural second striker willing to drop short but also look to support Graham more closely, they can flourish."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}