{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/nov/01/fabio-capello-england-friendlies", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-11-01T22:31:01Z", "webTitle": "Fabio Capello gives England squad extra days off ahead of friendlies", "webUrl": "https://www.theguardian.com/football/2011/nov/01/fabio-capello-england-friendlies", "apiUrl": "https://content.guardianapis.com/football/2011/nov/01/fabio-capello-england-friendlies", "fields": {"headline": "Fabio Capello gives England squad extra days off ahead of friendlies", "bodyText": "Fabio Capello has moved to appease Premier League managers by granting his England squad an extra two days off before they are expected to report for international duty next week, before the friendlies against Spain and Sweden. England will take on the world and European champions at a sold‑out Wembley on Saturday 12 November and, usually, the squad would convene at their Hertfordshire hotel on the Monday evening before the fixture. But, with the national team having avoided requiring a play-off to reach Euro 2012 and therefore able to play two prestige friendlies instead, Capello has acknowledged the concerns over fatigue held by leading managers by diverting from the prescribed pre‑match schedule. Instead, the squad will have two days free following the weekend's league fixtures before they report to The Grove on Wednesday afternoon. Their main training sessions are to be held on Thursday and Friday at Arsenal's London Colney complex ahead of the match against the Spanish. Tens of thousands of tickets remain available for the match against the Swedes on the following Tuesday, with England's players now effectively spending under a week on international duty before reporting back to their club sides. Capello is expected to select an experimental squad for the fixtures as he seeks to scrutinise younger or less experienced players who could yet force their way into his thinking for the finals in Poland and Ukraine. Wayne Rooney will not feature – the Football Association is still waiting to receive Uefa's written reasoning for the imposition of a three-match ban following his sending off against Montenegro last month – while Rio Ferdinand, the vice-captain, is also expected to miss out as he continues to search for form and fitness at Manchester United. Confirmation that Tom Cleverley is unlikely to be available for United either on Wednesday evening against Otelul Galati in the Champions League or against Sunderland on Saturday after suffering a slight ankle injury could yet cost the youngster an opportunity to make his England debut. The attacking midfielder would have earned a first cap in the friendly against the Dutch back in August, only for the game to be postponed due to the rioting that had erupted in London at the time. Another club-mate, Ashley Young, could also be absent through injury while Steven Gerrard's ankle infection will prevent him returning to the national fold for the first time in a year. The Liverpool captain will miss the visit of Swansea City to Anfield on Saturday as he undergoes treatment on the joint and is not expected to be available for selection again until after the international break."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}