{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/nov/20/leighton-baines-everton-wolves", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-11-20T23:01:04Z", "webTitle": "Leighton Baines helps give Everton family warming win against Wolves", "webUrl": "https://www.theguardian.com/football/2011/nov/20/leighton-baines-everton-wolves", "apiUrl": "https://content.guardianapis.com/football/2011/nov/20/leighton-baines-everton-wolves", "fields": {"headline": "Leighton Baines helps give Everton family warming win against Wolves", "bodyText": "Everton's chairman, Bill Kenwright, insists that he will prove the \"doomsayers\" wrong. He does not as much say it as declaim it, as a theatre impresario should. His words of defiance are projected high into the gods. After this victory he can begin to hope that those at the back are still listening. For three years, Kenwright has spoken of \"interested parties\" who might buy Everton. \"There are people out there,\" he repeated. He makes then sound less like potential buyers as UFOs and the problem with UFOs is that even theatrical folk do not really believe in them. David Moyes, fortunately for Everton, is a grounded manager who believes in practicalities. Everton, in recent seasons, habitually start badly then recover, and this hard-won victory against a Wolverhampton Wanderers side of honest ambition, only their second home win of the season, took them to the relative comfort of 12th. About 300 fans marched on Goodison before the match in support of the protest group Blue Union, eager for Kenwright to be supplanted by a Russian oligarch or Middle East billionaire as long as it brings funds for signings. \"We want sucess,\" said one banner. The fans were spelling it out, or in this case not quite spelling it out. Goals from Everton's England duo Phil Jagielka and Leighton Baines secured victory. Jagielka, who needs an injection in a hairline fracture of a big toe before every match to get on to the field, headed the equaliser a minute before half-time from Baines's free‑kick; Baines struck a late penalty after Louis Saha had been pushed by Stephen Ward. It completed a satisfying week in which Marouane Fellaini had marked the signing of a five‑year contract by extolling the club's virtues and in which Everton had become the first football club to be granted permission by the education secretary, Michael Gove, to run a Free School. Free Schools are a controversial subject, but it says something positive about Everton that they wish to follow such a route. This is a club with a powerful sense of community, its values promoted with signs on the stands: The People's Club and Evertonians Are Born Not Manufactured. At half-time Everton's Under-14 side walked proudly out to the centre circle to be applauded for winning an international youth tournament. The club are full of good habits. \"Everton is much more than a football club – it is a huge family,\" said Kenwright. \"People will laugh at me for saying that but it is.\" It appeared that Fellaini's afternoon would not turn out well, for all his professions of loyalty, when he conceded a penalty in the 37th minute from which Stephen Hunt gave Wolves the lead. David Edwards was running across the line of the penalty area, away from goal, when Fellaini caught his ankles. But Everton were level by the interval through Jagielka's twisting back header. They mustered more threat in added time than they had throughout the rest of the first half. Karl Henry was forced to intervene as Tim Cahill looked about to score from three yards out. As the half-time whistle blew, Cahill and Henry chatted amicably about whether it might have been a penalty. Wolves' solidity departed with the loss of Richard Stearman. He was spat at earlier this month by Wigan's Antolín Alcaraz but this pain was more physical, a juddering midfield challenge from Cahill that left him with a broken arm. \"Two tough lads competing for the ball,\" said Wolves' manager, Mick McCarthy, nicely rounding off an afternoon of honest endeavour."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}