{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/nov/01/rio-ferdinand-sir-alex-ferguson", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-11-01T23:00:02Z", "webTitle": "Rio Ferdinand cannot rely on his pace anymore, says Sir Alex Ferguson", "webUrl": "https://www.theguardian.com/football/2011/nov/01/rio-ferdinand-sir-alex-ferguson", "apiUrl": "https://content.guardianapis.com/football/2011/nov/01/rio-ferdinand-sir-alex-ferguson", "fields": {"headline": "Rio Ferdinand cannot rely on his pace anymore, says Sir Alex Ferguson", "bodyText": "Rio Ferdinand returns to the Manchester United starting line-up in place of the suspended Nemanja Vidic for the Champions League visit of Otelul Galati on Wednesday night, having been advised by his manager that he needs to adapt his game to make up for the pace he has lost or face increasing competition from younger defenders. When Ferdinand was dropped to the bench for the league game at Everton last Saturday it was thought to be in response to his lacklustre showing in the 6-1 defeat to Manchester City in the previous match and widely interpreted as the beginning of the end for him. Sir Alex Ferguson did not spare the England international's feelings over what has been lost – \"Rio cannot rely on his pace anymore, that is obvious\" – then went on to suggest that if Ferdinand could make the adjustment his career could still continue at the highest level. \"I don't think we have a major problem with Rio,\" the United manager said. \"He has been with us eight years now and has been fantastically consistent, top class. He is still one of the best footballers in the country in terms of using the ball, he can still tackle, he can still head and he still has a great presence. But what has changed for Rio is that he has lost that electric yard of pace that he had a few years ago and so he needs to rearrange his game a little bit. He is almost 33 and when you arrive in your 30s you have to tailor your game in a different way. \"We have all faced that decisive moment when you suddenly realise that you can no longer do everything you used to be able to do and you have to change your game. I had to do it myself when I lost my sharpness, other players at this club have also had to adapt and Rio will have to do the same. It's just a mental adjustment, once he has made the change I am sure he will play a big part and be fine. I explained to him the other day that we have two young centre‑halves coming through and I hope to be able to keep the four together for a long time. He's fine with that and I don't have a problem with him stepping in for Nemanja.\" Ferguson actually has five centre‑halves at his disposal if one counts Chris Smalling, though the former Fulham player is out for a month with a broken bone in his foot and has anyway been playing at right back. Rafael da Silva is fit again and in contention, though Tom Cleverley, brought off after an hour against Everton after turning an ankle, will not be risked either tonight or on Saturday against Sunderland. \"We still don't think it is too serious, we just don't want to take any unnecessary risks,\" Ferguson said. \"It is only a little tweak really, but we would rather take the long view and have him fully fit for the future. We don't want to bring him back too quickly then have the injury come back to haunt us. Ashley Young is still out injured but we will only be making one or two changes. Galati were very organised and committed when we played them in Romania and it will take a good performance to beat them but hopefully we will have a strong enough team.\" The United manager raised a few eyebrows at Goodison by suggesting 1-0 was now his favourite scoreline, particularly on a day when Arsenal scored five away from home, though he insists the difficulty of winning three points at Everton should not be underestimated. Not only was the victory on Saturday United's first at Everton in four years, Ferguson has frequently been reminded this season that his defence has been too generous, offering opponents chances on a regular basis. \"I am aware of the statistics that have been bandied about in the last few weeks but there has to be a balance in these matters. Nobody likes losing goals and we have lost a few this season, so when you keep a clean sheet at a tough ground like Everton it is a bonus. They kept pumping the ball into our box and we did well to withstand that, but perhaps we should have had more of an advantage from the football we played in the first half. We don't like conceding goals but we also have to make sure the attacking part of our game is always threatening.\" Recognising Ole Gunnar Solskjaer's achievement in winning the Norwegian title with Molde at the first attempt, Ferguson said his former striker had always been a keen student of the game. \"Every game he played and every training session he enjoyed he always wrote it all down,\" he said. \"He had a meticulous attention to detail and that shows the sort of dedication you need to go into management these days. He was a great player and a very nice person so I am sure players will respond to him. It is even possible we will see him back in this country one day, though personally I don't think he should rush into his next management move. Experience is very important, and while you are still gaining it there's no need to hurry.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}