{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/nov/01/genk-chelsea-champions-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-11-01T22:02:17Z", "webTitle": "Genk 1-1 Chelsea | Champions League Group E match report", "webUrl": "https://www.theguardian.com/football/2011/nov/01/genk-chelsea-champions-league", "apiUrl": "https://content.guardianapis.com/football/2011/nov/01/genk-chelsea-champions-league", "fields": {"headline": "Chelsea's defensive sloppiness exposed by resurgent Genk", "bodyText": "Chelsea's recent stutter has spread over into Europe. André Villas-Boas was always likely to contest that a draw secured away from home in this competition should ever constitute the extension of a blip, but his side suffered the same lapses of concentration and outbreaks of sloppiness in Belgium that have afflicted them domestically. After what the manager had described as \"a disastrous week\", there was to be no real respite in Genk. The visitors could be thankful that the home side proved considerably less ruthless than Arsenal had on Saturday but there will be realisation, too, that better sides than the Belgians would have prospered when confronted with this performance. Chelsea's are familiar problems: they can be open defensively, while too many chances are being fluffed at the other end. David Luiz missed a penalty, maintaining the trend set last week by Nicolas Anelka at Everton. Yet, even from the top of Group E, this whole occasion felt like an opportunity missed. Genk were more organised here than they had been in succumbing 5-0 at Stamford Bridge two weeks ago, with Daniel Tozser restored to defensive midfield and more resolve instilled across their back line. But they still should have been comfortably beaten. Chelsea's lax start had been salvaged by a fine Ramires goal, the Brazilian exchanging passes with Fernando Torres before shooting through Laszlo Koteles's grasp from a tight angle, and they should have built an unassailable lead thereafter. Yet conviction waned as chances were spurned and, after the interval, the hosts made their own impression. This defence, with John Terry an unused substitute, felt exposed too often. Kevin de Bruyne, a long-standing Chelsea target, revelled in the space behind José Bosingwa while Fabien Camus, more than once, bulldozed through the gap between Branislav Ivanovic and David Luiz. Kennedy Nwanganga might have restored parity only for Cech to block his close-range attempt with his legs. Jelle Vossen duly did, converting Camus's pull-back through a cluttered six-yard box. That was Genk's first goal in this group, and reward for their refusal to be left demoralised by their chastening experience in London last month. \"We played even better than Chelsea in that second half,\" said their coach, Mario Been. \"I know how people spoke about us in England after that first game. Maybe we'll buy the papers tomorrow and see that people talk about us a little bit better.\" The side who sit sixth in the Belgian league might still have been finished off in the frantic last half-hour, with Chelsea's cavalry – Frank Lampard, Juan Mata and Daniel Sturridge – summoned from the bench, but the Londoners continue to flounder where they would expect to flourish. This team are capable of running up cricket scores but they are contriving to choke in front of goal. David Luiz's penalty attempt had rather summed that up. The Brazil defender had taken the responsibility after Thomas Buffel's handball, with Anelka accepting the decision following his own miss at Goodison Park last Wedneday, only for Koteles to dive to his right and paw the ball away. That miss felt wasteful but not critical at the time, yet the flurry of late opportunities that also went begging reflected greater anxiety. Lampard from a yard out could not contort his body to convert Sturridge's centre, while Raul Meireles – who had earlier struck the angle of post and bar from distance – planted a header straight at Koteles. When Anele Ngongca comically battered a clearance from the goalline into Nadson, the ball dribbling just wide of the post, Chelsea knew this would not be their night. \"We created enough opportunities to win the game, but it's just not happening for us in terms of efficiency,\" said Villas-Boas. \"We hit the post, missed a penalty, had chances in front of the posts. It seems we need to focus in terms of that efficiency. It's not a bad result away from home, but it's a game we expected to win.\" This group feels trickier as a result, with Valencia sensing a reprieve and Chelsea facing an awkward trip to Bayer Leverkusen in a fortnight. Even so, four points in their last two games would be enough to win the section. \"It gets a little bit tighter, but our responsibilities do not change,\" added the Portuguese. \"Our job is to qualify first and that's what we'd like to do. When you get a bad run of results you have to get a win straight away to take you out of that run, but we're playing difficult games. At the moment, we're still trying to chase that win.\" Their pursuit will be carried to Blackburn Rovers at Ewood Park on Saturday with improvement clearly still required. At the moment, there is angst and anxiety where Chelsea would hope to be cruising."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}