{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2011/nov/09/eddie-murphy-quits-oscars-homophobia-row", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2011-11-09T23:37:00Z", "webTitle": "Eddie Murphy quits Oscars after homophobia row", "webUrl": "https://www.theguardian.com/film/2011/nov/09/eddie-murphy-quits-oscars-homophobia-row", "apiUrl": "https://content.guardianapis.com/film/2011/nov/09/eddie-murphy-quits-oscars-homophobia-row", "fields": {"headline": "Eddie Murphy quits Oscars after homophobia row", "bodyText": "Comedian Eddie Murphy has pulled out as host of next year's Oscars, a day after director Brett Ratner resigned as the producer of the Los Angeles awards ceremony after using a homophobic insult. Ratner brought Murphy in as Oscars host as part of his efforts to breathe new life into the ceremony, following this year's poorly received event. Tom Sherak, president of the Academy of Motion Picture Arts and Sciences, which stages the Oscars, said: \"I appreciate how Eddie feels about losing his creative partner, Brett Ratner, and we all wish him well.\" Ratner, the director of Rush Hour and X-Men 3, resigned after he received widespread criticism for using a homophobic slur during a promotional interview about his new film Tower Heist last week. Asked about using rehearsals ahead of a film shoot, he replied \"rehearsing is for fags\". He subsequently apologised, but gay rights groups and some members of the academy took issue with his use of the word. The 42-year-old film-maker also gave an interview on Monday on shock jock Howard Stern's radio show in which he spoke about his past sexual conquests, masturbation, his skill at performing oral sex, pubic hair and the size of his testicles, the erotic habits of Hollywood moguls, his dislike of using condoms and his supposed habit of sending potential partners to his doctor to be checked for sexually transmitted diseases before he sleeps with them. In his resignation letter, Ratner said he had \"gotten a well-deserved earful from many of the people I admire most in this industry expressing their outrage and disappointment over the hurtful and stupid things I said in a number of recent media appearances. To them, and to everyone I've hurt and offended, I'd like to apologise publicly and unreservedly. \"As difficult as the last few days have been for me, they cannot compare to the experience of any young man or woman who has been the target of offensive slurs or derogatory comments. And they pale in comparison to what any gay, lesbian or transgender individual must deal with as they confront the many inequalities that continue to plague our world.\" Academy president Sherak said Ratner had done \"the right thing for the academy and for himself\". He added: \"Words have meaning, and they have consequences. Brett is a good person, but his comments were unacceptable.\" Losing Murphy is a blow to the Oscars which has struggled to liven up its image amid a general decline in its TV ratings over the last couple of decades and a rush of awards shows that appeal to younger crowds, such as the MTV Movie Awards. Oscar planners have sought to shorten the sometimes interminably long show and have tried new ways to present awards in the hope of livening things up. They also have experimented with unexpected choices as hosts, which worked nicely with the song-and-dance talents of Hugh Jackman three years ago. However, their choice backfired at last season's show, when perky Anne Hathaway was paired with lacklustre co-host James Franco. When the academy picked Murphy in September, it marked a return to the traditional funnyman as host, a formula that delivered some of the best-remembered Oscar pageants when Bob Hope, Johnny Carson and Billy Crystal ran the show. Academy officials would not discuss the personnel changes or plans to replace Ratner and Murphy. Ratner's producing partner for the upcoming ceremony Don Mischer, who co-produced last year's Oscars remains on board for the show."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}