{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2011/nov/11/edl-arrests-london-occupy-armistice-day", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2011-11-11T23:54:00Z", "webTitle": "Police arrest EDL members to 'avert planned attack' in London", "webUrl": "https://www.theguardian.com/uk/2011/nov/11/edl-arrests-london-occupy-armistice-day", "apiUrl": "https://content.guardianapis.com/uk/2011/nov/11/edl-arrests-london-occupy-armistice-day", "fields": {"headline": "Police arrest EDL members to 'avert planned attack' in London", "bodyText": "Police arrested 179 members of the English Defence League after reports of repeated threats to attack Occupy protesters camped outside St Paul's Cathedral on Armistice Day. Scotland Yard said they believed a breach of the peace was about to take place after they got intelligence that the EDL were planning the Armistice Day attack. The law states officers can arrest if they believe the breach of the peace to be \"imminent.\" A member of the tented community outside the cathedral expressed gratitude to the police for preventing any violence. \"It is fantastic if they are using their resources to try and stop people getting on to this site,\" said Bryn Phillips, a member of the Occupy LSX community. \"If this has prevented violence then I am pleased.\" The English Defence League had issued statements and made threats on Facebook to burn down protesters tents if they were still outside St Paul's on Remembrance Sunday, according to Phillips. Some members of the EDL had also attempted to enter the encampment, most recently on Thursday night. A statement by the EDL on Thursday was read to the Occupy LSX general assembly on Friday morning to make people aware that there was a threat being made. \"They called us all sorts of names in the statement and said we should leave \"their\" church and stop violating their religion,\" said Phillips. Later the Met said three of those arrested had been released on police bail pending further inquiries, and the others released with no further action. Earlier, police had angered the protesters outside St Paul's by saying on Twitter that anyone intent on disrupting the two minute silence would be dealt with \"robustly.\" They were accused of using the a macho approach to quash freedom of speech. There was anger that the Met appeared to be adopting an intimidatory style of policing after the announcement earlier in the week that plastic bullets had been pre-authorised in advance of the student anti cuts protest on Wednesday. Police had initially believed that Muslims against Crusades would be protesting at the Cenotaph. But, on Thursday, Theresa May, the home secretary, banned the group and Scotland Yard carried out a series of raids on three addresses in east London to execute search warrants."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}