{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/nov/05/football-news-in-brief", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-11-05T23:15:07Z", "webTitle": "Football news in brief", "webUrl": "https://www.theguardian.com/football/2011/nov/05/football-news-in-brief", "apiUrl": "https://content.guardianapis.com/football/2011/nov/05/football-news-in-brief", "fields": {"headline": "Football news in brief", "bodyText": "Queens Park Rangers David Beckham is unlikely to join Queens Park Rangers as the former England captain does not believe the west London club's ambitions match his own, with the prevailing view at Loftus Road being that the midfielder may well stay at LA Galaxy. Beckham's contract with the MLS club expires next month but the 36-year-old is determined to continue playing at least until the 2012 London Olympics, at which he hopes to captain the Great Britain team. Beckham has met Tony Fernandes, the QPR owner, but a club executive said: \"We do not think it is likely now. Also Neil Warnock is not completely sure where he would fit into the team.\" Asked if Beckham's financial requirements may be too steep the executive said: \"Actually I think he thinks we are too small a club.\" Jamie Jackson Scottish Premier League A professional performance returned three points and a brace for Nikica Jelavic, as Rangers – down to 10 men for the last few minutes after Gregg Wylde was sent off – moved 12 points clear with a 3-1 defeat of Dundee United at Ibrox. Andrew Shinnie scored a hat-trick as the SPL's bottom club, Inverness, secured their first away win of the season in spectacular fashion, beating Kilmarnock 6-3. Dunfermline drew level with Hibernian after Austin McCann's early goal at Easter Road, while Hibs' city rivals Hearts had to settle for a point in a goalless draw at St Mirren. Ewan Murray and Nial Briggs European round-up Borussia Dortmund put five past Wolfsburg to move to within two points of Bayern Munich with a 5-1 win. Third-placed Werder Bremen remain level on points with Dortmund after coming from 2-0 down to beat 10-man Cologne 3-2, and Borussia Mönchengladbach are also on 23 points, after a 2-1 win at Hertha Berlin. In Italy, Palermo moved within three points of the league leaders, Juventus, with a 3-1 win against Bologna, while Roma moved up to seventh with a 2-0 win at Novara. Agencies Fifa The Fifa president, Sepp Blatter, has promised to name names as part of the anti-corruption drive he hopes will reform the governing body. Blatter, who has set up a number of anti-corruption panels to monitor behaviour, will explain more fully how Fifa intends to clean up its act in a speech on Monday. In an interview with the website insideworldfootball, Blatter said: \"It takes time to shake the tree until all bad apples have fallen to the ground. What I want to make clear is that by December of this year we shall present further facts, this time with names.\" PA"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}