{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/nov/28/chelsea-romelu-lukaku-liverpool", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-11-28T23:51:00Z", "webTitle": "Chelsea's Romelu Lukaku has chance to feel the fire against Liverpool", "webUrl": "https://www.theguardian.com/football/2011/nov/28/chelsea-romelu-lukaku-liverpool", "apiUrl": "https://content.guardianapis.com/football/2011/nov/28/chelsea-romelu-lukaku-liverpool", "fields": {"headline": "Chelsea's young guns have chance to feel the fire against Liverpool", "bodyText": "In Hong Kong on Chelsea's pre-season tour André Villas-Boas had confirmed himself a convert to a familiar philosophy. Newly installed as the club's sixth permanent manager in seven years, he spoke of conversations held with Roman Abramovich in which both had agreed the Carling Cup should be considered a competition in which to blood the next generation. For those youngsters still on the fringes, a home quarter-final against Liverpool on Tuesday night represents another rare opportunity to impress. Patience is a prerequisite of life for even the brightest prospect at a club of this size. Some players were sent out to gain game‑time on loan in August but Patrick van Aanholt, with three Premier League starts at Wigan Athletic, and Gaël Kakuta may have cause for wondering whether life is any more rewarding on the sidelines elsewhere in the division. Kakuta, whose reputation was enhanced by the furore over his arrival from Lens, has appeared only three times in the top-flight for Bolton Wanderers, all from the bench. At least those who remained should pull on a Chelsea shirt on Tuesday evening and feel they belong. Oriol Romeu impressed against Wolverhampton Wanderers on Saturday and may retain his place but, for Josh McEachran, Ryan Bertrand and Romelu Lukaku, a high-profile chance beckons. Villas‑Boas's approach to this competition, the first claimed by José Mourinho during his tenure, has been to send out a blend of a few regulars, experienced squad players and youth team graduates in the ties with Fulham and Everton that secured a place in the last eight. McEachran, 18 and a midfielder whose classy and mature cameos showcased his promise last term, started both those ties and arguably suffered from the dismissal of a team-mate in each. The 116 minutes he did manage, along with one brief appearance as a substitute against Swansea City, constitute his first-team involvement this season. The teenager retains his lofty reputation at the club. \"Josh is a great talent and a good player,\" said the assistant manager Roberto Di Matteo. \"He'll definitely be the future of this club. But if you look at the players he's competing with for a place in the first-team, they're all senior internationals in his position.\" McEachran travelled with the first team to Bayer Leverkusen for the Champions League group game last week and will have enjoyed feeling a part of the process. But he has played only twice for the reserves this season and a loan move in January appears likely. Swansea's Brendan Rodgers, a former reserve‑team manager at Chelsea, has already made his interest known. Bolton, with whom Jack Wilshere and Daniel Sturridge have gained invaluable involvement, may have wrecked their chances, given Kakuta's travails. There is a desire at Chelsea for their youngsters to be seen to be progressing in the same way Sturridge has taken giant strides over the past 11 months. A previous generation, largely recruited by the now departed sporting director Frank Arnesen, left the club in the summer, with most following the Dane and the club's former chief scout Lee Congerton to Hamburg. Michael Mancienne, Slobodan Rajkovic, Gokhan Töre and Jacopo Sala all moved permanently, while Jeffrey Bruma's loan switch included an option for the German side to secure him full time next summer. The fees were largely undisclosed, though the sense prevailed that, with the transfer money paid, Arnesen had effectively funded the players' development through Chelsea's academy system. While some have made their mark, and Bruma scored from a Töre cross at Hannover on Saturday, Hamburg are fourth bottom of the Bundesliga. The next wave has to be more persuasive that they belong at the top end of the Premier League. There are high hopes for Nathaniel Chalobah and Jamal Blackman, each of whom travelled with the seniors to Asia in pre-season. Also on that tourwas the Czech centre-half Tomas Kalas, who has generated promising reports while at Vitesse Arnhem, a club who enjoy a close relationship with Chelsea and who are also helping the young Mexican Ulises Dávila settle into European life. Thibaut Courtois, though he was sent off in the Madrid derby at the weekend, has impressed at Atlético. Lucas Piazón, an attacking midfielder secured from São Paulo, featured in the reserves against Swansea last week and the second-string's manager, Dermot Drummy, described him as \"a terrier\" in his willingness to track back. The Brazilian will not be involved in the first team for a while yet but McEachran should be joined in the squad on Tuesday by his fellow England under-21 international Bertrand, who has become Ashley Cole's understudy in all but the Champions League, and Lukaku. The Belgian international might feel more frustrated than most, having swapped life challenging for league titles with Anderlecht to join the club he had supported as a boy. Everton and Stoke had tentatively suggested taking the striker on loan in the new year, though he would have been blocked from appearing for three clubs in the same Fifa \"year\". Regardless, Villas-Boas claimed on Saturday that Lukaku may benefit from greater opportunities when Didier Drogba and Salomon Kalou compete for Ivory Coast at the Africa Cup of Nations in Gabon and Equatorial Guinea in January and February. \"He will have known the competition and that it wasn't going to be easy to walk into the team at Chelsea,\" Di Matteo said. \"He just has to keep working hard and, when he gets an opportunity, show that he wants to be in the team and deserves to be there.\" That much applies on Tuesday for all those youngsters thrust from the fringes into the fray."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}