{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/nov/19/championship-round-up", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-11-19T22:59:29Z", "webTitle": "Championship round-up: Steve Cotterill hails Forest spirit after late win", "webUrl": "https://www.theguardian.com/football/2011/nov/19/championship-round-up", "apiUrl": "https://content.guardianapis.com/football/2011/nov/19/championship-round-up", "fields": {"headline": "Championship round-up: Steve Cotterill hails Forest spirit after late win", "bodyText": "Nottingham Forest 3-2 Ipswich Town Forest's new manager, Steve Cotterill, praised his side's grit after two goals in the last seven minutes earned them a dramatic 3-2 win – sending Ipswich to their fourth successive defeat. The away side led 2-1 heading into the final stages thanks to two goals from Danny Collins, following Forest's opener from Robbie Findley. But Forest drew level through Joel Lynch and then Marcus Tudgay struck a stoppage-time winner. \"I told the players afterwards not to underestimate what they have achieved today,\" said Cotterill. \"It was a game we deserved to win. Our team spirit, togetherness and belief were superb.\" The Ipswich manager Paul Jewell said he had given his players a rocket. \"Immediately after a game you always stand a chance of saying something that you will regret but certain things had to be said afterwards and I said them. At 2-1 we should have been able to see the game out – but we were trying to do too many fancy things.\" Coventry City 1-2 West Ham It all looked so good for Coventry at half-time, but a tough second half left manager Andy Thorn searching for positives. \"We played some good stuff. Their first goal was a foul on [Richard] Keogh, and the second came from a ricochet – but that's our luck at the moment. I'm sure a neutral would say we deserved something. People who aren't here will see another defeat but we're trying to play the right way and we have to keep going. The big man upstairs has got to give me an ace soon.\" Sam Allardyce praised his own half-time performance after goals from subs Carlton Cole and Frédéric Piquionne gave West Ham the points. \"I can call myself the master tactician! We changed it round and I told the players that they were attacking the end where we had 6,500 fans who had travelled all the way to support us and we'd not played well enough to get them behind us. We changed the system and once we got Freddie and Carlton on, it was then that the game changed in our favour.\" And the rest Barnsley recorded a first league win over Doncaster at Oakwell for more than three years, but Doncaster were furious with the red card shown to Adam Lockwood. ■ Birmingham's manager Chris Hughton was \"immensely frustrated\" after they were held 1-1 at home by Peterborough. ■ The Leeds manager Simon Grayson said Andy O'Brien will never represent the club again after he refused to play in their 2-1 comeback victory at Burnley. O'Brien, a target for the Leeds boo-boys, was unhappy at not being allowed to leave on loan. \"I'm shocked. He won't play here again.\" ■ Hull's caretaker manager Nick Barmby led his side to an impressive 2-0 win at Derby. ■ Reading were beaten 2-1 at home by Cardiff – with Reading manager Brian McDermott angry over three denied penalty appeals. ■ Southampton's superb form continued with a 3-0 win over Brighton, thanks to a second hat-trick of the season from Rickie Lambert. ■ And the new Portsmouth manager Michael Appleton saw his side lose 2-0 at Watford. \"It was not good enough and I told the players what I thought.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}