{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/nov/11/fabio-capello-john-terry-england", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-11-11T23:03:02Z", "webTitle": "Fabio Capello stands behind John Terry's captaincy of England", "webUrl": "https://www.theguardian.com/football/2011/nov/11/fabio-capello-john-terry-england", "apiUrl": "https://content.guardianapis.com/football/2011/nov/11/fabio-capello-john-terry-england", "fields": {"headline": "Fabio Capello stands behind John Terry's captaincy of England", "bodyText": "Fabio Capello harbours no regrets about his reappointment of John Terry as England's permanent captain, and has confirmed the Chelsea centre-half will regain the armband after Saturday evening's friendly against Spain, despite being the subject of separate investigations by the Metropolitan police and Football Association into allegations of racist abuse. Terry will sit out the match against the reigning world and European champions, with his club-mate Frank Lampard leading the team at Wembley, but will return as captain against Sweden on Tuesday. Capello suggested he had made up his mind to experiment with new centre-halves against Spain long before Terry was embroiled in the controversy that erupted after Chelsea's defeat at Queens Park Rangers on 23 October, but has praised the 30-year-old's attitude around the squad and in training this week. The Italian stands by his decision to reappoint Terry as captain in place of Rio Ferdinand this year. \"I don't regret it,\" he said. \"Absolutely not, because he is a really important player in the dressing room and on the pitch. He's been good – no problems in training. Everything has been normal. I spoke with him privately and told him the reason he would not play on Saturday was not because of 'different things'. \"He is the team leader and has always been really important in the dressing room. For me, he is innocent until proven guilty. Absolutely. For that reason he is here. But I cannot say more because of the police [investigation].\" Terry denies racially abusing Anton Ferdinand at Loftus Road, and Lampard, who starts as captain for the first time at the national stadium, said his club-mate was not racist. \"Absolutely not,\" said the midfielder. \"It's a difficult time for John, but he's getting on with his job. He's not felt the need to address the players [on the subject]. The players respect him as a leader and a player. The manager has made it quite clear that John's the captain, and his role is very secure. John remains the captain, and quite rightly so.\" England's medical team will consider giving Phil Jagielka a pain-killing injection in his little toe – the Everton defender suffered a hairline fracture in the victory at Fulham last month but said he wants to feature – to ensure he can start alongside Joleon Lescott on Saturday night, with Phil Jones, a natural centre-half who has been playing right-back most recently for Manchester United, to start in central midfield. The teenager featured in that role for United in their 1-1 Premier League draw with Liverpool at Anfield and played there for Blackburn Rovers last season, though the prospect of confronting a trio of Andrés Iniesta, David Silva and Xavi Hernández at Wembley makes his elevation feel risky. Capello, who has admitted being \"upset\" at missing his son Pierfilippo's wedding on Saturday afternoon, sought counsel from Sir Alex Ferguson before opting to select Jones in that position. \"We spoke in Manchester and Sir Alex said he could play there,\" said the England manager. \"We don't have a lot of young players who can play in central midfield, so I want to try him there. This occasion is perfect for that. He has a lot of qualities and his potential is the top. \"It is my job [to experiment], and I have no fear. The team we will put out will be really good. I need to know the value of my players, and playing these three games at Wembley – Spain, Sweden and the Dutch [in February] – there will be pressure. It is more pressure here than away from home. So you learn more. This is a game to prepare for the Euros, not just think about winning. But I have confidence in my team.\" Though the occasion would appear daunting, particularly given the anticipated first-choice feel of the Spanish starting selection, there is conviction among the England squad that the visitors can be unsettled and beaten. Lampard pointed to the youngsters in the party as being \"fearless\", the squad benefiting from the right balance of youth and experience and has drawn inspiration from Chelsea's display against Barcelona in the semi-final of the Champions League in 2009, when a last-minute away goal by Iniesta edged the Catalan side through after Chelsea had come away with a goalless draw in Spain. \"We should have won the home leg comfortably,\" Lampard said. \"We probably controlled them as much as you're ever able to, but working off the ball and closing them down are a huge part of getting a result against them. \"But we're under no illusions here. We're playing against one of the best international teams of many a year. Stopping them playing is probably the most difficult job in football at the minute. There's no point kidding ourselves. If we do well, it'll show we can compete. If we don't, it shows how far we've got to go. But this is an opportunity, a one-off game, to show what we're capable of.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}