{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global-development/2011/nov/20/medecins-sans-frontieres-book", "type": "article", "sectionId": "global-development", "sectionName": "Global development", "webPublicationDate": "2011-11-20T23:00:00Z", "webTitle": "Médecins sans Frontières book reveals aid agencies' ugly compromises", "webUrl": "https://www.theguardian.com/global-development/2011/nov/20/medecins-sans-frontieres-book", "apiUrl": "https://content.guardianapis.com/global-development/2011/nov/20/medecins-sans-frontieres-book", "fields": {"headline": "Médecins sans Frontières book reveals aid agencies' ugly compromises", "bodyText": "A controversial new book produced by one of the world's best-known aid agencies, Médecins sans Frontières, lifts the lid on the often deeply uncomfortable compromises aid organisations are forced to make while working in conflicts. How humanitarian aid organisations work – and the sometimes unintended consequences of their actions – has been brutally cross-examined in recent years, not least by the critical Dutch author Linda Polman. MSF's collection of essays, Humanitarian Negotiations Revealed, has provided the most detailed and self-critical inside account of the deals aid agencies are forced to negotiate, often with groups and regimes which abuse human rights, to continue their work. Launched to mark the 40th anniversary of the founding of the medical aid agency, the book offers a rare and unflinching portrait of some of MSF's most difficult recent operations, including in Sri Lanka, Somalia, Burma, Pakistan and Gaza. Amid the criticism that has been levelled at aid organisations – including the charge that humanitarian operations have sometimes prolonged conflict through imposed alliances with warring parties – the book asks: what constitutes an acceptable compromise with political and military figures? Known for often being the last group on the ground offering assistance when others have pulled out, MSF decided that a candid examination of these operations was in keeping with its best tradition. MSF found itself in an unenviable position in Sri Lanka. Suspected by the government of being pro-Tamil Tiger, MSF found itself co-opted to working within a government \"pacification policy that had settled the ethnic question in Sri Lanka by bombings and military surveillance\". In Somalia, MSF was forced to run many operations by \"remote control\" because of the risk from Islamist fighters. In 2009, MSF was subjected to a 5% tax on the salary of all MSF employees by the al-Qaida linked al-Shabaab militia, not to mention \"registration\" costs of $10,000 (£6,300) per project, a $20,000 tax every six months and was told to dismiss all female employees. Benoit Leduc, head of mission for MSF, France, told the Guardian: \"Each al-Shabaab demand leads to more discussions on the restrictions we are prepared to accept or that it is reasonable to accept in such a complex situation ... \"[But] insofar as al-Shabaab controls the majority of the country and Mogadishu in particular [at the time Leduc is speaking of], all we can do is accept reality. It is crucial that our patients are not selected on the basis of their allegiance or membership of certain groups, and that we don't choose whom we talk to – including those claiming to be from al-Qaida.\" Marie Noelle Rodrigue, operations director of MSF in Paris, said: \"The time has come to explain the fragile equilibrium between the price it is necessary for an organisation to pay so that you are helping the victims. \"Often that means making a compromise to a degree where you are helping the authorities. This is a question that no-one has wanted to examine and it is good that MSF have looked into it and I think we are happy that we've done it honestly.\" She added: \"I think too often there is a mystery about what goes on in the humanitarian world behind closed doors, despite the fact that people know there is often a price to pay to help the victims. \"What is crucial is the examination of how you make these kinds of difficult decisions.\" That is not to say she believes any of the decisions made in operations was necessarily right or wrong.\" Indeed, in several of the case studies examined – including Burma and the Ogaden region – what is striking is how contradictory the responses are of the organisation's different national sections, conflicting approaches that have sometimes complicated its work. \"Some of the case studies in the book are still under discussion within MSF,\" said Rodrigue. \"There are people in the organisation who believe we did the right thing in Sri Lanka and others who think we compromised too far. The important thing is to open it up to an honest discussion.\" Case Studies Ogaden 2007-2008 Accused by the Ethiopian government of bias towards the Ogaden National Liberation Front for wanting to provide in ONLF areas, the Swiss section of MSF criticises the government for general lack of humanitarian access while two other sections, still working in the Ogaden, keep quiet and attempt to continue working. Despite a period of obstruction by Ethiopian government – which \"waltzes MSF twice around the floor\" — a decision is made to keep lower profile in hope of securing better access. Yemen 2009 During this period the Yemeni government was fighting Houthi rebels in the country's north. MSF decided to include the conflict and its consequences in its annual \"top 10 humanitarian crises\". Yemen's response was to suspend authorisation for all MSF activities throughout the country. Yemen offered a deal. MSF could resume operations but only if it agreed to deny the Yemeni government was restricting access and that there was a health care crisis. MSF reluctantly agreed, issuing a letter acknowledging its report might have appeared biased."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}