{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2011/nov/09/england-fielding-jimmy-anderson", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-11-09T23:00:01Z", "webTitle": "How the finer arts of fielding caught on with England | Mike Selvey", "webUrl": "https://www.theguardian.com/sport/blog/2011/nov/09/england-fielding-jimmy-anderson", "apiUrl": "https://content.guardianapis.com/sport/blog/2011/nov/09/england-fielding-jimmy-anderson", "fields": {"headline": "How the finer arts of fielding caught on with England", "bodyText": "It was on the eve of the final Test at The Oval, in 1976, with the mighty West Indies reverse-grovel imminent, that Tony Greig, England's captain, made his last impassioned call to arms. As dinner was cleared away, he addressed his troops, battle-weary most of them after a summer shellacking, who gazed back with tired indifference. \"Fellows,\" he said, \"we may not be able to bat or bowl them out of the game, but we sure as hell can field them off the pork.\" He may have meant \"park\", but pig or playing area, one look around the dining table at the motley collection of crocks and camels and it was obvious that the fielding bit was less likely to happen than the batting or bowling. We continued to look at him blankly. It was possibly as bad an all-round fielding side as has taken the field for England, notwithstanding the best wicketkeeper the game has seen; from A for Amiss, whose love of fielding was in inverse proportion to that for batting, to W for Willis, Willey – he of the gammy knee – and Woolmer, whom Keith Fletcher referred to as the Porky Fat Wobbler. There was not among us an athlete to challenge Moira Anderson, let alone Jimmy. Three and a half decades on, though, and last winter saw a near faultless display by what must rank as the best fielding side put out by England. Catches – chances and half chances – were taken, from the routine to the outstanding, stumps were hit, balls chased, and bowlers backed to the hilt. The contrast between the two eras could not have been more stark. I played with fielders as fine as any: Derek Randall, Graham Barlow, and, briefly, Colin Bland, whose phenomenal throwing I witnessed at first hand when, with a direct hit from long off, he ran out, with an inevitability bordering on the ridiculous, a batsman who clearly had not read his cricket books. But they stood out in a mass of mundanity. Their standards are no longer aspirational, but the expected norm. This sea change has not happened by accident. The work put in, under the direction of Richard Halsall, is intensive and technical. Attention is paid to the smallest details. Halsall's research has taken him to baseball for throwing and movement; to goalkeeping coaches for information on narrowing angles; and to squash, where anticipation, based on an opponent's trigger movements and body language, is so important. An example of the minutiae might be the slip fielder to Graeme Swann's off-spin. I was recently talking to Peter Parfitt, who took many catches in that position from Fred Titmus's bowling. Instinctively, he said, he knew where to stand in terms of depth and angle. Call it experience. Halsall has made it empirical. Paul Collingwood stood there for Swann because his reactions, athleticism and flexibility enabled him to take the catches that would come at shin height and below. With Collingwood's departure, Anderson has taken over the role and Halsall believes he has greater potential. Collingwood stood eight feet from the stumps, while Anderson, for the same catch, has the reactions to stand 18 inches closer, enabling him to take routine catches higher as well as those that would have fallen short of Collingwood. But Greig's words came back to me while watching the recent ODI series in India. If they could not out-bat or out-bowl India in their own conditions, they ought to out-field them, but instead they were outclassed by a young side well-drilled by Trevor Penney. For me this was the biggest disappointment of all, for which an overriding reason may have been simply a question of confidence. Performance in the field is often a reflection of team fortunes rather than the reverse. Catches were dropped, ground fielding was below standard, and the Indian batsmen ran the infield ragged. Halsall and I had dinner one night in Kolkata, and were in agreement that there was a defensive element to this last part, a negativity exacerbated by the 30-yard circle that defines the infield. Fielders, we noted, tended to use this as a measure of how deep they could stand rather than wondering how close they could get. They hugged the periphery, unwilling to push up. In other words, had there been no circle as a reference point they may well have sat tighter on the batsmen. A couple of days later, in the comfort zone that Twenty20 appears to be for them, England were back to their best. Same circles, different game and different mindset. The ring of fielders squeezed tighter and deprived India of the oxygen of strike-rotation. And, after a miserable few weeks, they won."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}