{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2011/nov/16/tv-review-pan-am-buscemi", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2011-11-16T23:15:00Z", "webTitle": "TV review: Pan Am; Who Do You Think You Are?", "webUrl": "https://www.theguardian.com/tv-and-radio/2011/nov/16/tv-review-pan-am-buscemi", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2011/nov/16/tv-review-pan-am-buscemi", "fields": {"headline": "TV review: Pan Am; Who Do You Think You Are?", "bodyText": "Pan Am (BBC2) – it's Mad Men set in the glamorous world of 60s air travel instead of Manhattan advertising men! Or so we are told. But alas, Pan Am is to Mad Men as an Airfix model assembled by a blindfolded man with 10 fractured fingers and a severe bout of hiccups is to Concorde. Which is to say, Not Very. It tells the story of a group of women who – with the possible exception of designated sass-merchant Maggie Ryan (the name denoting Irish descent, unless I'm very much mistaken, and explaining that fiery temperament) – are apparently consumed by the earnest joy and weighty responsibility of being Pan American stewardesses. It's like an airborne Malory Towers. \"I am proud of my uniform!\" cries one to her disapproving mother. \"Do you know what we do?\" They endure grooming'n'girdle checks and weigh-ins before every flight, and a script as inert and useless as a grounded jet. \"You need to decide right now,\" says Stewardess Kate to Beautiful Younger Sister Laura, who is in a wedding dress and tears. \"Because this is your life! What do you want to do with it?\" Beautiful Younger Sister Laura decides and then actually says: \"I want to see the world! I'll become a Pan Am stewardess!\" The pair duly light out for JFK, which some diligent researcher has remembered to fill with period luggage sets and rename Idlewild, and off they go. Soon Laura is standing on the London steps of a London hotel in London, gazing at the London skyline of London and sighing with happiness. In London. The rest of the stewardesses, meanwhile, dash past her, giggling, on their way to a midnight feast and other japes in the dorm. Except perhaps for pauvre Collette, the French stewardess who is shocked – shocked! – to discover on le flight over that her lover has boarded avec une wife et child. Et la wife, elle knows about their affaire. L'affaire est therefore over. Quelle dommage, et yet surely pas entirely unexpected par une stewardess avec any experience of les businesshommes or la vie, non? No matter. We have bigger incredulities to deal with, such as Kate being revealed as a CIA recruit, being trained to replace missing purser-slash-agent Bridget Pierce (Annabelle Wallis, cast presumably on the strength of her ability to speak three languages but apparently without someone thinking to check she could act in any of them). \"You must use discretion at all times. They don't call this the cold war for nothing,\" her handler warns Kate. \"That sentence, if you examine it even for a second, makes no sense,\" replies Kate. No, she doesn't. She says: \"Mr Anderson.\" Pause. For Proud. Toss. Of Head. \"People have been underestimating me my entire life!\" Another monkey slides off his typing stool and slumps exhausted to the floor. And then there was a second episode, in which the mystery of Bridget's disappearance continued but failed to deepen. Maggie fends off an overamorous customer with a serving fork (\"I am not included in the price of a ticket!\" she says, because women's lib is just around the corner), disapproving mother makes it up with Laura and Kate (\"I needed you too!\") and Collette and the captain start exchanging sub-meaningful looks in a Paris nightclub. I don't know if the makers of Mad Men are sitting on their sofas clinking champagne glasses and laughing their asses off or gazing in disbelief at the horror they have inadvertently spawned, but this viewer slid off hers and slumps to the floor with my monkey friends, united in our animal despair. At least the disappointment occasioned by Steve Buscemi's trawl through the archives in the opening episode of the US version of Who Do You Think You Are? (BBC1) was confined to half an hour. He discovered that his great-great-grandfather, Ralph Montgomery, was a dentist and a grocer in Pennsylvania, then a supposed suicide in the Susquehanna river and a Union soldier in the civil war before sensibly deserting after the Battle of Fredericksburg and starting a new life in New Jersey. This would have been a pedestrian set of revelations for even the most ordinary seeker after ancestral truth but for Steve Buscemi… I was expecting a history of cannibalism, bloodlines going back to Grendel's mother and archival appearances by Silurian kings and the baby-eating Toad People of one of Cthulhu's darker realms. All in all, America, I'm very disappointed with your night's work. Tighten that girdle and straighten that uniform. I hope we can resume our traditional roles soon. Me cultural cringer, remember. You cultural cringee. Step to it."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}