{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2011/nov/05/best-credit-cards", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2011-11-05T22:58:02Z", "webTitle": "Best credit cards for your Christmas shopping", "webUrl": "https://www.theguardian.com/money/2011/nov/05/best-credit-cards", "apiUrl": "https://content.guardianapis.com/money/2011/nov/05/best-credit-cards", "fields": {"headline": "Best credit cards for your Christmas shopping", "bodyText": "If you want a new credit card for Christmas shopping you have just enough time to apply. Barclaycard says straightforward applications take about 10 working days from applying to receiving a card. So which should you choose? If you want to make interest-free purchases, Kevin Mountford of comparison site Moneysupermarket.com says the Tesco Clubcard and M&amp;S credit card both offer 15 months at 0%. M&amp;S customers will also be entered into a prize draw every time they use their card before 4 January 2012 to win points worth £10,000 to spend at M&amp;S. Cashback cards are a good alternative as you get back some of your Christmas spending – but only consider these if you can pay off the outstanding balance straight away. The Capital One World Mastercard offers 5% cashback on purchases worth up to £2,000, up to a maximum of £100, in the first three months. This is followed by ongoing cashback of up to 1.25%. There is no annual fee, however Capital One warns that this card is exclusively for applicants with a \"perfect\" credit history. This includes being a homeowner and having an income of more than £20,000 a year. If you prefer to shop online, try cashback websites such as Quidco and Topcashback. Altruistic shoppers could opt for a shopping site such as gifttocharity or Froggybank, allowing them to donate cashback to charity. A 0% balance transfer card may be a better idea for those preparing for the Christmas spending hangover. Barclaycard Platinum Visa offers 22 months at 0%, with a 3.2% transfer fee. Check out credit card deals through Guardian.co.uk"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}