{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2011/nov/09/artists-artist-theatre-directors", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2011-11-09T22:31:00Z", "webTitle": "The artists's artist: theatre directors", "webUrl": "https://www.theguardian.com/culture/2011/nov/09/artists-artist-theatre-directors", "apiUrl": "https://content.guardianapis.com/culture/2011/nov/09/artists-artist-theatre-directors", "fields": {"headline": "The artists's artist: theatre directors", "bodyText": "Max Stafford-Clark on Bill Gaskill I had the good fortune, in my early 30s, to be sitting on the steps of the Royal Court with Bill Gaskill pondering where the future lay. I had just left the Traverse theatre in Edinburgh, and he had just left the Royal Court, and we decided to set up a workshop together. My experience had been of the wild, anarchic US theatres, where plays might be performed on table tops. He, on the other hand, brought political acuity and the experience of working in a proscenium theatre. His hallmark is economy, and I learnt from him a precision of stagecraft and imagery that I hadn't previously encountered. It was thanks to him and a production of David Hare's Fanshen, about the bringing of communism to a Chinese village, that our company Joint Stock became politicised. Plays should be investigative, and Bill taught me not to be afraid of ignorance. When you are a young director you think you have to win every argument; when you are older and wiser you learn it is better to lose a few. Max Stafford-Clark is founder and director of the Out-of-Joint theatre company. Deborah Warner on Peter Brook Visionaries in theatre are rare. One thinks of Vsevolod Meyerhold, Konstantin Stanislavski, Jerzy Grotowski, Antonin Artuad, Bertolt Brecht, Giorgio Strehler and Pina Bausch. One certainly thinks of Peter Brook. I was very lucky as a young director that Brook was still engaged in ground-breaking work. I saw his Midsummer Night's Dream when I was 12, his Ubu Roi when I was 18, his Cherry Orchard and Mahabharata in my 20s: all inventive, avant garde and utterly compelling. Brook placed the performer at the centre of the event and then, like Picasso, he took away, paring it down to the essence. The uncluttered nature of his theatre allowed space for the audience's imaginations to flourish. He left the staid theatre work of the 1940s and 1950s far behind. During the 1960s he worked with the RSC and the National and made them homes of radical experiment. His writings about theatre remain a constant source of inspiration. Deborah Warner is currently directing Eugene Onegin at English National Opera. Daniel Evans on Richard Wilson Richard Wilson is perhaps better known for his acting, particularly in television comedy [as Victor Meldrew in One Foot in the Grave]. As a director, he is second to none. I first saw his work at the Royal Court, where his direction of David Gieselman's Mr Kolpert was expert: cool, fluid and in high-definition. The play begins at a middle-class dinner party and gradually descends into a bloody, surreal, black comedy; Richard charted the journey with great detail and care. Years later, I had the privilege of working with him. His manner is generous, frank and open. Indeed, the word you'll hear him say more than any other is \"openness\". He encourages great economy and ease in his actors, magically banishing all tension. His ability to make his own work invisible (he eschews high concepts or extraneous effects) allows the audience to be drawn effortlessly into the world of the play. Daniel Evans is artistic director of the Crucible theatre, Sheffield. Michael Attenborough on John Barton We've all gone through that moment, before a performance of Shakespeare, when we think: I'm not going to understand this. And then, 10 minutes in: I don't understand this. Troilus and Cressida is a particularly complex play, and yet, when I saw Barton's 1968 RSC production with Helen Mirren and Michael Williams, it was completely clear, all the characters so vivid, human and fleshy. I can even remember to this day how some actors said certain lines. His inspiration has been twofold: seeing the inventiveness and vitality of his work, but also learning how Shakespeare's verse works for actors. He acknowledges that there are a hundred ways of saying a line, but inside the language there is a series of presents for them to unwrap. Although he tries not to use the word \"rule\", he suggests there are certain guidelines you ignore at your peril. Michael Attenborough is artistic director of the Almeida theatre, London. Bijan Sheibani on Katie Mitchell I first saw her work at the RSC when I was in my late teens. Juliet Stevenson was doing two short Samuel Beckett plays, Not I and Footfalls. The emotional atmosphere was so strong and frightening. I didn't know until then that theatre could have anything like as much impact as film. Her production of Three Sisters at the National was so realistic, and the acting so detailed, I felt I was spying on an actual house. My eyes were glued to every image. I'll never forget the power of certain moments: in Mitchell's production of [Euripides'] Iphigenia at Aulis, Clytemnestra is secured inside a building, distraught at her daughter's kidnap; then it starts raining through a hole in the roof, with helicopters blasting through from outside. In her production of Three Sisters, there is a moment when the snow outside is falling and, in very slow motion, one of the characters turns and looks, contemplating their own mortality. Bijan Sheibani is an associate director at the National theatre."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}