{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/nov/16/nigel-de-jong-hatem-ben-arfa", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-11-16T22:15:01Z", "webTitle": "Nigel de Jong and Hatem Ben Arfa keen not to revive old grievance", "webUrl": "https://www.theguardian.com/football/2011/nov/16/nigel-de-jong-hatem-ben-arfa", "apiUrl": "https://content.guardianapis.com/football/2011/nov/16/nigel-de-jong-hatem-ben-arfa", "fields": {"headline": "Nigel de Jong and Hatem Ben Arfa keen not to revive old grievance", "bodyText": "Nigel de Jong's first meeting with Hatem Ben Arfa since the leg-breaking tackle that caused so much anger and animosity at Newcastle United will go ahead this weekend without the lingering resentment that might have been anticipated, after it emerged the two players had made a form of peace. De Jong's challenge on Ben Arfa, leaving the Frenchman with a double fracture that put him out of the game for almost a year, led to Newcastle lodging a formal complaint with the Football Association about the Manchester City player, alleging the tackle was \"unnecessary and used excessive force\" and warranted a minimum three-match suspension. Ben Arfa's grievance against the Holland international was compounded as De Jong did not get in touch with him for at least two months after the incident. However, it has now emerged that De Jong has written to him since that point, expressing sympathy for what happened and saying there was never any intention to injure his opponent. It is not clear whether that included an apology but Ben Arfa's anger is understood to have subsided, despite still believing that it should not have taken so long to arrive. Both players are keen not to inflame the situation ahead of Saturday's game at the Etihad Stadium and will not be speaking to the media beforehand, but City did ask at one point whether Ben Arfa was up to having visitors during his early days in hospital. Ben Arfa, who feels it will be another six months before he is fully recovered and back to his best, sent a message back saying he was in too much pain and in no state to see anyone. After that, however, De Jong's silence caused a great deal of bad feeling at Newcastle. The club wanted the FA to take retrospective action, even though the referee, Martin Atkinson, confirmed he had seen the tackle and did not believe it merited even a yellow card. Even if the FA had wanted to penalise De Jong its rules did not allow it to do so. De Jong faced the ignominy of being excluded from the Holland squad because the manager, Bert van Marwijk, felt the challenge was \"wild and unnecessary\", leaving him with \"a problem with the way Nigel needlessly looks to push the limit\". The player has since been restored and made a substitute appearance in the 3-0 defeat to Germany on Tuesday, but was so aggrieved at the time he gave serious consideration to retiring from international football. City, however, have always backed De Jong, arguing that the midfielder does not deserve the reputation that comes from the now-infamous kick into the ribs of Xabi Alonso in the World Cup final and his tackle that broke Stuart Holden's leg during a friendly against the USA in March last year. The feeling in Manchester was that Van Marwijk was trying to make an example of the player to spare himself from lingering criticisms about the national team's aggressive style of play during the World Cup. In the 11 months since the Ben Arfa incident De Jong has been booked nine times."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}