{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/nov/09/phil-jagielka-injection-england", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-11-09T23:00:02Z", "webTitle": "Phil Jagielka faces toe injection as John Terry waits in England wings", "webUrl": "https://www.theguardian.com/football/2011/nov/09/phil-jagielka-injection-england", "apiUrl": "https://content.guardianapis.com/football/2011/nov/09/phil-jagielka-injection-england", "fields": {"headline": "Phil Jagielka faces toe injection as John Terry waits in England wings", "bodyText": "Fabio Capello's determination to have Phil Jagielka start Saturday's friendly against Spain in place of John Terry may now extend to asking the Everton defender to undergo an injection in his broken toe to see him through the game at Wembley. The England manager wishes to pair Jagielka with his former club-mate Joleon Lescott in the fixture against the reigning world and European champions, having indicated that his first-choice captain, Terry, will not be involved in the match. Yet that still represents something of an about-turn by the England setup, with Everton having initially been under the impression that the 29-year-old, who sustained a hairline fracture to a toe in last month's win at Fulham, would be excused any involvement after talks with the national medical staff. The centre-half has required injections to feature in his club's past two matches and there is therefore an acceptance at Goodison Park that the player cannot be withdrawn on grounds of injury as a result. Regardless, it is not considered standard practice for an England player to receive painkilling injections, such as that required by Jagielka, to feature in what remains a noncompetitive fixture. Jagielka, who has been capped nine times, reported with the rest of Capello's 25-man squad to the team's Hertfordshire base on Wednesday night ahead of Thursday morning's first training session at London Colney. The defender has been unable to train fully with Everton since sustaining the injury, which is only likely to heal if he is granted complete rest for up to a month, but is understandably anxious to feature in Saturday's fixture having been denied a place at last year's World Cup finals as he was still returning to full fitness after suffering a cruciate knee ligament injury. The player is believed to be willing to undergo an injection to play and is therefore expected to start the game, but will play no part against Sweden on Tuesday – given his inability to feature regularly in training, it is conceivable that he will be released from his duties on Sunday – and England's medical staff will monitor the hairline fracture in the interim. Yet there remains the danger of aggravating the injury, as he could while playing for Everton, with its associated insurance concerns. Capello hopes to have all his party available for the visit of the World Cup winners, in which he is still considering playing the Manchester United youngster Phil Jones as a defensive midfielder, a role in which the teenager featured for Blackburn Rovers last season. Bolton Wanderers' Gary Cahill is expected to start the game against Sweden in which Terry, the subject of separate Metropolitan police and Football Association investigations into allegations that he racially abused Anton Ferdinand, will play at least 45 minutes. The regular captain's non-involvement against Spain is for \"football reasons\" according to Capello, who had always envisaged using these two friendly fixtures as an opportunity to experiment with alternative options. To that end, the Italian has had further dialogue with the absent Rio Ferdinand to reassure the national vice-captain that he remains very much in his plans. Ferdinand has not appeared in any of Capello's past three squads after an injury-troubled start to the campaign, and the player has apparently accepted he must play more regularly and regain his form to return to the fold."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}