{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/nov/13/arsenal-robin-van-persie-fabregas", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-11-13T23:01:03Z", "webTitle": "Arsenal may struggle to keep Robin van Persie, says Cesc Fábregas", "webUrl": "https://www.theguardian.com/football/2011/nov/13/arsenal-robin-van-persie-fabregas", "apiUrl": "https://content.guardianapis.com/football/2011/nov/13/arsenal-robin-van-persie-fabregas", "fields": {"headline": "Arsenal may struggle to keep Robin van Persie, says Cesc Fábregas", "bodyText": "Cesc Fábregas says Arsenal \"cannot afford to lose\" Robin van Persie but admits the club may be powerless in their attempts to keep him. Van Persie's contractual stand‑off has been one of the worrying issues of the early season for Arsenal, with the captain having indicated that he does not want to discuss fresh terms until the summer, when he would have 12 months to run on his deal. The manager, Arsène Wenger, and the majority shareholder, Stan Kroenke, have both said that the club had no option but to sell Samir Nasri to Manchester City in August, when he had entered the final 12 months on his contract and refused to sign a new one. The fear is that they could find themselves in the same situation with Van Persie. Fábregas was the other key player to leave Arsenal in the summer, when he completed his long-mooted move back to Barcelona but he has continued to follow the team's results and he remains in contact with some of the players, particularly Van Persie, 28, who succeeded him as captain. He has 34 goals in 39 appearances in all competitions for the club in 2011 and 29 in 28 Premier League games. \"I don't know if they will keep him,\" Fábregas said. \"It is his decision. At his age, if he wants to move, it will be his last chance and it he wants to stay he will stay and retire at Arsenal. We will see what he decides but he's been very loyal to Arsenal for a few years. He is a key player, the fans love him. For me, he is the role model of Arsenal, the star player and they cannot afford to lose him. \"He is having an amazing season and hopefully he will be fit for the whole season. Unfortunately, when I was there, he never enjoyed a whole season and it was one of the things I regret a little bit. I hope he can keep going like that. Could he come to Barcelona? He would fit in anywhere but I'm an Arsenal fan and I want him to stay at Arsenal.\" Wenger has made it clear that there is \"no problem\" on the club's side; they are eager to open negotiations with Van Persie and secure him to a longer contract. The ball is in the striker's court. But Wenger has said that he is happy as long as a player gives his all for the duration of his contract and nobody can doubt Van Persie's efforts. Manchester City are prominent among the pack of clubs that sense the opportunity to tempt him away, and Anzhi Makhachkala in Dagestan would also be able to offer him a massive salary. Fábregas, meanwhile, believes that he has proved his point to the doubters who questioned whether he would get into the Barcelona team. The midfielder has played regularly so far and he scored in each of his first four league games for the club. \"I know that some people thought I wouldn't get in the team,\" he said. \"Maybe they didn't believe in me too much. \"Things are going very well. I'm smiling, scoring and playing. I'm with my friends every day. For me, it is like a dream at the moment. I'm playing more than I expected so I'm very happy. I want to win trophies and so far I've won two [the Spanish Super Cup and European Super Cup] and we go to the Intercontinental Cup in Japan [in December] and that would be a very nice thing to win as well. \"I speak to the boys at Arsenal. Arsenal gave me everything and I will never forget that. I will try to come and see people when we have a Christmas break in Spain. It will always be a special club. The fans have always been amazing to me. I have only amazing words to say about them. It was a shame that they started the season so badly because now they are back to winning ways and doing well.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}