{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2011/nov/28/climate-change-brownfield-thinking-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2011-11-28T23:24:02Z", "webTitle": "Climate change: brownfield thinking | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2011/nov/28/climate-change-brownfield-thinking-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2011/nov/28/climate-change-brownfield-thinking-editorial", "fields": {"headline": "Climate change: brownfield thinking", "bodyText": "It is remarkable how quickly a government founded on the innovative principle of peacetime coalition can slide back into clapped-out thinking. Worse, it is happening in the area that most demands creativity. On the day the coalition was formed, David Cameron stood at the heart of the Department of Energy and Climate Change and declared his faith in the green economy. Eighteen months later, his chancellor told the Conservative party conference: \"We're not going to save the planet by putting our country out of business.\" As today's autumn statement will only confirm, the political presentation of the climate change agenda has switched from asset to liability. Economic crisis has given the Treasury a stranglehold on Decc ministers' efforts to promote the green economy, and it is short-sightedly jeopardising the chances of Britain being a leading player in a field that can only grow. Investment is expected to double in the next 10 years. By the end of that time, some renewables – solar and wind – are predicted to be price-competitive with fossil fuels. But to develop, the sector depends on a settled framework in which investment decisions can be made with confidence. Instead it is being undermined by dithering and backtracking. Take the decision to slash the feed-in tariff for solar energy. There was always a clear case to be made for a taper that reflected the falling price of photovoltaic panels. Instead, with just six weeks' warning , from 12 December the tariff is to be halved. A project that has generated 25,000 jobs across the country, often in just the kind of small business that the government acknowledges can be the engine of economic growth, has had the bottom knocked out of it. Another critical project, to develop carbon capture and storage, has been thrown into doubt. The £1bn cash prize for the first demonstration of the technology may now be spent building roads instead. Meanwhile, as we reported yesterday, ministers are working with the Canadian government to try to block EU penalties on Alberta's vast reserves of tar sands oil – a development that, according to the Nasa scientist James Hansen, would mean game over for the climate. Cameron's early green investment rhetoric has given way to spin about building roads, easing the fuel bills of energy-intensive industry and holding down fuel prices. Laying the foundations for green growth is no longer part of the solution but the cause of the problem. Wrong. Today's energy crisis is not about the cost of developing alternatives, but the volatility in fossil fuel prices. Even global warming sceptics might admit that investing in low-carbon technology is a matter of common sense."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}