{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/nov/13/david-silva-england-spain", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-11-13T23:01:02Z", "webTitle": "David Silva surprised by England's stifling tactics in win over Spain", "webUrl": "https://www.theguardian.com/football/2011/nov/13/david-silva-england-spain", "apiUrl": "https://content.guardianapis.com/football/2011/nov/13/david-silva-england-spain", "fields": {"headline": "David Silva surprised by England's stifling tactics in win over Spain", "bodyText": "David Silva has expressed surprise that England followed an example set by Spain's recent opponents, by retreating into massed defence in the match on Saturday. However, he said that the European and world champions would not be swayed from their own approach to games as they seek to remain at the pinnacle of world football. Spain monopolised the ball but were blunted by England's rugged and resilient approach. Vicente del Bosque's team have lost friendlies recently to Portugal, Italy and Argentina and they will hardly have been alarmed at having succumbed to Fabio Capello's version of catenaccio, there was frustration that the match had not been more open and entertaining. \"It was very difficult,\" said Silva, whose performances for Manchester City have so illuminated the Premier League this season. \"They were sat back, all of the team, defending for their lives and the only way they could score was with a rebound. We had chances to score but we just couldn't quite get it over the line. To be honest we were surprised at quite how defensive England were, but we have to accept that playing that way enabled them to beat us. But we are quite calm about losing the game. We did everything we could and it was not to be, but at least this was only a friendly, and what happened did not happen in a competitive game. \"That kind of approach is now happening in every game. This is how every team that faces us lines up. They are getting everyone behind the ball, very narrow and very deep, and if they can sneak a goal like England did here, on a rebound or a set-piece, it can make life very hard for us. But that just puts the emphasis on us to score first, because if we do then the game-plan [of being defensive] makes everything easier. We are not put off by how deep they were sitting. We kept on trying and always with the ball, we did not change our approach, but we just couldn't get the goal.\" Xabi Alonso pinpointed the Spaniards' inability to score the first goal as key to the result, but Cesc Fábregas went as far as to say that England would be able to gauge little about their own progress until they attempted to dismantle opponents, starting with Sweden tomorrow, but will become more of a threat once Jack Wilshere has recovered from an ankle complaint. \"We saw two very different styles of teams, one defensive and one trying to play football and trying to score goals,\" said the former Arsenal midfielder. \"In the end, the one trying to score goals didn't and the one not trying did. So it was a very weird game. You want teams to have a go at you and test you to see what happens. But it's difficult to say who played well for England because they were defending basically the whole game. \"Normally they don't play like that when Wayne Rooney and Jack Wilshere are available but, unfortunately, they were without a few players and maybe it was an obligation to play like that. They had 10 men behind the ball and that makes it much easier for everyone because you are more solid and compact. We will see more when they play offensive football. England are a solid team and if they have Jack back it will make a massive difference to their team. He is the one with the talent to make things happen and, on Saturday, we didn't see this really. \"We are getting used to this kind of game, but that's not an excuse. We knew the only way they could score was from a set piece. We conceded a bad free-kick and they scored. You cannot say losing 'doesn't matter'. Spain are the world and European champions and we always want to win, but we definitely prefer to lose today than in an important game. We've lost friendly games to Argentina, Portugal and Italy and we still won the World Cup. When we play important games, we win and that makes us feel positive and strong.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}