{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2011/nov/16/weatherwatch-thunderstorm-meteors-battles", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2011-11-16T22:30:00Z", "webTitle": "Weatherwatch: Puzzling phenomena of sky battles", "webUrl": "https://www.theguardian.com/news/2011/nov/16/weatherwatch-thunderstorm-meteors-battles", "apiUrl": "https://content.guardianapis.com/news/2011/nov/16/weatherwatch-thunderstorm-meteors-battles", "fields": {"headline": "Weatherwatch: Puzzling phenomena of sky battles", "bodyText": "Perhaps the most puzzling of meteorological phenomena were the battles in the sky which were reported right up until the 19th century in many European countries, including England. In September 1654, for example, soldiers in Hull witnessed a great battle between two armies of cavalry and infantry in the air. Formations of pikemen repeatedly charged each other; the battle ended when a third army appeared and scattered the others with cannon fire and musketry. Another such battle was seen in Hull in October 1658, and witnesses even reported the smell of gunpowder. Sometimes whole villages or towns witnessed sky battles, including respectable citizens. Contemporary writers put them down to over-active imagination during ordinary thunderstorms, or perhaps the misinterpretation of rare sights like the aurora borealis. But as one pamphleteer wrote, although clouds \"may by chance fall into the shapes of Horses and Men\", and thunder could be mistaken for cannon fire, there were so many detailed accounts of these battles that no \"sober and considerable person\" would find imagination a satisfactory explanation. These days historical accounts of sky battles are the province of sociocultural theorists rather than meteorologists. As far as science is concerned, sky battles are like modern-day UFO reports: so far outside the pale that no respectable researcher cares to investigate."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}