{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/tvandradioblog/2011/nov/19/the-killing-series-2-episode-1-2", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2011-11-19T23:00:00Z", "webTitle": "The Killing 2: episodes one and two", "webUrl": "https://www.theguardian.com/tv-and-radio/tvandradioblog/2011/nov/19/the-killing-series-2-episode-1-2", "apiUrl": "https://content.guardianapis.com/tv-and-radio/tvandradioblog/2011/nov/19/the-killing-series-2-episode-1-2", "fields": {"headline": "The Killing 2: episodes one and two", "bodyText": "SPOILER ALERT: This blog is for people watching Forbrydelsen II on BBC4. Do not read on if you haven't seen episodes one and two. If you have seen further in the series, please be aware than others have not – and don't post spoilers. Good evening, and welcome to The Killing series blog for season two. If you're new to these blogs please do share your thoughts in the comments below – we always love a theory – and for everyone joining us second time around: Hi! Delighted to have you back. There's a lot to pack into this blog tonight, so forgive me if I some things get skipped over: hopefully it will be nothing too crucial. (And if it is, I'm sure you'll pick it up in the comments.) Before we open Lund's latest case file, there are some wider themes to discuss – not least the new series' very different feel. Forbrydelsen II seems far less a straightforward whodunnit and far more a political thriller. While the first series of course had a political element, here it is politics with a capital P. For me, that's not a problem: it feels already that this series has more complexity and possibly a less red-herringy plot that season one. But then I love a political thriller. I'd be interested to hear whether it's working so well for all of you, or if by losing that most simple conceit – a series-long hunt for the killer of one victim – The Killing might also have lost some of its allure. The investigation: what do we know? • Two people have been killed: Anne Dragsholm, a military legal advisor, and Allan Myg Poulsen, a soldier. • Anne was stabbed to death having been forced to read a video message accusing \"the hypocritical Danish Government and the infidel Danish people\" of crimes against humanity. Her body was then dumped in the Memorial Park. Half a dogtag was found at the scene. • Myg was found strung up having been slashed with half a dogtag he was found wearing. • Links between the two include the veteran's club and, as Lund spots on the photo, Jens Peter Raben, a veteran now in a psychiatric institution. • Raben has since busted out is was last seen running down a sewer. • Responsibility for the first death (and presumably the second) has been claimed by The Muslim League – a group that nobody knows anything about. • The police have a man in custody: Kolmani. He owns a bookshop that stocks extremist Islamic literature. His website is used as a forum for extremist groups. Flyers he had printed in his dead wife's name were found at the crime scene. The video of Anne was uploaded to his website. But he has an alibi. • Kolmani's followers are now being picked up. • Said Bilal, Myg's company commander was in Kodmani's customer file. He also ran from the scene of the crime for flimsy reasons. Special Branch have, however, accepted his explanation. • The army say that Myg illegally accessed database and downloaded a file. It was his army team: Team Aegir. Lund She's back – just about. We open with a flashlight, although for once it isn't Lund who is holding it. Instead she's coming off a nightshift checking truckers' paperwork at a tiny ferry terminal. Lund's a shadow of her former self: entirely lacking in confidence, even less able to communicate than usual, trying to mend bridges with her son and mother, but unable to. The only thing that tempts her back to Copenhagen appears to be that the request comes from Brix. (Who, incidentally, then seems to act a bit unfairly when he later tries to throw her off the case on the basis of her end-of-series-one madness.) I loved how we saw Lund grow over these two episodes – from her initial stuttering sentences with deputy commissioner Hegeby and downright rudeness to Ulrik Strange, to her incisive spotting of the killer clue in the photograph; and, yes, downright rudeness to Ulrik Strange. It felt right that she had been so changed by the Birk Larsen fallout, and that she wouldn't be able to shrug that off immediately. (If at all, on the basis of her refusal to talk to Strange). But it's good to see her back: \"This is what I do best,\" she tells Brix. The Politicians Thomas Buch, the reluctant new justice minister has just been handed a poisoned chalice – and he looks as if he knows it. Getting the anti-terrorism bill through parliament looks like extremely hard work: currently the opposition won't support it at all, and the People's Party want amendments banning various groups. I've warmed to Buch already. He doesn't seem too slippery, although I wouldn't go so far as to say I actually trust him, and I liked the way he was ballsy enough to outmanoeuvre both the People's Party's Krabbe and Carten, the permanent undersecretary with a permanent moue. However, with the memo to his predecessor about Special Branch thinking the first killing was political, it looks rather like Buch's also been outmanoeuvred himself The army/Raben's family Jens Peter Raben has been detained indefinitely in what I presume is a secure psychiatric hospital for taking a nurse hostage and threatening to kill her. He was suffering from delusions and had previously been wounded and discharged from the army. His wife Louise and son Jonas are currently living with Louise's dad, Colonel Torsten Jarnvig who seems reluctant for them to leave – and none too bothered about Jens being released. I'm interested in how this all comes together – my feeling is the army is going to be central to the mystery and already busy covering things up. Most important, I think, is Jens' relationship with Myg. Jens was furious that Myg was going back out to Helmand. \"Have you done something?\" he asked? \"When we came back I thought it was over and done with but it's not,\" Myg replied. \"Its not over at all.\" And then there's Jens' reaction to Myg's death: busting out via the power of a hidden flashlight, after saying, \"I have messed up so I have to put it right.\" But what has he messed up? And why did he deny knowing Anne? Jumperwatch Nice red number Lund! And for those good with a pair of needles: Radio Times has the pattern for you. Thoughts and observations • I liked how the bare shelves and empty walls of Lund's new life effectively worked as backstory since we'd last met her. • Nice bit of humour with the Lund's messy teacups and Ulrik's neat streak. I think I'm going to like Strange. (Also: what a great name!) • The tradition of incredibly beautiful female political advisors continues with Karina. The opposition leader is also stunning. • I love that Sarah doesn't even remember her mum's wedding – and also that her mum seems to be trying to fix her up with Bjorn's friend (!) • Would Said have really still been bleeding through his trousers when Lund turned up? • Kolmani's shop was in Norrebro • Anyone else get a sinking feeling when Lund clambered down into the basement/ ran off after a mystery intruder? Will she never learn? • Major Christian Sogaard seems very helpful towards Louise …"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}