{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2011/nov/05/hmrc-upaid-tax-and-ni", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2011-11-05T22:58:01Z", "webTitle": "HMRC says I owe more than £43,000 in tax and NI", "webUrl": "https://www.theguardian.com/money/2011/nov/05/hmrc-upaid-tax-and-ni", "apiUrl": "https://content.guardianapis.com/money/2011/nov/05/hmrc-upaid-tax-and-ni", "fields": {"headline": "HMRC says I owe more than £43,000 in tax and NI", "bodyText": "I am a social worker and joined a recruitment agency in 2006. I am useless with money and took their advice to be paid through the managed service company, Costelloe Business Services. A year later, Costelloe said I had to set up a new limited company to be compliant with changes in the law. I did. In 2009, it told me to find a new accountant as all the directors had left and the company was being wound up. HMRC then said I had not filed a self-assessment return. I paid another accountant to do this. In 2010, I received a letter from Accountax saying I would be investigated by HMRC. I was terrified but Accountax wanted £5,000 to represent me. HMRC has completed its investigation and says I owe tax and national insurance contributions likely to exceed £43,000. This will ruin us financially. DK, Liverpool You are paying a heavy price to learn the lesson of schemes being too good to be true. Many people, particularly health workers, used managed service companies to avoid tax and NI contributions. So managed service company legislation was introduced, forcing these companies to deduct the tax from your pay. At the same time, transfer of debt legislation entitled HMRC to chase workers if the companies failed to pass on the tax, which is presumably what happened here. I gave you HMRC's advice to get in touch as it can accept lower amounts in certain cases but I haven't heard back from you for some time and would like to know the outcome. You can email Margaret Dibben at your.problems@observer.co.uk or write to Margaret Dibben, Your Problems, The Observer, Kings Place, 90 York Way, London N1 9GU and include a telephone number. Do not enclose SAEs or original documents. The newspaper accepts no legal responsibility for advice."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}