{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2011/nov/05/halifax-mistake-legal-action", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2011-11-05T22:58:02Z", "webTitle": "Halifax gave me £8,000 by mistake and now threatens legal action", "webUrl": "https://www.theguardian.com/money/2011/nov/05/halifax-mistake-legal-action", "apiUrl": "https://content.guardianapis.com/money/2011/nov/05/halifax-mistake-legal-action", "fields": {"headline": "Halifax gave me £8,000 by mistake and now threatens legal action", "bodyText": "Halifax paid £8,141 in error into my savings account at HSBC. I had transferred money between these accounts myself, but the windfall was the bank's mistake. Halifax quickly told me and I immediately agreed to pay the money back. First I was told to send it to the originating account but this failed. I was then given three different sort codes, but each attempt also failed. I wrote, copying the letter to two people, but Halifax claims never to have received it. Now they want me to send a cheque but, if my letters go astray, I am nervous about putting anything in the post. So Halifax is threatening me with legal action, which will be disastrous as we are trying to remortgage. GT, Wilmslow, Cheshire The mystery payment turned out to be a duplicate of the money you transferred to HSBC when you closed your Halifax Isa. It was still Halifax's fault and I can't understand why the bank should threaten a debt collector as you had immediately agreed to return the money. It seems unaware of the enormous efforts you were making to unravel its mistake. At last Halifax has given you correct instructions and agreed that you can keep back £100. You can email Margaret Dibben at your.problems@observer.co.uk or write to Margaret Dibben, Your Problems, The Observer, Kings Place, 90 York Way, London N1 9GU and include a telephone number. Do not enclose SAEs or original documents. The newspaper accepts no legal responsibility for advice."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}