{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/nov/13/tiki-taka-spain-defend-well", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-11-13T23:01:05Z", "webTitle": "tiki-taka: Spain find out it's hard to beat teams who … defend well", "webUrl": "https://www.theguardian.com/football/2011/nov/13/tiki-taka-spain-defend-well", "apiUrl": "https://content.guardianapis.com/football/2011/nov/13/tiki-taka-spain-defend-well", "fields": {"headline": "tiki-taka: Spain find out it's hard to beat teams who … defend well", "bodyText": "\"The games we have found toughest to win have been against opponents who have set their stall out to work hard, run forever, close us down and really try and keep things tight in the middle of the pitch,\" said Spain's Iker Casillas after Saturday's defeat by England. You mean there are teams who don't? Teams who set their stall out to be idle, to give Spain space and to be particularly lax in midfield? Because if there are, it's no surprise the Spaniards didn't find it very tough to beat them – they're idiots. \"Spain is a team packed with ability that doesn't give much time on the ball,\" he added. In other words, they set their stall out to work hard, run forever and really try and keep things tight in the middle of the pitch. They're their own worst enemies, sometimes On a Hiddink to nothing Guus Hiddink, before the first leg of Turkey's play-off against Croatia: \"My players are eager and willing to win. Our opponents will have very tough times against us.\" And after their opponents had very easy times, winning 3-0: \"My players are not bad, but in hindsight second place in our group was the ultimate achievement.\" When your own coach suddenly decides you're rubbish, you know you're in trouble. Or he is. Or both Circle of fashion France are trialling a new system. \"We're not really used to it,\" said Karim Benzema after a 1-0 win over the US. Coach Laurent Blanc wants to \"experiment with it again\". The formation in question? None other than 4-4-2. Perhaps the next tactical trend will finally favour the Brits Statistics of the weekend 35 On Saturday 87,189 people went to watch England play – but 117,658, or 35% more than the number at Wembley, spent the afternoon at grounds around the country watching the FA Cup first round instead 961 Time, in days, covering Lionel Messi's last seven goals for Argentina – he yet again failed to score for his country against Bolivia this weekend. He has scored seven goals for Barcelona in the last 16 days Quote of the weekend \"Taking on Spain is like eating tapas. Do you sit back and pick at the little dishes, or do you attack the plates as soon as they arrive?\" Terry Butcher in the Sunday Mirror wins analogy of the week"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}