{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2011/nov/09/turkey-earthquake-van-three-dead", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2011-11-09T23:39:00Z", "webTitle": "Turkey earthquake kills seven and leaves dozens trapped in rubble", "webUrl": "https://www.theguardian.com/world/2011/nov/09/turkey-earthquake-van-three-dead", "apiUrl": "https://content.guardianapis.com/world/2011/nov/09/turkey-earthquake-van-three-dead", "fields": {"headline": "Turkey earthquake kills seven and leaves dozens trapped in rubble", "bodyText": "An earthquake in eastern Turkey has killed at least seven people and left dozens more trapped under the rubble of two hotels, a school and other buildings. About 25 buildings collapsed after the magnitude 5.7 quake struck 16km (9 miles) south of the city of Van at 9:23pm (7:23pm GMT), TRT state television reported. Rescuers have so far pulled at least 23 people alive from the rubble, according to the Anatolian news agency. Deputy Prime Minister Besir Atalay said the quake toppled 25 buildings in the city of Van but only three of them were occupied since the others have been evacuated after suffering damages in last month's powerful quake. He added that the rescue work was now concentrating at the site of two collapsed hotels and one apartment building. Rescue teams are on their way to the region from the capital, Ankara, and other areas. Ozgur Gunes, a journalist with Cihan news agency, who was staying in one of the collapsed hotels, said he had just left the building when the earthquake struck on Wednesday night. \"There were some small cracks, but we were told that there was no structural damage,\" he told Sky Turk television. The Turkish Red Crescent has sent 15,000 tents and some 300 rescue workers, TRT reported. The disaster comes less than three weeks after a much stronger quake in the same area killed 600 people and left thousands homeless. Many residents had been living in tents since the 7.6 magnitude earthquake on 23 October."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}