{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2011/nov/01/british-couple-die-pilgrimage-coach-fire-jeddah", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2011-11-01T23:21:00Z", "webTitle": "British couple die in pilgrimage coach fire", "webUrl": "https://www.theguardian.com/world/2011/nov/01/british-couple-die-pilgrimage-coach-fire-jeddah", "apiUrl": "https://content.guardianapis.com/world/2011/nov/01/british-couple-die-pilgrimage-coach-fire-jeddah", "fields": {"headline": "British couple die in pilgrimage coach fire", "bodyText": "A British couple have been killed in a coach explosion while on a pilgrimage to the Muslim holy city of Mecca. One of the victims who died in the blaze in Jeddah has been named as Dawud Burbank, 49, by worshippers at a Birmingham mosque, who said the other victim was his wife. The couple were among several pilgrims from the mosque in Small Heath, Birmingham, who were making their way to Mecca. The bus, which is believed to have been carrying 29 British and Pakistani pilgrims, caught fire shortly after leaving Jeddah airport on Tuesday. It is thought the other passengers escaped the blazing vehicle either unharmed or with minor injuries after the driver pulled up at the roadside. The official cause of the fire is not yet known, although it is believed to be accidental. Initial investigations suggest the engine had overheated causing the petrol tank to catch fire. Burbank, from Birmingham, is understood to have been a researcher who translated hundreds of religious texts from Arabic to English. Abu Khadeejah, the director of Birmingham's Salafi mosque, who had known the couple for more than 20 years, said: \"He was a very respected man, a very well-liked man, a very learned man. It is a sad time for the community and we will pray for them and their families, who have suffered a great loss. \"It seems they were on the outskirts of Jeddah when the vehicle caught fire. Everyone got off except for them; they must have been the last two on the coach and everyone else basically came off unscathed.\" The Foreign Office declined to confirm the identity of the victims. A spokeswoman said: \"We are aware of the death of two British nationals in Saudi Arabia. We are in touch with the local authorities and the next-of-kin and are providing consular assistance at this difficult time.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}