{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2011/nov/24/readers-reviews-tim-buckley-kate-bush", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2011-11-24T23:01:01Z", "webTitle": "Readers' Reviews", "webUrl": "https://www.theguardian.com/culture/2011/nov/24/readers-reviews-tim-buckley-kate-bush", "apiUrl": "https://content.guardianapis.com/culture/2011/nov/24/readers-reviews-tim-buckley-kate-bush", "fields": {"headline": "Readers' Reviews", "bodyText": "It is, said walworthroad, a \"massive and beautiful song\". \"Stunning, simply stunning,\" reckoned dickyknee. \"Still gives me goosebumps,\" agreed Zakelius. And what were they all agreed on? Why, Song to the Siren, the subject of an appreciative history by Martin Aston last week. The only question appeared to be which version was the best: the one Tim Buckley performed on The Monkees TV show in 1967, the one he released on his Starsailor album, or the 1980s reading by This Mortal Coil. On that latter version, sometime Guardian writer jonwilde provided a historical footnote: \"At the time they recorded Song to the Siren, Robin [Guthrie] and Liz [Fraser] were between homes and slept under the kitchen table in my flat in Wood Green (my job was to throw a sheet over them when it was time for bed). The night before the recording arrived and they had yet to receive a print-out of the lyrics from the publishers. Deep into the night we attempted to decipher by listening to Buckley's version on loop. I seem to remember that a few mind-bending substances were involved along the way. By the time they went into the studio, one word of the song continued to elude us all. A trawl through online lyric sites tells me that the jury is still out on whether Buckley sings 'fox' or 'fo'c'sle'. Liz, not for the first time, nor the last, opted to make up a word for herself. What she sings on the Mortal Coil version is neither 'fox' nor 'fo'c'sle' but something akin to 'forsale'.\" Martin Aston came to the thread with some additional information on that point: \"Larry Beckett sent me the original manuscript of the lyrics, and it is indeed 'fox' … The line has been regularly sung as 'Were you here when I was flotsam?', which you can understand given the setting of the sea rather than the hare/fox scenario, but Beckett wasn't interested in anything rational. More about the chase/seduction between so-called adversaries.\" Kate Bush's new album, 50 Words for Snow, was awarded five stars by Alexis Petridis last week. One of the first responses came from Jangfet, who said this and only this: \"Sounds shit.\" Well, it's to be expected someone would say that. What was less expected was that 312 people decided to click a link to recommend that comment. That's right: for 312 individuals, Bush's work can be reduced to those two words. Thankfully, 588 people recommended Nocebo's response: \"Oscar Wilde is reborn!\" Halfwelshhalfwit made a joke of the matter for the benefit of those who remember the old music press: \"To be fair to Jangfet, the draft text I saw over his shoulder read, 'Sounds Shit, NME Worse, Only Kate Can Save Us Now' – and she does.\" As for the album itself, there was something a little perturbing about Batcow's assessment: \"Ejaculate of the gods.\" And so to The X Factor. Because everything ends up with The X Factor (expect Song to the Siren and Kate Bush weeks in the next series). Tom Ewing wanted to know why X Factor contestants almost always ended up making dreadful albums, when there was no special reason for them to do so. Many readers said it was because the producers had no interest in investing in quality, having made their money from the show, to which JonnyB replied: \"To say that they have no incentive to try to make more money from subsequent albums would be seriously weird business sense. In the big scheme of things, it costs no more to make a good album than it does a shit one.\" SV80 joined the fray: \"It's certainly true the show doesn't need the winners' records to be successful in the long term … but there's no doubt [Simon] Cowell would rather have a Leona Lewis or Cher Lloyd, who can build an international career, given the choice. He's probably savvy enough to know that there's no point in throwing money and good songs at people like Matt Cardle who are never going to amount to anything.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}