{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/football-league-blog/2011/nov/05/wycombe-derby-teen-talent", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-11-05T22:55:02Z", "webTitle": "Wycombe and Derby highlight delicate business of fostering teen talent | Amy Lawrence", "webUrl": "https://www.theguardian.com/football/football-league-blog/2011/nov/05/wycombe-derby-teen-talent", "apiUrl": "https://content.guardianapis.com/football/football-league-blog/2011/nov/05/wycombe-derby-teen-talent", "fields": {"headline": "Wycombe and Derby highlight delicate business of fostering teen talent", "bodyText": "In the delicate yet competitive business of youth development, players do not always mature at the same time. Judging exactly when a gifted kid is ready, and how to manage the leap between youth football and the professional game with the right mixture of caution and opportunity, is a business that requires huge consideration. Tempting as it might be to accelerate the progress of a prodigious teenager, the context of a hopefully long career should be more important than whether the boy might get you a goal on Saturday. Such considerations have been carefully deliberated at Wycombe Wanderers and Derby County, who have recently fielded players at the unnaturally young age of 15. Jordon Ibe, of Wycombe, scored a smashing goal on his first senior start last weekend. The 6,448 crowd included his family, who rushed to the front of the stands to join him in a celebratory hug (for which Ibe was, in an act of spectacularly po-faced officialdom, booked). A week earlier Mason Bennett, an England Under-17 striker, became his club's youngest debutant with a grown-up Championship performance in which he hit the bar. The Derby manager, Nigel Clough, had considered using Bennett for an earlier match, which was midweek at Reading, but was mindful that the team would get home around 2am and Bennett had to be up for school. When he was involved for the home defeat against Cardiff last Wednesday night, he was let off the next day's punishing training session for an arguably worse experience: \"Mason's got double science, double English and double maths,\" Clough said. \"If we are feeling sorry for ourselves then we've only got to think of him and everything suddenly looks a whole lot brighter.\" Mason played seven more minutes as substitute at Peterborough yesterday while on the home side's bench was yet another 15-year-old – Jaanai Gordon-Hutton, a youth team striker. There are many special responsibilities when it comes to selecting a player who is still a minor. The logistics include writing to the Football Association to seek special permission for their availability, which must outline the club's duty of care towards youngsters. Wycombe had wanted to give Ibe a taster when he was 14, by which time he was, in the words of the coaches, \"winning games on his own\" against opponents from his age group, but they were not allowed. By 15, he was granted dispensation, and Wycombe made sure every aspect of Ibe's welfare was taken care of. Liaising with his school and parents is just the start. \"It's wide ranging,\" explains Wycombe's head of youth and assistant manager Richard Dobson. \"For example, if there is a hotel stay, we have to make sure he is OK and has access to the staff he needs. We make sure he does his school work. The head of recruitment at the club has a teaching background and he has been Jordon's mentor. There is always someone he can go to.\" Another important member of the back-up staff is the club psychologist, who has been working with Ibe one to one. \"Sometimes it can go to a player's head, they think they have made it. He broke into the first team and scored a goal but it is crucial to remain humble,\" adds Dobson. \"It is important to break it down and make him understand the pressures. He is a level-headed boy, but I don't think he appreciates yet what he has achieved.\" The attention to nurturing has changed considerably since the days when a YTS scholar was expected to scrub boots and clean the showers as part of their education. Darren Wassell, Derby's academy manager and Under-18 coach, remembers sweeping the leaves off Brian Clough's driveway as one of his duties when he was a teenage hopeful. The care that he has put into Bennett's development, on and off the pitch, is the main reason the boy signed a five-year contract with Derby rather than be seduced by the bright lights and big money on offer elsewhere. Wassell says: \"Our manager is passionate about youth development and at the moment it seems like there is a seamless path between the academy and the first team.\" Derby have included five members of their Under-18s in the first team this season. \"We want a football factory, a hotbed of football where every day they want to come in and improve. Our job is to make sure they stay grounded. The biggest job is to make sure they keep their values, and keep trying to improve. They shouldn't be thinking too much about agents and so on now. We want to protect them.\" The new EPPP (Elite Player Performance Plan) guidelines, which will make it easier and cheaper for top clubs to pluck youngsters schooled in the lower leagues, are bound to have an impact on the youth policies beneath the Premier League. Dobson warns that a commitment to developing talent in the Football League is under threat. \"The compensation issue will cause us a lot of problems,\" he laments. \"We have approximately £1m of assets coming through the youth system, and that could reduce to £200,000. It could be a severe problem and is a worrying time for us.\" Wycombe were one of the clubs that voted against the EPPP. For Southampton, who have negotiated fees which will total between £25m-£30m on three players (Theo Walcott, Gareth Bale and Alex Oxlade-Chamberlain), it does not bear thinking about that compensation will be slashed. Then there is the suspicion that money to entice the best players will go out of the game. For example, the reported fee Chelsea will pay Milton Keynes Dons for Seyi Ojo is £1.5m. That currently goes to the club. By next year, when the EPPP kicks in, a club will get a fraction of a buyer's outlay, and the rest will be offered to sweeten up agents and parents. More's the pity if clubs such as Wycombe and Derby find their trust in the precociousness of youth compromised."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}