{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/jun/06/rugbyunion.sport", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-06-05T23:30:47Z", "webTitle": "Rugby union: Sale make move for McAlister", "webUrl": "https://www.theguardian.com/sport/2007/jun/06/rugbyunion.sport", "apiUrl": "https://content.guardianapis.com/sport/2007/jun/06/rugbyunion.sport", "fields": {"headline": "Sale make move for McAlister", "bodyText": "Sale are in talks with Luke McAlister after Toulouse, who had been favourites to sign the 24-year-old New Zealand fly-half, withdrew. They will now focus on recruiting the All Blacks' scrum-half Byron Kelleher, who last week pulled out of his move to Agen following the club's relegation. Charlie Hodgson is close to regaining fitness seven months after a knee operation, but if England's fly-half is involved in the World Cup and the Six Nations next season, his appearances for Sale would be rationed. McAlister would be available for the entire campaign, unless New Zealand include him in their World Cup squad, a selection which may depend on whether he decides to move to Europe. McAlister is determined to leave New Zealand after slipping down the fly-half rankings and railing at what he called media intrusion into his private life. He attracted the interest of Edinburgh and Munster before reportedly agreeing terms with Toulouse, whose interest cooled when Kelleher became available. McAlister spent part of his childhood in the north of England, where father Charlie spent two years playing rugby league. McAlister senior is believed to have been offered a coaching role at Sale's academy. The All Blacks, exasperated at the drain of players to Europe, have not given up on McAlister and have named him in the centre for Saturday's second Test against France in Wellington. Daniel Carter remains at fly-half despite retiring at half-time in Auckland last weekend with a knee injury. New Zealand are the overwhelming World Cup favourites but the 2003 finalists Australia have drifted to 14-1 after two unimpressive wins over weakened Wales, encounters which emphasised how much they were missing Chris Latham, who ruptured knee ligaments six months ago. The full-back now hopes to prove his fitness for Australia's Tri-Nations match against South Africa on July 7. Scotland have omitted three players who featured in last season's international campaigns from a 38-man World Cup training squad: the fly-half Phil Godman, the prop Bruce Douglas and the back-row John Beattie. But there is a recall for the veteran Saracens stand-off Gordon Ross."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}