{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/jun/25/1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-06-24T23:59:00Z", "webTitle": "Rowing: Grobler's emotion rallies Britain's eight to victory", "webUrl": "https://www.theguardian.com/sport/2007/jun/25/1", "apiUrl": "https://content.guardianapis.com/sport/2007/jun/25/1", "fields": {"headline": "Grobler's emotion rallies Britain's eight to victory", "bodyText": "Jürgen Grobler's super eight, fashioned from his top six rowers, showed they can win in the big boats as well as the four and the pair, by racing bravely from the front to snatch a memorable victory in round two of the World Cup. At the line, it was only the fast finishing Chinese who stood between a memorable British one-two, as Grobler's mainstream eight took third. The British men's chief coach has had many proud moments in a career stretching back to the 1972 Olympics. But seeing 16 British rowers on the medal podium was special for him. After he had congratulated his crews the 60-year-old said: \"This was really a great moment for me, something I have never experienced before.\" Grobler's emotion may well have been the key to the British win. Alex Partridge, rowing in the bow seat of the eight explained: \"I've never seen him so pumped before a race and he said we're going to take the lead from the first stroke and we did.\" Before the race, Grobler, who has remarkably never coached an eight, told his crew that this was a chance he might never get again. Steve Williams, at stroke, explained how he, too, felt the power of Grobler's pre-race talk: \"It was really emotional. That's what we thrive on, we're big racers for moments like this.\" Williams explained how charged the atmosphere felt as they prepared to boat: \"We were and gave each other slaps and hugs, it was a really big deal.\" The effect of that bonding became apparent, when the British eight burst into the lead from the first stroke. As Williams explained: \"When the man said go it was all that emotion coming out.\" When Grobler saw his crew's half-length lead after 500m he felt confident his men would win. But in the last 10 strokes the result seemed to be in doubt, when the Chinese found an extra gear. But though they came within 0.44 seconds of the British eight's time of 5.34.27, Williams at least, was never in doubt and pointed to his 1.24-second lead with just one-quarter of the race left: \"With 500m left that's a big margin. There's no way they were coming back.\" On the medal rostrum, a jubilant Williams, who took gold in the fours event in Athens said: \"This is great. It was one of those memory book moments I'll remember for the rest of my life.\" He also paid tribute to his crew-mates in Britain's regular eight: \"It's another good step for them and it was great to see them on the podium.\" There is no doubt taking bronze was a real confidence booster for an eight that has struggled to reproduce their training form during races. But Josh West, the most experienced rower in the boat, indicated his frustration when he said: \"They did well but there's no way that we should let an eight that's come together for just one regatta beat us.\" But though Britain took the eights, it was an ominously powerful Chinese squad, who proved the team of the regatta, with five wins. One of those came in the women's quadruple sculls, where Britain's world champions had no answer to the Chinese pace in the third quarter. In the lightweight men's four though, the rapidly improving British crew went head to head with the Chinese all the way down the course, to lose by only 0.62 seconds. Both the men's open and lightweight doubles looked fluid and impressive as they raced hard for their silver medals behind Estonia and Denmark."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}