{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/jun/21/horseracing.sport1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-06-20T23:45:47Z", "webTitle": "Horse racing: Maturing Manduro sets Fabre on trail of another Arc", "webUrl": "https://www.theguardian.com/sport/2007/jun/21/horseracing.sport1", "apiUrl": "https://content.guardianapis.com/sport/2007/jun/21/horseracing.sport1", "fields": {"headline": "Maturing Manduro sets Fabre on trail of another Arc", "bodyText": "\"What I had to do was to get to know this horse,\" André Fabre said after the Prince of Wales's Stakes here yesterday. \"It only took me a year and a half.\" As one-liners go, it was not quite up to Comedy Store standards but it was enough to suggest that the most successful European trainer of the last 30 years is mellowing a little with age. It was a hint, too, that in Manduro, who beat Dylan Thomas by a length and a quarter, Fabre believes he has yet another horse who shares his appetite for victory at the highest level. Back-slapping bonhomie will never be Fabre's instinctive approach to a couple of dozen journalists with voice recorders (although those who know him suggest that, in private, he loves nothing more than a good sing-song). By his standards, then, he was positively radiating warmth after yesterday's Group One event, and already thinking ahead to the autumn's major prizes. Manduro, he feels, is now capable of anything. Manduro was making his seventh attempt to win a Group One after a series of near misses last season when he finally got his head in front in the Prix d'Ispahan at Longchamp last month. Yesterday's performance represented another step up, though, prompting Fabre to describe the Prix de l'Arc de Triomphe in October as \"an obvious target\" for the five-year-old later in the year. Indeed, Fabre has some intriguing options in mind. \"I put him in the King George but just as an option,\" Fabre said. \"I wouldn't want to go further than this [mile and a quarter] until the Arc and one of the plans is to go for the Prix Jacques le Marois [over a mile] and then to the Arc, which is quite something. But why not try something different? With a horse like this you can do anything.\" Fabre may simply have been warming to his theme when he suggested shortly afterwards that an attempt to win the Breeders' Cup Classic on dirt was also under consideration, though since he won the race with a rank outsider back in 1993, it is not a possibility to dismiss out of hand. Like Shirocco, Fabre's Breeders' Cup Turf winner of two seasons ago, Manduro is by the German Derby winner Monsun, whose stock are frequently slow to mature but well worth the wait when they do. \"This one is very different to Shirocco,\" Fabre said, \"he has much more speed and more quality. But he is also a Monsun too, with the stamp of the father. We were frustrated by him last year but he could also have won two Group Ones. We just had to learn how to ride him and race him, things like that.\" In yesterday's race, Manduro got a strong lead from Sir Percy, last year's Derby winner, who was in front to the two- furlong pole before dropping away with the meekness of a horse who simply cannot compete at the highest level any longer. Stéphane Pasquier, Manduro's jockey, was soon into a lead that he was never going to surrender on the way to winning with his debut ride at the meeting, though Dylan Thomas and Christophe Soumillon did their best to run him down. Notnowcato was four lengths adrift in third. \"Pasquier fits very well with the horse,\" Baron Georg von Ullmann, Manduro's owner, said. \"It is like a marriage that is made in heaven, he has ridden the horse four times and he has won every time. \"These Monsun horses need to see daylight two or three furlongs out and then not be disturbed, and Pasquier understands that very well.\" The thought that Manduro might end up in the Arc had not occurred to many British backers or bookies before yesterday but his quotes for a race that Fabre has won seven times before now range from just 6-1 with Paddy Power and Totesport up to 12-1 with Hill's. He is also quoted at 16-1 by Coral for the Breeders' Cup Classic at Monmouth Park in New Jersey in October, significantly shorter than the 135-1 that Arcangues paid on the PMU after his victory 14 years ago. Aidan O'Brien and Sir Michael Stoute, the trainers of the placed horses, were both satisfied with their runs, though Brian Meehan, whose Red Rocks finished fourth, was less impressed with the performance of last year's Breeders' Cup Turf winner. \"I'm a little disappointed,\" he said. \"The first thing Frankie [Dettori] said afterwards was 'not enough pace'. I think we will go to the Eclipse with him now. We gave him gaps between races as a three-year-old but now he's an older horse with a lot of confidence and we need to get on with him.\" Dettori's assessment of the pace seems a little odd given the good gallop set by Sir Percy. \"I don't know what went wrong today,\" Martin Dwyer, Sir Percy's jockey, said. \"He ran a very lacklustre race and it was disappointing. \"The change of tactics did not make any difference. It will be back to the drawing board with him now.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}