{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/jun/12/iraq.iraq", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-06-11T23:10:11Z", "webTitle": "Terry Jones: A true land of opportunity", "webUrl": "https://www.theguardian.com/commentisfree/2007/jun/12/iraq.iraq", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/jun/12/iraq.iraq", "fields": {"headline": "A true land of opportunity", "bodyText": "Gordon Brown was in Iraq yesterday on a \"fact-finding mission\". It needn't all have looked gloomy for the next prime minister, however - not if he did some fact-finding about Blackwater, a North Carolina company that is now one of the most profitable military contractors operating in Iraq, and proves just what a land of opportunity Iraq really is. Blackwater's president, Gary Jackson, acclaimed a \"staggering\" 600% growth in 2004: \"This is a billion-dollar industry,\" he said, \"and Blackwater has only scratched the surface of it.\" So if Gordon, or any of us, wants to get on this Iraqi gravy train, we could do worse than see how Blackwater goes about it. First you need your father to leave you a billion dollars or so, as happened to Erik Prince, Blackwater's founder. Then use the money to set up a company that specialises in shooting people. Of course, you say the company's vision is \"to support security, peace, freedom and democracy everywhere\". But your brochure is full of photos of men bursting into rooms with machine guns and shooting from helicopters - and it offers five sniping courses: basic military, advanced military, situation sniper, high angle (shooting people from rooftops) and, of course, helicopter. Making money out of this sort of violence, no matter how you dress it up in idealistic language, can look a little morally dodgy, so it would be best if - like Erik - you were a born-again Christian and you donate pots of money to the Republicans. Since 1989, the Nation reports, Erik and his wife have given $275,550 to Republican campaigns, and $0 to the Democrats. A White House internship - something Erik did in the early 90s - could also provide enough friends in the right places. The odd no-bid contract, such as the one Blackwater got to guard Iraq's Coalition Provisional Authority, wouldn't go astray. You should be comfortable with your friends making money. For example, you pay your security guards $600 a day, but bill the Kuwaiti Regency Hotel company for $815. Regency, according to the Raleigh News &amp; Observer, bills defence services company ESS for another chunk of money. ESS sends the bill to Kellogg, Brown &amp; Root, who add a percentage for their services and present the inflated bill to the Pentagon. Senator Henry Waxman says he's been trying in vain to find out what that bill is for two years. We can again learn from Blackwater in how to keep expenses down. On March 12 2004, Blackwater signed a contract with Regency and ESS specifying that each security mission should have a minimum of \"two armoured vehicles to support ESS movements\". Blackwater had the word \"armoured\" deleted from the contract and saved $1.5m. This had was an unforeseen payoff when four Blackwater operatives were sent into Falluja and both vehicles were overwhelmed by a mob. The men were killed and their mutilated bodies hung on a bridge. Now rather than damage Blackwater's reputation, this incident was to prove the company's making as the US military got behind it. Brigadier General Mark Kimmitt vowed: \"We will be back ... We will hunt down the criminals ... It will be precise, and it will be overwhelming.\" The result was that the US more or less destroyed the town. The families of the four men decided to sue Blackwater to find out why they died - but the company can seek profit even in this situation: last Friday it was announced that Blackwater is suing the dead men's estates for $10m, according to the families' lawyers, \"to silence the families and keep them out of court\". So there it is - more ways to make money out of Iraq than you or I would have dreamt of. And companies like Blackwater are showing us the way. · Terry Jones is a film director, actor and Python www.terry-jones.net"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}