{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/jun/21/horseracing.sport", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-06-20T23:45:47Z", "webTitle": "Horse racing: Lucky Fortune shoots clear of rival jockeys with big-race treble", "webUrl": "https://www.theguardian.com/sport/2007/jun/21/horseracing.sport", "apiUrl": "https://content.guardianapis.com/sport/2007/jun/21/horseracing.sport", "fields": {"headline": "Lucky Fortune shoots clear of rival jockeys with big-race treble", "bodyText": "There were several clear-cut victories on the card here yesterday but no stretch of ground between leader and pursuers was quite as impressive as the distance that Jimmy Fortune put between himself and the field in the race to be the top jockey at the meeting. Fortune won three of the first four events at accumulated odds of 339-1 and has already reached a total that could well be good enough to win the riders' title without further improvement. Fortune started his run on Tariq, who powered away in the final furlong of the Jersey Stakes to beat US Ranger, the 6-5 favourite, by two and a half lengths. \"I probably rushed him back this spring to get him to the French Guineas,\" Peter Chapple-Hyam, Tariq's trainer, said. \"But that race made a man of him. After it, he started to improve and his work has been really good. US Ranger was the one we had to beat today and Jimmy came through and did it perfectly. He looked like he'll get a mile, so we might go for the Sussex Stakes [at Goodwood on August 1] now.\" Fortune's next two winners were both saddled by John Gosden, who is likely to give him several more winning opportunities over the next three days. First, he turned a bump into a winning run on Nannina in the Group Two Windsor Forest Stakes, before routing a big field by four lengths on Royal Oath in the Royal Hunt Cup, normally one of the season's most competitive handicaps. \"Nannina got bumped two out and Jimmy had to kick on then as he didn't want to disappoint her by pulling her back,\" Gosden said. \"The Nassau Stakes at Goodwood has always been a big target for her this year, but she could well go to the Falmouth Stakes at Newmarket next and finish off the year in the Filly &amp; Mare Turf at the Breeders' Cup, though that is still a long way away.\" Handicaps are unlikely to be open to Royal Oath after his facile success yesterday. \"We will look at black-type races for him now,\" Gosden said. \"He is a lovely horse and he really showed his quality today. \"We are planning to go to Keeneland in the fall and attack one of their mile races. He is a proper four-year-old for that sort of job.\" Fortune is now quoted at just 1-3 by Hills to be the meeting's top rider, ahead of Mick Kinane, who has just a single winner so far, on 11-4. Frankie Dettori and Jamie Spencer, also with a winner apiece, are both rated as 20-1 chances, but the likelihood must be that this particular contest ended the moment that Royal Oath crossed the line. Johnny Murtagh picked up his first winner of the week as Elletelle struck the front a furlong out and then held the late challenge of Starlit Sands, the 4-1 favourite and a rare juvenile runner at the meeting for Sir Mark Prescott, to take the Queen Mary Stakes at 20-1. \"I knew from the moment that she left the stalls that she would go close,\" Shane Lyons, brother of winning trainer Ger, said. \"She is very tough. Last time out at Leopardstown she stumbled early on and then really had to battle to win. I think that changed her from a girl to a lady. \"We have done very well with our runners in England this season and we will always travel to find the right races as there are not enough suitable ones back in Ireland.\" The final race of the afternoon was a satisfying one for Richard Quinn, who was an ex-jockey until his decision to emerge from retirement just a few weeks ago. Riding Barshiba, an also-ran behind Finsceal Beo in the 1,000 Guineas at Newmarket last time out, he delivered his challenge with the timing that has served him so well down the years to take the Sandringham Handicap by one and a quarter lengths from Selinka, with Costume back in third. \"She ran awfully well in the Nell Gwyn but she didn't keep straight,\" David Elsworth, the winner's trainer, said. \"John Egan was becoming frustrated with her so we tried a fresh pair of hands and Quinny is in good form, he's fresh and has got his tail up. \"The filly looked to change her mind about five or six times but she has a lot of ability and the level of form she has shown previously gave her a great chance. Hopefully that will be a sweetener for her and we can try and get her some black type now.\" As on Tuesday, attendance was substantially down on last year, the crowd of 41,078 representing a drop of 19%, emphasising the problems facing the Ascot executive. Nonetheless, a sellout crowd is expected for today's Gold Cup card, widely known as Ladies' Day. Top jockey odds: Jimmy Fortune 1-3 4 wins Frankie Dettori 20-1 1 win, 1 second Mick Kinane 11-4 1 win, 1 second Jamie Spencer 20-1 1 win, 1 second On 1 win, no second: Martin Dwyer, Johnny Murtagh, Craig Newitt, Stephane Pasquier, Richard Quinn Odds from William Hill"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}