{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/jun/10/comment.health", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-06-09T23:09:31Z", "webTitle": "Mary Riddell: But not everyone can grow old gracefully", "webUrl": "https://www.theguardian.com/commentisfree/2007/jun/10/comment.health", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/jun/10/comment.health", "fields": {"headline": "But not everyone can grow old gracefully", "bodyText": "Has there ever been a better time to be old? Henry Allingham, Britain's most ancient citizen, has just turned 111, Vogue magazine devotes its latest issue to 'everlasting chic' and the Zimmers, the band whose combined age predates the building of Rome, are rocking up the Top 40 with their remake of 'My Generation'. This liberation from the grim reaper, soup-stained cardigans and Bing Crosby has a final seal. The baby boom is back, with official birth rates the highest since 1980, showing women having 1.87 children on average. This unexpected shift is a blow to those who think, wrongly, that an ageing population is turning Britain into a giant sunshine home for the bewildered. Naturally, no one would be churlish enough to say so. But, despite the hyping of old age, there is also an ambivalence that did not exist when grandmas smelt of lavender rather than Poison and had no wish to tramp the Munros on gnarled legs or spend their children's inheritance on Botox and Gucci. Age wars are supposedly built on envy that the old have it so good and live so endlessly. The latter, at least, is true. When John Maynard Keynes said: 'In the long run, we're all dead', he had little notion of the marathon ahead. By 2074, 1.2 million Britons will reach 100 and over-80s will increase by almost half in the first quarter of this century, from 2.4 million to 3.5 million. There is no sign that this trend will end soon, or ever. Such progress is both logical and marvellous. The result of medical breakthroughs, such as last week's announcement that gene scientists are hopeful of finding cures for seven major diseases, it is also, boringly, about more broccoli, fewer cigarettes and, as the government urged, to middle-class fury, less sancerre-gulping during Newsnight. Genetic inheritance is only 25 per cent responsible for how long we live; the rest is down to an improving lifestyle. All this worries analysts sharing the determinism of Thomas Malthus, who mistakenly thought that the planet would sink under the deadweight of its population. Not long ago, an upbeat pamphlet for think-tank CentreForum argued, rightly, that the demographic time bomb is not the threat that it is painted. By mid-century, the dependency ratios of workers to non-workers will begin to stabilise. What isn't taking place is any real debate on what it means to grow old. The focus on Methuselahs in Maseratis has branded the ageing as lucky, spoiled and selfish. This stereotype is a travesty of those still plagued by poverty and contempt. The elderly could work longer, now that being 79 is the physical equivalent of being 65 in 1936; ageism, not idleness, ends many careers. Some of the 31,000 pensioners who died of cold-related illnesses in the last five winters would still be alive, but for enforced frugality. The very old could stay in their own homes for longer if only someone would help them to make lunch or cut their toenails or fix a telelink that would monitor their vital signs. But that is only part of the picture. Age rifts are always portrayed as tensions between generations, but the gulf seems to me to be more horizontal than vertical. Last week, I had supper with a 76-year-old who had recently finished a solo motorbike trip round the world. Many of his contemporaries are stuck in grim geriatric wards drinking slurry from children's feeding cups. So much for grey power. Carers' Week, which begins tomorrow, will offer many stories of archaic, overstretched, unaffordable services. In its Spotlight survey out this week, Help the Aged will present a disturbing picture of worsening old age. According to its findings, 144,000 people in the UK never leave their homes, 21 per cent live in poverty and more than one in 10 is chronically lonely, a figure up significantly in the past year; 73 per cent of adults say older people face routine discrimination. I could give you more statistics. I could wonder why 732 care homes are classified as 'poor' or be horrified that elderly residents in private institutions aren't covered by the Human Rights Act. I could say Gordon Brown will have to do some rapid granny-charming, now that more than 40 per cent of the electorate is over 50. But here, instead, is the ordinary story of my friend's mum. She was articulate and 95 when she got too frail to live alone. At her first care home, she was sedated so heavily that she slept constantly until her daughters had her admitted her to a place where she thrived until its closure forced her to move on again. Like all pensioners, Scots apart, whose assets exceed £21,000, she had to pay for her own social care. Her bill had risen towards £30,000 and her money had all gone by the time she fell and broke a hip. Although she recovered, she had become mildly confused and again she was given medication. One day, her daughters visited her and found that she had emerged from her blurred half-life. She recognised them and spoke lucidly. They were told that her pills had been stopped while she was given antibiotics. Suspicious, they discovered that her normal drug was actually a remedy for schizophrenics that had left her mute, helpless and tractable as a doll. Staff said that medication would start again. Otherwise her daughters could take her away. They should see how they liked it when she wept in the undrugged moments of terror that her dementia induced. Her family has found no solution yet. They watch their mother sitting in a chair all day and staring at nothing, still as stone apart from one trembling hand. She is almost 100 now and caught, like many, in a pocket of pointless time. So look again at why the global spending on anti-ageing cosmetics is $13bn. Wonder why the baby boomers have scalpel tracks on their faces, Arctic Monkeys on their iPods and Kate Moss's Top Shop dresses on their backs. It is not simply that they are so vain, rich or in love with youth that they believe they can defy nature. What drives them, subliminally, is a vision of my friend's mother or someone like her. This friend thinks people are obsessed by staying young because no Britons in possession of their marbles and a jar of anti-wrinkle cream dare look at the direction in which they are heading. And I think she is right to ask why a society that opened up a wonderful new frontier of human existence has contrived to make it such a barren place. mary.riddell@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}