{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/jun/12/comment.universityfunding", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-06-11T23:10:10Z", "webTitle": "Boris Johnson: Are we all equally British? Not if Brown has his way", "webUrl": "https://www.theguardian.com/commentisfree/2007/jun/12/comment.universityfunding", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/jun/12/comment.universityfunding", "fields": {"headline": "Are we all equally British? Not if Brown has his way", "bodyText": "I suppose it's too much to hope that Gordon Brown gives a monkey's about the gross discrimination faced by English students in Scotland. I don't know whether our next prime minister is even aware that under the chaotic devolutionary settlement, the English taxpayer is now to be called upon to shell out the thick end of £2bn so that Scottish students can be charged nothing at all for studies in Scotland - while English students will be asked to pay their full whack of fees. How does he think it contributes to \"Britishness\", eh? What's that doing for the spirit of national cohesion, the precious sense of UK identity that forms the centrepiece of his spine-cracking speeches? Has he grasped that if you are an Italian or a Lithuanian or a Pole or a German, you pay nothing for your university education in Scotland, and yet if you are English you must help subsidise everyone else on campus? I think we must assume that he does understand what is going on, and that the former student rector of Edinburgh university just doesn't care. He'll brazen it out. The English have got used over many decades to subsidising the Scots, and the dwindling numbers of English students in Scotland will continue to accept an ever greater unfairness in their financial position. No, folks, Gordon will do nothing to help a group he no doubt dismisses, instinctively, wrongly, as a bunch of overprivileged hoorays from south of the border. And yet there is one aspect of the problem - the differing funding regimes in England and Scotland - that no one has adequately considered, but which urgently requires an answer. The two systems are now diverging ever further and faster in their funding and in their funding philosophy. The new Scottish executive has announced that from 2011, all loans are to be wiped out and the maintenance grant reinstated - unless, of course, you happen to be English or Welsh. Even the modest graduate tax system is to be junked: north of the border they are going back to a glorious prelapsarian system of taxpayer-funded universality (subsidised by English taxpayers, of course). In the meantime the English system of higher education finance may well be moving in the opposite direction. Some time this summer we are due to be told who is to head the commission to examine the operation of the variable fee, and that commission will in due course report on lifting the cap above £3,000. This is of course a hugely difficult and complicated question. The commission will not report until 2009, and there is no point in prejudging the outcome. But as the Guardian lately revealed, there is a growing appetite in universities for a lifting of the cap, provided that can be done in a way that does not discriminate against pupils from disadvantaged backgrounds. That option, clearly, is precluded in Scotland, since any kind of student contributions are now effectively banned, except if you are English or Welsh; and yet the present infamous reality is that Scottish MPs are going to be able to vote on these arrangements in England - while English MPs have had absolutely no say about the Scottish funding system. That might be just about tolerable, if the Scottish MPs could be counted on to be quite impartial in the matter. Alas, they cannot. As the English universities have been taking in the fees - a cash boost of £1.35bn - the Scottish universities are getting ever less competitive. The Scottish institutions have been laying off hundreds of lecturers; they are seeing a brain drain to the south. As a former principal of Edinburgh, Lord Sutherland, has put it: \"Scottish universities have to be able to pay competitive salaries and have competitive facilities ... The only remaining funding source is the students. I am deeply concerned that English universities are gaining an advantage that Scottish universities are not.\" There are only a few brave souls, such as Dr Brian Lang of St Andrews, who have been willing to raise their heads above the parapet and call for a student contribution. And in any case, that option is now way off the table. So what can we expect of the 59 Scottish MPs when they are called to vote on the funding arrangements in England? Will they allow the English universities ever greater financial freedom at the expense of their own universities in Scotland? Or will they be dog-in-the-mangerish? It is obvious that they cannot possibly be disinterested. It is a scandal that they should be consulted and a disgrace that the very question of the Scottish attitude should be allowed to affect the drawing-up of the bill. You can have two systems for two countries, but you cannot allow one set of politicians to vote on the arrangements in the other country when their interests are so plainly engaged, and when there is no reciprocity. Gordon Brown has an absolute moral duty to stop Scottish Labour MPs, including himself, from speaking or voting on this question. It may be the hard necessity of devolution that English MPs can do nothing to help English students in Scotland. But it is outrageous that Scottish MPs should be presuming, unreciprocally, to decide the financial arrangements of English students in England. · Boris Johnson is shadow minister for higher education johnsonb@parliament.uk"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}