{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2007/jun/29/health.medicineandhealth", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2007-06-28T23:53:20Z", "webTitle": "Obesity linked to Alzheimer's as epidemic looms", "webUrl": "https://www.theguardian.com/society/2007/jun/29/health.medicineandhealth", "apiUrl": "https://content.guardianapis.com/society/2007/jun/29/health.medicineandhealth", "fields": {"headline": "Obesity linked to Alzheimer's as epidemic looms", "bodyText": "The number of people with Alzheimer's disease is due to soar as a result of the obesity epidemic, it was revealed yesterday, as evidence grows that dementia, like heart attacks and strokes, has lifestyle causes. The Alzheimer's Society, the British Heart Foundation and the Stroke Association joined forces to call for people to embrace healthier lifestyles in the hope of fending off all three devastating conditions. There are 700,000 people with dementia in the UK, most of whom have Alzheimer's disease which gradually erodes the powers of the mind until sufferers do not know their own children. In 15 or 20 years, with an ageing population, that will rise to more than a million, according to the Alzheimer's Society, and within 50 years to one and a half million. With such a major epidemic looming, said Clive Ballard, director of research, \"it will be absolutely essential to stop some of the risk factors\". Overweight people were substantially more at risk of dementia, he said. \"Obesity is a huge risk factor for Alzheimer's. \"If you are overweight at 60 you are twice as likely to have it by the time you are 75.\" The surge in childhood obesity was a major cause for concern. In the long term, it could push up the numbers with dementia hugely - maybe to as high as two to two and a half million. Studies had shown, he said, that exercise - even in the form of everyday activity - could stave off dementia, reducing the risk by 30% to 40%. Diets rich in vitamin C cut the risk by about 15% and a very good study had shown that sticking closely to a Mediterranean diet could cut the chances of developing dementia by up to 40%. Just as with heart disease and stroke, reducing blood pressure is also protective - yet less than one in three people who need it have their blood pressure properly managed in the NHS. Like stroke, dementia can be caused by damage to the brain from the bursting of furred-up blood vessels. One in three people who have a stroke will then develop vascular dementia within three or four months. There had been some encouraging research showing that improving the lifestyle of people who already had dementia by managing their blood pressure and encouraging exercise and eating well could slow down its progress. \"We can do something,\" said Professor Ballard. \"It is not hopeless. There is now a good evidence base. What is needed is a joined-up approach - for commissions and policymakers to be on board and a national plan for how we are going to tackle this. This is not a fantasy.\" Professor Jeremy Pearson, associate medical director of the British Heart Foundation, said: \"The major risk factors for heart disease are also risk factors for dementia.\" Premature deaths from heart disease had been cut over the past 30 years as much by lifestyle changes, such as improving diet and giving up smoking, as by drug treatments, he said. When people have a stroke, said Tony Rudd, a consultant at Guy's and St Thomas' hospital in London, who they see depends on the area of the body affected. \"If you have some damage in an area that affects movement, you will present to me with paralysis. If the lesions are not so obvious, you may become demented and end up presenting to a psychiatrist in the dementia services,\" he said. \"We need to start working together to see dementia as part of a spectrum that includes stroke and heart disease. We need to recognise that it is a preventable disease.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}