{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2007/jun/06/race.world", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2007-06-05T23:34:12Z", "webTitle": "Met apology for £4m inquiry into top officer", "webUrl": "https://www.theguardian.com/uk/2007/jun/06/race.world", "apiUrl": "https://content.guardianapis.com/uk/2007/jun/06/race.world", "fields": {"headline": "Met apology for £4m inquiry into top officer", "bodyText": "Metropolitan police commissioner Sir Ian Blair last night apologised for a £4m investigation into a senior ethnic minority officer, admitting it had caused \"considerable damage\" between the force and its black officers. The investigation into Ali Dizaei, then a Metropolitan police superintendent, ended with his acquittal at the Old Bailey on corruption charges after a four-year pursuit by his own force. Mr Dizaei's phones were tapped and he was followed by his fellow officers. When he was suspended in January 2001, he was legal adviser to the National Black Police Association (NBPA) and helped officers sue forces for discrimination. Yesterday's apology came after the discovery that the Met had listened in to confidential calls about black and Asian officers suing the force for racism. In a negotiated settlement between the Met and the NBPA, the police admitted making mistakes and to bugging privileged legal calls and transcribing them. The Met's investigation was branded a racist witch-hunt by supporters of Mr Dizaei, who was born in Iran and holds dual UK and Iranian citizenship. In December, the Investigatory Powers Tribunal (IPT) declared unlawful the tapping, in an operation under the overall command of Andy Hayman, now an assistant commissioner in charge of counter-terrorism. Sir Ian, then deputy commissioner, was in nominal charge of the investigation, codenamed Operation Helios. In a letter to Met staff, Sir Ian says: \"It is clear that Operation Helios has caused considerable damage to relationships between the MPS and the Black Police Association. In reaching a resolution today the MPS acknowledges that mistakes were made. These relate to the interception and handling of some sensitive material recorded from the MPS's internal phone network.\" The Guardian understands an independent inquiry will be set up and chaired by the barrister Courtney Griffiths QC. The Met will also pay compensation to three people, including Mr Dizaei, whose calls were unlawfully intercepted, as declared by the IPT. The Met will also pay compensation and costs to the NBPA. Sir Ian's letter continues: \"The MPS accepts that in the course of Operation Helios among the conversations recorded and transcribed were some that were legally privileged and others which concerned matters confidential to the workings of the NBPA. The MPS recognises the damaging effect that this had on its relationship with both its own BPA, and the BPA nationally, as well as the wider effect on community relations. \"We recognise that this has had a deep and lasting impact on certain individuals for which I apologise. There is no evidence that the MPS misused any intercepted material and we have no knowledge of it being misused in any way.\" The investigation began in July 1999 into allegations of corruption and drug use by Mr Dizaei. All the allegations proved baseless and he was acquitted in 2003. He is now a chief superintendent and in charge of policing in the borough of Hammersmith and Fulham in west London."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}