{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2007/jun/14/politics.schools", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2007-06-13T23:15:57Z", "webTitle": "Coursework axed to beat GCSE cheats", "webUrl": "https://www.theguardian.com/uk/2007/jun/14/politics.schools", "apiUrl": "https://content.guardianapis.com/uk/2007/jun/14/politics.schools", "fields": {"headline": "Coursework axed to beat GCSE cheats", "bodyText": "Pupils taking GCSEs will have to sit a new battery of mini-exams as traditional coursework is axed because of the temptations to cheat, plagiarise from the internet or seek unfair help from parents. Teenagers will still be expected to do some research at home, but writing up their conclusions will be under supervision at school under a shakeup proposed by exam regulators yesterday. The final stages of the new \"controlled assessments,\" which will count for a quarter of the final marks in the most academic subjects, may take up to four hours to complete, though not all at one sitting. Assessments in more practical subjects such as art, music and home economics will be less tightly structured and could take weeks. Examining bodies will have far more control over the tasks pupils are set, with external checks on standards. The sweeping changes, planned for most subjects in 2009, represent the biggest shakeup for GCSEs since their introduction in 1988. They are designed to keep the benefits of activities such as field trips, visits and research projects while providing tougher safeguards to ensure the end results are pupils' own work. The Qualifications and Curriculum Authority, the exam regulator for England, insists the burden on teachers and pupils will be much lighter than now and that the new arrangements do not amount to exams. David Willetts, the Conservative education spokesman, said the changes represented \" largely a renaming exercise\". Sarah Teather, for the Liberal Democrats, said pupils must not be denied the opportunity to demonstrate their abilities outside exams, which already put tremendous pressure on young people."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}