{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2007/jun/19/firstratebeckhamrefusestop", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-06-19T23:14:22Z", "webTitle": "First-rate Beckham refuses to play to the gallery", "webUrl": "https://www.theguardian.com/sport/blog/2007/jun/19/firstratebeckhamrefusestop", "apiUrl": "https://content.guardianapis.com/sport/blog/2007/jun/19/firstratebeckhamrefusestop", "fields": {"headline": "First-rate Beckham refuses to play to the gallery", "bodyText": "Perhaps no image will come to define the Beckham circus better than that of Posh, the Beckham boys and the Cruises cheering on their hero at the Bernabéu last Sunday. If the scene had been captured by an artist rather than a long-lensed sports hack it would have been called a tableau vivant and installed in the National Portrait Gallery. Posh and Tom Cruise and his latest wife, Katie Holmes, stand in a line, all three made conspicuous by their shades. Becks' sister, Joanne, and his mum, Sandra, are also in the picture - you can tell they are not really famous because they are not wearing sunglasses at night. The Beckham boys are present, but only Cruz (no, not Tom, not Penelope, but the Beckhams' youngest - keep up) cradled in Mum's arms and Romeo, grinning for England and nestling into Granny, are in shot. The photo is a captured moment, but at the same time it is brilliantly stage-managed. So much is fake or contrived, from the dazzling array of blond highlights to Posh's boobs, rising like perfectly formed silicone half-moons out of a tight black dress. The mini-Beckhams are in Real Madrid kits, No23 like Dad, and have identikit cropped haircuts. They even appear to possess, rather worryingly, identikit sideburns. The image is a statement. It says, \"Yes, the present is pretty good, with Real Madrid and the adoring thousands, but the future is Hollywood, Tommy Cruise and the kind of glamour that no other galáctico could dream of.\" Throughout Sunday's match against Mallorca, in which Real secured the Spanish title, the cameras returned to Posh and friends. The most disturbing moment came when Real scored the winner and Cruise jumped up to plant a smacker on Katie's lips. She looked truly shocked (\"Hey, this wasn't in the pre-nup!\"). If he had had a sofa to hand he would doubtless have jumped off it, picked up a mic and screamed his love for her to anybody who would listen. And why not? After all, this is a world in which branding is all. Just as Tom and Katie were there to endorse Brand Beckham, Real Madrid and Becks were there to endorse Cruise. Amid all the showmanship, one thing alone stood out as genuine: Beckham himself. Nobody could have questioned his dismay when he was substituted, his delight when Real won the game without him and his euphoria at finally winning La Liga. His smile, his kissing the turf, his running round the ground wrapped in the flag of St George, giddy as a schoolboy, were Becks to a T. Despite all the artifice, despite the millions he has made, he is one of the most sincere footballers of his generation. Forget the togas and the tattoos, the hype and the hairdos, David Beckham is remarkably unchanged from the 17-year-old who made his debut for Manchester United. Just listen to him talk with the same squeaky, untrained enthusiasm as ever. He will not be remembered as a truly great player, but he deserves to be remembered as a great fighter. The manner in which he battled back this year after being rejected by club, country and critics - me included - was as moving as it was admirable. Even more than the 96 England caps (and counting), the 58 times he captained his country, the Premiership triumphs at Manchester United, this is the greatest achievement of his career: the write-off who rose from the dead. Maybe we should not have been surprised by his resilience. He is famous for the flashy free-kicks but his game has always been based on sweat and honesty. True to form, he didn't whinge about being dropped, he simply ran (and crossed) himself back into the reckoning for club and country. Beckham might surround himself with Hollywood hams, he might be heading off to a golden sunset in La La land, but he was never the \"second-rate actor\" Fabio Capello dismissed him as when he signed for LA Galaxy. To be fair, the Real coach acknowledged his mistake. Sure, Posh and Cruise might be keen to sell Beckham's Hollywood nirvana, but I think Becks is too honest not to question what he is doing - whether the £128m over five years will make a real difference to his life, whether he will get a comparable buzz from anything the Galaxy achieve. Last week, the great actress Helen Mirren was asked by The Stage which footballer she preferred, Beckham or Thierry Henry. \"For sex,\" she said, \"Thierry Henry, but for companionship David Beckham, because he is such a lovely, sweet man.\" Mirren knows a fair bit about men, and she has got him spot-on. We'll miss you, Becks. And you know what? I think you'll miss us, too."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}