{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/jun/25/horseracing.sport", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-06-24T23:58:59Z", "webTitle": "Horse racing: Barnett's spin can't hide failings", "webUrl": "https://www.theguardian.com/sport/2007/jun/25/horseracing.sport", "apiUrl": "https://content.guardianapis.com/sport/2007/jun/25/horseracing.sport", "fields": {"headline": "Spin cannot hide troubles facing Royal fixture", "bodyText": "Ascot racecourse has suffered criticism on a variety of issues since its £210m redevelopment was completed last year but one thing its management team do really well is spin a story. The biggest news to come out of their five-day Royal meeting that ended on Saturday was the spectacular fall in attendance, down 12% on 2006, but Ascot's PR machine refused to be cowed by such bad news, throwing out any number of explanations for it and confidently predicting that crowds would bounce back to their former levels. Nick Smith, head of public relations at the track, reacted to the fact that the crowd here on Saturday had shrunk by 6,000 in 12 months by pointing out that the equivalent fixture drew many fewer racegoers before 2002, when it was not part of the Royal meeting. In response to a claim last week that the lost custom would cost Ascot £1m, he asserted that additional spend by those who came meant that any loss of revenue would be minimal. In similar vein, the course's new chief executive Charles Barnett expressed himself \"really pleased\" with the week. \"There are lots of little things I'm sure we will want to improve further but in general what's happened has been well received and it's been unbelievable racing, the best racing ever really.\" Barnett added that there were \"loads of things\" that could be done to bring people back but he will not offer specific plans until his team have conducted their annual post-mortem on the meeting. The problem for Barnett is that he has no scope for doing anything so dramatic in Berkshire. Ascot's enormous, expensive grandstand is supposed to last for 40 years and, although it offers poor viewing from the ground level steppings, there is nothing more that can be done to improve the sightlines. If it was the difficulty of seeing the races that kept people away last week, then Barnett and Smith are going to be kept busy explaining smaller attendances in future. They hope instead that a good time was had by all and that word of mouth will encourage the absentees to return. In the meantime, they must take succour from the resilience shown by those who did come last week. After all, it is only a tiny proportion of those at Royal Ascot who are actually treated like royalty. Getting to the track involves either sitting in traffic jams or being packed into trains like cattle. The rail experience is particularly unpleasant, thanks to the woefully inadequate number of services from Waterloo. On arrival, passengers queued to use a rickety scaffolding bridge with room for only one abreast in order to exit the station. A general admission ticket costs £54 to £60 and that was just the beginning of what might be an expensive day for anyone who wanted to eat and drink. They also struggled to back a winner in what was a great week for the bookmakers, and found it hard to see one, either, as only those invited into the Royal Enclosure could get within 100 yards of the finishing line. Such adverse conditions might ruin anyone's day, so Ascot can only be grateful for what anthropologist Kate Fox has described as the \"indomitable cheerfulness, sociability and good manners\" adopted by most people when they go to the races. That must account for the fact that the mood remained celebratory in all areas, all afternoon on Saturday, while thousands stayed behind after racing for the traditional singalong around the bandstand. The racecard promised that this would raise the grandstand roof. If only it could have raised the steppings as well."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}