{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/jun/21/rugbyunion.sport", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-06-20T23:45:46Z", "webTitle": "Rugby union: McGeechan says away form is key as Wasps fall into deepest pool", "webUrl": "https://www.theguardian.com/sport/2007/jun/21/rugbyunion.sport", "apiUrl": "https://content.guardianapis.com/sport/2007/jun/21/rugbyunion.sport", "fields": {"headline": "McGeechan says away form is key as Wasps fall into deepest pool", "bodyText": "Ian McGeechan last night identified away form as the key to Wasps retaining the Heineken Cup after they were drawn in the toughest of the six pools for next season's competition. The London club have been drawn in Pool Five, alongside last year's semi-finalists Llanelli Scarlets, the 2006 European champions Munster and the 2007 Challenge Cup winners Clermont Auvergne, who reached the French championship final two weeks ago. All four will have genuine aspirations of reaching the final at the Millennium Stadium next May and McGeechan thinks that results away from Adams Park will be decisive. \"To qualify we need to perform on the road as well as at home, as I think good away performances can be the determining factor in any team's chances of qualification,\" said Wasps' director of rugby. \"I think we came of age when we won in Castres last season to qualify for the quarters and that helped us in the knock-out stages of the competition.\" The last time Wasps were defending champions, in 2005, they were drawn against Leicester and Biarritz but this time their task is even harder and their frustrated head coach, Shaun Edwards, said: \"It is the same as last time. We have been put into by far the toughest group again.\" His thoughts were echoed across the border, where the Scarlets' chief executive, Stuart Gallacher, said: \"It doesn't come any tougher than this draw.\" But Leicester may feel equally hard done by. The Tigers, beaten finalists at Twickenham last month, face the three-times champions Toulouse, last season's quarter-finalists Leinster and Edinburgh, the most competitive Scottish side, in Pool Six. \"If you want to be serious contenders in the competition then you have to beat the likes of Leicester and Toulouse,\" said Leinster's chief executive, Mick Dawson. \"Both teams have been standard-bearers in the Heineken Cup in recent years.\" European Rugby Cup Ltd selects Heineken Cup seeds by country rather than on merit, which leads to a lopsided draw. That explains why Glasgow are the seeded team in Pool Four. The 2006 French champions Biarritz, however, will be the favourites to qualify ahead of the Scots, Saracens and Viadana, from Italy. The surprise package of last season's Guinness Premiership, Bristol, have been rewarded for their third-place finish with a place in Pool Three against the French champions Stade Français, Cardiff Blues and Harlequins. Just being involved in the competition will bring satisfaction to Bristol's head coach, Richard Hill. \"We were realistic before the draw; we're not expecting to win the tournament this year,\" he said. \"What we wanted to do was have a group where we could get a couple of wins and put in a creditable performance. We've spent the past two seasons establishing ourselves in the Premiership and now we want to spend the next few years doing likewise in the Heineken Cup so that we can compete with the Leicesters and Wasps of this world.\" Gloucester will play the Magners League champions, the Ospreys, and Ulster and Bourgoin in Pool Two. Their director of rugby, Dean Ryan, said: \"Ospreys are a tremendous side and I have a lot of respect for what they achieved last season. Ulster and Bourgoin are very difficult to beat - we will need to be at our best to progress.\" Pool One will give London Irish a fantastic chance of reaching the quarter-finals as winners or best runners-up. They are matched with Italy's Benetton Treviso - the seeded team - Newport-Gwent Dragons and Perpignan. \"It is a much better draw than last season,\" said Brian Smith, the Exiles' director of rugby. \"We played some good rugby in this tournament last year; if we can improve on that form we'll be targeting getting out of this pool.\" Heineken Cup 2007-8 Pool 1 Treviso, London Irish, Perpignan, Newport-Gwent Pool 2 Ospreys, Gloucester, Bourgoin, Ulster Pool 3 Stade Français, Bristol, Cardiff Blues, Harlequins Pool 4 Glasgow, Saracens, Biarritz, Viadana Pool 5 Wasps, Clermont Auvergne, Llanelli Scarlets, Munster Pool 6 Leinster, Leicester, Toulouse, Edinburgh"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}