{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/jun/25/tennis.wimbledon1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-06-24T23:59:00Z", "webTitle": "Wimbledon: Jamie staying at casa Delgado", "webUrl": "https://www.theguardian.com/sport/2007/jun/25/tennis.wimbledon1", "apiUrl": "https://content.guardianapis.com/sport/2007/jun/25/tennis.wimbledon1", "fields": {"headline": "Casa Delgado will stop Andy from cramping my style", "bodyText": "Wimbledon is here - my favourite time of year. We have had the tennis world descending on Britain in June beginning at Queen's and culminating at the All England Club . With mon frère Andy not playing all eyes will be on Tim Henman in his bid to become Britain's first male winner since Fred Perry. I'm so fired up. I have been playing in Nottingham this past week where we - \"Booty and Stretch\", as me and my American doubles partner, Eric Butorac, are known - picked up our third ATP title of the year, beating our friends Ross Hutchins and Josh Goodall. It was great to have three British players in the final and I hope it's a sign of things to come. For us, it was perfect preparation for Wimbledon - we will come into the tournament full of confidence and will look to do some damage in the draw. It will certainly be a lot different to last year's Championships when Colin Fleming and I were awarded a wild card to play in the event. We didn't really have any expectations of doing well and had never played at that level before. We didn't perform to our best and lost in the first round. One year on, Colin has just graduated from university and I have just won my third tour title. I couldn't possibly have seen that happening last June - even though Colin is a clever guy. This time round Booty and Stretch will be better equipped to go far in the tournament having gained a lot more experience from playing on the tour for the past six to eight months. We had played at a lot of the same events over the past couple of years, gradually moving up from Futures to Challengers and then bordering on the ATP Tour, before Booty finally asked me to play at the beginning of February - good play on his part. We won our first three tournaments together, which I think they call instant success! We have received a lot of exposure this year due to our success on the doubles tour but partly (or largely) because I am Andy's brother. Not that that bothers us - the more publicity the better. Doubles guys do not get a whole lot of exposure, so we take anything we can get and obviously having Andy by my side is a big bonus. Unfortunately the ITF's rules say we can't wear our names on the back of our shirts at Wimbledon. We have been doing this since Indian Wells in March and it is the easiest way to get your names out there and have some interaction with the crowd. For the next two weeks - and on many occasions before that - I stay a 15-minute walk from the hallowed turf at SW19 in Southfields at Casa Jamie Delgado on his very \"comfortable\" sofa bed. Luxury! Andy has just bought his first place but I prefer to stay with Delgy as I get my own space - can't have Andy or my mum cramping my style. Dinner will be taken in Wimbledon Village or from The Olive Garden Takeaway. First-round prize money might just cover the bill we have amassed there over the past few months. I'm a little surprised that their best customers don't get a discount! Unfortunately, tennis in Britain is a two-week time period. I love the hysteria that engulfs the country as they get behind our players in their quest for a Wimbledon title. I guess the mantle would normally have been passed on to Andy but don't discount Tim from making a good run at this year's Championships. It annoys me that in many minds Tim is seen as a failure: four semi-finals and eight quarters at Wimbledon, a semi-final at the French and US Open and finishing year-end top 10 on five occasions does not represent failure but a fantastic career. Obviously the biggest question over the past few weeks had been whether or not Andy would make it to this year's Championships. He was desperate to play and I would have loved for him to be able to compete but only if he was 100% fit. I think you are always better to come back too late than too soon from an injury and risk further damage. Tennis is a year-round sport and why risk months for the sake of one tournament? There will be plenty more Wimbledons for him. He has been working very hard over the past five weeks and he knows he gave himself the best opportunity to play. He has done a lot of rehab and strengthening of the wrist and a lot of cardiovascular activity, so if he had played he would have been able to go the full five sets if required. Here's wishing not only me but all the other British tennis players a successful Wimbledon - and I will see you in the village."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}