{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2007/jun/17/politics", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2007-06-16T23:41:50Z", "webTitle": "Review: The Tony Years by Craig Brown", "webUrl": "https://www.theguardian.com/books/2007/jun/17/politics", "apiUrl": "https://content.guardianapis.com/books/2007/jun/17/politics", "fields": {"headline": "The soul of wit", "bodyText": "The Tony Years by Craig Brown Ebury Press £7.99 One of the stranger habits of the British bourgeoisie is storing the books they actually like to read in the toilet. Martin Chuzzlewit sits with unbroken spine on a front room shelf. Well-thumbed editions of Spike Milligan live in the bog. For that reason, it is meant as a compliment when I say that The Tony Years, an anthology of satirical writing by Craig Brown, is destined for lavatory immortality. The unifying theme behind Brown's gobbets of humour - short essays, reviews, doggerel - is that they depict the politics and popular culture of Tony Blair's decade as Prime Minister. They are arranged chronologically, but there is no narrative and no overarching thesis. The effect is like wandering through a museum devoted to parodic artefacts collected by some eccentric explorer of contemporary Britain. Here's Jade Goody alongside Iain Duncan Smith. Turn the corner and you have Trinny and Susannah, Piers Morgan and Patricia Hewitt, preserved in acerbic formaldehyde. There are two pillars holding up Brown's monumental wit. One is erudition - his analysis of novelists in terms of the comedians they most resemble (Frankie Howerd and Graham Greene; D H Lawrence and Benny Hill) is a masterclass in the forces shaping British culture: class and repressed sexuality. The other is an impressionist's ear for political rhetoric. His parodies of Tory and Labour manifestos and speeches are all the more merciless for being scarcely distinguishable in tone from the originals. (The fact that the Liberal Democrats don't get a look in should worry the party. If Brown can't get a purchase on their message with a view to satirising it, one can only assume they have no message at all.) The connection between some of Brown's cultural observations and Blairism is often tenuous. Did Tony shape Britain or was he a product of it? It is a question with which every commemorative, end-of-era newspaper supplement has grappled. None has answered as succinctly as Brown, with his own question: 'Do dogs grow to look like their masters, or do masters grow to look like their dogs?' It doesn't matter. The resemblance is there, uncanny and funny."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}