{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2007/jun/13/leedsplayerscashinasother", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-06-13T23:17:12Z", "webTitle": "Leeds players cash in as other creditors lose out", "webUrl": "https://www.theguardian.com/sport/blog/2007/jun/13/leedsplayerscashinasother", "apiUrl": "https://content.guardianapis.com/sport/blog/2007/jun/13/leedsplayerscashinasother", "fields": {"headline": "Leeds players cash in as other creditors lose out", "bodyText": "Aggrieved creditors have 28 days to challenge a company voluntary arrangement which settles an administration, and several creditors of Leeds United are understood to be taking legal advice about whether to do so. Several avenues are being investigated, one of which is to contest the FA and League's \"football creditors\" policy, which requires all money owed to those in the game, including players and other clubs, to be paid in full, while at Leeds the other creditors, which include schools, hospitals, the police, ambulance service and St John Ambulance, are to be paid just 1p in the pound. A solicitor instructed by some Leeds creditors, who did not want to be named until a challenge is made, said that he considered the rule \"manifestly unfair\" to creditors. He questioned whether the players should have been allowed to vote on the proposal to pay other creditors 1p in the pound, when their mostly handsome salaries will be paid in full. In the Leeds administration, almost all the players - the striker David Healy was a notable exception - voted in favour of the sale to the new company owned by the Cayman Islands-registered Forward Sports Fund and chaired by Ken Bates. The players' and other clubs' claims added up to more than £5m and as the vote was so narrowly passed, by just 75.2% when 75% is required, the \"football creditors'\" votes were decisive. The amounts of money owed to players, which determined the size of their vote, included a calculation of how much realistically the club might have to pay them in future, taking into account whether Leeds could sell them. A spokesman for the administrators, KPMG, said they had taken \"detailed advice\" on every claim made by the players. Gary Kelly, Leeds's long-serving full-back who was at the club in the extravagant days of the former chairman, Peter Ridsdale, had a claim for £773,000 admitted by the administrator - some sources said that constituted a loyalty bonus for Kelly serving out his contract with Leeds. The forward Richard Cresswell had a claim for £1.3m in wages reduced to £700,916, and Robbie Blake had his knocked down from £520,000 to £294,666.50. Danny Mills, who last played a competitive match for Leeds in 2003, had a claim for £216,666.68 - all money owed on a past contract - admitted. The manager, Dennis Wise, voted in favour of the Bates sale with his claim of £400,000, as did his assistant Gus Poyet, whose claim amounted to £200,000. All other clubs owed money by Leeds for signing their players, including Barnet, Blackburn, Bolton, Celtic, Middlesbrough, Reading and Swindon, voted in favour of the proposal. Healy, the Northern Ireland striker, claimed only £40,000, perhaps a sign that he is the Leeds player most coveted by other clubs and is likely to leave soon, and he voted against the proposal. Clearly the largest creditor voting against the 1p in the pound deal was Her Majesty's Revenue and Customs, which was owed £7.7m in tax and VAT when Leeds declared itself insolvent on May 4. The 1p in the pound sale to the new company owned by Forward Sports Fund means that the public purse will receive only £77,000. The tax authorities have been taking an increasingly robust line with insolvent football clubs recently, and since the Leeds creditors' meeting on June 1, when the sale was voted through, several creditors have argued that HMRC should be the one to mount a challenge. The early day motion put down by the Harrogate and Knaresborough MP, Phil Willis, contains the most high-profile call so far for that to happen. Willis told the Guardian that he believes HMRC has \"a duty\" to mount a legal challenge. \"As a taxpayer and an MP with a duty to protect the public purse, I cannot see how the HMRC can be prepared to see £7m of public money disappear without questioning the administration.\" HMRC has a policy of not speaking publicly on individual cases, and refused to comment yesterday. However, it is understood that senior Treasury barristers have been instructed to advise on the merits of launching a challenge to the Leeds sale. KPMG insisted it has conducted the administration properly in all respects."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}