{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2007/jun/14/ukcrime.immigrationpolicy2", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2007-06-13T23:15:57Z", "webTitle": "Victims may get attackers' release dates", "webUrl": "https://www.theguardian.com/politics/2007/jun/14/ukcrime.immigrationpolicy2", "apiUrl": "https://content.guardianapis.com/politics/2007/jun/14/ukcrime.immigrationpolicy2", "fields": {"headline": "Victims may get attackers' release dates", "bodyText": "Victims will be warned when their mentally ill attackers are to be released from custody, and will be allowed to make representations about their discharge, under plans unveiled by the government yesterday as it offered a spate of amendments to resolve a nine-year wrangle over new mental health laws. The health minister, Rosie Winterton, also made a U-turn over the treatment of children with mental health problems and strengthened the rights of patients. She said she was \"looking seriously\" at a compromise to answer concerns that the bill would allow the compulsory treatment of mental health patients even if they would not benefit - the issue lying at the heart of opposition to the new laws. Ms Winterton confirmed that the government was considering a proposal by Labour backbencher Chris Bryant to permit enforced treatment if its purpose was to alleviate a condition or prevent it getting worse. But she insisted she would not accept an amendment passed by the House of Lords in February, which requires the treatment to be \"likely\" to make a difference. She argued that this could create the \"unacceptable\" situation of doctors being unable to treat suicidal patients. Conservatives and Liberal Democrat MPs have concerns about the wording of the Bryant proposal and other aspects of the legislation. The Lords are also likely to seek to reintroduce their alterations if the government removes them. The amendments published yesterday are designed to ensure that mentally ill teenagers are not treated on adult wards - a concern voiced by several Labour backbenchers - and that orders for treatment in the community do not become \"mental health Asbos\" which restrict behaviour and lifestyle unnecessarily. Tim Loughton, the Tory health spokesman, said: \"We are not there yet, but of the six big issues, the government has moved substantially on two.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}