{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2007/jun/20/houseofcommons.news", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2007-06-19T23:15:26Z", "webTitle": "Straw calls for right to email during debates", "webUrl": "https://www.theguardian.com/politics/2007/jun/20/houseofcommons.news", "apiUrl": "https://content.guardianapis.com/politics/2007/jun/20/houseofcommons.news", "fields": {"headline": "Straw calls for right to email during debates", "bodyText": "The BlackBerry will notch up another victory in its campaign for world domination today as Jack Straw and other MPs call for the right to use handheld devices during parliamentary debates. The proposal is one of several recommendations in a report by the modernisation committee on revitalising the role of backbenchers. Mr Straw, leader of the house and chairman of the committee, said he hoped to introduce the measures in the current parliamentary session. \"Many of us use them rather covertly both in committees and in the chamber,\" Labour MP and committee member Sir Peter Soulsby admitted in an evidence session. \"It does enable us...to be doing something useful while we are sitting waiting to have our 10 minutes of speech.\" The report also calls for business to be made more topical. MPs would be allowed to press ministers on current issues without prior notice, rather than tabling questions three days ahead. A weekly 90-minute debate \"on a big issue of the day\" would also be introduced. Mr Straw said the MPs wanted to make what happened in the chamber more topical and relevant. He added: \"Contrary to some ill-informed opinion, MPs are conscientious in representing their constituents. They are working harder than ever. \"However, they are also faced with traditions that, for example, require them to spend a lot of time waiting to raise an issue in a debate. That needs to change.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}