{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2007/jun/10/escape.green", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2007-06-09T23:11:32Z", "webTitle": "The slow traveller", "webUrl": "https://www.theguardian.com/travel/2007/jun/10/escape.green", "apiUrl": "https://content.guardianapis.com/travel/2007/jun/10/escape.green", "fields": {"headline": "The slow traveller", "bodyText": "Two accidents, one death and a puncture marked our second sojourn in the Mongolian countryside. We'd not yet left Ulan Bataar when at a frenzied junction our van ground into the adjacent car. Our rugged Russian-built 'UAZ' ('Wuzz') was unscathed, but the car's wing and headlight were well and truly 'dunched' (as our Geordie travelling companion Claire informed us). Four hours of interminable Mongolian police bureaucracy later and we were edging through a solid jam out of the city. Next to us, in a grisly pick-up truck full of bloodied animal bones, a young guy in the cab was delicately applying lip gloss. We paused at a garage to stock up on fuel and food. There we met Menghis, a Mongolian sushi salesman. 'Where do you get your fish?' I asked, noting the spectacular distance of his business from the sea. He laughed. As we left I understood why. In his gift of a sushi box we discovered that Mongolian sushi isn't made with fish; it's made with Spam. Many hours of dirt road took us to Kharkhorin, site of Genghis Khan's original Mongol capital, Karakorum. This was trashed by the invading Manchu Chinese in 1388 (what goes around comes around) and the rubble was used to build the nearby Erdene Zuu Khid monastery in 1586. So not a lot remains of Karakorum, bar two of the four stone turtles that marked the city boundaries and a curious stone penis sculpture. The latter is, ahem, erected so it points up towards a supposedly 'vaginal' slope above. This was allegedly a deterrent to local monks overcome by ardour at the sight of such a provocative valley. I couldn't quite see it myself. That night we enjoyed a personal concert from a wizened old musician called Baska. Resplendent in a dark blue traditional Mongolian del (kaftan) with red and gold trim, and rather camp knee-high white leather boots, Baska treated us to a selection of Mongolian classics on an almost exclusive theme: 'This is a song about a fast horse.' 'This one is about a horse race.' 'This is a melody about a man's love for his horse.' He mixed it up a bit with a 'tune about a baby camel' and topped his set off with some incredible throat-singing. We lunched the next day by the craggy chasm of Chuulyut canyon, where hawks circled above. Just when you think the Mongolia scenery has blown your mind as much as it possibly can, it pulls another spectacle out of the bag. In this case it was the Great White Lake and the huge hollow crater of the long-extinct Khorgo Uul volcano. Beneath the typically hyperbolic Mongolian skies, all butch cumulus cloud and weather fronts, we stood on the edge of the volcanic cone surveying the wrinkled black lava flows below. In the distance the partially frozen lake surface shone brilliantly in a patch of sunshine while we watched a dark blizzard drawing in. Magical. We roused ourselves at 4am the following morning for a freezing scramble up the crag to watch sunrise over the lake. Back at camp I met an ex-pat Mongolian returning to run a tour company. He had strong views on the tension between nomadic Mongolian life and the urbanisation of Ulan Bataar: 'In the country you battle with nature; in the city you battle each other.' Two days later our second accident resulted in the one sad demise of the trip. A sheep zig-zagged recklessly in front of our speeding van before taking a fatal last turn beneath the wheels. It reminded me of one of those car accident insurance forms where one claimant had submitted the explanation for his prang: 'I had to swerve several times before hitting him.'"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}