{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/jun/12/iraq.politicalcolumnists", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-06-11T23:10:11Z", "webTitle": "Michael White: Awkward questions", "webUrl": "https://www.theguardian.com/commentisfree/2007/jun/12/iraq.politicalcolumnists", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/jun/12/iraq.politicalcolumnists", "fields": {"headline": "Awkward questions", "bodyText": "With Gordon Brown visiting Baghdad the case which MPs of all parties again made yesterday for a cleansing inquiry into the Iraq war is both powerful and depressing. Views are so deeply entrenched that whatever conclusions it might reach are likely to be rejected by many angry people. It is now likely, but still not certain, that such an inquiry will take place during the Brown premiership, though as usual precedents are mixed. The Dardanelles inquiry of 1915 was held during world war one as Tory MPs keep pointing out, but only after our troops abandoned Suvla Bay. It nearly finished Churchill's career, which was intended: he was a Liberal then. Margaret Thatcher held one after the 1982 Falklands War (\"whitewash\", said Labour), but she had won the war and won the inquiry, conducted by a mixed committee of MPs, peers and experts, all privy counsellors, the favoured \"wise men\" model this time. On the Westland helicopter fiasco she resisted: too much to hide. Harold Macmillan blocked an inquiry for the same reason after Suez in 1956. And still unexamined are John Major, Douglas Hurd and Malcolm Rifkind's Yugoslav policies in the 90s. Inaction, not intervention, allowed the carnage there. They have called for an Iraq inquiry with Sir Malcolm yesterday accusing Tony Blair of being \"in denial\". Mr Blair's tactic has been reluctantly to sanction what William Hague calls four \"snapshot\" inquiries - Hutton, Butler, plus two parliamentary committees - but not one with terms that would examine pre-war diplomacy and postwar planning failures. The vigour with which the American political system has belatedly investigated its mistakes makes a painful contrast. Except that election campaign politics are driving much of the US energy as Democrats distance themselves from 2003. Mr Hague, repeating the speech he made in a similar Tory-led debate in October, avoided that error yesterday. Amid the blame game there was even some constructive discussion of the way ahead, from Clare Short among others. In Baghdad Mr Brown still says \"no\" while promising that lessons will be learned. He may hesitate to commission a report next year that is certain to criticise US strategy. But if he delays too long it may discomfort his own election plans."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}