{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/jun/12/booksforchildrenandteenagers.comment", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-06-11T23:10:10Z", "webTitle": "Leader: In praise of ... Michael Rosen", "webUrl": "https://www.theguardian.com/commentisfree/2007/jun/12/booksforchildrenandteenagers.comment", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/jun/12/booksforchildrenandteenagers.comment", "fields": {"headline": "In praise of ... Michael Rosen", "bodyText": "The amazing thing about the post of children's laureate is that no one thought of the idea before. For, in less than a decade, the laureate has become a treasured voice in the national conversation. That is because appointment as laureate involves both personal recognition and public responsibility. The post rewards a successful children's writer while casting them as a champion of children's reading, writing and performance more generally. Since 1999, Quentin Blake, Anne Fine, Michael Morpurgo and, most recently, Jacqueline Wilson, have done their two years in the job with style. Yesterday, the poet Michael Rosen was announced as the fifth laureate. The job of laureate might have been custom-built for Mr Rosen, and it is something of a surprise that it has taken so long to come his way. Mr Rosen is a storyteller, performer and broadcaster as well as a poet and sometime prankster. He has been involved in producing over 140 children's books. He has a warm, witty and generous style - there is nothing precious about his work in any way - and he never talks down to an audience. All through his life, Mr Rosen has also relished making his case in the public arena as well as on the private page. He is a fierce critic of the tick-box teaching of literature in schools and has spent his life trying to put the imagination and fun back into books. There are few forms of wordsmithing at which Mr Rosen does not excel. Indeed, like his dad Harold before him, the new laureate is also a regular writer of letters on these pages."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}