{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2007/jun/17/robinmckie.theobserver", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2007-06-16T23:42:03Z", "webTitle": "Bizarre trove of treasures goes on show", "webUrl": "https://www.theguardian.com/uk/2007/jun/17/robinmckie.theobserver", "apiUrl": "https://content.guardianapis.com/uk/2007/jun/17/robinmckie.theobserver", "fields": {"headline": "Bizarre trove of treasures goes on show", "bodyText": "Britain's newest national museum - dedicated to medicine and its impact on life - will open its doors this week to reveal some of the strangest artefacts connected with human anatomy: a blade from a French guillotine, a robot used in the sequencing of the human genome, an Andy Warhol painting of the heart, a Chinese torture chair and a 14th-century Peruvian mummy. These startling treasures - part of the Wellcome Collection - will be officially unveiled on Wednesday by James Watson, the Nobel laureate and co-discoverer of the structure of DNA. The exhibits have been selected from the collection of Sir Henry Wellcome, one of Britain's most enthusiastic philanthropists and collectors, which is being given its first permanent home, a new £30m, nine-storey building near London's Euston Station. The museum will also feature a special exhibition on the heart that will include live television displays of transplant operations, as well as dissection drawings of the heart by Leonardo da Vinci, Aztec sacrificial knives for cutting out victims' hearts and a sperm whale's heart, five feet long. 'Forty years after the first heart transplant, our understanding of where human character - and, indeed, life itself - is located has shifted firmly from the heart to the brain,' said the collection's curator, James Peto. 'Yet we remain reluctant to let go of the belief that the role of the heart is somehow of much greater significance than that of a bio-mechanical pump. The exhibition is an opportunity to try to understand the heart's anatomical and symbolic power.' Born in a frontier shack in the American Midwest in 1853, Henry Solomon Wellcome was a phenomenally successful entrepreneur who made a fortune through his pharmaceutical company, Burroughs Wellcome, which introduced medicines in tablet form - an American development - to Europe. Wellcome was a prodigious networker and friend of the famous: his acquaintances included Oscar Wilde and Lord Kitchener. He was also a compulsive collector. By the time he died in 1936, Wellcome had amassed enough paintings, native artefacts and surgical instruments to fill several museums. One-and-a-half million objects connected with health care were acquired by Wellcome and his team, who visited auction houses, rag-and-bone dealers and pawns shops for 'treasures'. In this way, he acquired Florence Nightingale's moccasins, a collection of shrunken heads from South America, hundreds of amputation saws used by Victorian doctors, Nelson's razor, a lock of George III's hair and the 'Claxton earcap', a cloth harness that was designed to be worn by children at night to correct their protruding ears. All these treasures will go on display this week, although some have only the slightest connection with health care. For example, the guillotine blade has been included in the new Medicine Man gallery because the device was introduced during the French Revolution to provide a humane method for dispatching condemned men and women. The Chinese torture chair is displayed beside a 19th-century birthing chair (on which women sat to deliver their babies) and a dentist's chair in a section on pain. According to Wellcome: 'My plans exist in my mind like a jigsaw puzzle and gradually I shall be able to piece it all together.' The Wellcome Collection is the outcome of these plans, though curators also point out that they were the ruin of his marriage to Syrie Barnardo, daughter of the philanthropist Thomas Barnardo. She hated his hobby and walked out on her husband in 1910 and had affairs first with Harry Selfridge, the store magnate, and then with Somerset Maugham, with whom she had a child. Wellcome later sued for divorced, naming Maugham as co-respondent, triggering a major scandal and much publicity. In 1936, Wellcome - who had become a British citizen in 1910 - died and the Wellcome Trust was formed by trustees who sold off all his shares in his company, in accordance with his will. The money raised was then used to set up a trust fund, now worth £15bn, making the trust the world's biggest biomedical charity."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}