{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2007/jun/17/travel.travelbooks", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2007-06-16T23:41:50Z", "webTitle": "Review: Travels with Herodotus by Ryszard Kapuscinski", "webUrl": "https://www.theguardian.com/books/2007/jun/17/travel.travelbooks", "apiUrl": "https://content.guardianapis.com/books/2007/jun/17/travel.travelbooks", "fields": {"headline": "Lessons of the Histories", "bodyText": "Travels with Herodotus by Ryszard Kapuscinski Allen Lane £20, pp275 With Agatha Christie, you know you're off and running when the first stiff turns up in the library, harbinger of a terrible body count. In the case of Ian McEwan, it's a hint of transgressive how's-your-father. Aficionados of Ryszard Kapuscinski, the late grandmaster of reportage, know to hug themselves in anticipation when the following conditions obtain: our man is the last European left in a sweltering hellhole, a wretched government is on its last legs and about to give way to packs of marauding goons and all contact with the outside world has been lost. This was the scene of the Polish writer and journalist's gripping Another Day of Life (1975). He was the only foreign correspondent in the Angolan capital, Luanda, as the Portuguese colonialists fled and rival militias closed in on the abandoned city. In his suffocating hotel, Kapuscinski sweats and frets, a Kafka of the tropics. If the book had been any more tightly wound, it would have turned back into wood pulp in your trembling fingers. Open Kapuscinski's Imperium (1994), an account of his travels through the collapsing Soviet Union, and you may well be met with a passage like this one, describing the airport at Yerevan in Armenia as 'hundreds, thousands of people' awake to another day of waiting in vain for a seat on a plane, any plane. 'How long have they been sleeping here? Well, some not so long; this is only their first night. And those over there, the crumpled up, unshaven, unkempt ones? Those - a week. And those others one cannot even get closer to because they stink so terribly? Those - a month.' Travels with Herodotus, which has been published in English following Kapuscinski's death earlier this year, will not disappoint his admirers. We are with the indefatigable reporter in Congo in 1960. 'There is no functioning radio station, no government. I am trying to get out of here - but how? The closest airport is closed. The roads (now in the rainy season) are swamped, the ship that once plied the River Congo has long ceased to do so.' Bliss! You know that by the time you finish Travels with Herodotus, you'll be shaking your own gnawed fingernails from its pages. Once again we have before us the strangely cheering image of the lonely news agency man from eastern Europe endlessly chastising himself for the gaps in his knowledge rather than giving himself credit for what he has learnt the hard way. As before, the roving reporter is bowed down beneath his own bodyweight in books, including the Histories of Herodotus, the ancient Greek who opened the young Kapuscinski's eyes to the world. The great traveller of antiquity, he says, was 'someone who always had many questions and was ready to wander thousands of kilometres to find an answer to any one of them'. Kapuscinski could be writing about himself, of course. A much-travelled journeyman who came to book-writing in mid-career, Kapuscinski also invites comparison with fellow Pole Joseph Conrad and mention of the author of The Secret Agent leads us to the ticklish issue of Kapuscinski the spy. He was named as a former communist operative after his death. He had allegedly collaborated with the party in Poland in return for the rare licence he enjoyed to travel to the outside world - 'to cross the border', as he puts it. To which one can only say that if it is true, a 'deal' of this kind is what one would expect the authorities to have insisted on. What matters is how Kapuscinski observed his side of the bargain, and that was to publish The Emperor (1978). Ostensibly an account of Haile Selassie's court in Ethiopia and its hysterical feudalism, it was read in his native Poland as a mordant if samizdat commentary on matters closer to home. Frankly, anyone who was paying attention will know the reporter's dispatches were the flimsiest cover for his 'product', as the spymasters call it. What was encrypted in them was Kapuscinski's humanity. Somehow, he crosses Ethiopia with a local driver who knows only two English expressions: 'Problem' and 'No problem'. How do the pair communicate? Kapuscinski relies on the 'tradecraft' of his own extraordinary empathy. 'Everything speaks; the expression of the face and eyes, the gestures of the hand and movements of the body ... dozens of other transmitters, amplifiers and mufflers which together make up an individual being.' It may seem perverse to recommend Travels with Herodotus for the beach. But if you haven't encountered Kapuscinski before, you'll be pleasantly surprised by how much satisfaction, as well as salience, there is to be found in this perfect discomfort read. · Stephen Smith is the culture correspondent of BBC Newsnight Three to read Reportage Imperium by Ryszard Kapuscinski The journalist's personal portrait of the life and death of the USSR, 1939 to 1991. Dispatches by Michael Herr Frontline reports from the madness and mayhem of the Vietnam War. All the Wrong Places by James Fenton Powerful examination of South East Asian politics, from the fall of Saigon to the Philippines under Marcos."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}