{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/jun/29/comment.ukcrime", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-06-28T23:11:00Z", "webTitle": "Mike Hough: There is no mystery about 'missing' crime statistics", "webUrl": "https://www.theguardian.com/commentisfree/2007/jun/29/comment.ukcrime", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/jun/29/comment.ukcrime", "fields": {"headline": "There is no mystery about 'missing' crime statistics", "bodyText": "You reported \"a fresh row over the government's crime statistics (3m crimes a year 'left out of official figures', June 26). This was based on a Civitas report whose authors, Graham Farrell and Ken Pease, present their \"discovery\" of the missing crimes in sensational terms, describing the British Crime Survey (BCS) figures as \"truly bizarre\" and \"misleading\". As one of the criminologists involved in the original design of the survey, I'd like to set the record straight. The BCS was designed to provide more reliable trend information than the police statistics. The BCS was never intended to offer a complete count of total crime. It omits crimes against organisations, crimes against the environment, crimes against the homeless, the young, and many others. Farrell and Pease's plea for an extra 3 million crimes sounds like an economist arguing that the FTSE ought to be recalibrated at 8,000 rather than its current 6,500. It misses the point that the main aim of the survey is to describe trends, not levels of crime. Farrell and Pease say: \"If people are victimised in the same way by the same perpetrators more than five times in a year, the number of crimes is put down at five ... if the people who say they suffered 10 incidents really did, it is capping the series at five that distorts the rate.\" In fact there are compelling reasons for capping this small proportion of extreme cases. We placed a premium on getting reliable trends. In the first BCS, we asked a random sample of 11,000 people about their experience of crime. A tiny minority would have been chronic victims - assaulted week in, week out. If, say, a respondent was a chronic victim of domestic violence, she would have told the interviewer that it happens at least once a week, sometimes every other day. It is hard to provide a precise count, but the interviewer and respondent might agree on an estimate of 104 incidents - twice a week. In 1982, when the survey was grossed up to reflect the population as a whole, that single person would have contributed 40,000 incidents to the national count of crime under the Farrell and Pease approach. In technical terms, uncapped estimates would yield crime rates with very large sampling errors. Arguably a cap of 10 might have been better, or 20. But Farrell and Pease know full well that there was nothing bizarre about the decision to impose a cap of some sort. When someone's life is being ruined by a process of chronic victimisation, does it actually make any sense to conceptualise the process as a series of countable, separate events? The irony is that the BCS analysis - including Farrell and Pease's own previous work - has done a great deal to place chronic victimisation in the spotlight. They have known about the capping procedure for years. It is bizarre that they should choose this moment - when trust in crime statistics of any sort is at an all-time low - to launch this attack on a survey that has served us so well for 25 years. · Mike Hough is professor of criminal policy at King's College London mike.hough@kcl.ac.uk"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}