{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2007/jun/10/comment.waste", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2007-06-09T23:09:32Z", "webTitle": "Mark Douglas-Home: Why we must all be litter monitors", "webUrl": "https://www.theguardian.com/commentisfree/2007/jun/10/comment.waste", "apiUrl": "https://content.guardianapis.com/commentisfree/2007/jun/10/comment.waste", "fields": {"headline": "Why we must all be litter monitors", "bodyText": "It was my last evening on Jura, the wild Scottish island to which George Orwell retreated to write Nineteen Eighty-Four. I'd seen almost every creature I'd expected on a week-long walking holiday: hen harriers, short-eared owls, buzzards, seals, red deer and wild goats. But eagles and otters had eluded me. So I set off on foot along the island's eastern coast, across tussocks of grass and dark green squelching bog, hoping to see one or the other before my holiday ended. After walking for 20 minutes, I stumbled on a small bay. Instead of discovering an otter, what I found there was a punctured Coke bottle, a bread tray half-submerged in the peat above the tide line, a large collection of other unidentifiable fragments of plastic and some frayed rope. I was surprised and disappointed, but why? The Beachwatch clean-up surveys organised by the Marine Conservation Society (MCS) should have forewarned me. During the past 14 years, beach litter around Britain has increased by 90 per cent according to the society's volunteer army of 4,000 which annually combs more than 350 UK beaches. Clearly, I am far from alone in hiking to some beautiful and distant bay only to find man's debris has washed in on the tide and disfigured it before my arrival. The problem is not confined to the coastline. Litter is the price some of our most remote countryside pays for increasing numbers of us exercising our access rights - camping, picnicking or walking. I didn't linger at the bay but walked further up the coast, climbed a hillside and then turned back to the house where I was staying with my family. Why, I ask myself now, didn't I retrace my steps along the coast, pick up the offending litter and restore the bay to the pristine condition in which I had hoped to find it? The honest answer is: I didn't think of it. Anyway, wasn't it the landowner's responsibility? Also, what would have been the point? More rubbish would have come ashore on the next big tide. What's more, lugging a large plastic tray and other pieces of debris across bog and hill wasn't how I wanted to remember Jura on my last walk. These afterthoughts are, of course, inadequate. I regret leaving that otherwise pretty little bay as spoiled as I found it. It has nagged at me like a guilty secret since my return home. I have looked for guidance and reassurance at the Scottish Outdoor Access Code as well as the Countryside Code for England and Wales. The Scottish code stipulates: 'Take your litter home; treat places with care, leaving them as you find them.' The Countryside Code says: 'Litter and left-over food doesn't just spoil the beauty of the countryside, it can be dangerous to wildlife and farm animals and can spread disease - so take your litter home with you. Dropping litter and dumping rubbish are criminal offences.' So I behaved correctly according to the codes: I didn't drop my own litter on Jura; I did leave the island as I found it. However, the codes miss an important point. More and more people are exercising their rights of access over Scotland's considerable and wild landmass and over the moors and mountains of England and Wales. Each of us therefore has a responsibility to take away our own litter, but don't we also have a shared responsibility to protect the environment from the litter of others in remote countryside beyond the reach of council rubbish collectors or park wardens? (Yes, there's a practical limitation: taking two dozen empty beer cans from a faraway mountain bothy is beyond the carrying capacity of most walkers, but taking one or two is not.) I wonder why Britain's access codes fail to make this point. Shouldn't they be revised to include a general encouragement to all of us who walk far off the beaten track to remove any litter we find there? If we don't, then who will? I can understand why someone might object to revising the codes merely because I didn't (then) realise my right of access to Jura's distant landscape carried with it an unwritten responsibility to remove litter from a rarely visited bay. Many walkers and groups such as the Ramblers and the MCS already pick up litter or organise clean-ups on some of Britain's most popular trails and beaches. If they can do it without the codes being amended, why can't others? I'm sure they can, but the codes should encourage the rest of us to acknowledge that in some circumstances each of us has a responsibility for the environment beyond our own individual footprint. Why should a landowner's responsibility to clear debris washed up on the tide be greater than mine or yours? After all, much of the litter left on the high water line originates in urban centres. As I live in a city, arguably my responsibility to pick it up is greater than the landowner's. I wish I had acted differently. Far from spoiling my last walk on Jura, carrying the tidal rubbish to the wheelie bin at the gate of our holiday house would have left me with better memories. I'd remember the bay exactly as I had left it: unspoilt. A big high tide might deposit more plastic on its rocky shore, but at least I'd have played my part in removing dangerous and disfiguring pollution from one of Britain's most beautiful islands. Next time..."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}