{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/jun/06/horseracing.comment", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-06-05T23:30:47Z", "webTitle": "Debate: Is Frankie Dettori the most skilful flat jockey ever?", "webUrl": "https://www.theguardian.com/sport/2007/jun/06/horseracing.comment", "apiUrl": "https://content.guardianapis.com/sport/2007/jun/06/horseracing.comment", "fields": {"headline": "Is Frankie Dettori the most skilful flat jockey ever?", "bodyText": "Brough Scott Editorial director of the Racing Post Yes All that hugging and kissing and the trademark flying dismount conceal something about Frankie Dettori. They divert attention from how good he is. There has never been a set of riding skills to match his. Look closely at his balance at the gallop, the perfectly poised position of toe and knee and hip and wrist and head and shoulder, and you will see the finest blend of international styles yet put together in one package. He has united the streamlined flow of the Americans with the pumping power of the Europeans and travelled the world to become the fi rst truly international jockey. It has come about through genetics, training, inner steel and the multi - million backing of Sheikh Mohammed's global Godolphin stable. With his father a long-time Italian champion and his mother a trapeze artist, it's not surprising that both incentive and balance came naturally to the young Dettori. The American winters of track work, arranged by his first mentor Luca Cumani, tightened his body position, the success of winning both apprentice and senior championships sealed up his assurance and he now brings 20 years of top-line experience to the starting stalls. This does not mean he is perfect. Indeed, having closely watched all the great riders of the last half-century I would say there are aspects in which he is outgunned by each of them. Gordon Richards was more consistent, the diminutive American Bill Shoemaker more intuitively gifted in getting a horse to run. Scobie Breasley, with his fox-like cunning, was more patient; the French ace Yves Saint Martin more locally dominant, and there was a sort of diabolical genius around Lester Piggott and the racehorse that defies all comparison. But with Frankie we are not talking about one particular skill or some magic moment of strategic inspiration, we are acknowledging the whole set. He is a more flowing rider than Richards, stronger than Shoemaker, more varied than Breasley, more travelled than Saint Martin, better balanced than either Piggott or Kieren Fallon. That's the physical aspect but in racing it is the horse that does the running so the real key to jockeyship is the strategic decisions taken by the man behind the mane. Many more races are lost because of faulty judgment as in race passage or tempo than ever are by muscular machinations in the saddle. At 36, with his technique refined, his energy retained and his success registered in every racing parish, Dettori is better equipped for the big occasion than anyone else in a helmet. Last weekend that showed not so much in our Derby on Saturday but in the French on Sunday. At Epsom all he had to do was to not panic when Authorized started slowly, hold him together down the hill and then let the colt's vastly superior talent cut his rivals down in the straight. At Chantilly it was very different. He took Landmark to the front, slowed the pace and beat his opponents to the punch. If you ran the English Derby five more times, Authorized would win every one. Run the French five more and you would get five different results. In France there was plenty of hugging and kissing too but a day after Epsom it was a bit easier to see through it. The trick is to concentrate on what Dettori does when he is riding a horse - not on the hoopla as he jumps off it. Treasure him while we can. Sir Peter O'Sullevan BBC's voice of racing from 1947 to 1997 No I yield to no one in my admiration for Frankie as a jockey and ambassador for the sport. His ebullient charisma and enthusiasm have attracted many people, who would not previously have been interested, to the wonderful world of racing but to suggest he is the most skilful rider in history is preposterous. The choreography of the sport changes over centuries and half-centuries and there are too many imponderables which make comparisons between Steve Donoghue, Charlie Elliott, Sir Gordon Richards, Lester Piggott, Joe Mercer, Pat Eddery and Dettori invidious. Steve Donoghue was the most exquisite and sensitive rider, one of the first exponents of bodily persuasion in my time. The whip was sparingly used as an instrument of encouragement. As he said himself, he would rather cut off his right arm than abuse the horse. Frankie's extrovert character has benefited racing but there are those to whom his demonstrative behaviour would be anathema. I am thinking here, particularly, of my friend Rae Johnstone. Many of my colleagues are suggesting that Frankie has joined the all-time greats such as dear Lester, Willie Carson and Pat Eddery by virtue of his Derby double last weekend, but Rae won that double twice, in 1948 and1950. Indeed, in 1948 he also won the Irish Derby on Nathoo. His skill and timing were so good that he knew not only his own ride's strengths but how long the horses in front would last. How can one rate Frankie alongside Charlie Elliott, for example, who won the Derby on Nimbus in 1949? He was an amazing instinctive jockey who won the Ascot Gold Cup and shared the championship with Donoghue in 1923 when he was still an apprentice. Or with Lester and his nine Derby wins? Anyone who tried to copy Lester's style would have fallen off. His height and weight should have disqualified him from being a successful flat jockey and yet his skill made him probably the most durable elite athlete in the history of modern sport. To say that Frankie is the most skilful or, worse, the greatest is quite galling to someone who has followed the sport for so many years. There are simply too many candidates. One of the most underrated is Willie Carson, which seems a strange thing to say given that he was champion jockey five times, but his skills have been overlooked. Willie could get horses to do things they didn't know they were capable of doing. He was a motivator and could get a horse to change legs and to call on hidden resources but not by sitting back and belting them. He had a wonderful technique and never had to resort to flagrantly physical motivation. The litmus test I would apply is the one I put to Lester one evening a few years ago. I asked him who, if his life depended on winning, would he least like to see in the stall next to him on a horse of identical quality to his, over their best distance of 1¼ miles and on the horses' ideal ground. Without delay he answered Scobie Breasley. So I rang Scobie in Melbourne and put the same question to him and unhesitatingly he said Lester. Their answers were persuasive enough for me. Dettori is extremely skilful and has great balance. There is no doubt at all in my mind that he is a sensational talent. Frankie's a cracker but let's not put him on a pedestal above everyone else."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}