{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2011/aug/06/badger-cull-vs-vaccination-splits-countryside", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2011-08-05T23:12:03Z", "webTitle": "Do we have to shoot the badgers?", "webUrl": "https://www.theguardian.com/environment/2011/aug/06/badger-cull-vs-vaccination-splits-countryside", "apiUrl": "https://content.guardianapis.com/environment/2011/aug/06/badger-cull-vs-vaccination-splits-countryside", "fields": {"headline": "Do we have to shoot the badgers?", "bodyText": "Resigned to his fate, 007 lowers his head calmly. For the last seven nights he feasted on peanuts inside a wire cage that suddenly materialised on the Cotswold pastures close to his underground home. On the previous evening, however, when he snuffled out his nocturnal treat, the cage door came clanging down. 007 was trapped. His snout muddied from trying to dig an escape, the young badger possesses all the dignity of a wild animal facing certain death. He does not flinch when a sharp needle is plunged into his flank. And then, surprisingly, the cage door is opened and the badger runs free and back to the safety of his sett. The reprieve for 007 could spread to thousands of badgers across the country if Gloucestershire Wildlife Trust gets its way. This charity is pioneering the first independent bovine TB vaccination programme for badgers on its nature reserves. On Thursday morning, 007 was one of 14 badgers caught and vaccinated against bTB on Greystones Farm nature reserve. Vaccination is now the best hope for badger lovers wanting to stop the cull the government is \"strongly minded\" to introduce next year. The department for environment (Defra) announcement that it is in favour of marksmen shooting badgers at night – after a consultation and two pilot culls next year – has divided the countryside. Many farmers, vets and government scientists are convinced culling badgers is vital to stop the spread of bTB, which led to the slaughter of 25,000 cattle in England last year and has cost the taxpayer £500m over 10 years. Many conservationists are horrified: David Attenborough, Chris Packham and eminent scientists have cast doubt on the efficacy of a cull. Campaign group 38 Degrees, which inspired the government's U-turn on the forestry sell-off, is turning its sights on the cull. The issue is proving as problematic as fox hunting was for the Blair government. But is vaccination the solution? For centuries, badgers were dug and baited – tormented with dogs for sport – and trapped by gamekeepers. In 1973, the badger became the first wild mammal to be given legal protection. Unfortunately, two years earlier, the first badger carcass riddled with bTB was found on a farm in Gloucestershire. While the badger is still protected in law, the last 40 years has seen a futile cycle of action and inaction over links between badgers and bTB in cattle. \"It's such a polarised debate – badgers are wonderful/badgers are evil,\" sighs Gordon McGlone, chief executive of Gloucestershire Wildlife Trust. \"Neither is true. It is simply a land mammal which is part of a complex ecology, and in the middle of the farming industry.\" Many mammals carry bTB, including cats and deer, but scientists agree the badger plays a key role in its transmission to cattle (although cows first gave the disease to badgers). Disease hotspots – the West Country, Wales – reflect areas of high badger populations. It is still fiercely debated how much of the spread of bTB – there were 3,622 new incidents in 2010, a 7.5% increase – is attributable to badgers rather than cows themselves. The effectiveness of a cull is even more hotly debated. The Randomised Badger Culling Trial, a £50m, 10-year study in which 11,000 animals were killed, showed controlled culling reduced bTB cases in cattle by 16%. Professor Lord Krebs, who recommended that trial, has said a new cull would be a mistake. \"You leave 85% of the problem still there, having gone to a huge amount of trouble to kill a huge amount of badgers.\" Greystones Farm is 150 acres of badger paradise. Ancient hedgerows provide perfect cover for labyrinthine setts, while earthworm-rich meadows are perfect hunting grounds. Although there is no reliable recent data, 1990s estimates put the British badger population at 350,000; farmers are convinced it is now more like 500,000. Even conservationists don't claim badgers are endangered. Their only enemy is the motor car. Until next year. The Gloucestershire trust is not managing Greystones just for badgers. Like many farmers, it is nurturing a prize herd of cattle to produce cheese. If these contracted bTB the farm would be \"shut down\" – unable to sell its cattle – and every one that reacted to the bTB test would be slaughtered. The charity needs to protect cattle and badgers. Field trials found the injectable BCG badger vaccine reduced the incidence of bovine TB in badgers by 73.8%. So this year the trust has begun a £30,000, five-year project to vaccinate badgers on its nature reserves. Project officer John Field must do the vaccinating. This is harder than it looks. Twenty sturdy wire cage traps are placed close to setts. After the unsprung cages have been baited for a week so the badgers become familiar with them, the traps are set, a laborious, low-tech process involving peanuts, a rock, wire and good old string. \"We'll definitely catch a badger tomorrow,\" says Field on Wednesday, after the cages are prepared. The next morning, we head out at 4am – caught badgers must be freed by 8am to minimise distress. The first two traps are empty. In the third, a badger lies motionless. Has the shock killed it? Field clicks his fingers by its head. Nothing. The badger looks dead. Then a twitch of its nose and an elderberry eye opens; it has been rudely awakened from its sleep. Field swiftly plunges a needle containing a £15 shot of the BCG vaccine into its hindquarters, then clips a piece of silvery fur and sprays on harmless red \"stock spray\" like that used on sheep. Field will trap badgers for two nights running; it is calculated that 80% of a sett can be caught in this way and the temporary mark will tell him the next morning whether a badger has already been vaccinated. We visit every trap. Incredibly, 14 contain badgers. Although all have made valiant attempts to escape, reaching through the wire to dig and collect nests of grass. Only one leaps around, visibly distressed. This youngster is swiftly vaccinated and freed by Field. The trust has vaccinated 42 badgers on seven nature reserves this summer. It will continue every July for five years, by which time any badgers already carrying bTB (for whom the vaccine will make no difference) will have died out. Cage-trapping is a laborious process – it took 80 staff hours to vaccinate 25 badgers – but badgers were also trapped in this way during the badger culling trial. If farmers must get together under the cull plans and fund the shooting of badgers, could they not unite and vaccinate the animals instead? Along the Cotswold escarpment, Jan Rowe has farmed 250 acres of dairy with some beef cattle since the 1960s. His herd first succumbed to bTB in the 1980s; the disease has cost him more than £300,000 over 25 years. Farmers say the compensation they receive for slaughtered animals does not cover the loss of production. When herds are \"shut down\", no cattle can be sold until there have been two clear bTB tests over more than six months. Rowe has been shut down every year bar one since 2000. \"TB is a feeling of total frustration. You know where the problem is coming from but you can't do anything about it,\" he says. Deer and other mammals are routinely culled; badgers, argue farmers, are ludicrously over-protected. Farmers have been subject to strict biosecurity and movement controls to reduce cattle-to-cattle transmission. \"We've had control measures that make us bleed economically and they are getting tougher, and it isn't making any difference to the disease, which is still spreading slowly eastwards and northwards,\" says Rowe. Why not vaccinate his local badgers? \"It's just not cost-effective,\" he says. Although the government is providing £250,000 for farmers to vaccinate badgers, this will not go far. Trap-and-vaccinate is estimated to cost £2,250 per square kilometre; a shooting cull will cost £200 per sq km according to Defra. But the arguments against the injectable vaccine are not purely economic. Rowe argues that the BCG vaccine is unproven, may be ineffective and will take too long. He says there needs to be a badger cull first, to swiftly bring down the incidence of the disease in its hotspots. \"A lot of the badgers they are vaccinating already have the disease, so it's a complete waste of time. Vaccines are an exit strategy to a cull, not a way around it.\" Virologists have cast doubt on the 73.8% success rate attributed to the injectable BCG vaccine. There is also no scientific proof yet that the injectable vaccine in badgers reduces the level of transmission back to cattle. But, as opponents of the cull point out, there is also no evidence about the efficacy of a badger cull using \"controlled\" or \"free\" (the terminology varies according to which side you are on) shooting. Chris Cheeseman is a badger ecologist who first demonstrated the perturbation effect. Badgers normally live in close-knit social groups. When they are killed, disturbed survivors flee. This \"perturbation\" spreads bTB even more. The government's proposals would allow for culling over a 42-day period – creating massive perturbation. Cheeseman is no \"bunny hugger\": he is also a keen marksman and one of the few people to have (legally) shot badgers. He says it is almost impossible to cleanly kill badgers in the dark. \"This cull is utterly half-baked,\" he says. \"As a scientist and a shooter, the prospect of controlled shooting carries an extremely high risk of causing perturbation. It carries a high risk to human safety and a high risk to badger welfare, in terms of wounding.\" Other critics highlight public safety concerns. What happens when people hear gunshots in a field after dark? Will they confront shooters and check they are legitimate? Or will they call the police? Defra will pay for additional policing costs, but how can a cash-strapped department properly monitor the cull? Farmers and conservationists agree on one thing: the holy grail is a cattle vaccine and an oral vaccine for badgers that could replace expensive trapping and injecting. Defra is investing £20m in vaccine development. It was hopeful an oral badger vaccine could be ready by 2015. But even here, this work is disputed. According to Nigel Gibbens, the UK's chief veterinary officer, research has struggled to find a formula that can survive the badger's acidic stomach and be absorbed by the animal. \"The most recent results were very disappointing. It didn't work,\" says Gibbens. \"Because of that setback, that makes us very uncertain about the time.\" But according to a source close to the agencies developing the oral vaccine, scientists have not encountered any problems and are on track to complete by 2015. Ultimately, scientists are racing to develop a vaccine for cattle. This is almost ready, according to Gibbens, but then there are two further barriers: there must be a reliable test to distinguish between vaccinated and diseased cattle, and this test has to be accepted by the rest of the world. Britain will need to convince its trading partners that its vaccinated cattle are safe and can be exported. This will require a change in EU law. Could this be decades away? \"It could, but we would hope it wouldn't take as long as that,\" says Gibbens. By dawn on Greystones Farm yesterday, John Field has caught another eight badgers; only three haven't already been vaccinated. Confident the majority of its resident badgers have been vaccinated, the wildlife trust hopes to work with neighbouring farmers to expand the programme next year. \"The badger has been at the rough end of things for many years,\" says Field. \"The vociferous anti-badger lobby want a cull but there is a silent significant slice of the farming community that would be behind the vaccination of badgers.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}