{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2011/aug/29/housing-market-prices-fall-hametrack", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2011-08-28T23:05:55Z", "webTitle": "Housing market set for a chilly autumn", "webUrl": "https://www.theguardian.com/business/2011/aug/29/housing-market-prices-fall-hametrack", "apiUrl": "https://content.guardianapis.com/business/2011/aug/29/housing-market-prices-fall-hametrack", "fields": {"headline": "Housing market set for a chilly autumn", "bodyText": "Alarm bells are ringing over the health of the housing market after Hometrack, the property data company, forecast steeper falls in prices this autumn – with the latest figures showing a 3.6% annual fall in August. Hometrack's prediction will fuel the view of bearish commentators that UK house prices are still some way from the trough, despite falls of about 10% since the credit crunch. Richard Donnell, Hometrack's director of research, said: \"Weak consumer sentiment, pressure on household incomes and the uncertain economic outlook are likely to see demand weaken further over the remainder of the year. This is likely to accelerate the downward pressure on prices over the autumn months.\" Prices fell 0.1% in August for a fourth consecutive month, suggesting that the housing market has been in a temporary state of equilibrium with sellers and buyers having similar expectations over pricing levels. This has ensured that a steady flow of sales despite the weak economic backdrop. Donnell added: \"Furthermore, the proportion of the asking price achieved has been broadly static at about 93% for the past six months. This represents a sufficient discount to enable sales to proceed without headline price reductions.\" But Hometrack warned that there were signs that the balance between supply and demand was starting to shift, primarily due to weaker growth in demand for housing. Its research shows that, so far this year, there has been a constant trend of prices falling across just over a quarter of the country, with price rises limited to a 10th of the market. But that picture could deteriorate in the months ahead as public sector job losses take their toll. Donnell said that price inflation in parts of London had put a gloss on the figures for the first half of the year, and that once the \"London effect\" was eliminated, there was less scope for optimism. He said: \"The reality is that, against a backdrop of thin volumes, price rises in London … have limited the scale of [average] house price falls across the rest of the country.\" Properties in London take the shortest time to sell – six weeks – against more than 11 weeks in Wales, the north-west and Yorkshire &amp; Humberside. This month, figures from the Land Registry put the annual fall in house prices at 2.15%, taking the average price of a property in England and Wales to £163,049. The south-west experienced the greatest monthly rise in prices, with an increase of 2.2%, while the greatest annual price fall was in the north-east, with a decrease of 8.8%. The Halifax on Sunday reported that the cost of buying a home for first-time buyers was now more than £100 a month lower than renting. The average monthly cost for the first-time buyer of a two-bedroom flat totalled £567 in July 2011, 16% (£110) lower than the typical rent on the same property type (£677 a month). By contrast, in 2008, the average cost of buying was 29% more than the cost of renting. Since 2008, the cost of getting on to the property ladder has fallen by 40%, compared with an 8% drop in rents. The decline in costs for first-time property buyers has been driven by lower mortgage rates and house prices in the past three years. Suren Thiru, housing economist at Halifax, said: \"While affordability gains are welcome, conditions in the housing market for those looking to get on to the property ladder remain challenging. \"Difficulties in raising a deposit and the economic uncertainty are likely to mean that the number of prospective first-time buyers entering the market will remain relatively subdued in the near term.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}