{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/aug/28/swansea-sunderland-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-08-28T22:00:08Z", "webTitle": "Sunderland want Peter Crouch after goalless draw with Swansea City", "webUrl": "https://www.theguardian.com/football/2011/aug/28/swansea-sunderland-premier-league", "apiUrl": "https://content.guardianapis.com/football/2011/aug/28/swansea-sunderland-premier-league", "fields": {"headline": "Sunderland want Peter Crouch after goalless draw with Swansea City", "bodyText": "Both these teams know they need to start scoring goals soon if a perceived drama is not to become a genuine crisis. The major difference is that one manager has the wherewithal to buy an England striker while the other will have to beg or borrow reinforcements. Sunderland were booed off here by their travelling fans who, after horrific journeys in Bank Holiday traffic, were unimpressed by another failure to score – the third blank in succession. Swansea are faring no better, with one goal in four league and cup matches but their manager, Brendan Rodgers, is enjoying a honeymoon period after promotion and the Welsh crowd are happy enough, for the time being, just to be savouring their first taste of Premier League football. That will not last, of course, and Rodgers, like Steve Bruce, knows his wellbeing depends on securing that first win of the season quickly now. Where Bruce is at a clear advantage is that he manages an established club at the top level and, after signing 10 new players during the summer, he still has the means to pay another £10m for the Tottenham striker Peter Crouch. He has yet to replace Darren Bent, who decamped to Aston Villa for £18m in January, and hopes to do so with Crouch before the transfer window closes on Wednesday. Rodgers is also scouring the market for players but as a comparative pauper. The story of Saturday's stalemate does not take long. John O'Shea, on his debut for Sunderland, headed against the crossbar in the second minute, Scott Sinclair shivered it with a piledriver from distance. Apart from that, a decent if ultimately unsatisfying match was notable only for a couple of horrible misses by Danny Graham, the striker who cost Swansea a club record £3.5m from Watford. Rodgers sets great store by the fact that Graham was the leading scorer in the Championship last season, but recent history is littered with forwards who rattled them in at that level but failed on taking the step up, and at the moment the Swans appear to be banking on another Michael Ricketts or Michael Chopra, rather than a new Andy Johnson or Kevin Phillips. On the plus side, both teams possess sound defences that should continue to serve them well. For Sunderland, O'Shea and the classy Wes Brown are excellent acquisitions, while Swansea's Ashley Williams always looked like a Premier League centre-half in waiting, ditto Angel Rangel at right-back. It is at the other end of the pitch that the problems lie. Rodgers is putting a brave face on the situation, talking of a \"work in progress\" and insistsaying Graham will start to score soon. Bruce, on the other hand, admits he is suffering. Of the booing and abuse, some of which was personal. \"We lost a derby game [1-0 at home to Newcastle]. Some of the press started a frenzy, and if you're not careful it engulfs you. Now all of a sudden we have got the divine right to come and turn Swansea over. We have to find that killer thing which is scoring a goal which, if we are honest, we have lacked since we lost Bent to Villa,\" he said. \"Hopefully we can bring somebody in that will give us a spark and we can get off and running. We have to win a match. We have Chelsea at home next – can that be the turning point?\" You wouldn't bet on it. Man of the match Wes Brown (Sunderland)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}