{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/aug/11/steve-kean-blackburn-rovers", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-08-11T22:14:00Z", "webTitle": "Steve Kean sets Blackburn Rovers target of top-10 finish", "webUrl": "https://www.theguardian.com/football/2011/aug/11/steve-kean-blackburn-rovers", "apiUrl": "https://content.guardianapis.com/football/2011/aug/11/steve-kean-blackburn-rovers", "fields": {"headline": "Steve Kean sets Blackburn Rovers target of top-10 finish", "bodyText": "Steve Kean has set Blackburn Rovers a target of finishing in the top 10 this season but said his transfer budget may have diminished due to a restructuring of the club's debt. Venky's, the Blackburn owners who inherited £15m of debt on takeover last year, had claimed Kean had a fixed sum plus money raised through player sales to strengthen a squad that avoided relegation only on the final day of last season. Rovers have since agreed sales totalling £22.5m for Phil Jones and Nikola Kalinic, who has joined the Ukrainian side Dnipro for £6m, and purchases that could rise to £5.8m for David Goodwillie from Dundee United plus Radosav Petrovic of Partisan Belgrade. Rovers' manager hopes to make \"two, maybe three\" further signings before the transfer window closes but, with Venky's under pressure to reduce the club's overdraft, he admits the available budget is unknown. Kean said: \"The actual money that is available I don't know because the banks are involved in that and there is a restructuring taking place on the debt at the club. There are more qualified people than me at the club to answer that. All I do is go through the list of targets we want and, if it is too expensive, I say so. But the money was available for David and we pushed it all the way. \"We had a Spanish target who was the senior striker highest on our list. He started at £12m and went up to £18m. There comes a point where you have to say that is too rich. We are putting names in to the owners and I'm confident we will get players in. Players at the top end of the pitch cost money. I am always asked my opinion on players and whether I think it is good value. The £18m target was too rich and I said so.\" Despite the financial squeeze at Ewood Park, Kean is adamant there will be no repeat of last season's relegation scare. He added: \"We want to be in the top half of the table this season, two good cup runs and to assemble a squad capable of pursuing all three targets.\" The Scotland striker Goodwillie had been a target for Rangers but, having twice been fined for assaults during his time at Dundee United and faced a sexual assault charge that was eventually dropped, he admits he needed a new start in England. \"When I spoke to my lawyers and people representing me, they advised me my best decision was coming down here,\" Goodwillie said. \"If I stayed in Scotland, I don't know if I could have gone to Tesco to do my shopping without getting hassled. It's madness up there. I don't want to criticise Scotland but I think the best thing for me just now is to be down in England playing my football.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}