{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2011/aug/06/nadine-dorries-abortion-sex-education", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2011-08-05T23:10:07Z", "webTitle": "The Saturday interview: Nadine Dorries", "webUrl": "https://www.theguardian.com/politics/2011/aug/06/nadine-dorries-abortion-sex-education", "apiUrl": "https://content.guardianapis.com/politics/2011/aug/06/nadine-dorries-abortion-sex-education", "fields": {"headline": "The Saturday interview: Nadine Dorries", "bodyText": "You will know Nadine Dorries, Conservative MP for Mid Bedfordshire, for her views on abortion. They aren't the only views she holds – she extinguished her chances with Tory high command by disagreeing with Cameron over grammar schools, and after the expenses scandal she said that soon parliament would only be fit for \"millionaires and monks\". But she has used her six years in parliament principally to whittle down the legislation on abortion. In 2006, she introduced a 10-minute rule bill to bring the time limit down to 21 weeks (from 24), along with a \"cooling-off period\", between contacting a GP and having a termination. She later conceded that the cooling-off period would slow down the process, and is no longer in favour of it. In 2008, she mounted a campaign to bring the time limit down to 20 weeks. More recently, she has had amendments tabled to the Health and Social Care Bill: namely, the need for optional, \"independent\" counselling for women who seek abortions, and the need to move responsibility for abortion guidelines from the Royal College of Obstetricians and Gynaecologists to the National Institute of Clinical Excellence (Nice). We'll deal with those two anodyne-sounding measures in a minute, but let's not forget her 10-minute rule bill on teaching sexual abstinence in schools, which will have its second reading debate in January. I meet her in Portcullis House, and with the caveat that I disagree with basically everything that comes out of her mouth, I like her. She's very warm but not smarmy, she's never impolite, she has the openness of someone who is never expecting high office – which she isn't, apparently, due to those pesky grammar schools. \"I was toast from that day,\" she says, \"and I knew I was. I'm not a young, powerfully ambitious MP. I've come into parliament after I've done everything else. I've had my kids, I've had my career.\" She's now 54. After three years as a nurse, she spent a year in Africa running a community school, in the early 80s, then she had three daughters, set up her own company, which she eventually sold to Bupa, and worked for Oliver Letwin, before seeking election herself. \"Is it just the grammar schools?\" I ask her. \"Or are you too maverick altogether?\" \"My views are not in tandem with the leadership of the party. I think my views are rooted in common sense.\" And what are their views rooted in? \"You'd have to ask them.\" If she's detached from the leadership, she's very loyal to the party: \"I suppose one advantage of the coalition is that the Liberal Democrats will be wiped out at the next election. That's a positive.\" One imagines many Tories feel this way, but it's not common for people to say it. On any given policy issue, her immediate reaction is to defend it. For instance, she tells me how the Labour government rewarded family breakdown with the way its benefits were organised. It's only a few days since I heard Anne Marie Carrie, chief executive of Barnardo's, bemoan the fact that the proposed universal benefit cap will actively force large families to split up and live as two households. \"I'd want to check that before I commented on it,\" Dorries says. But it's obviously true: if you cap benefits by household, it's only logical that a family with, say, four children, would be better off as two single-parent units of two children each. \"Well, Iain Duncan Smith would never introduce a benefit that would break up a family,\" she insists. \"I know Iain well, and everything he champions, pursues, pushes, is to create and support and reinforce relationships.\" So that's all right then. I am interested in her take on abstinence but, if I'm honest, only mildly – I don't think it's going to go anywhere. Anyway, she begins emotively: \"I went to Leyton to speak to a group of girls; they were all black, they were all aged between 15 and 18. And they all had one baby each. And every one of them supported what I was trying to do on abstinence teaching.\" She says it as though she'd happened upon the UK community in which sex education had gone so wrong that the whole world had got pregnant. But on closer examination, it turns out this was a meeting specifically set up for her to encounter teenage mothers. I can't believe this is a good basis for policy – get an MP to meet some sitting ducks who would all (as any of us would, especially if we were 15) agree out of politeness. But that is not all! \"I've been in a number of sex education lessons in schools over the past year or so. I would ask [the teacher] at the end of it, 'When that girl asked you, should she be having sex, and she was 14, you said it was dependent on her and her wishes and her feelings. Do you think that was the right thing to be saying to a 14 year old?' And they'd say, 'That's all we're allowed to say. We're not allowed to be directional, we're not allowed to talk about right or wrong, that's all we're allowed to say.'\" But surely they would have been allowed to say, \"Yeah, that's great, except it's illegal\"? \"No, they're not.\" Later I check this with the charity Brook, which sets the guidelines on sex ed. A teacher would normally tell a classroom that underage sex was illegal. Like the banana claim (Dorries said on The One Show she'd seen a class of seven-year-olds being shown how to put a condom on a banana), I can't prove it never happened, but it sounds improbable. Quite a lot of Dorries's rhetoric occupies this territory: it doesn't sound likely, but it's totally unfalsifiable. She gives me a lurid account of a late-term abortion she recently saw. \"Why did you see one recently?\" I ask. \"Because I did.\" \"So you went in, as an observer?\" \"With the mother's permission, holding the mother's hand. I'm not going to say who it was or where it was.\" \"Was it in this country?\" \"I'm not going to say where it was, because there are so few, it would be too easy to identify.\" The point of the story is that the foetus thrashed about, and a bladed spoon was used to dismember it. But I would also like to raise the question: who would take Nadine Dorries in with them, to have a \"social\" abortion at 24 weeks? Dorries isn't a Catholic: her passion springs from the years (1978-1981) she spent as a nurse in Liverpool and Warrington. \"Ever since I carried a baby that was breathing, in a bedpan, and was told to put a cover over it. I felt like I'd been part of a murder, not a nursing procedure. I remember the sister who got me against a wall and said, 'You'd better toughen up if you want to be a nurse, because you're going to see a lot of this.'\" But she says she's pro-choice, and that 20 weeks is her preferred time-limit (she has said in the past she believes life commences at nine to 12 weeks, and the time limit should be around then). We have a brief skirmish about a remark she made in her 2008 campaign about the point at which a foetus would feel pain: there's one study from the University of Arkansas that identifies pain at 19 weeks, but mainstream medical opinion puts it at 26+ weeks. She says \"I can give you reams, reams of studies,\" and then sends me a short article in which a doctor, Martin Ward-Platt, voices concern that the current research relies too heavily on neuroscience and not enough on observation. I don't want to get mired in this; it's a moot point. You either believe Arkansas, in which case even at 20 weeks the foetus can still feel pain, or you believe the rest of the medical establishment, which, being full of scientists, contains plenty of people who would like to see more research, and who are prepared to revise their opinions when they do. The frustration comes from the reasons Dorries gives for disregarding people's evidence: \"Who sits on the RCOG [Royal College of Obstetricians and Gynaecologists] committee? The people who sit on the RCOG guidance committee, what do they do for a living, all of them?\" \"Are you kidding? The RCOG?\" \"Not the whole RCOG – there is a specific committee which develops the guidelines for the care of a woman seeking terminations. They're all abortionists. They earn their living from abortions.\" She says 65% of GPs agree with her, and I counter that 77% of the BMA disagree with her. \"What's the BMA?\" she says triumphantly. \"A union!\" At one point, and I must say I find this endearing, she says that everybody agrees with her, apart from Twitter and the Guardian. This theme, that people are profiteering from abortion, is particularly strong when she describes the British Pregnancy Advisory Service: it is mainly from this charity she has mined her \"knowledge that the abortion industry has become very entwined, financially, with politics\". I didn't get to the bottom of what \"entwined\" meant; I assume she didn't mean backhanders. In essence, she thinks the BPAS tries to increase the number of abortions, for its own profit motive, despite the fact that it's a charity – a not-for-profit organisation. \"I can produce evidence to show you they are. I can give you a copy of their marketing report. I can show you their job adverts, pushing executives to increase their market share in the abortion industry.\" I later put these claims to the BPAS; they say they want to perform abortions because they do a good job – women have a good experience with them. \"The BPAS chief executive's package is at least £200k a year, so that's why she wants to keep her market share going,\" Dorries says. As a charity, BPAS has no obligation to disclose Ann Furedi's salary, but says she earns nothing like that. Dorries continues: \"When you go in for an abortion, you're counselled in this room which has no end of soft-marketing techniques around you, you are told, don't worry, 'three out of four women have had this at your age'. That's like going into an off-licence and saying 'Is this wine nice?' and them saying, 'Well, we sell a lot of it.'\" The figure given by the BPAS is one in three, over a lifetime, not three in four \"at your age\" (I'm not sure of the age of Dorries's hypothetical woman). I don't see how telling someone a true statistic butters them up to have an abortion, but that's by the by; if you're going to slate someone, you should be accurate. Dorries has never contacted the BPAS and asked about its consultations; nor, the BPAS says, has Frank Field, who is the second MP on the counselling amendment. To return to those measures: moving guideline responsibility on abortions from the RCOG to Nice sounds fine, but validates the claim that the RCOG is motivated by profit and not female welfare, which I am amazed members are not more furious about. I'm also surprised they're not better defended in parliament, because it is a slur. In any case, it's not their fault we keep getting pregnant by accident. They bust a gut to give us contraception. This \"independent counselling\" amendment insults the BPAS and other abortion providers on the same grounds. I remain sceptical Dorries really is pro-choice, and I'm even more sceptical 20 weeks is really the limit she'd like to stop at. She is eroding the good name of people who support abortion and, if she succeeds, this will leave women's rights, in years to come, poorly defended. But as a person? I like her. If I didn't have a uterus, or a social conscience, I might even vote for her."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}