{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2011/aug/24/weatherwatch-bognor-sunshine-resorts", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2011-08-24T22:05:00Z", "webTitle": "Weatherwatch: Forget the Balearics – come to Bognor", "webUrl": "https://www.theguardian.com/news/2011/aug/24/weatherwatch-bognor-sunshine-resorts", "apiUrl": "https://content.guardianapis.com/news/2011/aug/24/weatherwatch-bognor-sunshine-resorts", "fields": {"headline": "Weatherwatch: Forget the Balearics – come to Bognor", "bodyText": "If you are looking for a holiday in the sun, forget about foreign places with exotic names. Bognor Regis on the sun-kissed south coast can lay claim to being the sunniest place in Britain, averaging 1,902.9 hours of sunshine every year. Its name may not conjure up blazing sunshine and swaying palms, but its mild climate earned it the royal name \"Regis\", granted by George V after he convalesced there in 1929. There is clearly something very special about the climate of Bognor Regis. Just some 30km along the coast, Worthing only has 1,800 hours of sunshine each year, while Shanklin on the nearby Isle of Wight averages 1878.4 hours. The secret to the sunshine of Bognor Regis is its microclimate, protected from foul weather by the South Downs, the nearby Selsey peninsula jutting out into the English Channel and the Isle of Wight. Passions run high when it comes to the title of sunniest place in Britain, and Eastbourne also boasts of being \"the suntrap of the south\". The resort holds the UK record for the sunniest month of all time, when it had 383.9 hours of sunshine in July 1911. However, the ugliest spat of all seaside weather disputes was Jersey's recent claim to be the warmest place in the land. The trouble is, Jersey is not in the UK or Britain, and is only covered by the vague title of British Isles. The official warmest place in the UK is the Scilly Isles, as recognised by the Met Office."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}