{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2011/aug/20/different-voices-in-opera", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2011-08-19T23:15:03Z", "webTitle": "Who's who: the different voices in opera", "webUrl": "https://www.theguardian.com/music/2011/aug/20/different-voices-in-opera", "apiUrl": "https://content.guardianapis.com/music/2011/aug/20/different-voices-in-opera", "fields": {"headline": "Who's who: the different voices in opera", "bodyText": "• Soprano The highest female voice, usually representing the leading female character. Subdivisions include soubrette or light soprano (roles such as Susanna in Figaro); coloratura, possessing facility in rapid passagework and high notes (the Queen of the Night in The Magic Flute); lyric soprano (Mimì in La Bohème); the spinto (literally \"pushed\") soprano (Tosca, Aida), heavier in tone; and the full-scale dramatic soprano (Isolde, Elektra). Voices develop with age and singers often move into a heavier type of role. • Mezzo-soprano This lower female voice is used in 19th-century opera for characters carrying a strong sexual charge (Carmen, Delilah). There are also many \"trouser\" roles, in which the female singer plays a character of the opposite sex (Cherubino in Figaro, Octavian in Rosenkavalier). Once again there are roles requiring coloratura facility (Rosina in The Barber of Seville), lyric roles (Charlotte in Werther) and dramatic roles (Amneris in Aida, Ortrud in Lohengrin). • Contralto (alto) The lowest female voice, used in roles requiring gravitas, such as Mistress Quickly (Falstaff) or Erda in Wagner's Ring Cycle. • Castrato An extinct male voice, either soprano or alto, that was produced by castrating the unfortunate singer. Originally intended for use in church, it moved into the opera house and dominated the field for much of the 18th century. Nowadays castrato roles are divided between mezzo sopranos and countertenors. • Countertenor The highest adult male voice, with a similar range to the mezzo or alto. Occasionally used by Handel, it was obsolete in opera until Britten wrote Oberon in A Midsummer Night's Dream for Alfred Deller. Subsequent composers such as John Adams and Thomas Adès have taken it up. • Tenor The tenor generally plays the young lover. Special categories include the tenore di grazia (many Rossini roles); the lyric tenor (eg Alfredo in La Traviata); the halfway house of the lirico-spinto tenor (Cavaradossi in Tosca); spinto (Canio in Pagliacci); and – for the major Wagner roles – the Heldentenor. • Baritone The baritone came into his own with Verdi's unloved husbands and villains. Lyric roles (such as Papageno in The Magic Flute) contrast with more dramatic assignments (Count of Luna in Il trovatore); some roles – including Wotan in Wagner's Ring – are well suited to the in-between voice of bass-baritones. • Bass The lowest male voice is associated with authority figures. Basses can be subdivided into the basso cantante (\"singing bass\"; Fiesco in Simon Boccanegra), the comic basso buffo (Don Pasquale), or the basso profondo (\"deep bass\"; Osmin in The Seraglio)."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}