{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2011/aug/20/ten-productions-british-opera", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2011-08-19T23:16:01Z", "webTitle": "Ten productions that changed British opera", "webUrl": "https://www.theguardian.com/music/2011/aug/20/ten-productions-british-opera", "apiUrl": "https://content.guardianapis.com/music/2011/aug/20/ten-productions-british-opera", "fields": {"headline": "Ten productions that changed British opera", "bodyText": "• Stravinsky: The Rake's Progress (John Cox, Glyndebourne, 1975) With designs by David Hockney parodying the William Hogarth engravings that inspired the opera, Cox's production has become a widely travelled classic, still regularly revived at Glyndebourne. • Britten: Peter Grimes (Elijah Moshinsky, Covent Garden, 1975) The composer himself was rumoured to have loathed it, yet Elijah Moshinsky's visceral staging re-established Grimes as the greatest of 20th-century British operas. • Verdi: Rigoletto (Jonathan Miller, ENO, 1982) This Mafiosi Rigoletto became the template for a whole raft of similar updatings, none of which have come close to matching its sharp-eyed detail and sheer dramatic panache. • Handel: Xerxes (Nicholas Hytner, ENO, 1985) The late 20th-century explosion of interest in Handel's operas was kick-started by this elegant, effortlessly witty and unfailingly musical take on one of Handel's few comedies. • Tchaikovsky: Mazeppa (David Alden, ENO, 1984) This low-budget, alarmingly graphic presentation, complete with bloody chainsaw massacre, was one of the succès de scandale at ENO in the 1980s. • Dvo rˇ ák: Rusalka (David Pountney, ENO, 1986) If any one production defined ENO's house style in the \"powerhouse years\" in the 1980s it was this Freudian dreamscape, which cemented Dvo rˇ ák's opera in the repertory too. • Mozart: Così Fan Tutte (David Freeman, Opera Factory, 1986) In the 1980s and 90s Opera Factory offered a new, cheap-and-cheerful way of putting on opera that was typified by this Bondi-beach, bikini-clad Così. • Handel: Theodora (Peter Sellars, Glyndebourne, 1996) All Sellars's opera productions become episodes from contemporary American life, but this Handel staging was more successful than most, complete with a final execution by lethal injection. • Verdi: A Masked Ball (Calixto Bieto, ENO, 2002) The scene of 14 conspirators sitting on lavatories grabbed the headlines, but this updating to post-Franco Spain remains the most successful of Bieto's provocative productions seen in the UK. • Beethoven: Fidelio (Graham Vick, Birmingham Opera Company, 2002) All of Vick's remarkable work with BOC is site-specific, and for this the location was a tent close to Aston Villa's football ground, with the audience herded from scene to scene like prisoners themselves."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}