{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/aug/12/you-ref-trevillion-hackett-chelsea", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-08-11T23:05:00Z", "webTitle": "You are the Ref: André Villas-Boas, Chelsea", "webUrl": "https://www.theguardian.com/football/2011/aug/12/you-ref-trevillion-hackett-chelsea", "apiUrl": "https://content.guardianapis.com/football/2011/aug/12/you-ref-trevillion-hackett-chelsea", "fields": {"headline": "166. André Villas-Boas, 2011", "bodyText": "Click to enlarge, and debate the strip below the line. Keith Hackett's verdict 1) Order a retake. The law is clear on issues like this: the referee must \"stop the match because of outside interference of any kind\". This announcement clearly distracted the player and altered the course of the game. You should talk to the stadium manager, remind him that future PA announcements must be made during a stoppage, and report the incident to the authorities after the game. Of course, if you thought the striker was actually having you on and making excuses, you would play on as normal. Max Seymour wins the shirt. 2) It is not up to the keeper to judge whether the ball is correctly positioned: if you have blown for the kick to be taken, then you are happy with the positioning, and that is what counts. Award the goal. Thanks to Jonathan Pointer. 3) Disallow the goal. It may have been one movement – so he is not guilty of staggering his run-up in an attempt to distract the goalkeeper – but he has committed the more basic offence of touching the ball twice. It is an indirect free-kick to the defending team from the penalty spot. Thanks to Joe Walk. Competition: win an official club shirt of your choice For a chance to win a club shirt of your choice from the range at Kitbag.com send us your questions for You are the Ref to you.are.the.ref@observer.co.uk. The best scenario used in the new YATR strip each Sunday wins a shirt to the value of £50 from Kitbag. Terms &amp; conditions apply. For more on the fifty year history of You Are The Ref, click here."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}