{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/aug/01/michel-platini-european-football", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-08-01T21:59:00Z", "webTitle": "New report warns of a 'football bubble crash' unless spending is cut", "webUrl": "https://www.theguardian.com/football/2011/aug/01/michel-platini-european-football", "apiUrl": "https://content.guardianapis.com/football/2011/aug/01/michel-platini-european-football", "fields": {"headline": "New report warns of a 'football bubble crash' unless spending is cut", "bodyText": "Michel Platini has warned the architects of a breakaway European super league that their clubs would be ejected from their domestic leagues if they went ahead. Some might consider it a risk worth taking. A new report by José María Gay de Liébana this month presages a \"football bubble crash\" unless there is a sustained period of rationalisation among the top five European leagues. Gay's report details that the cumulative losses of the five richest leagues exceeded €1.5bn (£1.3bn) for 2011‑12. In the five years between 2006‑07 to 2009‑10, the total player pay in the top French league rose from €619m to €790m, being 27.6%. Over the same period total revenues rose by €84m. In Germany, of the €284m extra income that was achieved in those five years, all but €27m of it went to players. Although Spain and England bucked that trend (data for Italy was not available) – since La Liga revenues rose by €302m while wages increased only by €133m and Premier League wage growth was €327m against €400m of new income – both saw operating losses rise by an aggregate of €42m and €149m respectively. \"The economic and financial viability of football demands a thinning of its structures, for spending [to be tied to] the reality of [clubs'] income, tight controls, rigorous standards of transparency and fair play,\" writes Gay. \"If not, no doubt, this economic haemorrhage [will become] uncontrollable, triggering a financial default: from the 'crack' of football to the crash of the football bubble.\" Given that one of Gay's remedies is Platini's financial fair play plan, which hawks in the European Club Association cite as one of their big gripes, salvation may be some way off. Indeed, as Gay shows total income of €13.928bn and debts of €12.641bn (or gearing of 91%, the kind of level that as the economists Carmen Reinhart and Kenneth Rogoff showed causes nations to drown), he asks: would Europe's big leagues pass an economic stress test? Plainly the answer is no. Debt and Dante Football is clearly not immune to the effects of global financial crisis yet few could have expected Premier League involvement in a court case surrounding Lehman Brothers, the failed emblem of the credit crunch. Seven law lords ruled last week against attempts by administrators for Lehman Brothers to recover funds paid out to several creditors under a lending arrangement of purgatorial complexity called the \"Dante Programme\". This scheme involved a failed investment bank, creditors from as far afield as Australia and some seriously arcane financial engineering. Yet up pops Peter McCormick, the chairman of the Premier League's legal advisory group, to have his say in the case on behalf of football as an \"intervening party\". Why? It turns out elements of the case overlapped with the league's own defence of its controversial football creditors rule, under which players, clubs and staff receive the millions they are owed in club insolvencies whereas other unsecured creditors, including the taxman, receive pence in the pound of their dues. HM Revenue &amp; Customs, which is attacking the rule, also attended the case as both it and the league sought to ring-fence proceedings away from their own, separate hearing due later this year. So the 28,000-word judgment deals narrowly with the facts of the Dante case and it is hard to extrapolate areas that could be applied to the FCR. However, morally unpalatable though it is to see local schools and St John Ambulance picking up pennies in football insolvencies while players drive off in new Ferraris, the FCR could survive: the supreme court rejected Lehman's case. The price of 39 \"Meaningless\" is the word most frequently attached to the term \"pre-season friendly\", yet for some fans the modern-football narrative always has resonance. The throng outside the Barclays Asia Trophy final between Chelsea and Aston Villa in Hong Kong on Sunday drove the value of touted tickets to nine times their retail price, or approximately £300 each. \"Game 39\" may be dead in the Premier League's eyes but the appetite for competitive fixtures in far-flung corners of the globe is not. Briatore 'affair' that isn't Flavio Briatore's colourful career has certainly left an impression on the sports in which he has been involved. A few influential people involved in football and Formula One have firm opinions about him, left, and so on Monday Digger was tipped off about the headline in the German daily Süddeutsche Zeitung, \"Flavio Briatore involved in Formula 1 affair\". But whether it was justified to be quite as gleeful as they were about the alleged involvement of Briatore in the inquiry into Bernie Ecclestone's alleged payment of tens of millions of pounds in bribes to a German banker is quite another question. Prosecutors told Digger on Monday: \"No investigation has been opened against Flavio Briatore.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}