{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/aug/28/steve-kean-blackburn", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-08-28T22:00:09Z", "webTitle": "Steve Kean blind to the only stat that matters to misfiring Blackburn", "webUrl": "https://www.theguardian.com/football/2011/aug/28/steve-kean-blackburn", "apiUrl": "https://content.guardianapis.com/football/2011/aug/28/steve-kean-blackburn", "fields": {"headline": "Steve Kean blind to the only stat that matters to misfiring Blackburn", "bodyText": "Steve Kean's fondness for a flattering figure is a constant in his rhetoric. For a manager who averages under a point a game, has won two league games since January and has overseen his club's poorest start to a season since Clement Attlee occupied 10 Downing Street, it can require a selective and imaginative interpretation of the facts. \"I look at the stats from a half-full point of view,\" he said, citing 21 attempts at the Everton goal and, improbably, 60 penalty‑box entries – something that Barcelona may struggle to accomplish – before reluctantly accepting that not since 1951 had Rovers begun so badly. \"If it's our worst start in 60 years then stats don't lie,\" Kean said. \"But when you're dominating games and missing penalties, I don't know if we could have done any more.\" The facetious response would have involved the word \"score\". When the Rovers crowd, tiring of taunting their manager, proffered a suggestion, it was belatedly heeded. A chorus of \"we want [David] Goodwillie\" brought the striker's introduction, albeit a quarter of an hour after the idea was loudly mooted. Almost immediately, the summer signing had hit the bar. David Dunn, too, had struck wood, with Kean making the strange suggestion that, if the grass had more zip, the midfielder would have scored, rather than clipped the post. Two spurned spot-kicks provided an example of the blend of misfortune and mistakes that may sum up Kean's tenure. For him, it amounted to another hard‑luck story. \"There were very few deciding factors in the Wolves game, in the Villa game we dominated in the second half. We dominated the whole of this one,\" he said. And while Rovers were in the ascendant in a second period that culminated in Mikel Arteta pilfering the points for Everton with the game's third and most dubious penalty, his judgments jar with those of onlookers; no one controlled a dire first half. Such analysis can be branded one-eyed. In comparison, there is a bracing honesty about Everton. \"We weren't great,\" the goalkeeper Tim Howard said, although his excellence made him an exception. \"If we play like that we will lose most days. But we are resilient and we looked like we could nick one.\" The American deemed the game \"crazy\", but contributed to its outlandish plot by saving Junior Hoilett's penalty before watching Mauro Formica's effort rebound off his woodwork. Events rendered his preparation irrelevant: Hoilett, he had figured, was perhaps the fourth-choice penalty taker, followed by Formica. \"When you come down to them, then it's even more of a crapshoot,\" he said. While the dice fell Everton's way, their manager indicated he had been studying the numbers. \"Blackburn lose very few games at home,\" David Moyes said. Historically that was true but, after only six setbacks on their own terrain in Sam Allardyce's reign, they have lost five times in eight months under Kean and the next four visitors to Ewood Park are Arsenal, Manchester City, Tottenham Hotspur and Chelsea. The facts and the fixtures are equally unappealing."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}