{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2011/aug/11/country-diary-stonechat-orange-chest", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2011-08-11T22:04:00Z", "webTitle": "Country Diary: South Uist", "webUrl": "https://www.theguardian.com/environment/2011/aug/11/country-diary-stonechat-orange-chest", "apiUrl": "https://content.guardianapis.com/environment/2011/aug/11/country-diary-stonechat-orange-chest", "fields": {"headline": "Country Diary: South Uist", "bodyText": "The afternoon drowses on, heavy and breathless under a featureless grey sky. Humid and still, conditions are perfect for the swarms of midges that sometimes mar the pleasure of summer days. Yet there is not a midge to be seen. There is no maddening cloud about the head, no bites to drive one to itching distraction later in the day. The air is thick and treacly, draining the energy from the day, and everything appears reluctant to take to the air. No pipits flit from tussock to tussock, no wrens whirr from bush to stony bank, and no blackbirds rocket from tree to shrub. The only sound is an intermittent buzzing from the flies lurking among the tangle of bracken and grass growing beside the path. Suddenly the hush is broken by a stonechat's alarm call, the cool, hard notes dropping like clinking pebbles into the stillness. The call – a repeated, far-carrying \"tchak, tchak\" – is interspersed now and again with a soft \"weet\" as if the bird is drawing in a rapid breath. Characteristically, the stonechat has found a vantage point higher than the surrounding vegetation from which to sound a warning. It is clinging, one leg above the other, to a straight and slender stem emerging from a sea of green, and even the flatness of the light can't detract from the bright orange red of the bird's chest and flanks. Earlier in the year I stood in the same place watching as two males laid their vocal claims to this territory. There is a second bird here today, too, but this one is a female, her plumage a faded browner version of her mate's. She sits atop a clump of heather, alert and cautious, wings and tail flicking restlessly as the male continues to alarm call. A plump, green caterpillar dangles from her bill, destined for what is probably a second brood of chicks."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}