{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2011/aug/09/democracy-leaders-cannot-protect-us", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2011-08-09T21:50:00Z", "webTitle": "The year we realised our democratically elected leaders can no longer protect us | Jonathan Freedland", "webUrl": "https://www.theguardian.com/commentisfree/2011/aug/09/democracy-leaders-cannot-protect-us", "apiUrl": "https://content.guardianapis.com/commentisfree/2011/aug/09/democracy-leaders-cannot-protect-us", "fields": {"headline": "The year we realised our democratically elected leaders can no longer protect us", "bodyText": "The soul sinks at the pictures – of a woman leaping from a burning building, of the owners of a family shop seeing their life's work turned to ash, at the sight of a thug unzipping the rucksack still on the back of an injured teenager and taking from it what he wants. The soul sinks at the sight of people trashing the places where at least some of them live. There is another sensation you feel watching these pictures, and it is one with which we are becoming increasingly familiar, especially in 2011, the year the news refused to stop. It is impotence. The most unsettling reports have been of policemen standing back, apparently powerless to stop people as they smash and burn and steal. It's deeply unnerving to see those we expect to protect us incapable and in retreat. Read the comment threads and Twitter feeds, with their demands that \"this must stop\", or even for looters to be \"shot on sight\", and you see the signs of impotent rage, the desperate desire for somebody to do something. The trouble is, we're getting used to this sensation. The news story competing for space on the bulletins was the world financial crisis, with the stock markets in London and across Europe fluctuating wildly. At one point the FTSE was down by 5%, coming after previous massive falls in London and New York. Once again, those in charge seem powerless to resist. On Monday Barack Obama, holder of supposedly the mightiest office in the world, tried to stem the losses – insisting the US would always be a \"triple-A\" nation – but it did no good. Wall Street kept tumbling. In Brussels last month European leaders came together to battle the euro crisis, throwing at it everything they had – which brought precisely two weeks' peace from the markets before trouble returned. What calm there has been in recent days has come from the actions of the unelected – and usually lamentably indecisive – men of the European Central Bank. The verdict of the markets, in Europe and the US, seems to be that elected governments cannot do what needs to be done. Indeed, that was the judgment that led to Standard &amp; Poor's downgrade of the US, robbing it of its AAA status. It took one look at Capitol Hill – where Republicans were happy to hold the US economy to ransom as they refused to raise the debt ceiling – and decided the American system had become too dysfunctional to be reliable or even useful. The political class in any country naturally resists such a damning judgment. Hence the ritual calls for ministers and the London mayor to break their holiday, hence too Thursday's recall of parliament – two moves predicated on the hope that politicians can get a grip on this problem and solve it. As I write no one knows what Tuesday night will bring, but there are many who – while agreeing that David Cameron and Boris Johnson needed to return, if only for appearance's sake – harbour doubts as to how much difference the politicians will really make. This scepticism toward the potency of democratic politicians – and therefore democratic politics itself – is oddly echoed by the looters themselves. Certainly no one outside the Iranian state media is calling them \"protesters\", but even \"rioters\" seems the wrong word, carrying with it a hint of political purpose. For some, especially at the start in Tottenham, there was clearly a political dimension – with the police the prime focus of their anger. But many of the copycat actions across London and elsewhere have no apparent drive beyond the opportunistic desire to steal and get away with it. It's striking that the targets have not been town halls or, say, Tory HQ – stormed by students last November – but branches of Dixons, Boots and Carphone Warehouse. If they are making a political statement, it is that politics does not matter. And while the revulsion at the looting has been widespread and bipartisan – with plenty of liberals admitting to \"coming over all Daily Mail\" at the ugliness of the vandalism – that sense of the impotence of politics is widespread, too. One aspect of the phone-hacking scandal that went deep was its revelation that those we might think exert authority – police and politicians – were in fact supine before an unelected media corporation. The sheer power of News Corp contrasted with the craven behaviour of those we elect or entrust to look out for us. Even if few years have brought the news congestion of 2011, there has been trouble before, with 1981 an obvious precedent. But in previous periods of instability the assumption was that if only political power was in different hands, or if key institutions like the police modified their behaviour, things would be better. Now what small glimmers of optimism there are come from pockets of communal action, like the collective clean-ups that started in London . Democratic institutions themselves are seen as weak or broken. The irony of all this is that outside Britain, Europe and the US, the great story of 2011 has been the Arab spring, as the people of Syria, Yemen and beyond have taken to the streets. It seems that just as those nations demand the tools of democracy, we are finding them rusting and blunt in our hands."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}