{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2011/aug/20/our-pick-of-the-week-gerard-depardieu-sally-bercow", "type": "article", "sectionId": "theguardian", "sectionName": "From the Guardian", "webPublicationDate": "2011-08-19T23:10:31Z", "webTitle": "Our pick of the week: The story, the stat, the quote, the tweet", "webUrl": "https://www.theguardian.com/theguardian/2011/aug/20/our-pick-of-the-week-gerard-depardieu-sally-bercow", "apiUrl": "https://content.guardianapis.com/theguardian/2011/aug/20/our-pick-of-the-week-gerard-depardieu-sally-bercow", "fields": {"headline": "Our pick of the week: The story, the stat, the quote, the tweet", "bodyText": "The story Put it away, Gérard In Mammuth he partook in incestuous mutual masturbation, in Les Valseuses he embarked upon an erotic odyssey of criminality, and this week … he urinated partly into a bottle, but mostly on to the floor of a commercial flight. Can the public get enough of Gérard Depardieu's sexual organs? Well yes, probably, especially those on Flight AF5010 to Dublin, which was subsequently delayed for over an hour as Depardieu was evicted and his mess cleaned away. Despite eye-witness claims the star was intoxicated, an \"apology\" issued to the BBC blamed the affair on \"prostate problems\". We might accept it, on condition he stops appearing in those godawful Orange adverts. The stat £6.25 a week… … is what the average British child gets in pocket money. Perhaps PotW is bitter because it made do with 25p a week, which bought one packet of Premier League stickers that it would peruse on rotation for an entire weekend – but £6.25 really would buy an awful lot of sweets. The quote Sally Bercow \"I'm kind of going in because I want to stick two fingers up to the establishment.\" The speaker's wife sets out to undermine the System – by hanging out with Jedward, Kerry Katona and David Hasselhoff's ex in the Big Brother house. The tweet @LouiseMensch \"Of course Twitter was overall a massive force for good in the riots … \" tweeted Louise Mensch MP, from the account she uses hourly to engage in debate and news gathering. Odd, then, that she was among the most vocal of politicians calling for Twitter's temporary shutdown in times of crisis."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}