{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/theatreblog/2011/aug/09/sanderson-jones-standup-try-buy", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2011-08-09T21:45:00Z", "webTitle": "Sanderson Jones: standup you try before you buy", "webUrl": "https://www.theguardian.com/culture/theatreblog/2011/aug/09/sanderson-jones-standup-try-buy", "apiUrl": "https://content.guardianapis.com/culture/theatreblog/2011/aug/09/sanderson-jones-standup-try-buy", "fields": {"headline": "Sanderson Jones: standup you try before you buy", "bodyText": "Instructing the box office not to sell tickets for your show seems like commercial suicide. Yet that's what Sanderson Jones has done for Comedy Sale, his solo act. The former door-to-door salesman has dispensed with PRs, flyers and promoters – and is attempting to sell every one of his tickets personally. It's a mutually beneficial arrangement, he says. The customer gets to try the product before they buy, and he gets up close and personal with his potential audience – finding out who they are and why they're in Edinburgh, all of which feeds into his comedy. And if you get in touch via email or Twitter, Jones will deliver your ticket by hand, provided it's \"economically viable\" – ie, for a group purchase, although he has delivered a ticket to Slough for a forthcoming London show. Seems like a lot of effort, not least because he ends up lugging his takings around in a sports bag. \"None of the other comics envy me doing it,\" he says. \"But it's just something I wanted to try. I'd be out there talking to people all day if I could.\" I watch him work the Pleasance Courtyard. Trish and Cyril are interested, but need to consult the rest of their party. Elaine and Richard make positive noises. Becs, Katie, Alice and Max submit straight away and buy tickets. \"We've been drinking,\" explains Becs. Still, it's impressive salesmanship, with a 50% success rate – way better than flyers achieve. Jones clearly likes a challenge. Not only is he planning to hawk the show in a supermarket, he's already hatching plans for Comedy Sale's second phase: in October, he's going to try to sell tickets to charity muggers and Jehovah's Witnesses."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}