{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2011/aug/21/so-what-do-we-do-now-chancellor", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2011-08-20T23:07:19Z", "webTitle": "So what do we do now, chancellor?", "webUrl": "https://www.theguardian.com/politics/2011/aug/21/so-what-do-we-do-now-chancellor", "apiUrl": "https://content.guardianapis.com/politics/2011/aug/21/so-what-do-we-do-now-chancellor", "fields": {"headline": "So what do we do now, chancellor?", "bodyText": "According to one City analyst, it was the world economy's \"Wile E Coyote moment\". Just as Roadrunner's hapless pursuer would go charging off the edge of a cliff before he looked down and realised there was nothing below but thin air, hard-bitten traders in dealing rooms around the world glanced down last Thursday and felt a wave of vertigo. With the world's politicians looking increasingly hapless in the face of a spiralling sovereign debt crisis, and once-powerful central bankers all but out of firepower, the last hopes that the world economy could shrug off the legacy of the credit crunch and return to \"normal\" suddenly evaporated. With them went George Osborne's much-vaunted \"plan for growth\" – the blueprint that relied on attacking the deficit and waiting for long-neglected industries to blossom into life. Experts have been progressively cutting their growth forecasts for the UK for some time; now a growing number are warning that, like much of the developed world, we could be sliding towards a \"double dip\" recession. \"I have a very strong suspicion that the third quarter will see a contraction of GDP, and it will require some significant developments in global political leadership to turn confidence around and prevent the fourth quarter seeing a contraction again,\" says Chris Williamson, chief economist at data provider Markit. As the panic mounted on Thursday, the markets plunged: the FTSE 100 index closed down 239, the largest points fall since the depths of the credit crunch three years ago. The wave of fear spread from Frankfurt and Paris, where investors were anxious about the state of the eurozone's banking sector, to London, where news of a jump in unemployment had fuelled fears of renewed recession, to New York, and was echoed in Tokyo. \"Markets are like teenage kids: they want instant gratification,\" says Avinash Persaud, director of analysts Intelligence Capital. \"The notion that it's going to be a protracted, stuttering recovery – no one likes that.\" He says the west now faces something like Japan's \"lost decade\": a long period of little or no growth and little or no inflation, with governments, consumers and businesses weighed down by the debts they accumulated in the boom years. \"It's going to feel bad,\" he says. \"Nixon came up with the phrase 'growth recession': even when things are not falling, it's not going to feel good.\" That lack of the feelgood factor is already making itself felt in the UK, where unemployment has started to rise again, hitting 2.49 million. The 38,000 rise over the past three months has more than wiped out the 30,000 jobs the government is promising to create with its new enterprise zones, 11 more of which were announced last week. They will use tax rebates and high-speed broadband infrastructure to lure employers to potential high-growth spots, but the pace of the rise in unemployment make them seem a puny response to a deep-seated economic crisis. John Philpott, chief economist at the Chartered Institute for Personnel and Development, has been predicting for some time that unemployment in the UK would rise later this year. \"If we were to go into another recession then that changes the game quite significantly. We'd be into something close to the 3 million mark,\" he says. Vince Cable, the business secretary, who once offered a sideline in gloomy prognostications himself, has been stung into action by the rapid deterioration in the economy. Next Friday, deep in the bowels of the Department of Business, Innovation and Skills, civil servants and special advisers from across government will come together for a day of meetings. TV cameras won't be camped outside and there are unlikely to be any major announcements, yet it may well be one of the government's most important days this year. It is the day the details of the government's latest, and increasingly desperate, push for growth are nailed down in time for approval by the cabinet. While publicly the government has been as one behind the Treasury's economic policies, the depressing developments last week added to a feeling of gloom and frustration, particularly on the Liberal Democrat benches, where frustration is mounting at the chancellor's lack of a growth strategy to accompany his deficit reduction plan. Malcolm Bruce, a former Liberal Democrat trade and industry spokesman, says: \"At the end of the day the government know we are hovering along with virtually no growth, and if we really are going to get the deficit [reduced] over four years, it requires a proper growth cycle – of 2.5% to 3% per annum. The longer we are bumping along like this, the harder, it seems to me, for Osborne to say we can do nothing.\" Behind the scenes, Cable has been pushing for some time for more concrete policies to support growth. Earlier this summer, at a meeting of the Social Liberal Forum, a grouping of left-leaning Lib Dems, he said: \"I have to be remorselessly on-message these days, so I can't call it plan B; so let's call it plan A plus. \"Within the coalition there is a common approach, but there is a difference of emphasis. On the Tory side, the emphasis is that the fundamental problem is the deficit: there is a crisis of public finance. Sort that problem out and the other long-term structural problems will resolve themselves. The other view – which is my view – is that is important, it is absolutely important, but the other issues, about the finance sector, the property markets, the lack of balance in our economy, are much more fundamentally important.\" But for all Cable's private advocacy, there has been little effective strategy to come out of Whitehall and, if anything, insiders complain Osborne has acted as a block on the ideas of the spending departments. In particular it is understood that Chris Huhne, the Liberal Democrat energy secretary, has become frustrated in recent months by Osborne's lack of ambition for his green investment bank, which has been given £2bn to invest in green industries. Huhne believes the bank needs more money than that to be truly effective. \"It would be fair to say that not all parts of the government think alike on this,\" says one senior source. In his emergency Commons statement on the market crisis earlier this month, Osborne was keen to present Britain as a \"safe haven\" from the \"debt storm\" raging on the continent, citing the government's low borrowing costs as the reward for his aggressive deficit-cutting plans. The yield on government bonds, which determines the Treasury's borrowing costs, is indeed at its lowest level since the 19th century – not far above 2% on 10-year gilts. But economists warn that low bond yields can be a sign of weakness as well as strength: they reflect the fact that the Bank of England will be unable to raise interest rates for at least a year, because the fragile economy would not withstand it. \"Japan has had low bond yields since the 1990s and it didn't start dealing with its fiscal problems for years,\" says Tony Dolphin, chief economist at the IPPR thinktank. With the economy on the brink, Osborne will come under mounting pressure even from those in his own party to soften his stance, using this autumn statement to boost investment or offer tax cuts to low earners, who would be most likely to boost the economy by spending the extra money. Criticising the chancellor – the kingpin of the government and the man whose advice Cameron relies on more than any other – would be career suicide, but even some Tory backbenchers are starting to mutter their disquiet. Former banker and Tory trade minister John Redwood says he had some sympathy with those who believe the chancellor needs to do more. He has his own thoughts on what needs to be done: Osborne should introduce more measures to encourage banks to lend, he says, see through a break-up and sale of the state-owned Royal Bank of Scotland, remove the 50p top rate of tax, reduce capital gains tax and start a bonfire of red tape. \"I was the one who initiated a debate on needing a stronger policy on growth last autumn, and I urged the government to do more, and I would still urge the government to do more,\" he says. Meanwhile, Labour will continue to press home the message that, far from protecting the UK from the world turmoil, Osborne's cuts have left the economy dangerously fragile. \"A more measured rate of deficit reduction would have avoided depressing the economy so quickly and given us stronger growth over the last year,\" shadow business secretary John Denham says. \"A cut to VAT would have helped consumer confidence, helped the high street and helped the economy to grow.\" However, Dolphin says the chancellor has left himself very little political room to change course now: \"George Osborne's problem is that because he's upped the rhetoric, he's painted himself and the coalition into a corner.\" Yet as Gordon Brown discovered, even the most self-confident of chancellors can find their plans swept aside by the tide of events. As well as fretting about the lack of growth in the world economy, investors were also selling everything in sight last week because of worries about the risk to the world financial system if one or more governments in the eurozone is forced to default. Shares in Britain's banks were all hit hard, because, as the events that followed the collapse of Lehman Brothers revealed, if the financial system seizes up, no one is safe. The Wall Street Journal reported that American regulators had become so concerned about the risk to European banks from a potential default in the eurozone that they had hauled them in and questioned them about their funding levels. In Europe, meanwhile, it emerged that the European Central Bank had lent $500m to an undisclosed European bank in distress. On Friday, there was yet another rumour: that the Swiss National Bank, with the help of the US Federal Reserve, had had to make an emergency loan to one of Switzerland's lenders. Credit Suisse and UBS both denied it; but each terrifying scare took traders back to the dark days of 2008, when even the worst rumours underestimated the full scale of the crisis. In the middle of the firestorm on Thursday, Andy Haldane, the Bank of England's executive director for financial stability, published a paper warning that markets might be too pessimistic because of \"psychological scarring\" left by the credit crunch – but the sell-off went on. Nouriel Roubini, the US economist known as \"Dr Doom\" for his grim forecasts – many of which have come true – was only half joking when he tweeted: \"when banks &amp; deposits aren't safe &amp; govs are bankrupt time to buy canned food, spam, guns, ammo, gold bars &amp; rush to your mountain log cabin\". For world leaders and central bankers, the past few weeks have been a salutary lesson in how little power they really have to control the wild gyrations of the financial markets. \"What the markets are reacting to, to a large extent, is the fact that political leadership hasn't got to grips with the global situation – and business leaders are thinking the same as the markets,\" says Williamson. \"There's no one really who's steering the major economies of the world at the moment.\" Angela Merkel and Nicolas Sarkozy held a crisis summit on Tuesday, and announced that they would take steps towards eurozone-wide \"economic government\", in an effort to placate the financial markets. That came after the European Central Bank had ridden into the markets a week earlier to buy billions of euros' worth of Italian and Spanish government bonds, in a desperate attempt to stop fears of default spreading from Greece and Portugal to the heart of Europe. But the Franco-German pledge of solidarity brought only the briefest respite. Less than 48 hours later, as it emerged that their fellow eurozone member countries might be less than enthusiastic about the plan, and that Finland had pressed Greece to put up collateral before it would sign off on the latest rescue deal, share prices were plunging once again. Two weeks ago, in Washington, the Federal Reserve had taken the unprecedented step of promising to keep American interest rates at their current record lows for another two years, in a none-too-subtle message to the markets to stop panicking; but again, it provoked only a fleeting rally before being lost in the noise. US treasury secretary Tim Geithner, a diminished figure since the humiliating downgrade of America's debt by ratings agency Standard &amp; Poor's, celebrated his 50th birthday on Thursday, in the midst of the turmoil. His colleagues published a picture of a sad-looking cupcake with candles in the shape of a five and a zero stuck in the top. Even birthday cakes, it seemed, had been downsized to suit the new mood of humility. At best, the experts believe the UK – and the world – could be facing a long, slow, recovery, hampered by the debts built up at the start of the noughties. At worst, some catastrophic event, what Sir Mervyn King, the governor of the Bank of England, has called \"the unimaginable and the unmentionable\" – a full-blown default by a eurozone member, for example – could plunge the world into a new financial crisis. In that case, even for the relentlessly self-confident Osborne, all bets would be off. As John Philpott puts it: \"The chances are that things could get a lot hairier. This autumn could be 2008 all over again.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}