{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2011/aug/09/country-diary-st-stephens-by-saltash", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2011-08-09T22:01:01Z", "webTitle": "Country diary: St Stephens-by-Saltash", "webUrl": "https://www.theguardian.com/environment/2011/aug/09/country-diary-st-stephens-by-saltash", "apiUrl": "https://content.guardianapis.com/environment/2011/aug/09/country-diary-st-stephens-by-saltash", "fields": {"headline": "Country diary: St Stephens-by-Saltash", "bodyText": "Wood sage and ripe blackberries grow beside a farm lane on the western edge of Saltash, part bounded by the tidal reach of the Lynher, or St Germans river. Gatekeeper and speckled wood butterflies flit between hemp agrimony, dusty ferns, patches of yellow bird's-foot trefoil and blue tufted vetch. Flowers and berries of honeysuckle entwine new growth on woody tops of the banks and, in the footings, the poisonous scarlet berries of arum – or cuckoo pint – are unusually prolific. Gateways give glimpses of the Great Western Railway line and an express train, curving through cuttings, crossing wooded embankments and viaducts over the Tiddy and Lynher en route to Penzance. Steep tributaries slope down towards the dark crowns of trees in woodland that fronts narrow tidal reaches, where masts stick up from a boat yard on the edge of an old quarry at Treluggan. Farmsteads and hamlets are protected by old walls from which spleenwort and polypody ferns grow. Around small pastures the leaves on hazel bushes are already turning yellow and, on untrimmed hawthorn and blackthorn, there are reddening haws and purple-green sloes. In different fields, bales of hay are being wrapped in plastic; sheep spread out across a hard-grazed pasture, and bullocks swish their tails beside a shady hedge. Over several hours we see only five swallows, many fewer than in the past, perched on a power line at Trenowth. The smell of salt is intense close to creeks or lakes where the flooding tide encroaches on mud and seaweed. Across the widest expanse of wind-ruffled, sparkling water, at Antony opposite, golden brown arable fields appear ready for harvest. Bumblebees buzz around lavender in a garden at Antony Passage, while a little egret stands on the edge of the tidal mill pool by Forder Lake and buzzards mew above the overgrown derelict quarries from where stone used to be loaded into barges. Uphill is the keep of the Norman castle overlooking the Lynher and its junction with the Tamar."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}