{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2011/aug/14/china-boom-fuels-africa-poaching", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2011-08-13T23:19:00Z", "webTitle": "Elephant and rhino poaching 'is driven by China's economic boom'", "webUrl": "https://www.theguardian.com/world/2011/aug/14/china-boom-fuels-africa-poaching", "apiUrl": "https://content.guardianapis.com/world/2011/aug/14/china-boom-fuels-africa-poaching", "fields": {"headline": "Elephant and rhino poaching 'is driven by China's economic boom'", "bodyText": "Elephant poaching in Africa and Asia is being fuelled by China's economic boom, according to a study of the ivory trade. Authors of the new report found that the number of ivory items on sale in key centres in southern China has more than doubled since 2004, with most traded illegally. The survey comes amid reports of a dramatic rise in rhino poaching across Africa, and a spate of thefts of rhino horns from European museums and auction houses. Based on the results of their survey, the ivory researchers are calling for China to tighten its enforcement of ivory trading regulations, saying that such a move is vital to reduce the number of elephants that are killed illegally. The report is published on the eve of a meeting in Geneva of the Cites organisation, which is responsible for controlling trade in endangered wildlife species. Esmond Martin, a Kenya-based expert on the ivory and rhino-horn trade, and his colleague Lucy Vigne surveyed ivory carving factories and shops in Guangzhou and Fuzhou in January. In Guangzhou, they found that the volume of ivory goods on sale had doubled since 2004. But while some of the ivory they found being carved or sold was being traded legally – including an increasing number of prehistoric mammoth tusks imported from Russia – most lacked legally required documentation, and many traders were unregistered. In Guangzhou, of 6,437 items on sale, 61% were being traded illegally. Martin said that some traders admitted having illegal ivory, or pretended that newly carved items were old. \"This suggests official inspections and confiscations have not taken place in most shops,\" says the survey, which was commissioned by two British wildlife charities, Elephant Family and the Aspinall Foundation, as well as the Columbus Zoo and Aquarium in the US state of Ohio. The international trade in elephant ivory was banned in 1990, but in recent years some auctions of tusks from elephants that have died naturally, or which had been confiscated from poachers, have been permitted in a small number of African countries. Chinese traders bought 62 tonnes of ivory in 2008 from Namibia, Botswana and South Africa. Supporters of the sales say that the proceeds can fund conservation, but opponents say that any legal trade risks encouraging poaching. Martin said : \"It is shocking that the retail ivory trade is not better controlled in southern China. China continues to be the largest importer of illegal ivory in the world, mostly from Africa, but also from endangered Asian elephants. Inspections of shops would not take much money nor manpower and would cut down this illegal trade significantly if carried out effectively. Such law enforcement is urgent to reduce elephant poaching.\" There has also been a dramatic surge in rhino poaching across Africa. The price of rhino horn has soared in the far east where it is used in alternative medicine as a cure for everything from nightmares to dysentery. In South Africa alone, where horn is worth more per gram than cocaine, the monitoring network \"Traffic\" reported that 333 rhinos were killed last year, and 193 in the first six months of this year. In 2007, only 13 rhinos were poached. There have also been more than 20 thefts from museums and auction houses in Europe, including three in Britain, with others in Germany, Belgium, Italy and Sweden. The Natural History Museum in London has now replaced its rhino horns with fakes, while the Horniman Museum in south-east London has removed its collection entirely. One British theft was from Sworders auction house in Essex in February, when the mounted head of a black rhino was taken the day before it was to be sold. Guy Schooling, the managing director of Sworders, said that there was a break-in two weeks before the auction, but thieves went away empty handed. When they returned a second time, \"they yanked the head off the wall and bolted, leaving a considerable amount of damage in their wake\". In May, a head was stolen from the Haslemere Educational Museum in Surrey. The museum has now removed all rhino exhibits from display. The most recent theft occurred last week at Ipswich Museum, when a popular exhibit \"Rosie the Rhino\" had its horn stolen overnight. The sharp increase in European thefts was described by Detective Constable Ian Lawson of the Metropolitan Police's Arts and Antiques Unit as \"an extraordinary series of events\". There had been an \"unheard of\" number of robberies from museums this year, he said, involving more than one gang. \"But we do believe a significant amount of thefts across Europe are being committed by a group of Irish travellers,\" he said. Most stolen horn is sent abroad, police believe. In October last year, a Lancashire man, Donald Allison, was jailed for twelve months as he tried to smuggle two horns into Asia. They turned out to have been taken from the body of a rhino at Colchester Zoo. Ten horns were also seized at Shannon Airport in Ireland in 2009.Antique horns are particularly prized, Lawson said, because they \"tend to be larger than wild rhino horns\". Schooling said that the rise in price has been driven by changes in European law, making rhino horn much harder to sell legitimately. It is now illegal to sell rhino horn trophies and mounted horns in the UK. Stuffed rhino heads can still be sold, but each sale must be approved by Defra. One such head was the subject of a bidding war between Chinese herbalists when it was auctioned off in March. It eventually fetched £35,000. Schooling described the new law as a \"poorly thought-out\" and \"politically expedient\" piece of legislation. \"If you reduce the supply [of horn] and the demand is the same, then the price will go up,\" he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}