{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2011/aug/16/crisis-britains-education-system", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2011-08-16T22:15:00Z", "webTitle": "The crisis facing Britain's education system", "webUrl": "https://www.theguardian.com/education/2011/aug/16/crisis-britains-education-system", "apiUrl": "https://content.guardianapis.com/education/2011/aug/16/crisis-britains-education-system", "fields": {"headline": "The crisis facing Britain's education system", "bodyText": "Watching the anarchic, frightening scenes erupt on the streets of London, Birmingham, Manchester, and many more urban areas over the last week, a single word kept reverberating around my brain. Savage. It was a few moments before I remembered the source of that single, stark adjective. It appeared in a newspaper interview last January in which former children's commissioner Sir Al Aynsley Green spoke of his fears for this generation, and for a rise in crime in the wake of savage – yes, that's the word he used – coalition cuts to youth and education services. Eight months on, Green's words come as if from a different era – more benign, more socially perceptive – but are all the more prescient for that. He spoke of his fears that we are \"witnessing the destruction of many of the building bricks of support for children and young people to achieve their full potential in life. It is desperately worrying. I see little in their place to inspire confidence that this generation will be looked after by government. It could spell the end of hope and expectation for many of them.\" Green touched on both the decimation of youth provision, such as the Connexions career service, and the the Future Jobs and Working Neighbourhood funds and education cuts, such as the scrapping of the Educational Maintenance Allowance. To that, we could add the botched handling of cuts to the school-building programme, BSF, and the steady erosion of national education spending in real terms. Street wars. School wars. We cannot, surely, directly link our much-debated state education system and the chaos we saw in our cities last week. Or can we? The political right has not held back from doing so. Buildings were still smouldering and shards of glass still glittering grimly on the pavement as rightwing commentator Melanie Phillips weighed in to pin the blame on a \"three-decade liberal experiment\" that saw the end of widespread academic selection, and too much emphasis on \"child-centred\" learning. Last week's Mail on Sunday named and shamed comprehensives as key factors in our national decline, while former teacher Katharine Birbalsingh popped up on Newsnight to raise the alarm, once again, on school discipline, an easy theme that Cameron has quickly made his own. But such arguments need to be set against a broader canvas. For the simple, weary truth is that 21st-century Britain remains a staggeringly unequal society in terms of education provision. Researching my latest book, School Wars: the Battle for Britain's Education, I visited the country's richest and poorest schools. Schools such as Wellington College, set in 400 acres of lush Berkshire countryside. With annual fees approaching £30,000, a year at Wellington costs more than the salary (around £25,000) of the average UK citizen. Wellington's 1,000-strong student body enjoys not only small classes and pioneering teaching methods, including lessons in happiness, but an astounding array of extra-curricular opportunities. The school has 16 rugby pitches, two floodlit astroturf pitches, a state-of-the-art sports hall, 22 hard tennis courts, 12 cricket pitches, an athletics track, two lacrosse pitches and six netball courts, a shooting range, an acclaimed nine-hole golf course, six art studios, a professional recording studio, several concert venues, its own theatre and TV crew. Wellington is exceptional, the tip of a clear hierarchy in school provision, shaped by varying degrees of academic, financial and social selection and a criminal resources gap that serves those in most need least well. As David Willetts, the then shadow employment and education spokesman, observed in a groundbreaking speech in 2007 – back when the Tories were still rethinking their crass illiberalism of old – grammar schools now serve only a tiny fraction of black children or children on free school meals. Willetts, nicknamed \"two brains\", lost the education half of his portfolio for his intellectual honesty. At the other end of the spectrum are schools such as Lilian Baylis Technology School in Kennington, south London, the school made infamous by ex-Etonian and current Tory frontbencher Oliver Letwin when in 2003 he crassly claimed he would rather \"beg on the street\" than let his child go to such a school. The atmosphere of the recently rebuilt inner-city school, situated along busy traffic-filled Kennington Lane, is warm and welcoming but it could not present a greater contrast with schools such as Wellington. Under the dynamic leadership of headteacher Gary Phillips, Lilian Baylis is now judged to be \"a good school with outstanding features\" but it is still an overwhelmingly poor school. The vast majority of its pupils come from deprived or disrupted backgrounds – with about 75% of pupils on free school meals, and a far higher percentage of children with special educational needs than the national average. Not surprisingly, successful learning is dependent on a range of support and mentoring programmes that cost money. Too often, political leaders blame neighbourhood schools for our social ills, when the truth is that these schools are educating our poorest children, in the most difficult circumstances. Community and comprehensive schools are barely mentioned on the Department for Education website, which now continually emphasises a free schools and academies programme. But community schools will surely play a vital role in the months and years to come, to bring neighbourhoods together, in the wake of this summer's events. But they also face declining revenue and further disruptive structural reform. When I was last in touch with Phillips, he spoke of services being cut, a higher threshold for intervention with families in difficulties, and more parents needing financial help with uniform. Lilian Baylis now faces the fresh threat of a free school, led by Birbalsingh, opening right on its doorstep. Many locally fear that it will be a divisive move. Add to this the fact that real-term cuts in education spending and \"top slicing\" of local authority budgets have shifted resources from local schools to the new academies, most of which are in more advantaged areas. According to former headteacher and Liberal Democrat councillor Peter Downes, a fierce critic of the coalition's education policy, \"This is directing resources to the most privileged. In this way, life gets harder for schools at the bottom of the heap.\" Downes has analysed the subsequent loss of funding in his own local authority, Cambridgeshire county council, and has found significant reductions in services to the poor, the vulnerable and ethnic minorities. Meanwhile, the government is spending millions on the new free schools, although exact figures, on national and local schemes, are hard to get hold of. How has the coalition got away with it? Partly by playing to, and playing up, the persistent anxiety of parents about school quality, partly by stressing \"new\" money like the much vaunted pupil premium, an extra payment to poorer pupils. But, at best, the pupil premium just makes up the shortfall in other revenue. And much of this unfairness has been obscured by arguments over reform in the NHS. Rather astonishingly, the unquiet Michael Gove has, so far, managed to pull off a quiet revolution. Post riots, the government is likely to step up the school reform programme. But really serious questions hang over the free schools and academy programme. Many of the cities and neighbourhoods where disturbances broke out are already well supplied with academies, including Hackney, Birmingham, Manchester and Liverpool. Of course, these are areas already suffering deprivation and high unemployment. Some expert education watchers, such as former headteacher and writer Roger Titcombe, think it interesting \"that there are plenty of equally, if not more, deprived areas in Wales and Scotland that didn't see riots. Both countries, of course, have a more comprehensive system, with much stronger, and more devolved, local government.\" And some of the extra freedoms granted to the new \"independent state schools\", such as greater control over what pupils to accept, or reject, are only creating new problems – for other schools, out on the streets. Last week, Camila Batmanghelidjh, founder of Kid's Company, wrote of \"the shiny academies which, quietly, rid themselves of the most disturbed kids\". Bootcamp-style discipline may also be equally unproductive, say many educators, with a top-down managerialism, fostering resentment and alienation for those deemed to fail. Earlier this week, Sir Michael Wilshaw, head of Mossbourne, in Hackney, probably the most famous academy in the country, spoke about his Oxbridge hopes for this year's A-level students (results are released on Thursday). The timing felt slightly odd, given the appalling convulsions that his borough had gone through only days before, but it only serves to emphasis how important exam success has become in the new education landscape. Of course, it is important that poorer children have the chance to do as well as their better-off peers. But academy results cannot always be trusted, with evidence in recent years of \"gaming\" – vocational qualifications being used used to artificially boost school league tables. And many believe that Gove's single-note obsession with the small number of children on free school meals who go to Oxbridge says more about his own History Boy-style rise through the ranks, than the needs of the country's most excluded students. Shouldn't our schools work well for all our children, not just those destined to get the EBacc (the new league table marker, dependent on five GCSEs in certain, prescribed academic subjects) or a brace of A-stars or a place at a Russell Group university? One teacher who has taught for years in an inner-city school talks of \"streaming, a testing culture and bootcampery with a zealous fervour. Fantastic exam results occurred but predicated on covert selection. Lower stream classes filled with sullen anger. Where do these pupils go when they're excluded in the sixth form?\" An experienced maths teacher, quoted on education journalist Warwick Mansell's blog earlier this week, urged politicians to \"imagine what it feels like to enter secondary school with lower-than-average results, and to be put in bottom sets … and to be expected to feel proud and behave well while getting failing grades again and again and again. I am not saying this is the sole or even main cause of the disturbances this week, but feeling worthless at school doesn't help.\" And in a devastating report earlier this year on non-graduate unemployment, thinktank Demos illuminated probably the clearest connection between street and school failure so far. The Forgotten Half charges most schools, and employers, with providing worthless vocational options for young people, and reveals just how very little the private sector has done to provide genuine support, and real apprenticeships, to the nation's children. Some of those failed Neets – Not In Education, Employment and Training – were surely out on our streets last week. Jobless. Futureless. Hopeless. In the longer term, government reforms will almost certainly mean a further, subtle segregation of our children, particularly in the most deprived areas, where the aspiring poor will be encouraged to abandon local schools, creating a truly \"sink school\" – or two – in every neighbourhood. At the same time we will see the philanthropic rich, private school leaders and the private sector take a much bigger role in our education system. The scary part is that much of this will now be done in the name of public safety as much as the public good. So what now? When Norway faced its worst incident ever of terrorism, it responded not with panic and illiberality but with dignified mass protest, re-embracing its commitment to tolerance and openness. We need to do the same with education in this post mayhem world. It may seem counterintuitive, but it is now, of all times, that we need a larger, more generous vision of education, and a keen awareness of the vital function that schools play in knitting together disparate communities, particularly in our inner cities. Yes, we need calm and order in our schools but not military-style discipline, which will surely prove counterproductive in the long run. Yes, schools should engage and support weak and struggling parenting, but they should do this through parenting programmes, and extended school initiatives, rather than the authoritarian rules and contracts imposed on child and family alike that have become a central feature of so many American charter schools, the closest model we have to the free school and academy programme here. We need to keep arguing about resources, campaigning for smaller classes, a richer curriculum – for all children, not just the academic ones. We need more apprenticeships, more teachers and the best teachers in the most deprived schools. Non-subject specialists concentrating on mechanised delivery and pushing up test results are the worst teachers possible for our most disengaged youth. And for those who say we can't afford it, look at how much we are spending on policing and a criminal justice service, mopping up the result of social, and school, failure. It feels like a new and ugly twist in the school wars, this face-off between a richly entitled elite and a substantial section of disenfranchised, marginalised youth. It was very telling to hear Cameron talking this week about his national service plans to get children from different backgrounds working together. How very English – or, dare I say it, how very old Etonian – not to grasp that in many places up and down Britain, it is schools themselves where our children are being brought together day after day, year after year. Telling, too, perhaps, that Ed Miliband went back to Haverstock Hill, his former London comprehensive, to offer his reflections on the causes and consequences of the riots, while Cameron headed to a youth centre in his constituency. So let's have less panic, and hyperbolic talk of punishment. Let the courts do their jobs, while we in civil society recommit ourselves to a fairer school system, the creation of strong, mixed schools in every community. Long ago, that dream was called the comprehensive, a noble ideal persistently smeared, and now smashed up, by the elitist right. But what's in a name? The principle remains, as vital as ever to a fair and sane society. melissabenn.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}