{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2011/aug/11/stephen-purdew-champneys-interview", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2011-08-11T22:00:06Z", "webTitle": "Stephen Purdew: the networker who made Champneys' name", "webUrl": "https://www.theguardian.com/business/2011/aug/11/stephen-purdew-champneys-interview", "apiUrl": "https://content.guardianapis.com/business/2011/aug/11/stephen-purdew-champneys-interview", "fields": {"headline": "The networker who made Champneys' name", "bodyText": "Stephen Purdew, who owns Champneys, Britain's best-known spa, is a generous man. Perhaps generous to a fault. Though we have only just met, he wants to invite me to a box at the Emirates stadium to watch Arsenal play. He goes to every game, he explains. Used to go with ex-News of the World and Mirror editor Piers Morgan. Former players Tony Adams and Ian Wright were guests at his wedding and he has been on holiday with David Seaman and other Arsenal greats. Latterly he has grown quite friendly with Jack Wilshere's dad. Celebrities from all spheres of public life flock to Purdew and to the original Champneys spa near Tring in Hertfordshire. \"The Blairs are here all the time,\" Purdew mentions. \"I think Barbra Streisand is here next week … I met Tinie Tempah last week … Stefano [Pessina, executive chairman of Alliance Boots] has been here, thought it was a fantastic establishment.\" In the lobby, weaving among the guests padding around in fluffy white dressing gowns and slippers, are three Welsh rugby nationals. They have come to Champneys because they want to make a quick recovery from minor injuries. \"Did you see them?\" asks Purdew excitedly, though he adds that he is not interested in rugby. His indiscreet asides, his casual delivery and slight estuary accent sometimes make 52-year-old Purdew sound more like a bragging London cabbie than a polished hotelier. At one point he describes himself as \"a marketing front person\". In past years he has invited in two fly-on-the-wall documentaries — and was once caught describing some guests as \"moaning old fogeys\". Perhaps surprisingly for a luxury spa retreat, Purdew has quite deliberately turned Champneys into a place to be noticed. Without much pushing, he confides: \"These rugby players are paying but they're coming on a concession rate because it's just making the place buzz. We do that with actors and journalists and dignitaries. It makes Champneys 'The Place'.\" George Best and Frank Bruno are among high-profile figures who enjoyed extended stays at Purdew's spas and benefited greatly from his largesse. Both men, weighed down by their celebrity, became good friends of his, he insists, but their presence also helped inject some glamour to his spas. \"I've done it for 30 years – actively networked.\" It is against this backdrop that Purdew's cameo role in the News of the World phone-hacking scandal is best understood. At the height of the allegations of newspapers corrupting policemen last month the Metropolitan Police commissioner, Sir Paul Stephenson, resigned over a stay at Champneys, part of which had been a gift from Purdew. Connections Purdew explains it was he who had refused to allow Sir Paul to pay part of the accommodation bill for a stay, during which the Met police chief had treatments including kriotherapy (extreme cold) and physiotherapy at the group's main spa. The gesture, says Purdew, was born of compassion for the commissioner, who was recovering from surgery to remove a pre-cancerous tumour from his leg. Purdew says he had met Sir Paul a few times previously but had invited him to stay after hearing of his medical condition through a builder friend whose son was married to Sir Paul's daughter. Purdew says neither he nor Sir Paul could have anticipated the connections that were later made. The most damaging link was that Neil Wallis, a former News of the World assistant editor who was arrested last month, had until recently been providing public relations advice to both the Met and Champneys. Also thrown into the spotlight were Purdew's close ties to former News of the World editor Rebekah Brooks, a regular guest at Champneys. Her husband, Charlie, is also a friend, and had helped establish the kriotherapy unit at Champneys used by Sir Paul. \"When you look at it on the face value of the spa stay, no, it doesn't look good. But when you actually examine the facts of the bloody thing, it's ridiculous.\" Purdew explains how his close relationship with Rebekah Brooks, who resigned last month as chief executive of News International, had grown up over many years, just as he had forged relationships with other important figures in Fleet Street, including Andy Coulson and senior people at the Mirror and at the Daily Mail. \"I've known her since 1991. She was a journalist trying to do a story on [footballer] Paul Gascoigne and I got to know her really well. And I went to her wedding to [first husband] Ross Kemp, and I went on holiday with her and Ross.\" He had known Charlie Brooks separately too. \"I think they're two very lovely people. I went to their wedding, they came to my wedding.\" Purdew's admiration for Rebekah Brooks does not seem weakened by the hacking scandal. He said he had been unhappy when, at the Sun, she had printed a front-page headline \"Bonkers Bruno Locked Up\" in relation to Frank Bruno's mental health. \"I rang Rebekah and said: 'You're totally wrong to do this.' In fairness to her, she went and did a Samaritans course. A complete one. And became qualified in that area.\" The whiff of celebrity seems to be crucial to the modern Champneys business, which now includes three other resorts, seven-day spas and a range of beauty products, made and sold under licence by Boots, and turns over £30m. It is a far cry from the elitist health farm established on the site near Tring by eccentric Latvian massage pioneer Stanley Lief in the 1920s, though some of the first therapies still prove popular, such as juice diets and colonic irrigation. Family affair Purdew was drawn into the spa business after his mother Dorothy's highly successful slimming clubs business looked to expand. He abandoned a law degree and later aborted a move into accountancy to help her build the business. Three resorts – in Bedfordshire, Leicestershire and Hampshire – were acquired slowly through the late 1980s and 90s. \"At one stage it was all our own – there were no hotels with spas, and demand was huge. You couldn't do anything wrong. But now every hotel has a spa. Everybody calls themselves a spa when they're not.\" In 2001 the Purdews briefly acquired Inglewood health hydro from agents of Saudi prince Mohammed bin Fahd. Inglewood had been the scene of allegations, published in the Guardian six years earlier, that then defence minister Jonathan Aitken, a director of the spa, had tried to arrange girls for a Saudi prince and his entourage. The report led to the notorious libel action brought by Aitken ultimately culminating in his being sentenced to jail for perjury. The Purdews ditched Inglewood after two years when the same Saudi sellers offered to sell them the nearby Champneys, unquestionably Britain's most prestigious spa. It was a golden opportunity and allowed Purdew to take the famous brand and extend it to his existing spas. Purdew, who now lives in a house in the grounds, says Prince Mohammed has retained a small stake. Middle Eastern visitors still make up a significant proportion of his business – Purdew estimates that they generate 40% to 50% of sales in the summer months before Ramadan. \"Here, they are legendary spenders. Legendary.\" Beyond the super-rich and the celebrities, however, Champneys offers comparatively affordable offers, with day rates ranging from £100 to £250, depending on treatments. \"Yes, we've got sports stars here, Formula One drivers, but we've also got ordinary secretaries … So that is the challenge for us to get across: this is affordable but it is still aspirational. \"We believe we're a Mercedes car. When we bought Champneys, it was a Rolls-Royce. Now I think we're a Mercedes car – it's very reliable, it's aspirational, people can afford it, it's out all the time.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}