{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2011/aug/21/us-craft-beers-take-off", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2011-08-20T23:06:35Z", "webTitle": "After real ale, brewers cash in on trend for 'real lagers'", "webUrl": "https://www.theguardian.com/society/2011/aug/21/us-craft-beers-take-off", "apiUrl": "https://content.guardianapis.com/society/2011/aug/21/us-craft-beers-take-off", "fields": {"headline": "After real ale, brewers cash in on trend for 'real lagers'", "bodyText": "After years of derision and association with loutish behaviour, lager is mounting a fightback. Sales of a drink once associated with continental sophistication have dropped by 11% since 2004, with lager ceding market share to real ale last year for the first time in living memory. But now the lager industry is gearing up for a fight, as American \"craft\" brews are revealed as the UK's fastest growing beer trend. Data from Information Resources Inc, a research company, shows that sales of premium lagers imported from the US have increased by 150% over the past year as they are rolled out in the UK's pubs and clubs. Tesco is launching four of the most popular – Blue Moon, Goose Island, Sierra Nevada Pale Ale and Brooklyn – at 750 stores across the UK. \"American craft beers have become the UK's fastest growing beer trend and are now starting to muscle in on territory dominated by Belgian and German specialist brews,\" said Tesco's buyer, Chiara Nesbitt. \"UK tastes have been changing for a while now, and more and more drinkers are moving towards flavoursome brews.\" Craft lagers trade on their artisanal, independent image. But many are owned by the major brewing chains which are desperate to diversify at a time when lager's mass appeal is on the wane. Blue Moon is made by Coors, and Anheuser Busch, which makes Budweiser, bought a 58% stake of Chicago-based brewery Goose Island in March. The strategy mirrors that of one of the UK's leading lagers, Stella Artois, which has repositioned itself as a sophisticated European brand through a series of chic 60s-style French cinema adverts and expanding into other drinks like cider. \"The big brewers will have done their big trends research, looking at 10, 15 years out,\" said Pearse McCabe, strategy and planning director with the branding agency Rufus Leonard. \"They will have anticipated the growth of the more affluent consumer and made the appropriate moves to buy up these craft brands. It's cynical but it's the way business works.\" McCabe said the supermarkets' decision to push craft beers was a sign they were now set to go mainstream. \"Craft beers have been around in the US for 25 years. But now they are becoming big over here. In some ways, the brewers have learned from the wine market. \"Craft beers are an attempt to graft a sense of place and history on to a brand. There's a story behind it, like wine. When you read a label on a bottle of wine, you learn about the château where it's come from, the family behind it. Craft beers stress integrity and authenticity, just like wine.\" The brands owe their success to the prohibition era in 1920s America that saw many breweries go out of business. When prohibition was lifted, the brewing industry was quickly taken over by large corporations that created light lager-like beers for a mass market. Many beer connoisseurs were unhappy with the product and started brewing their own drinks. This in turn led to the development of the microbrewery industry and subsequently the craft beer market, which today boasts some 1,800 breweries in the US. \"The popularity of American craft lagers is very much down to how they offer similar traits associated with the British brewing scene of older years,\" said Ian Lowe, of the real ale campaigner Camra. \"They are more heavily hopped and are higher alcohol content brews.\" The new lagers usually cost anything between 20p and 30p more than their established rivals. Lowe said he believed their increasing popularity indicated a shift in drinking patterns. \"While the American craft lagers are definitely pricier than the lagers and bitters that dominate the UK, even by London standards, I think the public feel that they would rather drink less but drink better,\" Lowe said. \"They are moving away from the tasteless pint that the smooth-flows and lagers from bigger traditional brands offer. They are tired of old offerings of the standard of Carling and Carlsberg.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}