{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2011/aug/06/clubs-picks-of-the-week", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2011-08-05T23:08:46Z", "webTitle": "Clubs picks of the week", "webUrl": "https://www.theguardian.com/music/2011/aug/06/clubs-picks-of-the-week", "apiUrl": "https://content.guardianapis.com/music/2011/aug/06/clubs-picks-of-the-week", "fields": {"headline": "Clubs picks of the week", "bodyText": "Society + Raindance Jenkins Lane, London Rave promoters Society are to the acid house era what The Sealed Knot are to the English civil war. For their latest trick, they're attempting to recreate the spirit of Raindance at Jenkins Lane – the UK's first legal all-night raves, held in a giant circus tent in Beckton in the late-80s and early-90s – in the suitably rough-and-ready environs of Islington's Electrowerkz. Numerous acid house survivors and hardcore veterans will be in attendance – Trevor Fung, Colin Dale, Kenny Ken, Jumpin' Jack Frost, and of course the inimitable Top Buzz – along with newer DJs such as Jackmaster and Slackk, whose sets typically join the dots between the old-school and the new. Plus there are period projections and lasers, and a record stall where old ravers can swap vinyl, tapes and memories – if any remain after all those years of 'avin it. Electrowerkz, EC1, Fri Sam Richards White Mink, Edinburgh With the Ediburgh festival and fringe in full swing, it seems appropriate that most of the after-hours action is based around The Voodoo Rooms where swing is very much the thing. Each weekend during August, Brighton-based promoters/performers White Mink are setting up their zeitgeist-capturing speakeasy, where the sounds and styles of the 1920s and 30s are given a 21st-century makeover. If Glenn Miller had a laptop instead of a trombone, chances are he would have developed the fast-growing electro-swing movement, thereby saving White Mink the trouble. Their Black Cotton series of compilation albums incorporate both original jazz-age and modern tracks, which is pretty much the theme of the Edinburgh shows with each night featuring live music, DJs and cabaret turns including The Twilight Players and Chris Tofu, monochrome movie mash-ups and guests, with French swing-beat quartet Le KKC Orchestra, topping the bill at next week's shows. The Voodoo Rooms, West Register Street, Thu &amp; Fri Patric Baird Rainbow Street Carnival, Birmingham There are few safer options for a good night out in Birmingham than the Rainbow on a regular weekend night. But on the few occassions every year in which they hold their street parties, there really isn't anywhere else in the city you should be. For this instalment they've teamed up with the Cream brand, who offer an Ibiza Classics showcase from a lineup of DJs that you might expect most clubbers today would to struggle to remember – Jeremy Healy, Brandon Block, Alistair Whitehead and Tall Paul. For clubbers of a more contemporary bent, The Rainbow's flagship Saturday night Face, which usually specialises in offering tomorrow's most exciting new DJs before you've heard of them, take up the other large space, offering sets from Derrick Carter and Jamie Jones. The Rainbow Warehouse and Garden, Adderley Street, Digbeth, Sat Marc Rowlands Werk, Bristol \"Proper clubbing\" on the first weekend after payday with a very punter-friendly door tax: it's hard to see where Werk can go wrong. An inclusive collective with an enthusiastic and loyal following, the WeekEnd Recking Crew have been filling Timbuk 2's sweat-soaked corners with filthy house for the last couple of years now. Dedicated DJs including Clair Napierski, Constant Pitch and Duncan Crane effortlessly bring the club's Tunnel and Cavern rooms to a peak while MCs Frilla and Troy \"Da Hybrid\" Brown add a busy new dimension to the familiar 4/4 matrix. After Taunton's finest, Marc Vedo smashed the main room with a two-hour set last month, tonight it's the turn of the residents with a special summer sale session which also includes a live PA from The Dirty Stop Outs, a new collaboration between DJ Slackson and MC Frilla. Things might turn messy. Timbuk 2, Small St, Sat John Mitchell Tabula Rasa Opening Party, London East Is East star Jimi Mistry's Sunday afternoon parties have been building quite a name for themselves over the past two summers thanks to a discerning booking policy (quality underground house music all the way) and astute choice of venues, with sunshine terraces a prerequisite. And few are more agreeable than that of Camden's Roundhouse, which hosts the opening party of their third season. Secret special guests are promised to complement the silky house manoeuvres of Mistry and his co-hosts Monophunk, and when the sun sets, there's an afterparty at Undersolo. Email maud@wild-music.com in advance to gain entry. Roundhouse, NW1, Sun SR"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}