{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2011/aug/20/find-cheap-opera-tickets", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2011-08-19T23:12:50Z", "webTitle": "How to find cheap opera tickets", "webUrl": "https://www.theguardian.com/music/2011/aug/20/find-cheap-opera-tickets", "apiUrl": "https://content.guardianapis.com/music/2011/aug/20/find-cheap-opera-tickets", "fields": {"headline": "How to find cheap opera tickets", "bodyText": "The Royal Opera House, in London's Covent Garden has a famously complicated pricing system with 13 price bands across five different types of opera. But don't despair: there are plenty of seats for bargain hunters. A general rule is the starrier the cast the more expensive the seats. Matinees are cheaper, likewise 20th-century and contemporary opera. If you don't mind standing or perching, then bench seats or standing places in the lower and upper slips (the sides of the auditorium) can be had for as little as £6. The lower slips offer the slightly less vertiginous experience. Book as close as you can to the centre, as the seats at the very side give a view of only half the stage. The back row of the amphitheatre and – although these are usually the first to be snapped up by canny opera lovers – standing places in the stalls circle are also under £25. The ROH's website is coy about their half-price standbys – offering them \"occasionally ... at the management's discretion\", although students can sign up to a scheme for £10 standby tickets, of which 9,000 will be available this coming year. You might have already failed to get one of next season's hottest tickets, to Wagner's Der Fliegende Hollander, but for £12.50 (£7 students) you can watch a rehearsal. The Linbury, ROH's studio theatre, is home to a vibrant contemporary programme. You won't find Wagner, Verdi or Puccini, but you will find some of today's brightest opera composers: a regular stream of new work premieres here, while the Opera Shots programme gives opera virgins the chance to sample the genre. Next season, Tarik O'Regan's Heart of Darkness has its world premiere; all tickets are £25 or under. The Coliseum, home to the English National Opera and London's largest theatre space, is working hard to bring in a young audience. If you're between 16 and 30 or a full-time student you're eligible for vastly reduced tickets (£20 dress or £10 upper circle) via the Access all Arias membership scheme. It also offers standbys (£25 dress, £15 upper circle) to students, senior citizens, income support recipients, under-16s and Westminster Rescard holders. Meanwhile, for the rest of us, tickets in the balcony are £19 or £22 for every performance. Binoculars help up there, but there's nothing wrong with the sound. The Grand Theatre Leeds, the home of Opera North, has seats in the balcony for £8 and £14.50, while there's a handful of seats in the upper circle within our price range. Under 26s, students, and those on income support/pension credit pay only £10 for most seats. All Opera North's productions tour (the autumn season to Nottingham, Newcastle, Salford and London's Barbican); tickets can be had in the balcony or galleries of each theatre for £25 or under. Seats in the awe-inspiring Cardiff Millennium Centre for Welsh National Opera's productions start at just £5 in the upper circle, £17.50 for a seat in its front row. Students and young people can buy standbys for £10, and each venue on WNO's tour (next season taking in Birmingham, Bristol, Liverpool, Llandudno, Milton Keynes, Oxford, Plymouth, Southampton and Swansea) has seats for less than £25 in their galleries or balconies. Scottish Opera offers £10 tickets for under-26s for every show, and at some venues young opera fans can even get their hands on a £5 ticket. SO performs in Glasgow, Edinburgh, Aberdeen and Inverness; tickets at each theatre start well under the £20 mark. It also does free live, 20-minute versions of full-stage operas and hour-long tasters complete with orchestra and singers. You may think England's country house operas are beyond your means, but Grange Park in Hampshire is offering free seats on selected dates next year to under-25s – check its website for the Musical Chairs scheme, while Opera Holland Park has more than 90 Inspire tickets at £12 for each performance (which can only be booked two weeks in advance). You can even have the ultimate posh opera experience for under £25. Glyndebourne has standing tickets for £20, £15 or £10 for most performances. OK, that may be an endurance test for Die Meistersinger, but choose your opera carefully and you can glimpse how the other half lives. You can go to Glyndebourne and actually have a seat if you wait until the main festival is over and the touring production begins with dates at Glyndebourne itself. On a weekday you can find seats in the circle, upper circle and even certain boxes for £17, while under-30s can get tickets for £15 for Don Pasquale on 20 October and Rinaldo on 25 October. Not all Glyndebourne's touring venues offer cheap tickets; those that do include Milton Keynes, Norwich's Theatre Royal, Plymouth Theatre Royal and Stoke-on-Trent's Regent Theatre. English Touring Opera takes its ambitious mix of old and new works to around 30 venues each year. All seats at Malvern Theatre are under £25, at Harrogate Theatre they're £22, stall seats at Buxton Theatre are a whisker under £25, while in London at the Britten Theatre tickets are £10 or £20. And to catch tomorrow's stars, try the British Youth Opera, which performs in London each autumn: this year it will be at the Peacock Theatre doing Marriage of Figaro and Rape of Lucretia; stalls and dress circle seats can be had for £10 or £20. There are many smaller companies producing exciting and innovative work of old and new operas at venues throughout Britain. Keep an eye on The Opera Group, Birmingham Opera Company, Music Theatre Wales and Mid Wales Opera, to name just a few. The UK's music colleges regularly mount reasonably priced professional-standard productions, and Cambridge University's Shadwell Opera has grand ambitions and plenty of talent to match. For a new kind of experience catch OperaUpClose. In pub theatres, and currently also at Soho Theatre, with young singers and a mixed audience, it has shown that opera doesn't necessarily need a proscenium arch or even an orchestra. Tickets are £22.50 or £17.50 at its base, the King's Head in Islington, London, and its rep programme means that in any month there are three or four productions playing in rotation, including its award-winning La Bohème. Opera on the big (and little) screen Many of the world's major opera houses are now broadcasting their operas live into cinemas, giving a \"better than the best seat experience\" and a real sense of occasion. New York's Metropolitan Opera still leads the way with its Rolls-Royce productions, and is about to begin its sixth season broadcasting Live at the Met to PictureHouse cinemas around the UK. These have proved hugely popular, although the close-ups and backstage chat (hosted by the likes of Renee Fleming or Plácido Domingo) might not enhance every opera lover's experience. The £25 price tag might seem hefty, but how else are you going to get access to the Met's productions? The hottest ticket over the next few months will be season opener Anna Bolena (Donizetti), starring Anna Netrebko on 15 October, and Siegfried, the third instalment of Robert LePage's dazzlingly ambitious Ring Cycle on 5 November. Closer to home, the Royal Opera House will be live-broadcasting five productions this coming season; a further four have been pre-recorded for cinematic release. First off is Faust on 28 September, with the luxury casting of Angela Gheorghiu and Dmitri Hvorostovsky. Check Odeon cinema listings or the ROH for details; full-price tickets are £17.50. Its popular free Big Screen events take place each summer; last month Madame Butterfly and Cendrillon (Cinderella) were shown live to hundreds of people on specially erected outdoor screens. Glyndebourne also partners with PictureHouse cinemas for live and pre-recorded broadcasts. Tomorrow, Jonathan Kent's production of Britten's chilling masterpiece The Turn of the Screw (pictured) comes to screens around the UK. Glyndebourne has also partnered with us here at the Guardian, and in a first for a UK newspaper website we live-streamed Meistersinger earlier this summer. Tomorrow, we will be live-streaming for free The Turn of the Screw from 6pm. Join us, wherever you are, at theguardian.com/glyndebourne"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}