{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2011/aug/29/hurricane-irene-claims-lives-destruction", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2011-08-28T23:02:13Z", "webTitle": "Hurricane Irene claims lives and leaves trail of destruction", "webUrl": "https://www.theguardian.com/world/2011/aug/29/hurricane-irene-claims-lives-destruction", "apiUrl": "https://content.guardianapis.com/world/2011/aug/29/hurricane-irene-claims-lives-destruction", "fields": {"headline": "Hurricane Irene claims lives and leaves trail of destruction", "bodyText": "New York breathed a sigh of relief on Sunday after hurricane Irene passed over without major damage to the city, but the storm still caused deaths, serious floods and power blackouts affecting more than a million people as it swept up the north-eastern seaboard of the United States. Irene weakened quickly after making landfall near Atlantic City, New Jersey, at about 5.30am local time. By the time it made landfall again, at Coney Island four hours later, it had been downgraded by the National Hurricane Center to a tropical storm with winds at around 65mph – much weaker than the 85mph that was forecast late on Saturday. But while the storm failed to bring the devastating surge of water that had been feared in New York City, it was still powerful enough to claim lives and cause widespread damage elsewhere. The biggest impact was felt on Sunday night in upstate New York and New England where many communities suffered devastating floods after rivers burst their banks and Irene's torrential rains fell on ground already saturated by unusually high downpours earlier this month. In the Catskills mountain town of Windham, where Irene dropped 10 inches of rain starting on Saturday night, the downtown area was \"wiped out\" by flood water, fire chief Michael Scarey told the Mid-Hudson News. In nearby Prattsville, National Guard soldiers rescued 21 people who had been trapped in a motel by fast-moving water that blew out bridges and roads all over the county, according to Reuters. Local website, the Watershed Post, carried pictures and video of towns across the area that were under water and without power. Further north, Vermont was experiencing its worst flooding in almost 40 years, according to local reports. Many towns, including Brattleboro, Wilmington, Rutland and Grafton, were under water on Sunday night. President Barack Obama warned the storm and its aftermath were not over: \"This is a storm that has claimed lives. Our thoughts and prayers are with those who have lost loved ones,\" he said. \"Many Americans are still at serious risk of power outages and flooding which could get worse in the coming days. I want people to understand that this is not over.\" Irene claimed three lives as it passed over the north-eastern seaboard. In New Jersey a 20-year-old woman was found dead in her car on a flooded rural road. The woman, who has not yet been identified, had earlier called police after she and her car were washed away by a flash flood. \"She left her house, went in her car and was swept away,\" said New Jersey governor Chris Christie. About 30 miles (48km) north-west of Manhattan in New York's Rockland County, a man was electrocuted by a downed power line after he tried to save a child who had gone out into a flooded street that had live wires, officials said. The child is now in hospital in a serious condition. And in Prospect, Connecticut another person was killed in a fire that investigators believe was sparked by fallen wires. The death toll now stands at more than 15 with lives lost all along the storm's track from the Carolinas to Virginia and up through Pennsylvania, where a man was killed in his tent by a falling tree, to New York and beyond. A nuclear reactor in Maryland was shut down after it was damaged by wind. Others were taken offline or were operating at reduced capacity as precautionary measures. More than six million homes and businesses lost power as the storm passed up the east coast. Two million people were warned or ordered to flee its path. The storm also spawned tornadoes in parts of Virginia, New Jersey and Delaware. A twister destroyed 15 buildings in the popular holiday town of Lewes in Delaware. But flooding is likely to be the major problem this week. Parts of Philadelphia were heavily flooded, with water reaching street-sign levels in some areas. Flash flood warnings were issued up and down eastern and central Pennsylvania. \"The rivers may not crest until Tuesday or Wednesday. This isn't just a 24-hour event,\" Pennsylvania governor Tom Corbett said on Sunday. New York's public transport system is likely to be disrupted next week. On Sunday, transport workers waited for winds to die down before they were able to inspect train and subway lines. New York governor Andrew Cuomo said it was too early to say when normal service would be resumed. The region's major airports were closed on Sunday and were likely to be closed for at least part of Monday as airlines waited for transport systems to be restored so passengers could reach them."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}