{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2011/aug/20/janet-suzman-actor-saturday-interview", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2011-08-19T23:10:00Z", "webTitle": "The Saturday interview: Janet Suzman", "webUrl": "https://www.theguardian.com/theguardian/2011/aug/20/janet-suzman-actor-saturday-interview", "apiUrl": "https://content.guardianapis.com/theguardian/2011/aug/20/janet-suzman-actor-saturday-interview", "fields": {"headline": "The Saturday interview: Janet Suzman", "bodyText": "'See Pooh bear up there?\" says Janet Suzman, pointing to a little doll on the bookshelf. \"That was a present from Judi Dench when Josh was born. Isn't it sweet?\" We're sitting in what was once her son's nursery at Suzman's Hampstead home. Now little Josh is Dr Joshua Nunn, 30-year-old father to a seven-month-old daughter. He's a postdoctoral research associate at the cool-sounding Ultrafast Group at Oxford's physics department and is currently researching the field of quantum memories. Perhaps Dr Nunn will tell us some day if quantum memories are like the human ones that suffuse this room – memories of 30-year-old kisses and of bedtime stories read by one of the RSC's most seductive voices, all locked, perhaps subatomically, in these very walls. Suzman apologises for the fact that we're doing the interview in this little room. She has the builders round. She apologises, but really she shouldn't: this is the perfect place to talk about her latest role. In Radio 4's eight-hour adaptation of Vasily Grossman's Soviet-censored novel Life and Fate, also starring Kenneth Branagh and Greta Scacchi and broadcast next month, Suzman performs one of the most heartbreaking monologues in 20th-century literature. She narrates the final letter a mother, doomed to be murdered shortly by Nazis, sends to her physicist son. \"I want you to know about my last days,\" Viktor Shtrum's mother Anna writes. \"Like that, it will be easier for me to die.\" How could Suzman not have thought about her physicist son as she read this? \"I did think of Joshie and my heart went out to that woman,\" says Suzman. \"Life and art get mixed up sometimes – it's what actors draw on. Were I she writing to my son, I wouldn't be able to bear it.\" In the letter, the trenches into which Jews' shot corpses will be thrown have already been dug. \"Four versts from the town, near the airfield, on the road to Romanovka. Remember that name Vitya – that's where you'll find the mass grave where your mother is buried.\" The letter is unbearably poignant, particularly since Grossman's own mother was murdered by Nazis in September 1941, along with most of the other 12,000 Jews of her town. Among Grossman's papers, found after his death in 1964, was an envelope containing two letters he wrote to his dead mother, along with two photographs. In the first, he wrote: \"I have tried, dozens, or maybe hundreds of times, to imagine how you died, how you walked to meet your death … I know you were thinking about me … during all that time.\" One photo shows his mother with Vasily as a child; the other, a picture of naked women and children dead in a pit, which he took from a dead SS officer. Grossman condemned himself for not saving his mother. Suzman says the letter in the novel is \"an expurgation of how he wished he could have been with his mother. He felt guilty that she wasn't there with him. It's a double somersault, the son writing what his mother must have felt like writing to him from her fate.\" She empathises with Grossman. When Suzman's mother died in Johannesburg, her daughter was half a world away in London. \"You don't know what is happening. I didn't know she was dying. You never get over that. You never get over the fact you weren't there when they needed you. It's terrible. It's lives with you all the time. So I have completely absorbed that into myself – that sort of unintentional betrayal.\" Another resonance of this letter for Suzman is that she, like Anna, is Jewish. Not that she often thinks of herself that way. \"Why should you?\" she says. \"It's always odd when somebody says, 'This Jewish person or that Jewish person.' I never think, 'This Christian person or that Buddhist person.' That's why [Shakespeare's] Shylock is so surprised and says: You spat on me the other day – what was that about? You think: I'm the same as you. It's the surprise when people see you as an alien. That must be how it is to be black.\" Such thoughts are hardly new to Suzman. She was born in February 1939 in South Africa, only a few years before apartheid was instituted. Her father, Saul, a wealthy tobacco importer, brought her up on a farm in Natal. There she had a childhood friend called Ambrose, the cook's son. \"I remember he had not been taught to read. When you're five or six you don't have the nous to know what's going on. Only later do you realise what was happening.\" In 1959, she emigrated to England. \"For my whole generation England seemed like nirvana. It was the the home of liberalism, an enlightened democracy where you could say anything, where you could stand on soapboxes and talk rubbish, and nobody cared.\" Were you quickly disabused? \"No – slowly. Because things have arisen which have made Britain's awareness of the other – that's what prejudice is all about, the other – heightened over the years. My sensitivity to prejudice is high because I was brought up in South Africa. My awareness of all this crap came earlier, and it's stayed with me, and it's why I'm militantly liberal. \"I remember being absolutely shocked in Australia at the absence of black people. The only times I saw black people were once in Adelaide and once at the other end of the continent, in both cases looking desperate on the street, sitting in huddles drinking beer. I realised what Australians had done to their indigenous population, to their other: they'd disappeared them. In South Africa we were criminal, beastly, vile and disgusting, but we didn't commit genocide.\" After emigrating Suzman gained a place at the London Academy of Music and Dramatic Art and, after being spotted, at the Library Theatre in Manchester, she was recruited by the Royal Shakespeare Company. In 1962, Peter Hall first cast her as Joan of Arc. During the 60s and 70s she played great Shakespearean roles – Kate in The Taming of the Shrew, Portia in The Merchant of Venice and Ophelia in Hamlet. She was a thrilling BBC Hedda Gabler and was nominated for an Oscar for her title role in Nicholas and Alexandra in 1971. On the Internet Movie Database, her career is summed up thus: \"This alert and classy Britisher seemed poised for Hollywood stardom in the early 1970s. Although it wasn't meant to be, Janet Suzman has remained one of the more respected classical stage actresses of her time.\" She laughs at the description: \"I'm not British, but I know what they mean. After Nicholas and Alexandra, I was going to become a movie star. It didn't happen because people in the movie industry are conservative. If you've worn a tiara, they are always looking for tiara parts for you.\" She got a glimpse of what might have been while filming in Mexico in 1981. She played opposite Ian McKellen in Priest of Love, about DH Lawrence and his wife Frieda's years of exile from Britain. On set, she found herself working with a bona fide movie star, Ava Gardner. \"Ava hated Hollywood. She said it clipped her wings. She wanted to do rep and the studios wouldn't let her. They had such a hold on their lives. She resented being hobbled and made into a product. \"Penny Keith and I used to slither into her makeup suite at 5 o'clock in the morning in some Mexican hotel and watch the emergence of this astonishing beauty. It was like our private show every morning – watching Ava Gardner.\" Were you envious? \"No! You can't envy something you can't be, can you? You sat and admired what was emerging.\" I look sidelong at Suzman as she talks. I'm glad she wasn't snared by Hollywood and made into a tiara-wearing product. I first saw her as Hilda Lessways in the 1976 ATV adaptation of Arnold Bennett's Potteries-set series of novels called Clayhanger. Her hollow cheeks, her pouting, sculpted mouth, her little high-pitched yelps expressing sexual tension, not to mention that thing Suzman still does with her voice, slipping down octaves – all that worked unprecedented wonders on a pre-adolescent watching at the other end of Staffordshire from where the action unfolded. \"God, I loved doing Clayhanger. Twenty-six episodes for six months every Tuesday night. Nobody dares to let stories unfold like that any more. The whole purpose of an actor's life is to find great writing, and when it comes along you leap on it like a puppy on a slipper. You're avid – greedy – hungry – for great gobbets of good writing. That's all we live for. It's pathetic, we're so grateful. So grateful for a fine bit of writing, like Bennett or Vasily Grossman.\" She married director Trevor Nunn in 1969. He was to direct her, famously, in Antony and Cleopatra in 1973. In 1984 the marriage collapsed – wrecked, she says, by the demands of their careers. Earlier this year, Nunn broke up with actor Imogen Stubbs, his partner of the past 21 years. There have been other men in Suzman's life since, but none she yearns to chat about in the Guardian. Suzman raised Joshua on her own. \"I stepped back from acting because I was bringing up a child. You can't do both. It's exactly at the moment that they want you most – at the end of the day when it's bathtime, storytime, bedtime – that's when you're walking out the door. I couldn't bear that brave little look as he said, 'Goodbye'. So I thought Josh is more important than a play.\" At the time, she was playing opposite Maureen Lipmann in Wendy Wasserstein's The Sisters Rosensweig at the Old Vic. \"I thought: that's the last play I'm doing.\" Men rarely have such compunction, I suggest. \"Maybe they're less susceptible to that unbearable dependency of a child. It will eternally remain a problem for women and their work. It cannot be solved, so we will go on struggling and screaming and arguing, and it will always be the same.\" Didn't you feel resentful putting your career on hold? \"No. Nature has a way of dealing with your brain when you have a child – it turns it to porridge. You realise retrospectively mother nature has made you absolutely focused and cow-like. Then you realise your child is infinitely cleverer than you will ever be, and wittier and funnier, and you like being in its company and so you think, 'I haven't done a bad job, really.'\" But her career wasn't ended by child-rearing. \"I've always done other things because I knew dramatic literature loses interest in older women characters quite quickly. So I started to direct, which was entrancing, because you break through the narcissism of just looking at your own part.\" Her directorial debut was a clamorous calling card, a multiracial production of Othello at Johannesburg's Market Theatre in 1987, which she did in defiance of an Equity ban on working in the apartheid regime. She saw it as a political protest play about a \"black man humiliated by a white thug\". The production may not have hastened apartheid's demise, but it did one important thing. What it changed, Suzman told one interviewer, was the belief that it was still possible to put on boot polish and play Othello. Last year she directed Kim Cattrall in Antony and Cleopatra in Liverpool, with the Sex and the City star taking the role Suzman had excelled in nearly four decades earlier. Generously, given that Cattrall had negligible experience of performing Shakespeare, she suggests that Cattrall's performance eclipsed her own – chiefly because Cattrall had more life experience than Suzman did when she was Cleopatra. Time to go. Suzman needs to get the builders to turn on the electricity so she can prepare a dinner party. She tells me it's been quite a year: last summer she became Dame Janet for her services to drama, and last winter a grandmother for the first time. As I saddle up for the cycle home, I ask her what it would have been like if she'd broken Hollywood. \"I don't think I would have been as quiescent as I needed to be. Had a Hollywood studio been so foolish as to grab me and say, 'We're going to make you a star', I would have said, 'Pull the other one.' In any case, I was never beautiful enough. I think maybe I've got a face that has got character, but not what I would call beauty.\" It's not only gallantry that makes me tell her she's wrong. Life and Fate will be broadcast on Radio 4 between 18 and 24 September. • This article was amended on 26 August 2011. The original said Clayhanger was a BBC adaptation. This has been corrected."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}