{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2011/aug/06/this-weeks-new-theatre", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2011-08-05T23:09:29Z", "webTitle": "This week's new theatre", "webUrl": "https://www.theguardian.com/stage/2011/aug/06/this-weeks-new-theatre", "apiUrl": "https://content.guardianapis.com/stage/2011/aug/06/this-weeks-new-theatre", "fields": {"headline": "This week's new theatre", "bodyText": "Don Giovanni, London OperaUpClose's 2010 production of La Bohème at the Soho Theatre was a breath of fresh air that made opera accessible and fun with its young cast. Having started and sold out at a pub theatre in Kilburn, it won the Olivier award for best new opera production. And now they've updated Mozart's Don Giovanni. As before, it's set around Soho – think of the opportunities for sex, booze and what have you – and Sloane Square in the pre-credit-crunch noughties as ruthless city trader Jonny and his put-upon intern (the servant Leporello in Mozart's original) cut a swathe through a hedonistic world. \"Surprise guerrilla performances\" are promised, and the show will no doubt again take its audience on a journey both moral and physical. Soho Theatre, W1, Thu to 17 Sep Mark Cook 2401 Objects, Edinburgh Since it premiered Mile End back in 2007, Analogue has had a big reputation on the Edinburgh fringe, consolidated by its follow-up, Beachy Head. The company has been winning a reputation beyond Edinburgh with other new work including Lecture Notes On A Death Scene and the Theatre Sandbox commission, Living Film Set. Now Analogue is back at the Pleasance with a show that draws on the work of neuroscientists to explore the nature of memory and its role in making us who we are. Flitting between 1953 – when a man undergoes experimental brain surgery that leaves him with memory impairment – and 2401, when the same man's brain can be read like a book, 2401 Objects hopes to be a show that lingers long in the mind of the viewer. Pleasance Beyond, to 28 Aug Lyn Gardner Rough Cuts, London This year's Rough Cuts season of short plays, readings and works in progress at the Royal Court is certainly an eclectic one. Highlights include Wild Child (Tue, Wed) by Arinze Kene, who won a most promising playwright award for Estate Walls at the Oval Theatre. This has echoes of The Crucible as it looks at Nigerian \"witch children\" and the shocking \"exorcisms\" performed on them even here in London. After The Spring (Thu, Fri) is a series of short plays by new writers from Syria, Egypt and Lebanon, all illuminating recent events in the region. Molly Davies's God Bless The Child (17-18 Aug) looks at the notion of childhood in Britain today and is based on interviews with academics, psychologists and educators. Finally, A Separate Reality (19-20 Aug) is a rock opera by Leo Butler and Dan Persad set in the hedonistic world of Mama Funk's Catfish Club. Royal Court, SE1, Tue to 20 Aug MC The Dark Philosophers, Edinburgh It's certainly been National Theatre Wales' year, with a terrific body of work that culminated in its extraordinary Passion in Port Talbot. That was so much of a particular place that it couldn't possibly be recreated, so it's nice to see one NTW made earlier – in collaboration with Told By An Idiot – making its Scottish premiere. Based on the short stories of Welsh writer Gwyn Thomas, the great chronicler of Valleys life who saw the misery, the beauty and the humour in the everyday and the extraordinary characters of the area, this is by no means an exhaustive account of either man or his work. Instead, a wry and wistful patchwork quilt of a theatrical experience, it captures Thomas's dark, bleak and often very funny vision of the world as he saw it. Traverse, Tue to 28 Aug LG A Midsummer Night's Dream, Stratford-upon-Avon Girls are on top in Stratford this weekend. Award-winning playwright Tanika Gupta curates a programme of readings of ground-breaking plays by women that were first produced by the RSC, including Anne Devlin's After Easter and Naomi Wallace's Slaughter City. Meanwhile on the main stage, Nancy Meckler directs a new production of A Midsummer Night's Dream in which at least one of the protagonists, Titania, is female. It's just as well because in Silly Plays By Female Dramatists at the RST on Sunday there will be a discussion about whether Shakespeare set an unbreakable template in the ratio of women's to men's roles on stage that remains true today. Royal Shakespeare Theatre, Sat to 5 Nov LG Medea, Edinburgh Assembly may have lost its George Street venue this year but could well benefit from its new location on George Square. There's plenty of high-profile theatre in the Assembly programme including Simon Callow in a UK version of Emmanuel Dardy's French sensation, Tuesdays At Tesco's, and Gerda Stevenson's Federer Versus Murray, a tragic-comedy about different kinds of war, including the marital. A war within a marriage is also the subject of Euripides's story about the much-vilified Medea who is abandoned by her husband, Jason, for a new model. Stella Duffy's version is brought bang up to date to tell a tale of immigration, national security and media power that should make ancient tragedy seem newly minted. Assembly George Square, Sat to 29 Aug LG I Hope My Heart Goes First, Edinburgh Young people are increasingly visible in theatres, especially in Edinburgh where Ontroerend Goed's Once And For All We're Gonna Tell You Who We Are So Shut Up And Listen was a hit in 2008, followed up by Teenage Riot last year. Less well known but just as exciting and quietly moving is Junction 25, Glasgow Tramway's Youth Theatre, which makes honest and tender work out of its members' own lives. From Where I'm Standing was a superb piece of work about teenage/parental relationships made by the kids with their mums and dads, and this exploration of the human heart should be equally arresting. St George's West, to 24 Aug LG The Wild Bride, Nr Truro More wonder tales from Kneehigh based around story of a young woman whose father sells her soul to the devil. Which leaves her in a bit of a pickle. So she leaves home and walks into the wilderness where – of course – she meets a prince and falls in love with him. But there are no happy ever afters for this pair, and when he is called away to war, leaving her to bring up their child alone, her heart breaks. Fortunately, what's been broken can be mended too. So expect a good result all round with this piece directed by Emma Rice that has the bonus of live blues accompaniment and designs from the legendary Bill Mitchell, whose own company Wildworks is such a major player in UK theatre. The Asylum, Thu to 26 Aug LG"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}