{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2011/aug/20/do-spoilers-ruin-films-books", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2011-08-19T23:10:38Z", "webTitle": "Look away now: Do movie spoilers really matter?", "webUrl": "https://www.theguardian.com/film/2011/aug/20/do-spoilers-ruin-films-books", "apiUrl": "https://content.guardianapis.com/film/2011/aug/20/do-spoilers-ruin-films-books", "fields": {"headline": "Look away now: Do movie spoilers really matter?", "bodyText": "David Nicholls's novel One Day has already sold more than a million copies; perhaps that's why the team who turned it into a movie didn't worry about giving the plot away. How else to explain why the trailer appears to summarise the whole story? In three minutes you learn, for instance, that the two main characters meet at university, flirt, fall out, get married (not to each other) and get together when they're older. Now you basically know what happens, do you still want to watch the drawn-out version when it hits the cinemas next week? As one complaint put it, the trailer suffered from \"showingtoomuchitus\". There's a lot of it about. \"A trailer often involves a fast once-over of the whole film,\" says veteran film critic Roger Ebert. \"When you see a trailer, you don't realise how much is being spoiled, but when watching the movie you realise you already know what's coming next. For that reason, Gene Siskel [Ebert's fellow critic] refused to watch trailers and would actually leave a screening to avoid them.\" Trailers, though, are the least of it for anyone wanting to avoid finding out the plot of a film before they see it. Reviews may give too much away (\"Sometimes I probably cross a line,\" admits Ebert) and you have to dodge mentions on Twitter or blogs. Some people are so protective of their ignorance that it has become convention to put \"spoiler alert\" warnings on anything that may give the game away. \"We've had to be incredibly careful with the spoilers on our site,\" says David Moynihan, editor of the entertainment news website Digital Spy, \"or we get emails from distraught fans saying we've ruined it for them. You get really angry people if you spill the beans too easily.\" They may all be getting upset about nothing, if a study released this week is anything to go by. Nicholas Christenfeld, professor of social psychology at the University of California, San Diego, and his co-author Jonathan Leavitt asked groups of people to read 12 stories (there were three types: mysteries, literary and those with ironic twists). Some readers were given these stories with a spoiler, others weren't, and only one – Chekhov's The Bet – scored higher in readers' enjoyment rating in its original version than in its \"spoilt\" version. Was Christenfeld surprised by his findings? \"Yes,\" he says. \"People go to so much effort to avoid spoilers and it is controversial if you reveal a spoiler, so it does seem remarkable that it wouldn't have a devastating effect.\" His study was on books, but he says he \"can't see why it would be different\" if you applied it to films. How does he explain why people may enjoy a story if it has been \"spoiled\"? \"Some time ago, I had a conversation with a French New Wave film director and his view was that plots were ludicrous devices, and that no good movie is about its plot,\" says Christenfeld. \"What a spoiler does is enable you to get the plot out of the way and you can watch the thing unfold with greater attention to the cleverness, the beauty, the commentary on the human condition, the examination of a life and so on. Even enjoy the way the plot is used to carry it forward, once you understand what the plot is.\" The Guardian's film critic Peter Bradshaw says people are \"disproportionately, almost neurotically, obsessed\" with avoiding spoilers. \"I certainly agree critics shouldn't spoil the enjoyment of a film, but part of our job is to deconstruct narrative and if it is unsatisfactory, you have to be able to say why that is. It puts you in a position where you are almost being censored. I've had my fair share of complaints [about spoilers] and I have felt that sometimes they have been justified, and sometimes I have been a bit baffled that there should be so much importance attached to it.\" Plot alone is not where the pleasure lies – if it were, why would anyone return again and again to a cherished book or film? When Mel Gibson showed the pope a screening of The Passion of the Christ, the pontiff probably didn't say, \"Don't bother – I know how it ends.\" And when we tune into the umpteenth repeat of 1968's The Planet of the Apes, most of us do so in the full knowledge of what Charlton Heston will discover on that faraway beach. Since Christenfeld's study was reported, he says he has had emails from people thanking him for vindicating them. Now they don't feel so strange about liking to read the end of a book before the beginning. \"One woman said she refuses to see a movie unless she knows the ending,\" he says. \"She doesn't want to watch something without knowing what is going to happen – she wants to understand it as it unfolds: it enables her to enjoy it without the petty anxiety of not knowing if the character lives or dies.\" This may explain why spoiler sites are so popular. Dan Kaiser set up themoviespoiler.com in 1999 while he working in a cinema, posting a synopsis of a film the night before it opened. \"I've never thought that knowing the ending ruins the film,\" he says. \"Often it helps, because you will watch it differently, knowing what to look for.\" People also come to his site because \"they want to [know what happens] before allowing their kids to watch it. Another common reason now is that movies are so expensive, they want to see what they're buying before buying the ticket.\" But I suspect he hits on the real reason when he says, \"Who doesn't like to know something others don't?\" It sounds so counterintuitive, though. It is like walking through a new restaurant and grabbing bits off other people's plates before you sit down to your own dinner. Which you may – or may not – fancy by then. Whatever happened to mystery? In an essay for Wired magazine in 2009, JJ Abrams, creator of the television series Lost, lamented the insatiable demand for advance information. \"Efforts to gather this intel and the attempts to plug leaks create an ongoing battle between film-makers and the very fans they are dying to entertain and impress. But the real damage isn't so much that the secret gets out. It's that the experience is destroyed. The illusion is diminished. Which may not matter to some. But then what's the point of actually seeing that movie or episode?\" Director Duncan Jones says: \"It's like telling a joke and someone brings out the punchline before you've finished.\" His 2009 film Moon has a compelling twist but as a first-time director, \"fortunately nobody really cared that I was making a movie\", so before it was released, there was hardly any chatter about it. Compare this to the forthcoming Batman film, where every day new blurry photos or snippets of information seem to emerge on websites (though not all of it has been \"leaked\" – the film's marketing department released a trailer last month, a whole year before the scheduled release date). This may be something Jones has to contend with in the future – after Moon's success, and his well-received Source Code earlier this year, \"now there is an interest online about what I'm going to do next, so I have to be a lot more careful. I would love to have the opportunity for an audience to go into my film excited because they know the kinds of movies I make, but knowing nothing about it.\" In 2009, the script of a film Jones has been trying to get made for several years, Mute, was leaked online. \"That was devastating,\" he says. \"You work so hard to put something together, and it wasn't even a finished draft. I make movies for a living, and I wouldn't want to read the script of a movie I was going to see. I can't understand why anyone would. It has meant I have become a lot more careful about how my scripts are handled. I try not to email versions, I try to print it out and show it to someone in person. I have become a lot more security-conscious.\" The consequence of this spoiler is that Mute probably won't get made now – Jones is planning to release it as a graphic novel. I have always been grateful that I am not clever enough to see twists in books and films before they trip me up. If I concentrate hard enough, I can still feel the jaw-drop at watching the Usual Suspects, The Sixth Sense or Fight Club for the first time – that feeling of your brain whirring into gear and moving chunks of information around before slotting them neatly into place. You feel duped, but deliciously so, and disorientated as the earth shifts beneath you. I haven't had that feeling for a long time. Is it too melodramatic to fear I never will again? I can't think of a single film with a shocking about-turn since blogs, YouTube, Facebook and Twitter became a part, however small, of life. Television dramas rarely come close. There was one potentially gasp-inducing moment in The Wire, but it had been ruined for me by glimpsing a reference to it on a blog. If storytellers are magicians, the internet has killed off their big rabbit-from-a-hat moment. I ask Jones what he thinks. \"It has become very difficult to have a film that, when it is released, nobody knows what it is and there are no mutterings on the internet about it. The Usual Suspects was a great film but I don't know how that film would work today with the amount of information that is shared online. Would The Sixth Sense work if it were released today? It must be possible, but maybe not in a big-budget film where there is that huge amount of interest. I'm sure independent films could do it because they're small enough to fly under the radar.\" It is a shame, isn't it? \"Definitely. But we live in a world now where sharing information is what we do. It makes it difficult to surprise people.\" Some of Hollywood's greatest twist endings – ruined for you Planet of the Apes Plot: Charlton Heston crash-lands on a distant planet ruled by apes. Spoiler: That's no distant planet! It's Earth, thousands of years in the future. The Village Plot: The elders in an 19th-century village forbid their children from leaving in case they're killed by monsters. Spoiler: It's not the 19th century and there are no monsters! The parents are just really paranoid. The Others Plot: Nicole Kidman's mooche round a stately home with her children waiting for her husband. Spoiler: They're all ghosts! Don't Look Now Plot: A couple spending the winter in Venice see the ghost of their dead daughter. Spoiler: It's not a ghost, it's a murdering dwarf! The Sixth Sense Plot: Child psychologist Bruce Willis treats a boy (Haley Joel Osment) who can see dead people. Spoiler: Willis is dead all along! Secret Window Plot: Johnny Depp's wife is killed by a mysterious enemy. Spoiler: Depp is the killer. He's got a split personality! Hide and Seek Plot: Robert De Niro's wife is killed by his daughter's imaginary friend. Spoiler: De Niro is the killer. He's got a split personality! Fight Club Plot: Office worker Ed Norton is introduced to a cool bare-knuckle club by Brad Pitt. Spoiler: Pitt doesn't exist. Norton has a split personality, too! Primal Fear Plot: Ed Norton is a kind altar boy who suffers from a split personality, acquitted for the brutal murder of a priest. Spoiler: Norton doesn't have a split personality. He's just evil! Oldboy Plot: A businessman locked up for 16 years goes on a quest to find out why and begins an affair with a younger woman. Spoiler: The woman is his own daughter! Soylent Green Plot: A future society survives on artificial food. Spoiler: The artificial food is made out of people! Catherine Shoard"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}