{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/jan/13/everton-signing-kenwyne-jones-stoke-city", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-01-13T22:30:00Z", "webTitle": "Everton interested in signing Kenwyne Jones from Stoke City", "webUrl": "https://www.theguardian.com/football/2014/jan/13/everton-signing-kenwyne-jones-stoke-city", "apiUrl": "https://content.guardianapis.com/football/2014/jan/13/everton-signing-kenwyne-jones-stoke-city", "fields": {"headline": "Everton interested in signing Kenwyne Jones from Stoke City", "bodyText": "Everton are interested in signing Kenwyne Jones from Stoke City and are trying to complete a deal for the striker for as little as £1m. The 29-year-old has less than six months left on his contract and Stoke would welcome the chance to move him on but the Midlands club are holding out for closer to £3m. Jones is keen for the transfer to happen but he has upset Stoke by failing to report for Sunday's Premier League match against Liverpool at the Britannia Stadium when he would have been on the bench but his non-appearance forced Mark Hughes, the Stoke manager, to add another player to the bench. Jones is believed to be citing personal reasons for his absence and it is understood that he sent a text message to Hughes on Saturday night to say that he would not be available. He met Hughes and Tony Scholes, Stoke's chief executive, to discuss the situation at the club's Clayton Wood training ground on Monday. When asked about Jones's omission on Sunday, Hughes would only say that the player was \"unavailable\". With only six months remaining on his contract, it is inevitable that Jones will move on, either in this window or the summer. Signed from Sunderland for £8m in 2010, Jones has started only four Premier League matches this season and scored just 13 goals in the top flight during his time at the Britannia Stadium. hope to announce two signings within the next 24 hours. Stephen Ireland, who has been on loan from Aston Villa, will join on a permanent basis until the end of the season. The Ireland deal frees up a loan space for John Guidetti, Manchester City's 21-year-old Swedish striker, who will join for the remainder of the campaign."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}