{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/jan/14/immigration-foi-request-refused-despite-labor-approval", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-01-13T22:51:48Z", "webTitle": "Immigration FOI requests refused as Scott Morrison takes tougher line", "webUrl": "https://www.theguardian.com/world/2014/jan/14/immigration-foi-request-refused-despite-labor-approval", "apiUrl": "https://content.guardianapis.com/world/2014/jan/14/immigration-foi-request-refused-despite-labor-approval", "fields": {"headline": "Immigration FOI requests refused as Scott Morrison takes tougher line", "bodyText": "The Immigration Department is blocking the release of a list of all briefings made to the immigration minister, Scott Morrison, despite an identical request being granted just months earlier under the Labor government. In what Labor and the Greens are calling the latest move in an increasingly secret culture surrounding immigration policy, a list of all briefings to the immigration minister was requested under freedom-of-information laws from the Immigration Department but the titles of all Morrison’s briefings have been redacted under the laws. When the Labor government was in office, a list of briefings from 1 July to 15 August was publicly released by the department, detailing a number of meetings the then immigration minister, Tony Burke, had attended. The acting shadow immigration minister, Michelle Rowland, said: “There is no doubt the Coalition government has gone to extraordinary lengths to hide information from Australians who are still waiting for the accountability and transparency they were promised by the Coalition before the election.” “The one thing these documents do make clear is the ongoing contempt of the Abbott government for open and transparent government. Australians have a right to know what is happening. The Coalition can’t keep hiding the truth.” Guardian Australia asked the immigration minister whether his office had any influence over the FOI decision. A spokeswoman for the minister said FOI matters are handled by the department. But the Greens senator Sarah Hanson-Young said the Immigration Department’s release of information had clearly been affected under the Abbott government. “Previous FOI requests showed an increasing reluctance to reveal information from the Immigration Department, but that has increased significantly under the Abbott government. Failing to uphold the objectives of the FOI Act will have regrettable and serious long-term implications for transparent governance in Australia,” she said. A spokeswoman for the Immigration Department said: “The department has established procedures to help us make fair and consistent decisions about requests for information under FOI.” “The department prides itself on a robust and impartial FOI process.” Information about immigration matters has been heavily muted by the Abbott government, justified because it relates to “operational matters”. Boat arrivals are no longer reported as they happen, and instead the minister holds weekly news conferences on Friday afternoons. Those conferences now also appear to be in doubt, with Morrison refusing to confirm whether they will continue in 2014."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}