{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/jan/09/indian-diplomat-declines-court-appearance-citing-diplomatic-immunity", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-01-09T23:36:21Z", "webTitle": "Indian diplomat indicted for visa fraud will leave US, say lawyers", "webUrl": "https://www.theguardian.com/world/2014/jan/09/indian-diplomat-declines-court-appearance-citing-diplomatic-immunity", "apiUrl": "https://content.guardianapis.com/world/2014/jan/09/indian-diplomat-declines-court-appearance-citing-diplomatic-immunity", "fields": {"headline": "Indian diplomat indicted for visa fraud will leave US, say lawyers", "bodyText": "A simmering political row between the US and India took another turn on Thursday when a diplomat accused of mistreating her housekeeper in New York refused to show up in court, citing immunity from prosecution. The arrest of Devyani Khobragade sparked outrage in India when she accused police of heavy-handed treatment in their investigation of whether she lied about how much she was paying her domestic employee while completing visa paperwork. It was revealed she was strip-searched and thrown in a cell with other criminal defendants before being released on $250,000 bail. Her treatment prompted retaliatory action against US diplomats in India that culminated in Washington cancelling a planned trip by its energy secretary, Ernest Moniz. Amid talk of a plea bargain between Khobragade and New York prosecutors, her laywers said on Thursday that she was invoking diplomatic immunity and would be leaving the country. In a letter to the judge, prosecutors said there was no need for an arraignment because Khobragade had \"very recently\" been given diplomatic immunity status. The letter said the charges will remain pending until she can be brought to court to face them, either through a waiver of immunity or her return to the US without immunity status. \"We will alert the court promptly if we learn that the defendant returns to the United States in a non-immune capacity, at which time the government will proceed to prosecute this case and prove the charges in the indictment,\" the letter from the office of US Attorney Preet Bharara said. The indictment said Khobragade had made multiple false representations to US authorities, or caused them to be made, to obtain a visa for a personal domestic worker. She had planned to bring the worker to the United States in September 2012 when she worked at the consulate general of India in New York, according to the indictment. Khobragade, 39, India's deputy consul general in New York, has maintained her innocence to accusations that she claimed to pay her Indian maid $4,500 per month but actually gave her far less than the US minimum wage of $7.25 an hour. A lawyer for Khobragade did not immediately return a message to the Associated Press for comment, although prosecutors later clarified she had not yet left the country. The Department of State insisted it would try to reschedule the trip by Moniz, who is the second senior US official to avoid travelling to India as the row deepened. Spokesperson Jen Psaki said: In view of these important matters and in order to find the time to allow both sides to deliver on the important issues that we need to from both sides, we're looking for a mutually convenient time in the near future that will permit both sides to do that."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}