{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/jan/13/christie-investigations-bridgegate-2016-bid-threat", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-01-13T23:40:57Z", "webTitle": "Christie facing fresh investigations as 2016 presidential bid under threat", "webUrl": "https://www.theguardian.com/world/2014/jan/13/christie-investigations-bridgegate-2016-bid-threat", "apiUrl": "https://content.guardianapis.com/world/2014/jan/13/christie-investigations-bridgegate-2016-bid-threat", "fields": {"headline": "Christie facing fresh investigations as 2016 presidential bid under threat", "bodyText": "Chris Christie, the New Jersey governor, was facing two powerful new investigations on Monday that could further erode his standing as he tries to save his 2016 presidential bid from being derailed by the George Washington bridge scandal. On Monday, Christie's nemesis, John Wisniewski, the Democratic state assemblyman who has been leading the inquiry into whether Christie’s aides conspired to cause traffic chaos at the bridge in an act of partisan revenge, announced the formation of a new super-committee of the legislature that will pursue the investigation “wherever the facts may lead us”. The new body will have the assistance of full legal counsel. The second investigation disclosed by CNN on Monday involves the federal department of housing and urban development that is looking at whether the New Jersey governor misused relief funds for superstorm Sandy to advance his public profile as he stood for re-election. That investigation is particularly sensitive for him, as much of his appeal as a possible Republican presidential candidate is founded upon the favourable impression he made nationally in his handling of the October 2012 storm. The launch of the investigations comes at an inauspicious moment for Christie. On Tuesday he delivers his “state of the state” speech in which he will unveil his aspirations for New Jersey over the coming year. The new super-committee of the Democratic-dominated New Jersey assembly is likely to be granted subpoena powers at a special session of the state assembly on Thursday. Wisniewski said the first subpoenas are likely to be handed down on that day, with an initial target being Bridget Kelly, Christie's former deputy chief of staff who issued the now infamous instruction last August: “Time for some traffic problems in Fort Lee”. Christie sacked Kelly last week, insisting he had been deceived by her into thinking that his office had had nothing to do with four days of traffic mayhem last September inflicted on Fort Lee, the town that sits beneath the George Washington bridge. The town's Democratic mayor, Mark Sokolich, had previously refused to endorse Christie for re-election – thus apparently incurring the wrath of some members of the governor's inner circle. Wisniewski told reporters on Monday that it was premature to discuss calling Christie himself to testify before the new super-committee. But he added that “our concern is that there was apparently a massive abuse of power and an attempt to conceal that abuse of power.” He promised a “dramatic overhaul” of the Port Authority, whose board members are divided between appointees of the governors of New York and New Jersey. The “Bridgegate” scandal is throwing an ever-wider net across key members of Christie's team. Almost 2,000 pages of documents released by the assembly on Friday contain the names of several people close to the governor who were informed of the traffic problems caused in Fort Lee early on yet apparently failed to inform him of the furor. They include Regine Egea, Christie's current chief of staff, who on 13 September was forwarded an irate email from the New York official Patrick Foye, executive director of the Port Authority, in which he called the unannounced closure of access to the bridge from Fort Lee “abusive” and a threat to public safety. Another senior official now in the spotlight is David Samson, chairman of the Port Authority and a Christie appointee, who last week was referred to in one email exchange between the governor's team as “helping us to retaliate” against Foye's decision to reopen the closed lanes. “When you have so many people in the governor's inner circle who received information about the fall-out, the traffic jams and the efforts to spin them, it strains credibility that all these people whose job it is to keep the governor informed did absolutely nothing,” Wisniewski said. The HUD investigation into Sandy concerns the spending of $25m of federal relief money designed to help the recovery of the battered New Jersey shore by attracting tourism back. Federal auditors will explore whether the funds were directed towards a TV advertising campaign that benefited Christie in his re-election campaign by featuring him and members of his family. Representative Frank Pallone, the New Jersey Democrat who initially asked HUD to investigate the spending of the relief fund, told CNN that the successful TV ad campaign featuring the Christies had cost $4.7m while another proposed series of TV commercials that did not put the governor and his family on screen would have cost just $2.5m. “This was money that could have directly been used for Sandy recovery,” he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}