{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2014/jan/24/twitter-abuse-abusive-tweets-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2014-01-24T23:50:33Z", "webTitle": "Twitter abuse: easy on the messenger | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2014/jan/24/twitter-abuse-abusive-tweets-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2014/jan/24/twitter-abuse-abusive-tweets-editorial", "fields": {"headline": "Twitter abuse: easy on the messenger", "bodyText": "There has always been an obvious asymmetry of power between a public figure and their audience. In the days before Twitter, the nearest they might have come to one another was a heckle at a public meeting. Twitter has transformed that relationship. It has magnified beyond the wildest dreams of an earlier generation the capacity to amuse, inspire and to mobilise support. It has also given a megaphone to people who enjoy shouting, including those whose insights are none of the above. More importantly, it has given a voice to people who have often felt excluded and powerless. It has facilitated entertainment, argument, gossip and abuse. The balance between the right to free speech and the limits of abuse is still being negotiated: society is still fumbling towards commonly acceptable rules of engagement. Of all the advances of the digital age, exposing the extent of prejudice against women – or, as the sports commentator Stan Collymore discovered again this week, an outspoken black person – must be one of the more double-edged. When Caroline Criado-Perez launched her campaign to put a woman on a banknote, Twitter was an indispensable tool. It unleashed a rapidly building wave of support. It also unleashed a parallel wave of abuse that extended to her more prominent supporters, such as the MP Stella Creasy. It mobilised the shifting army of tweeters who shelter behind their digital anonymity to shout abuse. There are now clear guidelines from the director of public prosecutions about what goes so far beyond free speech that it might provoke a prosecution. That includes credible threats of violence, attacks on named individuals and attacks that are repeated, offensive and intended to cause distress or anxiety. But, plainly, prosecution requires tracking down the abusers and discovering the identity behind the anonymity. That needs Twitter to co-operate. And it is not easily won, as shown by the extended process of uncovering the identity of just two of the many trollers who objected to the feminists' campaign – Isabella Sorley and John Nimmo were sentenced today to 12 and eight weeks in prison respectively for threatening rape and making death threats. Twitter is concerned to defend its status as a platform for communication rather than acquiring the legal responsibilities of a publisher. It would plainly be impossible for it to function if it was held liable for every word that appeared on its site, although it might make the abuse-reporting page more prominent. But in the end, it is only the messenger for the society in which it operates. It is not responsible for the racism and sexism it exposes, or the social misfits who use it. We are."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}