{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/jan/02/antarctic-rescue-icebound-ships-passengers-to-be-airlifted-within-hours", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-01-01T23:50:50Z", "webTitle": "Antarctic rescue: icebound ship’s passengers to be airlifted ‘within hours’", "webUrl": "https://www.theguardian.com/world/2014/jan/02/antarctic-rescue-icebound-ships-passengers-to-be-airlifted-within-hours", "apiUrl": "https://content.guardianapis.com/world/2014/jan/02/antarctic-rescue-icebound-ships-passengers-to-be-airlifted-within-hours", "fields": {"headline": "Antarctic rescue: icebound ship’s passengers to be airlifted ‘within hours’", "bodyText": "Passengers on a ship trapped in Antarctic ice are expected to be rescued on Thursday as improved weather conditions provide a 36-hour window for them to be airlifted out. The Australian Maritime Safety Authority said at 9.30am on Thursday that the rescue mission would start “within hours” but added that there was a time delay in the information it was receiving from Antarctica so the operation could already be under way. Fifty two scientists, journalists and tourists, along with 22 crew members, have been trapped in sea ice on the Akademik Shokalskiy since Christmas Eve. Two rescue attempts by icebreaking vessels have failed and the plan now is to remove the passengers from the ship using a helicopter aboard the Chinese icebreaker Xue Long. Passengers on the stricken ship have stamped a helicopter landing pad into the ice nearby and the chopper will make seven 45-minute round trips, the first five for passengers and the last two for luggage and equipment. Twenty-two crew will stay with the ship. Bad weather has forced two ice breakers to abandon rescue attempts in the past 10 days but the wind has eased to 10 knots and visibility has improved, with forecasts saying the weather conditions will remain favourable for 36 hours. After being transferred to the Xue Long the passengers will be taken on a barge to the Aurora Australis rescue vessel about two nautical miles away. The first stage of the rescue, the helicopter lift, is expected to take about five hours. An attempt on New Year’s Day to rescue the passengers by helicopter was abandoned because of heavy rain, strong winds and cloud. The Shokalskiy was halfway through a trip following in the footsteps of Antarctic explorer Douglas Mawson when it became stuck about 1,500 nautical miles from Hobart near Cape de la Motte, east of Antarctica."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}