{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/jan/12/french-courts-to-decide-over-quenelle", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-01-11T22:59:59Z", "webTitle": "Mass 'quenelle' outside synagogue sparks court action in Bordeaux", "webUrl": "https://www.theguardian.com/world/2014/jan/12/french-courts-to-decide-over-quenelle", "apiUrl": "https://content.guardianapis.com/world/2014/jan/12/french-courts-to-decide-over-quenelle", "fields": {"headline": "Mass 'quenelle' outside synagogue sparks court action in Bordeaux", "bodyText": "On 12 January 1944, the Gestapo occupying the French city of Bordeaux dispatched its Jews, who had been rounded up and imprisoned in their own majestic synagogue, to the death camps. Fast-forward exactly 70 years and a photograph shows a group of youngsters standing outside the same synagogue, performing the now infamous quenelle gesture invented by the controversial French comedian Dieudonné M'bala M'bala in 2005 and exported to Britain by footballer Nicolas Anelka. The backdrop of the picture is a large stone plaque engraved A Nos Martyrs (to our martyrs) and bearing the names of the 365 people deported from inside the synagogue. In all, 5,000 Bordeaux Jews – out of a community of 6,200 – perished at the hands of the Nazis. On the busy Sainte Catherine shopping street nearby, youngsters sitting on the steps near the synagogue entrance eating sandwiches shrug when asked about the quenelle and what it means. \"It is anti-establishment, funny. It's a laugh,\" they said. Ambiguous? \"Oui.\" Provocative? \"Oui.\" Antisemitic? \"Non.\" So why the quenelles outside synagogues, at Auschwitz, in front of the Jewish school where Toulouse gunman Mohamed Merah killed three children, by signs for rue du Four (Oven Street) and rue des Juifs (Jews' Street) and in front of the train wagons that transported French Jews to the concentration camps. Are Jews \"establishment\"? Silence and shrugs. \"There are lots of pictures of quenelles done in other, non-Jewish, places,\" piped up one youth. And he is right. There are. To some, the gesture is simply the Gallic equivalent of a cheeky two fingers to the system. To others, it is a deeply offensive mockery of the Holocaust and Jewish suffering, and a symbol of a new wave of antisemitism in France. At the heart of the divide is Dieudonné, a controversial comic who claims his quenelle was never intended to be antisemitic, but who has never distanced himself from those who have made it so (except to threaten with his lawyers anyone who likens it to a Nazi salute). Now campaigners in Bordeaux have launched a test case to force the courts to rule whether \"targeted quenelles\" – those clearly aimed at Jewish institutions or sites – constitute an illegal \"insult of a racist nature\". City police last week opened an investigation aimed at identifying the people pictured outside the synagogue, and bringing the culprits before a judge. Clothilde Chapuis, head of the Bordeaux branch of the Ligue Internationale Contre le Racisme et l'Antisémitisme, which brought the lawsuit, welcomed the move. \"Enough is enough,\" she told the Guardian last week. \"We've been tolerant for a long time: now it has to stop. The quenelle ceased being an anti-system gesture a long time ago, if it ever was. It is antisemitic. And where it is clearly antisemitic – as it is in the photos – then it has to stop. \"If the court decides it's a racist insult, we have won. It will send a message to young people that the republic doesn't compromise over its values, that there's no impunity for those who make this gesture in specific places and situations who are breaking the law. Antisemitism isn't an opinion – it's a crime. \"My biggest concern is for young people, who are having the seed of prejudice, of racism and antisemitism, planted in their minds by Dieudonné. \"Free speech has its limits and we've seen where tolerance and freedom of expression have got us. Four years ago, when Dieudonné came to Bordeaux, he had a small tour bus, three years ago there was a crowd of 900 fans, and last year there were 4,000 of them. He is playing with our democracy.\" Bordeaux is among several towns scheduled on Dieudonné's national tour, due to start this week, which have banned his show following government concerns about public order. However, the comedian said last night that he now intended to perform an alternative act that will not cause objections. \"We live in a democratic country and I have to comply with the laws, despite the blatant political interference,\" he added, reiterating denials of antisemitism. But arguments over his work will continue. \"People are free to dislike Jews or Muslims or anyone, but they cannot say things that incite hatred,\" insisted Chapuis. \"The legal case is breaking new ground because the offence of inciting racial hatred covers just the spoken and written word, not gestures. But if you stick a finger up at a police officer, you will be charged with causing offence, so there is a precedent. And if a quenelle is done in front of a synagogue or a Holocaust memorial, it's antisemitic.\" Dieudonné fans revere him as an almost guru-like figure. They are a mixed bunch spanning social and economic groups, from far-right supporters (Jean-Marie Le Pen, founder of the Front National party, is godfather to one of the comic's daughters) and fundamentalist Muslims, to those who think he is the target of a global American-Zionist conspiracy backed by the media, and those described by French political scientist Jean-Yves Camus as \"confused youngsters who have lost any sense of human values\". \"Ah, but does anyone ask what made Dieudonné antisemitic … if he is antisemitic … which I don't believe he is,\" was the essence of one exchange with a young devotee, summing up the confusion and contradictions highlighted by Camus. He says Dieudonné fans have a tendency to fall back on the old antisemitic rhetoric and stereotypes, including \"the conviction that deep down it is the Jews who pull the strings\". On the other side of the divide are the French president, François Hollande, his Socialist administration, multi-faith organisations, including representatives from Judaism, Islam and Catholicism, and anti-racism groups. Civil liberties groups and those concerned about censorship and the upholding of free speech are stuck in the middle. They fear banning Dieudonné will turn him into a celebrity martyr and give a mediocre comedian the oxygen of publicity. The number of Twitter followers, Facebook likes and YouTube hits amassed by Dieudonné has soared since the quenelle scandal erupted. In Bordeaux, Erick Aouizerate, president of the regional Israelite Cultural Association, pointed to the plaque outside the synagogue bearing the deportees' names. \"It is exactly 70 years since our synagogue was sacked and pillaged and 365 people were sent to the death camps. To make the gesture in front of that is to violate the memory of those who died,\" he said. \"The young people in these photographs have clearly forgotten or not been taught the history of their country and the values of the republic. We had a revolution to win our liberty, to win free speech. But even so, there are limits.\" • This article was amended on 12 January 2014 to correct a misspelling of Clothilde Chapuis's name."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}