{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2014/jan/01/voters-want-vision-policy-details", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2014-01-01T21:00:02Z", "webTitle": "Voters want vision, not policy details | @guardianletters", "webUrl": "https://www.theguardian.com/politics/2014/jan/01/voters-want-vision-policy-details", "apiUrl": "https://content.guardianapis.com/politics/2014/jan/01/voters-want-vision-policy-details", "fields": {"headline": "Voters want vision, not policy details", "bodyText": "Stephen Twigg is sadly mistaken if he thinks that having the Office for Budget Responsibility audit the spending pledges of Ed Balls will reconnect the public and politics (Letters, 31 December). Political parties need to simply state what their social and economic vision of a future Britain is, how they would achieve this, and what their spending priorities would be. Many disaffected voters are not actually interested in the intimate detail of how our society will change, more the values of those who want to make the change. In Scotland, Alex Salmond gains support for a \"yes\" vote not when he talks about budgets but when he offers a vision of what a future Scotland could look like. Geoff Earl Edinburgh • It is gratifying to read that Stephen Twigg appreciates that we need to \"change the way we do politics\". Since 2010, while Michael Gove – the worst education secretary in living memory – was, in the words of Lynsey Hanley (Comment, 30 December), \"balkanising the education system to within an inch of its life\", at the same time becoming, in the eyes of teachers and parents, a figure of ridicule and loathing, Twigg was busy establishing himself as the embodiment of the lack of any kind of hope of a Labour alternative to Tory education policy. It is a testament to the man that he now has the courage to seek to involve himself in the search for a solution to the problem that he, more than most, personifies. Mike Hine Kingston upon Thames, Surrey • One of the reasons why people are being turned off by the political process can be seen in your headline (EU rules lift lid on £2.7m pay deals for top staff at Goldman Sachs, 31 December). A further reason can be found in the same article, where you report that 2,714 bankers in the City received more than €1m in 2012 compared with Germany's 212 and France's 177. Mike Hancock St Austell, Cornwall"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}