{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2014/jan/28/economic-growth-ardagh-glass-knottingley", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2014-01-28T23:30:29Z", "webTitle": "Economic growth: glass more than half full for bottle maker", "webUrl": "https://www.theguardian.com/business/2014/jan/28/economic-growth-ardagh-glass-knottingley", "apiUrl": "https://content.guardianapis.com/business/2014/jan/28/economic-growth-ardagh-glass-knottingley", "fields": {"headline": "Economic growth: glass more than half full for bottle maker", "bodyText": "Healthy economic growth figures are no surprise to one glass bottle maker in Yorkshire that has benefited from changes in drinking habits as the downturn hit. About 2.5m bottles a day clink off Ardagh's production line in Knottingley, including plain brown bottles for Budweiser and fancier engraved varieties for J&amp;B Scotch whisky. Throughout the recession, Ardagh saw output hold steady and it is one of the companies that has helped push UK manufacturing to growth of 0.9% in the fourth quarter of 2013. Consumers may not have been drinking as much in pubs and restaurants, but stocked up on bottled beer at home – so glassmakers did not lose out. Meanwhile, demand for wine bottles has been growing at 5% a year, as wine producers in Australia, New Zealand and South America choose to import wine in large vats and bottle it locally to cut costs. \"We have been able to stay ahead of the game in difficult economic circumstances,\" says Julie Watson, who manages Ardagh's Knottingley plant. Ardagh – one of the largest makers of glass bottles in the world, with four sites in the UK – has come through the recession largely unscathed, says Watson, by being able to switch production lines when it needs to. The company has not had to make any redundancies, she says, although it has had to be flexible in finding new roles for staff. The recession has been less severe than previous downturns in the 1980s and 1990s, says Watson, who has been working at the Knottingley plant for 30 years. When she started her career on the production line in the 1980s, hard economic times coincided with a shift to automation in the industry. The work has become more skilled, but the number of jobs has declined: 257 people are employed at Ardagh's Knottingley plant today, only a third of the number who worked there 30 years ago. Looking at her sales figures, Watson sees an \"exceptionally good\" outlook: \"The World Cup is coming this year so that will be a big winner for the beers.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}