{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2014/jan/06/australia-aid-tanya-plibersek", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2014-01-05T22:51:06Z", "webTitle": "If Australia fails to invest in aid now, everyone pays later | Tanya Plibersek", "webUrl": "https://www.theguardian.com/commentisfree/2014/jan/06/australia-aid-tanya-plibersek", "apiUrl": "https://content.guardianapis.com/commentisfree/2014/jan/06/australia-aid-tanya-plibersek", "fields": {"headline": "If Australia fails to invest in aid now, everyone pays later", "bodyText": "The Vanuatu Women’s Centre operates out of a simple, single story building in Port Vila. But the centre’s simple facade belies the truly phenomenal work that goes on inside, and indeed right across Vanuatu. The centre is run by remarkable women, for women and their children. It has 37 island-based committees across the country, and since 2007 has helped more than 10,000 survivors of family violence with counselling, legal assistance and accommodation. And it works hard to improve educational and economic outcomes for women too. One woman told me how elementary business training had given her economic independence, allowing her to go from working as a cleaner to running her own bungalow. It changed her relationship with her husband from one of dependence to one of partnership. In a world where women can too often feel trapped in violent relationships for financial reasons this is life changing, and nation building, work. This important service is supported by the Australian government’s international aid program, and is only one of the outstanding Australian aid funded projects up and running in the Pacific. From domestic violence awareness training for police in Solomon Islands, and support for the sexual assault services run by the inspirational Sister Doreen on the outskirts of Honiara; to a brand new secondary school in Nauru, Australia’s aid program has been making a real difference to some of our closest neighbours. Late last year, I travelled to the Pacific with the foreign minister to see some of this outstanding work first hand. On the day we left, the treasurer released the mid-year economic and fiscal outlook confirming the Abbott government is cutting $4.5bn from the Australian aid program. Throughout the trip, the foreign minister was at pains to reassure everyone – from prime ministers to aid workers – that the cuts would not affect them. But with no details of exactly where the $4.5bn of cuts will fall (including over $650m this year), many are preparing themselves for the worst. These cuts will return Australia to the historic lows of aid funding under the Howard government. Instead of moving progressively towards Labor’s target of 0.5% of gross national income (GNI) by 2017-18, Australia’s aid budget will fall to 0.32% of GNI by 2016-17, the lowest levels since 2000-01. No-one yet knows exactly where these cuts will fall, but we've already seen the first example. The Global Fund expected to receive a commitment of $375m over the next four years and received $200m instead. That means reduced effort on conditions like drug resistant TB, HIV and malaria, leaving our region more vulnerable to outbreaks of these diseases. Cutting our aid spending obviously has real life consequences for our neighbours. It means less support for child and maternal health, fewer children immunised against simple preventable diseases, fewer scholars coming to Australia to gain skills to build their nations, fewer schools built, less corruption prevention and institution building, less clean water: the list goes on, and the effect on people's lives is very real. But supporting our neighbours to achieve greater prosperity has always been in our own interests too. If Australia fails to invest now, everyone pays later, especially those in the developing world. Our aid improves health, builds stronger societies, stronger economies and more responsible governance. Reducing poverty and supporting the economic success of our neighbours is in our national interest. Chaotic states on our doorstep are not. We cannot live in splendid isolation, even if we wanted to. As a relatively wealthy nation, and as a world power, we have wider responsibilities. Australia is a rich and generous country that can afford to offer a helping hand to those who need it most – and it has clear social, economic, and security benefits for our region and for the world. A visit to a developing country in our neighbourhood allows you to see the good work Australian aid does, often supported by Australian volunteers. This work needs to continue and the Abbott government should reverse its devastating cuts."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}