{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2014/jan/11/state-of-nation-poll-britain-economy-recovery", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2014-01-11T23:02:29Z", "webTitle": "State of the nation poll finds Britain less divided on economy", "webUrl": "https://www.theguardian.com/politics/2014/jan/11/state-of-nation-poll-britain-economy-recovery", "apiUrl": "https://content.guardianapis.com/politics/2014/jan/11/state-of-nation-poll-britain-economy-recovery", "fields": {"headline": "State of the nation poll finds Britain less divided on economy", "bodyText": "Three times as many people are optimistic about the British economy in the year to come than when they were asked 24 months ago, a major survey of attitudes and opinions reveals. It seems that positive economic reports of the last few months are feeding through to the electorate, with more than a quarter (29%) now saying that they are optimistic, compared with 9% at the start of 2012. The middle classes are particularly hopeful, with more than a third (39%) saying they are optimistic about the economy in 2014. Those in the lowest socioeconomic groups – non-skilled workers and the unemployed – are the least positive of those surveyed, but a significant proportion, 24%, still told pollsters for Ipsos MORI that they felt there would be a sustained upturn. The results will be seen as a major boost for the chancellor, George Osborne, with less than two years to go before the next general election, as the prime minister prepares to make a speech this week on how the government intends to build on economic growth by investing in infrastructure. Conservative strategists have been concerned that, despite a growth in exports, a fall in unemployment and rising house prices, the mood of the electorate was not improving. Labour leader Ed Miliband's campaign to highlight the so-called cost of living crisis, caused by prices rising faster than wages, has successfully tapped into doubts about the direction of the British economy. But the survey, published by the thinktank British Future at the start of a potentially landmark year for the UK, suggests that Downing Street is now reaping the rewards of better than expected economic growth after a prolonged period of malaise. The optimism isn't shared equally across the country, however. In polling that may worry Tory strategists as they seek to improve their fortunes outside the party's traditional stamping grounds, only 24% of those living in the north were optimistic, compared with 30% in London and the Midlands, and 34% in the rest of the south-east. The proportion of those who say they are pessimistic about the economy, while still high, has almost halved since 2012, from 70% to 40% in 2014. In the north, 44% are pessimistic compared with 41% in London, 36% in the rest of the south-east and 37% in the Midlands. British Future has been tracking public opinion among 16- to 75-year-olds for the last two years to produce its annual State of the Nation survey. The union could come to an end this year if Scotland decides to become independent; a Ukip victory in the elections for the European parliament in May would give succour to those who want Britain to leave the EU; and the nation will be asked to reflect on its turbulent history on the anniversary of the first world war. An outbreak of flag-waving can also be expected this summer, at least south of the border, as England travel to Brazil to compete in the football World Cup, although 68% with an opinion said the team would be knocked out in the group stages or second round. The survey finds a country surprisingly at ease with itself. The union feels secure, with only one in five Scots believing that the Scottish first minister, Alex Salmond, will be successful in September's referendum. There is no strong call from the electorate for Britain to leave the EU, despite a barrage of negative publicity in recent months, in particular about the freedom of Romanians and Bulgarians to come to the UK to work. The survey of 2,224 people, conducted between 6 and 11 December, found that 28% want to leave the EU, but this compares with 38% who wish to stay in and try to reduce EU powers. The survey also found that the majority of those who will vote for Nigel Farage's Ukip in the elections for the European parliament are doing so in protest against the mainstream political parties. More than half (56%) said they would vote for Ukip to send a message to the other parties, compared with just 15% of the party's supporters who said it had the best policies for running Britain, and 27% who said their party of choice for the European elections had the best policy on Europe."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}