{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/nils-pratley-on-finance/2014/jan/28/vodafone-verizon-investors-debt-pratley", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2014-01-28T23:01:38Z", "webTitle": "Vodafone is more prey than predator despite its windfall, says Nils Pratley", "webUrl": "https://www.theguardian.com/business/nils-pratley-on-finance/2014/jan/28/vodafone-verizon-investors-debt-pratley", "apiUrl": "https://content.guardianapis.com/business/nils-pratley-on-finance/2014/jan/28/vodafone-verizon-investors-debt-pratley", "fields": {"headline": "Vodafone is more prey than predator despite its windfall, says Nils Pratley", "bodyText": "Dispatching £50bn-plus to shareholders will not leave Vodafone poor. Only about 70% of the proceeds from the sale of the 45% stake in Verizon Wireless, one of the great corporate investments of the past couple of decades, is being handed to investors. The other 30% will transform a balance sheet that has been too stretched in recent years. Vodafone, in Verizon-less form, will carry borrowings of about £12bn, roughly equivalent to annual operating profits. That compares with net debt of £27bn at the end of the last financial year. Nor will Vodafone struggle in future to pay its annual dividend from cash generated from its non-Verizon operations. Last year the pips squeaked: free cash flow was £5.6bn and the dividend bill was £4.7bn. In the new world, Vodafone will halve its number of shares in issue via a consolidation, mirroring the distribution of half the company's value (so investors will own one share for every two they currently own). Thus dividends, after an already-announced 8% increase to 11p a share, will cost £2.4bn a year. That should be easily affordable and, at Vodafone's current price of 223p, the dividend yield will be almost 5%. Many income-seeking investors may simply recycle their Verizon-inspired hand-out into Vodafone shares. But Vodafone itself is not about to slip into comfortable corporate retirement as an income stock. It can't afford to stand still. Profit margins are being squeezed by competition, especially from cable, and regulation. The new spending power gives the company chance to improve a European network that looks under-invested. Chief executive Vittorio Colao has launched Project Spring, a rapid two-year, £7bn investment in 3G and 4G technology that is in addition to the annual £6bn capital expenditure bill. That £19bn spree is a calculated gamble that Vodafone can out-muscle rivals such as France Telecom, Deutsche Telekom and Telecom Italia, none of whom have the luxury of huge windfalls, to grab more heavy-spending 4G customers. But the attempt to gain a competitive edge via investment may have to be matched by defensive acquisitions, especially in cable, one key to tapping to European consumers' taste for buying fixed-line, mobile and TV services from a single provider. Vodafone is in the process of buying Kabel Deutschland for €7.7bn (£6.6bn). More cable deals may follow. And, in emerging markets like India, Vodafone has to decided whether to stick or twist. Meanwhile, Vodafone itself is regarded in the City more as prey than predator. AT&amp;T, seeking refuge from an increasingly tough US market, is scanning Europe. This week the US firm ruled itself out of a hostile bid for Vodafone for six months, but draw no conclusions about AT&amp;T's long-term ambitions. Softbank from Japan is also ambitious. An alternative script imagines Vodafone being carved into its constituent parts and divided among two or more buyers. \"Vodafone seems unlikely to see out the next two years as an independent company, and shareholders want it that way,\" said Robin Bienenstock, analyst at Bernstein, last month. The City often traditionally overestimates companies' appetites for deals – but in today's telecoms industry, deals are mostly what executives talk about."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}