{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/jan/01/david-moyes-tottenham-hugo-lloris-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-01-01T22:37:00Z", "webTitle": "David Moyes rages at 'scandalous' decision as Spurs stun Old Trafford", "webUrl": "https://www.theguardian.com/football/2014/jan/01/david-moyes-tottenham-hugo-lloris-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2014/jan/01/david-moyes-tottenham-hugo-lloris-manchester-united", "fields": {"headline": "David Moyes rages at 'scandalous' decision as Spurs stun Old Trafford", "bodyText": "David Moyes branded Howard Webb's refusal to award a penalty for Hugo Lloris's challenge on Ashley Young and to send the goalkeeper off as \"scandalous\" following Manchester United's 2-1 defeat by Tottenham Hotspur at Old Trafford on Wednesday. Goals from Emmanuel Adebayor and Christian Eriksen were answered only by Danny Welbeck to give United a reverse that leaves the champions 11 points behind Arsenal in what was a fourth home league defeat. Moyes was angry at what he perceived as the injustice regarding the 87th-minute incident that occurred when Lloris charged out at Young who went down in the penalty area. While replays appeared inconclusive Moyes was in no doubt. \"I thought the team played really well, certainly should have had a penalty and a sending-off for the challenge the goalkeeper made on Ashley Young but I thought we created enough opportunities to get at least a draw. It was scandalous. If you follow through on a player anywhere else on the pitch with your foot high, it would be a red card. You couldn't do that anywhere else. The goalkeeper comes out, Ashley Young gets the ball before him and he follows through. \"It's an incredible decision which didn't go our way, in fact probably one of the worst, I think. All I can tell you is that it is a stonewall penalty kick.\" Moyes stated that Webb had been sought out for an explanation. \"I think some of the staff are going to speak to him,\" the United manager said. Tim Sherwood agreed with Moyes. \"I haven't seen it back but at the time as I saw it I thought it was a penalty,\" said the Spurs manager. Moyes was equally incredulous of Webb's decision to book Adnan Januzaj in the closing moments. \"Have you seen that decision? That is a terrible decision. Adnan has got bumped, the boy has tried to edge him off the ball, bumped him off the ball and it is a terrible decision.\" Moyes suggested Webb's performance should be scrutinised. \"You'd hope the people who put the referees out there would have a look at it and look to see if they think the referees are doing as well as they can be. If they are they keeping picking them.\" Despite the deficit to Arsenal, Moyes refused to concede that United's title defence is over. \"We will keep going try and win the next game and see how it goes. There is a long way to go,\" he said. Tottenham joined West Bromwich Albion, Newcastle United and Everton as sides who have beaten United in the league at Old Trafford. Asked to explain these defeats, Moyes said: \"We just didn't get the finishes we needed. We didn't play badly. We deserved to win, if not win it, at worst a draw.\" Sherwood has guided Spurs to 10 points from his opening four games since replacing André Villas-Boas. \"I think we've got good players and can affect any team we play against if we play right, whether it's United or Liverpool or Arsenal, I just think there's opportunities for our players if we play well and I think at times today we did that,\" he said. Sherwood stated it was not clear yet what injury Adebayor had suffered before being taken off on a stretcher. \"He's got ice on every part of his body so we can't tell what is wrong with him,\" the manager said. Moyes was also uncertain if Robin van Persie will be available for Tuesday's Capital One Cup semi-final first leg at Sunderland. He did confirm that Wayne Rooney is carrying a groin problem. \"The plan was to play Wayne 90 minutes. He has got a bit of a groin injury but the longer it went on, we had to get more attacking players on the pitch to find more ways to score. \"If I could [rest him], I would. The games are coming thick and fast. He has missed a couple of games with his groin and may well miss some more in the games coming up.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}