{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2014/jan/05/cincinnati-bengals-playoff-woes-defeat-san-diego-chargers", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-01-05T23:15:34Z", "webTitle": "Cincinnati Bengals' playoff woes continue with defeat to Chargers", "webUrl": "https://www.theguardian.com/sport/2014/jan/05/cincinnati-bengals-playoff-woes-defeat-san-diego-chargers", "apiUrl": "https://content.guardianapis.com/sport/2014/jan/05/cincinnati-bengals-playoff-woes-defeat-san-diego-chargers", "fields": {"headline": "Cincinnati Bengals' playoff woes continue with defeat to Chargers", "bodyText": "Cincinnati's playoff woes go on and on after a second half meltdown in their AFC wildcard game allowed the San Diego Chargers to beat the Bengals 27-10. Trailing 10-7 at half-time the Chargers scored 20 unanswered points in the second stanza to win NFL playoff on Sunday and advance to the divisional round against the Denver Broncos. Bengals quarterback Andy Dalton paid dearly for his miscues – two interceptions and a fumble – to hand Cincinnati their first home defeat of the season. For the AFC North champion it was another shocking end to a promising season as their run without a playoff win extended to 23 years. Four times in the last five seasons Cincinnati have appeared in a wild card contest and fallen at the first hurdle, losing twice to the Houston Texans (2012 and 2011), the New York Jets (2009) and now the Chargers. The Chargers won despite a modest afternoon from quarterback Philip Rivers, completing 12-of-16 passes for 128 yards and one touchdown. Ronnie Brown and Danny Woodhead also ran for touchdowns for the Chargers. It was the fifth straight win for the Chargers who will carry building momentum into Denver next Sunday to take on Peyton Manning and the top-seeded Broncos. Said Rivers: \"We talked all week about this being the fifth round, so the sixth round will be next Sunday in Denver. We've been in that (must win) mode for five weeks now. We know what's in front of us, Denver is an awesome team. We were able to win there a few weeks ago, so we'll be confident but it is going to be a tough task.\" Small consolation for Dalton: he threw his first career post-season touchdown pass, to Jermaine Gresham, and for 340 yards in total, far more than Rivers. Bengals head coach Marvin Lewis – winless in five trips to the playoffs since taking over as head coach in 2003 – said: \"Obviously the biggest difference was turnovers. It's disappointing, as hard as we've worked and played, to have a football game where we had opportunities and we let it go. When you turn the ball over like we did today, that keeps you from scoring.\" San Diego Chargers 27-10 Cincinnati Bengals - as it happened"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}