{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2014/jan/14/-australia-v-england-one-day-internationals", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-01-13T23:52:22Z", "webTitle": "The Joy of Six: Australia v England one-day internationals", "webUrl": "https://www.theguardian.com/sport/blog/2014/jan/14/-australia-v-england-one-day-internationals", "apiUrl": "https://content.guardianapis.com/sport/blog/2014/jan/14/-australia-v-england-one-day-internationals", "fields": {"headline": "The Joy of Six: Australia v England one-day internationals", "bodyText": "1) 1971 - The Opening Encounter Also billed as the “International Knock-Out Match”, the inaugural one-day international between Australia and England of 1971 took place after the New Year Test of the 1970-71 Ashes tour was lost to three days of persistent rain. Necessity bred invention, so following the refusal of administrators to postpone the start of the Test, the MCG was to host the first ODI just as it had done the first Test match in 1877. Occurring at the smoke-clouded zenith of cigarette advertising, Rothman’s pumped A$5,800 worth of sponsorship into the venture, which was played on what would have been the fifth day of the abandoned Test. Pre-game crowd expectations in the range of 20,000 proved pessimistic once 46,006 patrons had poured through the gates. Spectators were promptly told by Don Bradman, “You have seen history made.” By the standards of one-day cricket right up until the mid-90s, the scoring rate in England’s 40-over innings actually wasn’t quite as bad as many modern reports suggest, with the tourists compiling 190 from their 39.4 over innings. They were 8-ball overs, mind you. England’s total was built around a patient 82 from John Edrich and the entire innings comprised of only four boundaries. The unlikely spin duo of Ashley Mallett and Keith Stackpole took three wickets apiece for Australia. The home side were relative sprinters in reply, reeling in the target from only 34.6 overs for the loss of five wickets. Doug Walters’ 41 came from 51 deliveries and featured six boundaries, while Ian Chappell anchored the chase to top-score with 61 from 103, including the first six in ODI history. Twelfth man Derek Underwood could merely ponder what might have been if he’d been unleashed on a pitch that brought joy for even part-timers like Stackpole. Not every player was immediately aware of the game’s significance. Mallet later claimed at the time the players though the exercise “was a bit of a joke,\" but at a 40-year reunion of the Australian side, Greg Chappell said \"Looking back now it was quite a momentous occasion. John Edrich said the England players didn't want to play. Our blokes were happy just to get out of the dressing room.'' Not only had history been made, but cricket administrators knew there was a thirst for the format at international level. The genie was out of the bottle and it was only six years before the Packer insurgency arrived on a grander, more sensational scale. 2) 1982-83 - PJs, pigs and the powder blue The summer of 1982-83 was a testing one for Bob Willis’s England side. Having lost the Ashes to an Australian side bolstered by the return of Greg Chappell, they faced the prospect of a marathon World Series Cup triangular series with a group stage comprised of 15 games. Despite a remarkable three centuries from a white-hot David Gower within the space of 10 games, England won just four of their fixtures (twice against both Australia and New Zealand) and missed out on the finals. There’s a great retro appeal to that series 30 years on. It occurred at the apex of ODI uniform design, with Australia wearing their greatest national strip ever, New Zealand their iconic beige number and England quite fetching too in powder blue. It also saw the appearance of the infamous Gabba pig, which was emblazoned with the names of Ian Botham and his cohort Eddie Hemmings. A similar stunt was greeted with far less humour during the recently-completed Ashes tour. The series was played amid considerable tumult in the Australian sheds. Kim Hughes took back the responsibility of captaincy from Chappell, but saw his rich form during the Tests desert him when encumbered by the extra burden of leadership. Another icon of the Australian game, Dennis Lillee, returned from injury during the series but for the first time in his career was dropped from the side and no longer considered an automatic starter. Soon he’d be gone from international cricket altogether. The plight of Hughes and Lillee was nothing compared to the English batsmen and only Gower (563 runs at 62.56), Allan Lamb and Derek Randall were able to average in excess of 25. They even conspired to allow Greg Chappell to bowl Australia to victory at the SCG. Australia had surprisingly few troubles dispatching a strong New Zealand side 2-0 in the series finals, though post-Under Arm relations probably weren’t helped by this running effort from Australian ‘keeper Rod Marsh. 3) 1987 - The Perth Challenge What a time it was to be an Australian in 1987. Sotheby’s were still willing to give Alan Bond (then still the owner of Channel Nine) a loan to pay $54m for Vincent Van Gogh’s Irises, and parents across the land were planning family holidays to ‘Expo 88’ in Brisbane. Australians were kicking goals left, right and centre. I still have my key-ring of ‘Oz’ the Platypus to prove it. But national pride apparently comes before a fall, and so it was during the “Perth Challenge” one-day tournament of the 1986-87 summer, when Australia marked its upcoming America’s Cup defence with what else but a one-day international cricket series against England, West Indies and Pakistan. Pastel sports coats with rolled-up sleeves were de rigeur at that point but clearly too impractical for the playing of cricket, so teams were kitted out in rugby-style playing shirts that featured a yachting insignia. In most other respects it was business as usual, but in an alarming portent of things to come in the actual America’s Cup, Australia fared badly in the short series and failed to even make it to the final, in which England defeated Pakistan. Prize money for the winning side was set at $20,000. Having made the bizarre decision of letting Pakistan and the West Indies open the tournament in the Waca’s first game under lights, Australia met England on New Year’s Day for the second group match. Suffering no noticeable Ashes hangover, England’s batsmen piled on 272 from 49 overs thanks to a proto-slogfest from Ian Botham. His 68 from 39 deliveries featured seven fours and three sixes, and included a 26-run feast from a single Simon Davis over. In reply, Australia were not able to build any partnerships of significant length around Dean Jones’s 104, so the home side managed only 235. Not one of Jones’ partners passed 30 and when he holed out from the bowling of Graham Dilley, the catcher, Gower, drop-kicked the ball back towards the bowler in celebration. It was 1987, even Gower was rowdy. 4) 1986-87 - Allan Lamb v Bruce Reid Australia’s blushes during the Perth Challenge in early 1987 continued into the triangular tournament that followed, with England brushing by them 2-0 in the finals series. Both sides had progressed through the group matches at the expense of a strangely listless West Indies side. The standout moment in that series came in the fourth game under lights at the SCG, when Lamb and England came from behind in dramatic circumstances to claim a famous victory. Kicking things off, dour openers Dirk Wellham (97 off 144) and Geoff Marsh (47 off 67) made sure Australia posted a defendable 233 for 8 from their full allotment of overs and for much of England’s reply it had seemed enough. After the dismissals of Chris Broad (45) and David Gower (50), most of the heavy-lifting was left to a scratchy Lamb in combination with the English tail. By the final over the striker Lamb and his partner Phil DeFreitas required 18 to win. The last rites were left to beanpole paceman Bruce Reid. Punching the first ball through cover for a nervily-run two, Lamb swatted a short, straight follow-up through mid-wicket for four and suddenly only 12 were required from four balls. Moving around in his crease to distract the now-jittery Reid, Lamb used his Slazenger V12 blade to perfection, clubbing the next one wide of long-on for a giant six and it was down to six off three. The pressure was telling in the Australian field. A single off the next ball turned into two with a sloppy throw from Wellham went through Reid’s fingers for an overthrow. It left Lamb with four to get from the final two deliveries. “No room, don’t give him any room,” barked the Aussie skipper Allan Border at his bowler, but Lamb flicked the penultimate ball through mid-wicket and to the boundary. “The crowd has gone wild and all of a sudden, out of the blue comes Allan Lamb and away goes two points for Australia,” screamed an incredulous Bill Lawry in the commentary box. The SCG crowd were slightly less enthusiastic. 5) 1994-95 – England lose to Australia … A Here’s a thought for England fans struggling to take positives from the disastrous Australian summer in progress; cast your mind back to the equally depressing Australian summer of 1994-95. In it, a 3-1 Ashes scoreline was massaged by a spirited win in the Australia Day Test in Adelaide, during which Devon Malcolm and Chris Lewis bowled England to victory on the final day. There was a less positive subplot, mind you. England had just been knocked out of the triangular one-day series by Australia, Zimbabwe and … Australia A. Yes, a team of second-string players who couldn’t get a game in the national team defeated England’s best in one of the most farcical moments in the story of cricket’s two oldest rivals. To play devil’s advocate, England did win their first encounter with the second string. The Australia A side was also loaded with players who’d either already made their mark on international cricket or would later become legends of the game. Still, they lost the second clash convincingly, giving up centuries to both Greg Blewett and Michael Bevan in Australia A’s total of 264. Lewis was belted for eight an over. In reply England could not put together a single partnership in excess of 45 and with constant pressure from Merv Hughes, Paul Reiffel and leg-spinner Peter McIntyre, they were dismissed for 235 and humbled by a team of understudies. That 39-run loss and another to the Zimbabweans put paid to any further aspirations in the tournament, so Australia literally faced off against itself in a three-game finals series that would have been sad if it wasn’t so funny. 6) The good, the bad and the ugly One-day internationals between Australia and England have thrown up lots of weird and wonderful scenarios over the years, with each last-gasp victory and virtuoso individual display counter-weighted by moments of pure comedy. Of all Phil Tufnell’s fielding mishaps, none would be more iconic to cricket fans of a certain age than his shambolic attempt to take the stumps and run Steve Waugh out during a 1990-91 Benson and Hedges World Series Cup game. It’s an incident that lives on in infamy and countless Tuffers DVD’s and books. It’s really hard to put into words how magnificent it was; the fact that Waugh is virtually standing next to his brother at the strikers end as the ball flies towards Tufnell; that he had enough time to go and retrieve his fumbled take and fire it back at the stumps himself; that the throw hopelessly missed as a cantering Waugh had already given up; just priceless. “Oh my goodness gracious me!” bellowed Tony Greig, a line many enjoyed on an endless loop thanks to the wonders of the VHS tape. But sitting above far and above even the tragic poetry of Tufnell is Mark Alleyne’s effort during the 1998-99 triangular series between Australia, England and Sri Lanka. Having been run out for two in England’s 178, Alleyne was only called upon for a single over as Alan Mullally tore through the home side, but one unfortunate fielding effort will always be synonymous with the all-rounder. With Australia 18-0, Alleyne set off in pursuit of an Adam Gilchrist push through cover, sliding to collect it but missing, before stumbling on all fours, diving for a second time without laying a hand on it and then finally finding his way to his feet and picking up the almost-stationary ball. The Brisbane crowd went wild, jeering poor Alleyne mercilessly. “If you’re playing your first limited overs international in Australia, this is not quite the way you want it to go,” said an understated Richie Benaud."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}