{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/jan/28/tulsa-compounding-pharmacy-lethal-injection-execution", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-01-28T22:53:46Z", "webTitle": "Tulsa pharmacy faces questions over lethal drug to be used in execution", "webUrl": "https://www.theguardian.com/world/2014/jan/28/tulsa-compounding-pharmacy-lethal-injection-execution", "apiUrl": "https://content.guardianapis.com/world/2014/jan/28/tulsa-compounding-pharmacy-lethal-injection-execution", "fields": {"headline": "Tulsa pharmacy faces questions over lethal drug to be used in execution", "bodyText": "A pharmacy in Tulsa, Oklahoma, is under pressure to explain its potential role in an imminent execution 400 miles away in Missouri, where a death row prisoner is due to be administered a lethal injection drug, the source of which remains shrouded in secrecy. With seven hours hours to go before the 12.01am CST scheduled execution of Herbert Smulls in the Eastern Reception, Diagnostic &amp; Correctional Center in Bonne Terre, his lawyers are protesting that the secrecy surrounding Missouri's source of the 10mg of pentobarbital that will be used to kill him is hampering their efforts to defend him in his final moments. At worst, the lawyers contend, Smulls could be subjected to cruel and unusual punishment by being executed with drugs that have been only lightly regulated and have not been subjected to public scrutiny. State authorities have tried to obscure the identity of the compounding pharmacy that supplied the drug, going to such lengths as making the name of the business, like the execution team, protected from disclosure under Missouri law. But Cheryl Pilate, one of the defence lawyers fighting for Smulls's life, has named the Apothecary Shoppe, a compounding pharmacy in Tulsa, as the source of tonight's lethal injection drug. “We have studied publicly available documents – information that any citizen can obtain – and concluded that the Apothecary Shoppe was the source,” Pilate told the Guardian. Lawyers acting for Smulls, 56, who was sentenced to death for the 1991 murder of a jewelry store owner Stephen Honickman, have lodged a court motion protesting that the secrecy surrounding the source of the execution drugs is a violation of the prisoner's first amendment rights as well as his right to proper legal representation. “We are being subjected to government secrecy at its most extreme. There is no greater manifestation of a state's power than to execute one of its citizens – and when that is done, it has to be done correctly,” Pilate said. Maya Foa, a leading campaigner for greater public access to information about death penalty drugs, said “there can be no way of guaranteeing that the execution will not amount to torture. This begs the question of what states are really trying to hide.” The contention of Smulls's attorneys that secrecy combined with the relatively light regulation of compounding pharmacies could subject prisoners to drawn-out and potentially painful deaths through the use of weak or ineffective lethal drugs was underlined earlier this month in Oklahoma’s execution of Michael Wilson. The prisoner's final words as he was put to death by a massive overdose of pentobarbital, obtained from an unnamed Oklahoma compounding pharmacy, were: “I feel my whole body burning.” The Apothecary Shoppe makes up – or compounds – medication customised to individual customers under the jingle “the most important thing we did today was fill your prescription”. The Guardian contacted the owner of the Apothecary Shoppe, a pharmacist called DJ Lees, on Friday. He flatly denied any involvement with prison services in any state: “We do prepare compounded medication, but not in this case. You have got the wrong pharmacy,” he said. But St Louis public radio, basing its deductions on documents released to the public under court order, has named the Apothecary Shoppe as the likely supplier of the pentobarbital in Missouri's possession. The Apothecary Shoppe has also been named by local media in Louisiana after state authorities released to lawyers acting on behalf of a death row inmate in that state a sequence of emails between DJ Lees and a senior official from the local prison service. The emails, published by the New Orleans news outlet the Lens, show that Lees asked the state to sign a non-disclosure agreement keeping all aspects of their relationship secret. The non-disclosure form was made out in the name of the Georgia department of corrections, suggesting that a similar secret pact might also have been secured from that state. The flirtation of a growing number of death penalty states with compounding pharmacies underlines the increasingly extreme measures they are taking to skirt a European-led boycott of medical drugs to US prison systems. States have attempted to protect their new, legally challenged supply lines by shrouding the identity of the compounding pharmacies they employ in secrecy. Any transactions between the Apothecary Shoppe and the state authorities in Missouri, Louisiana or Georgia could be legally questionable because the pharmacy is unlicensed in those states to dispense or distribute controlled substances. In Louisiana, out-of-state pharmacies doing business there are legally obliged to have a registered office inside state lines. Missouri pharmacy rules state: “Pharmacists shall not offer compounded drug products to other pharmacies, practitioners or commercial entities for subsequent resale or administration, except in the course of professional practice for a prescriber to administer to an individual patient by prescription.” The Missouri authorities are attempting to overcome the inter-state legal hurdles by arguing that its officials travelled to Oklahoma to pick up the supply of pentobarbital, thus avoiding the need for the compounding pharmacy to ship the drug across state lines or to be licensed in Missouri. On Tuesday, the Apothecary Shoppe issued a statement to the Guardian in which it insisted it has complied with all federal and state laws “regarding the practice of pharmacy in the state of Oklahoma, and all states into which it dispenses medications. We take compliance issues very seriously. Since our inception, we have adopted and implemented measures to ensure that we not only comply with federal and state laws, but also applicable regulations governing our pharmacy practice, including DEA regulations, FDA rules and requirements, and State Board of Pharmacy regulations in the various States into which we lawfully dispense medications.” The Missouri department of corrections did not respond to Guardian requests for comment. The equivalent department in Louisiana declined to comment on grounds of ongoing litigation. It has however indicated that it continues look for a new supply of pentobarbital ahead of its next execution on 5 February and on Monday night rewrote its execution protocol to a new combination of two drugs that it clearly hopes will be more easily obtained. Michael Rubenstein, the Louisiana lawyer who extracted from state authorities the Apothecary Shoppe emails under court order, said the lengths to which states were going to keep the supply of their drugs secret indicated something was wrong. “Why are they insisting on such secrecy? It suggests they think that if the information comes out in clear light of day their actions won't withstand scrutiny,” he said. Rubenstein said that though it was uncertain how far Louisiana had gone in its dealings with the Apothecary Shoppe, the rules against cross-state distribution of controlled substances without a license were clear. “Law enforcement officials appear to be violating state and federal laws so that they can go ahead an end a life. If they are going to execute human beings, the minimum we can expect is that they follow their own state laws.” One of the criticisms leveled against compounding pharmacies is that they are not subject to federal regulation by the Food and Drug Administration. Inspections of compounded drugs in Missouri have found huge variations in standards. In 2008, a Missouri survey discovered that one in four samples failed to meet a test of potency. Further alarm was raised ahead of the scheduled execution of Smulls after it was revealed in court documents that Missouri's batch of pentobarbital was tested for quality by the Analytical Research Laboratories (ARL) in Oklahoma City. ARL was among the labs that provided favourable test results for drugs compounded by the now-closed New England Compounding Center, which was implicated in the 2012 outbreak of fungal meningitis in which more than 60 people died. Expert testimony filed into court by Smulls’s legal team records that the Food and Drug Administration found that ARL had failed to follow certain required procedures having inspected the lab in the wake of the outbreak, and numerous civil lawsuits are ongoing."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}