{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/jan/05/aston-villa-sheffield-united-fa-cup-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-01-05T22:31:00Z", "webTitle": "Sheffield United leave Paul Lambert's Aston Villa in further disarray", "webUrl": "https://www.theguardian.com/football/2014/jan/05/aston-villa-sheffield-united-fa-cup-match-report", "apiUrl": "https://content.guardianapis.com/football/2014/jan/05/aston-villa-sheffield-united-fa-cup-match-report", "fields": {"headline": "Sheffield United leave Paul Lambert's Aston Villa in further disarray", "bodyText": "Paul Lambert must have been grateful that he spent more time post-match defending his comments about the FA Cup than dissecting yet another inept home performance. Whatever Lambert thinks of this competition is a sideshow compared with the real issues, which are how much longer Villa supporters will continue to tolerate such dire football and whether the manager is capable of turning things round. Randy Lerner, Villa's owner, remains supportive of Lambert but the fans, judging by their reaction in the last three home matches, are losing patience. Lambert's team has been booed off on each occasion and on Saturday the hostility towards the manager was ramped up a notch. Villa's league position – 11th in the table – hides a multitude of sins that were humiliatingly exposed by a Sheffield United side languishing a point above the League One relegation zone. Villa have one way of playing: counterattacking. When the onus is on Lambert's side to break down opponents, as it was always going to be against a team 51 places below them on the league ladder, they look clueless. Their football was slow, prosaic and, by Lambert's own admission, desperately lacking creativity – a recurrent theme at a stadium where Villa have won only twice and scored seven times in 10 league fixtures this season. For Lambert the walk from the dugout to the tunnel at the end of a game must feel as though it is getting longer by the week. Abuse rained down from the Trinity Road Stand as he made his way along the touchline and back to the sanctuary of the home dressing room. He had plenty of goodwill to fall back on when he replaced Alex McLeish as manager 18 months ago but last season chipped away at those reserves. Villa suffered the ignominy of conceding 15 goals without reply against Chelsea, Tottenham Hotspur and Wigan across the festive programme 12 months ago. Then there was the embarrassing Capital One Cup semi-final defeat by League Two Bradford City. Three days later Villa were knocked out of the FA Cup by Millwall. The blows kept coming and Villa looked in danger of being relegated, yet Lambert to his credit galvanised the players and they finished the campaign impressively. What nobody at the club bargained for was another winter of discontent. This was Villa's fifth defeat in seven matches but it is the insipid performances, particularly at home, that are arguably more worrying than the results. Asked whether he sympathised with the home fans, Lambert said: \"It must be frustrating as anything for them, so I understand. I'm not naive. They wonder how can we win at Sunderland [on New Year's Day] and turn up today and not perform. That's the frustration that, I think, comes through.\" The brutal truth is that too many of the Villa players – the majority signed by Lambert – are not good enough. He badly needs to freshen things up in this transfer window and the priority has to be an attacking midfielder to inject some imagination into a one-dimensional team. \"I call them No10s,\" the Villa manager said. \"They're a special type of player, they know how to get into little pockets on the pitch to try and make things happen and that's something you try and look at. They're worth their weight in gold if you can get them – and pretty dear.\" It would also help if Christian Benteke could rediscover his mojo in the second half of the season. Benteke has gone 12 games without scoring and although Lambert denied the striker was suffering from a lack of confidence, the two misdirected close-range headers at the end of the first half suggested otherwise. By that point United were already ahead, courtesy of Jamie Murphy's deflected shot in the 20th minute. Roared on by 6,000 travelling supporters, Nigel Clough's side played with confidence and spirit and fully deserved this scalp. Even when Villa levelled through Nicklas Helenius, the visitors refused to lie down. Six minutes later Ryan Flynn, a former FA Youth Cup winner with Liverpool, cracked a superb left-footed shot beyond Jed Steer to complete a glorious day for a club that has hit hard times. \"To get a result like this will renew a lot of people's faith,\" Clough said. \"You see the supporters and how much it means to them. I think it'll give them a bit of belief back that Sheffield United can get back at least into the Championship. There's incredible potential. Somebody said the club's a bit like an oil tanker; it takes some turning but once you get it turning and going in the right direction, then it will start steaming along. We are trying to get to that point.\" Man of the match Ryan Flynn (Sheffield United)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}