{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2014/jan/16/leader-2-arab-spring-tunisia-egypt", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2014-01-16T23:11:26Z", "webTitle": "The Arab spring: made in Tunisia, broken in Egypt", "webUrl": "https://www.theguardian.com/commentisfree/2014/jan/16/leader-2-arab-spring-tunisia-egypt", "apiUrl": "https://content.guardianapis.com/commentisfree/2014/jan/16/leader-2-arab-spring-tunisia-egypt", "fields": {"headline": "The Arab spring: made in Tunisia, broken in Egypt", "bodyText": "On the southern shores of the Mediterranean, the third anniversary of revolution is being marked by two new constitutions. In Tunisia, an elected assembly has produced the most liberal political ground-rules in the Arab world. In the words of the outgoing premier, Ali Larayedh, the document sets the seal on a \"democratic, made-in-Tunisia transition\". A few hundred miles east, by contrast, against a backdrop of boycotts and violence, is an Egyptian referendum in which a 90%+ \"yes\" vote will validate the army-led coup that ousted the first elected president, Mohamed Morsi. The two countries have much in common: Sunni Muslim majorities, a history of secular government and, unlike shared neighbour Libya, little oil. On the eve of revolution, both were marked by costly food, unequal incomes, youth unemployment and ageing despots. Where did Tunisia go right, and Egypt so wrong? One difference lies in the character of the Islamist groupings that won the first free elections in each country: Ennahda in Tunisia, and the Muslim Brotherhood in Egypt. Each filled an organisational vacuum in, respectively, Bourguiba Avenue and Tahrir Square. But where Ennahda moved with caution and regard for consensus, the Brotherhood drafted a constitution that many revolutionaries rejected. Fearing theocracy, some appealed to the military, whose head, Abdel Fattah el-Sisi, duly ordered the arrest of the first freely elected president, and killed the revolution. While the Tunisian military has historically had little interest in politics, the vast Egyptian army has hovered close to the throne of every president since Nasser. The army's roots reach deep into Egypt's culture and economy: the WikiLeaks cables described a \"large network of businesses\" that made the military \"a 'quasi-commercial' enterprise\". It runs hospitals, builds roads, manages resorts and owns factories that produce fertilisers, cement and even cars. It employs tens of thousands of civilians and nearly half a million soldiers, often conscripts, meaning almost every family with a son has a military connection. In the aftermath of the coup, one poll found, 70% of Egyptians retained confidence in it. So who can hold Mr Sisi and his generals to account? There is a further lucrative stream of military income: the billions of dollars in subventions that Washington has paid over three decades. In the wake of the coup, the US cut aid, but Congress is soon likely to waive restrictions on giving more than $1bn. The White House – so reluctant to use the word \"coup\" about July's events – must use this lever to persuade the generals to withdraw from politics. Otherwise, emboldened by the referendum, Mr Sisi may well step out from behind the throne and take it for himself. Egypt's circular route back to despotism will then be complete."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}