{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/jan/24/chelsea-jose-mourinho-john-terry", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-01-24T23:00:01Z", "webTitle": "Chelsea's José Mourinho will press for new contract for John Terry", "webUrl": "https://www.theguardian.com/football/2014/jan/24/chelsea-jose-mourinho-john-terry", "apiUrl": "https://content.guardianapis.com/football/2014/jan/24/chelsea-jose-mourinho-john-terry", "fields": {"headline": "Chelsea's José Mourinho will press for new contract for John Terry", "bodyText": "José Mourinho will state the case for John Terry to be awarded a new one-year contract at Chelsea when he meets the club's hierarchy next month, claiming the veteran has been the most consistent performer at centre-half in the Premier League this season. Terry, like his club-mates Ashley Cole and Frank Lampard, has entered the final six months of his deal at Stamford Bridge with Chelsea having made clear they will offer only one-year extensions to players who are over 30. Both Terry and Cole are expected to be offered terms to extend their stays at the club, though both may prefer to explore their options elsewhere. Lampard's future will also be discussed at length, though given he will be 36 in June and is the oldest of the trio, he may wish to assess his own options in the summer. While Cole has largely been usurped by César Azpilicueta in Mourinho's team since November, Terry has played every minute of the club's league campaign to date and, having steered clear of injury, has excelled. The 33-year-old is attracted by the prospect of bowing out at Chelsea at the top, in the manner that Didier Drogba's glittering spell at the club culminated in the European Cup triumph of 2012, and instinctively would not favour a move to a rival Premier League club. Galatasaray have expressed interest in the centre-half in the past and AS Monaco, currently under Claudio Ranieri, might offer an attractive and lucrative destination if the Chelsea captain wins something this season and decides the time has come to move on. Yet Mourinho still aspires to sign him for a further campaign, even if the club's 12-month extension rule will not be waived for a stalwart of over 600 appearances. \"I agree [with the policy] if you live in a climate of trust,\" said Mourinho. \"If you don't live in that climate, it's a situation that can leave the player and the club in a doubtful situation: is it my last year, is it not my last year? Is the player running away to join another club? When the climate is comfortable, I think it's fine. But I trust John and I think he trusts me.\" He confirmed he would be keen to extend the player's stay given his form this season and, when asked if Terry was the best centre-half in the country, said: \"I think so. But the [lub] rule is the rule. The owner is the owner. He's the boss. I give my opinions to him and the board and I justify my opinions. We are working very well together. We are respecting everybody's opinion and decisions will be made by everybody. I know where I want to arrive in relation to John and the others. \"There's no time to think about such things up to 31 January. Until the deadline we have to deal with things we are not expecting – like Juan [Mata] and [Mohamed] Salah – or making good decisions for loans. So, until the deadline, we have lots to think about and do. After that, in a calm way, we are going to analyse. The players know what we feel. There's no problem.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}