{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2014/jan/16/brooklyn-nets-atlanta-hawks-o2-arena-london", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-01-16T23:13:48Z", "webTitle": "Brooklyn Nets in 127-110 victory over Atlanta Hawks at London's O2 Arena", "webUrl": "https://www.theguardian.com/sport/2014/jan/16/brooklyn-nets-atlanta-hawks-o2-arena-london", "apiUrl": "https://content.guardianapis.com/sport/2014/jan/16/brooklyn-nets-atlanta-hawks-o2-arena-london", "fields": {"headline": "Brooklyn Nets in 127-110 victory over Atlanta Hawks at London's O2 Arena", "bodyText": "The NBA returned to London on Thursday night as the Atlanta Hawks and Brooklyn Nets played a regular season Eastern Conference fixture. The Nets, bankrolled by the Russian billionaire Mikhail Prokhorov, secured a comfortable 127-110 victory to continue their revival after a slow start to their campaign, following a dramatic takeover in which the rapper Jay-Z played a part. It was a Jay-Z and Oasis remix that blared through the speaker system at a lively 02 Arena before the action commenced. Quite what Sir Paul McCartney, sitting in the crowd, made of the combination was unclear but it was symbolic of an evening of Anglo-American relations. This was the fourth regular-season NBA match to be played in London in as many years and it attracted the rich and famous to Greenwich. During the intervals it was a case of spot the sportsman, especially Premier League footballers, at the courtside, including what appeared like most of Arsenal's first-team squad. Per Mertesacker, decked out in Hawks attire, was joined by Jack Wilshere among others. Chelsea were represented by Eden Hazard, David Luiz and Demba Ba, and the heavyweight boxer Anthony Joshua was also present. One of the biggest cheers of the night came when Robert Pires and his wife were caught on \"Kiss Cam\", a roving camera that prompts couples to kiss when their image comes up on a screen. The Frenchman duly obliged. Frivolity aside, NBA organisers will have hoped the match helped increase British interest in basketball. It remains a growing, if fringe, sport here but this annual fixture, which sold out in four hours, is set to continue for the foreseeable future. The outgoing NBA commissioner, David Stern, said: \"I think the post-Olympic glow is terrific and our participation levels are up across the sport in the UK. Awareness of our game has increased.\" Adam Silver, the deputy commissioner, confirmed that the annual UK fixture would continue and also revealed that there were more ambitious plans afoot. \"I think we're looking at other opportunities, maybe to play more games or possibly do a tournament at some point.\" Brooklyn will surely be keen to return. The Nets put on a show here and coasted to victory by an impressive 17–point margin, delivering a performance that many were expecting following their cash injection at the start of the season. Their coach, Jason Kidd, said: \"I think it's very important that the league continues to come here. This is a great city with a great sports atmosphere when you talk rugby, cricket and football. \"The guys have enjoyed London, the weather has been great. They understand their sport here and hopefully one day there [will be] a franchise here.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}