{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/the-northerner/2014/jan/01/seaham-durham-tide-decades-industrial-abuse", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2014-01-01T21:00:00Z", "webTitle": "Country diary: Seaham, Durham: With every tide the sea erases a little more of the decades of industrial abuse", "webUrl": "https://www.theguardian.com/environment/the-northerner/2014/jan/01/seaham-durham-tide-decades-industrial-abuse", "apiUrl": "https://content.guardianapis.com/environment/the-northerner/2014/jan/01/seaham-durham-tide-decades-industrial-abuse", "fields": {"headline": "With every tide the sea erases a little more of the decades of industrial abuse", "bodyText": "When Dawdon pit closed and the sea dumping of colliery waste ended, Blast beach resembled the surface of an alien planet – so much so that it was chosen as the location for the opening sequences of the 1992 movie Alien 3. Since then a massive clean-up campaign has transformed the shore into a pleasant place for a Christmas-morning walk, graced today with dazzling sunshine. At the bottom of the cliffs there are still traces of industrial archaeology: some topsy-turvy geology with boulders brought to the surface from strata below the magnesian limestone cliffs; colourful mineral incrustations; a faint whiff of sulphur. But with every tide the sea erases a little more of the decades of industrial abuse, and also delivers small, sought-after gifts. Until 1921, Seaham was the location of the largest glass-bottle works in Britain. Founded by John Candlish in 1853, under the patronage of the 4th Marquess of Londonderry, the Londonderry Bottleworks turned out up to 20,000 hand-blown bottles a day. Every week the \"bottleboat\" left Seaham harbour to deliver its cargo to warehouses in Rotherhithe, returning via Antwerp with silver sand. Candlish had a reputation as a benevolent employer, providing a school and library for his 500-strong workforce, but eventually the company had been driven out of business by competition from continental moulded bottle makers. Little evidence of the industry remains, except for wave-worn bricks on the beach with the Londonderry stamp and the sea glass that's washed ashore with every tide. Almost a century after the bottleworks closed, the sea still returns the waste glass that was routinely dumped into sea, now transformed into sand-polished green, ultramarine and yellow beads that provide raw materials for a local cottage industry in sea glass jewellery. By the time we had reached the end of the tide line and began to climb the steep cliff path, heading home for Christmas dinner, we had collected a pocketful of gifts from the sea."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}