{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2016/feb/16/chelsea-transition-paris-saint-germain-guus-hiddink-champions-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-02-16T22:28:03Z", "webTitle": "Spiky but in transition – Chelsea put on a Viking funeral for the old guard | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2016/feb/16/chelsea-transition-paris-saint-germain-guus-hiddink-champions-league", "apiUrl": "https://content.guardianapis.com/football/blog/2016/feb/16/chelsea-transition-paris-saint-germain-guus-hiddink-champions-league", "fields": {"headline": "Spiky but in transition – Chelsea put on a Viking funeral for the old guard", "bodyText": "For long periods at the Parc Des Princes, if you squinted a little, Chelsea really did look like Chelsea. You cannot kill the spirit. At least, not yet it seems. As Chelsea blocked and battled in the second half, Gary Cahill and Branislav Ivanovic hurling themselves in front of a breaking wave of Paris Saint-Germain pressure, it was tempting to feel a little nostalgic, to see a kind of Chelsea tribute, a Viking funeral for that familiar Terry-led team who are now in the process of passing. For one extraordinary period around the hour mark – given hope in this 2-1 defeat by an equaliser from Mikel John Obi with the last kick of the first half – Chelsea produced a display of team defending that was almost comical in its extreme commitment. Time and again Ángel Di María and Lucas Moura stretched them wide or charged at the centre. Time and again Chelsea’s rejigged, depleted back four fought and harried and hurled their bodies into the breaches in a genuinely fine deep-defensive display. That a PSG goal always seemed to be coming only added to the sense of time running short. Edinson Cavani’s strike felt like a telling blow. Laurent Blanc’s team deserved to win. Chelsea were spiky on the break but they looked like what they are, a team in turnaround, albeit the most resilient of all-star project-teams, an opponent who may lose but still leaves you with the bruises. Yet for all PSG’s periods of extreme dominance, this tie is far from over. A clean sheet at home, another brilliant performance from Thibaut Courtois and there could still be another instalment in this endgame to an era. On a chilly night inside this vast concrete enormo-bowl, Chelsea were welcomed by a mass show of flags, a giant tricolour and some slightly odd soft-rock entrance music. For the first time in these two teams’ three-year series of knockout ties the champions of England came here as decisive underdogs, their season all but done, up against the all-star runaway leaders of Ligue 1. For the first time since their first season in this competition in 1999-2000, Chelsea also played a Champions League match without at least one of the founding gang of the Mourinho years either on the pitch or the bench. John Terry’s injury meant neither the captain, Petr Cech, Frank Lampard or Didier Drogba would be present in any form – beyond leading and legending at one remove – for a Champions League match. More evidence in its own way, of a distinct period in the 12-year Chelsea project – defined by a fascination with the Champions League – coming to an end, the sense that elimination at the hands of PSG’s would represent a full stop on the lengthy first act of Roman Abramovich’s reinvention of the club. The old Chelsea bubbled away in a first half that was initially backs-to-the wall stuff, an old school possession drubbing which slowly eased as the muscles strained and that cussed spirit began to flicker at the edges. Mikel was the longest-serving Chelsea player in the squad here, not so much part of the Stamford Bridge furniture as the battered old pair of wellies successive managerial incumbents have kept in the boot for a rainy day. He ran and blocked and passed accurately. He made mistakes, notably for PSG’s goal. Brilliantly, improbably, he scored just before half-time. Belatedly Eden Hazard turned up, too, covering well in patches in the first half. For a while Diego Costa mucked in at left-back as Hazard went to centre-forward. Steadily Chelsea grabbed a fingernail-hold in the match. Steadily Hazard began to play. It was his direction, flitting in and out of that inside-left that led to Willian finding Baba Rahman in space. From his fine cross Diego Costa;’s header was palmed on to the bar by Kevin Trapp. Hazard bunched closer to Rahman, providing the kind of double-team cover that will have had José Mourinho turning off his television set and sitting silently, cursing at the wall. Games such as these turn on fine margins, however. Given a chance to run at PSG’s defence past the half hour Hazard hesitated. He fed the ball back to César Azpilicueta. Azpilicueta gave it back, a little surprised. The space was closed, the chance gone. Moments later Lucas did the opposite at the other end and PSG scored. Taking the ball in space the Brazilian turned and skittered in his familiar low-slung, demented-rodent style at the heart of Chelsea’s defence. Mikel brought him down. Ibrahimovic spanked the free-kick through the wall as Mikel seemed to jump and turn out of the way. Chelsea came scampering back, Hazard leading the charge down the right, forcing a free-kick and then a corner. From which their unlikely moment of incision arrived. Mikel clearly fancies this competition. One third of his Chelsea goals in the last 10 years – in other words, two of them – have come against the cream of Europe. This is a peculiar moment in the club’s history all round, the last breath of that extraordinary, angry, trophy-hogging, machine. Even in narrow defeat, having scarcely held the ball in the second half, Chelsea at at least played like Chelsea, a 10-year team who may just not be ready to wave their final goodbyes just yet."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}