{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/feb/05/chelsea-champions-league-attracting-players-ambition", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-02-05T22:30:02Z", "webTitle": "Chelsea could still lure best players without top-four finish, says Hiddink", "webUrl": "https://www.theguardian.com/football/2016/feb/05/chelsea-champions-league-attracting-players-ambition", "apiUrl": "https://content.guardianapis.com/football/2016/feb/05/chelsea-champions-league-attracting-players-ambition", "fields": {"headline": "Chelsea could still lure best players without top-four finish, says Hiddink", "bodyText": "Guus Hiddink says top players will be attracted to Chelsea next season even if the club are not involved in the Champions League – so long as they demonstrate their ambition to make a rapid return to the elite. Hiddink is not abandoning all hope of Chelsea finishing in the top four this season but the interim manager accepts that such a finale is unlikely given that the club are languishing in 13th going into Sunday’s match against Manchester United, 16 points behind fourth-placed Arsenal. The Dutchman will step down at the end of the campaign and he believes that what Chelsea do after that will determine whether it will make a quick recovery from this season’s troubles. Financially Chelsea can afford to go without the Champions League for a season but in order to lure players – and retain any existing ones that they wish to keep – Chelsea must convince that they have a plan to bring the good times back. “That is a matter for what the club is showing in terms of philosophy, strategy and ambition,” says Hiddink. “If you don’t get Champions League one year but you show you are very keen to get back, that might be important for players. Everything is to do with the ambition of the club, and loyalty is secured by contracts. If a club shows you have a plan and a strong squad then it can be attractive as well.” Hiddink says that if Chelsea were to fall just short of a Champions League spot this season and reach the Europa League instead, the club could use Europe’s secondary competition to give experience to young players who have had precious little opportunity to establish themselves in the first team at Stamford Bridge in recent years. “I think you can make it part of your strategy,” says Hiddink. “You can also use that for bringing in young players if you don’t think it is a very important league. I don’t want to have it without prestige but the multitude of games gives opportunities to young players aged 18 to 21 to bring them in to that competition.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}