{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2016/feb/28/senator-jeff-sessions-alabama-endorses-donald-trump-president", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-02-28T22:59:09Z", "webTitle": "Senator Jeff Sessions of Alabama endorses Donald Trump for president", "webUrl": "https://www.theguardian.com/us-news/2016/feb/28/senator-jeff-sessions-alabama-endorses-donald-trump-president", "apiUrl": "https://content.guardianapis.com/us-news/2016/feb/28/senator-jeff-sessions-alabama-endorses-donald-trump-president", "fields": {"headline": "Senator Jeff Sessions of Alabama endorses Donald Trump for president", "bodyText": "Senator Jeff Sessions of Alabama has endorsed Donald Trump for president. In a statement heralding the news, Trump said it was just one stage in “an incredible movement, arising from the people”. “The events of history have aligned to give the people this fleeting chance to bust up the oligarchy,” Trump said, “to take back control from the ‘Masters of the Universe’ [and] return it to the good and decent and patriotic citizens of the United States.” At a Sunday at a rally in Madison, Alabama, the most vocal immigration hawk in the upper chamber became the first US senator to endorse the billionaire. Sessions told a crowd of thousands: “At this time in American history, we need to make America great again.” He then put on a Trump campaign baseball cap and proclaimed: “I am pleased to endorse Donald Trump for the presidency of the United States.” Jefferson Beaureguard Sessions III, who has served four terms in the senate, has long been an advocate for reducing immigration into the US and deporting undocumented migrants. He told attendees that Tuesday’s primary “may be the last opportunity we have for the people’s voice to be heard”, and continued: “You have asked for 30 years and politicians have promised for 30 years to fix illegal immigration. Have they done it? Donald Trump will do it.” Sessions also attacked the Trans Pacific Partnership free trade agreement as “Obamatrade” and said “a movement is afoot that must not fade away”. He and Trump have long been closely tied. Sessions helped Trump draft his immigration policy and a long-time Sessions aide recently joined the Trump campaign. Introducing the senator on Sunday, Trump praised him as “really the expert as far as I am concerned about borders”. The Alabama senator joins New Jersey governor Chris Christie and Maine governor Paul LePage as major elected officials to have endorsed Trump. His endorsement will further solidify Trump’s credentials as a fervent opponent of illegal immigration. It also undermines the Texas senator Ted Cruz, who has repeatedly cited his work with Sessions in the fight against comprehensive immigration reform as proof of his conservative bona fides. Sessions’ support will also give Trump a boost in Alabama’s primary, which is part of this week’s Super Tuesday spate of such contests. Recent polls give Trump a double-digit lead in the delegate-rich state. In his statement, Trump said: “I am deeply honored to have the endorsement of Senator Jeff Sessions, leader of congressional conservatives. “He has been called the Senate’s indispensable man and the gold standard. He led the fight against the Gang of Eight [immigration reform], against Obama’s trade deal, against Obama’s judges, and for American sovereignty. He has stood up to special interests as few have.” Sessions’ endorsement is not, however, likely to help stem the controversy surrounding Trump’s hesitancy to disavow former Ku Klux Klan leader David Duke in an interview with CNN on Sunday. Sessions has been plagued by allegations of racism. In 1986, prior to being elected to the Senate, he was nominated to federal judgeship by Ronald Reagan. The nomination was rejected by the Senate judiciary committee after accusations by former aides that he had repeatedly made racist statements. This included the allegation that Sessions had said he though the Ku Klux Klan “were OK until I learned they smoked pot”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}