{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/feb/20/eddie-jones-england-coach-six-nations-ireland", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-02-20T22:00:03Z", "webTitle": "Eddie Jones builds England from the base up with expectation escalating", "webUrl": "https://www.theguardian.com/sport/2016/feb/20/eddie-jones-england-coach-six-nations-ireland", "apiUrl": "https://content.guardianapis.com/sport/2016/feb/20/eddie-jones-england-coach-six-nations-ireland", "fields": {"headline": "Eddie Jones builds England from the base up with expectation escalating", "bodyText": "There was great anticipation in the buildup to this year’s championship over how Eddie Jones’s England would shape up. It did not particularly matter who the opposition were; the English rugby fan just wanted to see the team play. Now the first couple of hurdles have been cleared effectively – at times almost impressively – the energies are shifting, and the anticipation levels remain high as a result. For now the rhetoric has started to include the delicate notion of a two-speed Six Nations. “That was Scotland and Italy,” the line goes; “How will Jones’s England fare against Ireland, the champions?” is the new refrain. Then it will be top-five-in-the-world Wales, who won so memorably the last time the two met. And so we can expect the escalation to continue on to the tour of Jones’s native Australia in the summer. The man himself is trying to maintain a course somewhere between expectation and realism, sometimes talking his team up, more often playing down the achievement of the first two wins and reminding us of the catastrophic state we all perceived the national team to be in at the end of the World Cup. It is the classic post-regime-change dynamic. When asked when we might expect to see the best of his England team, he simply replies: “Ireland”. Then he more or less admits that he is saying that to be bullish. “That’s what I’m hoping for,” he confesses. “Whether that happens or not, I’m not sure. You are always hoping it’s going to happen next week. Generally speaking, when a coach takes over, the first year you are coaching the previous coach’s team – that’s the reality. The second year, you can change it by 50%, the third year you can change it by 80%. Which means by the third year it’s your team. Now that’s where you should be at your best. But I don’t say that because I don’t want to have any excuses. We’ve an England side here that’s good enough to win, and I want to make sure they win.” Jones shifted England’s base in the fallow week between fixtures to the same Kensington hotel the All Blacks like to stay at when they are in town. He wants to preserve Pennyhill Park, their traditional base in Surrey, for the special atmosphere of Test week. The little touches a new coach likes to introduce are very much in evidence already, but there has not been time for the kind of dramatic revolution a man of Jones’s reputation might be expected to wreak. So far, the noises from the camp have suggested even a kindly approach from the famously harsh taskmaster. The threat of his darker side, though, remains latent. “Occasionally,” says Dan Cole, when asked if he has seen glimpses. “He has a way of letting you know where you stand. If something is crap he will tell you. So far everything’s been fairly positive. He’s happy with the team. But at the same time, you can see … yes … when things aren’t so good …” Until that day, or until he has a meaningful stretch of time with the players, it is a process of information gathering. “Every day he’s learning more about what makes people tick,” says Cole. “You bump into him in the corridor and he will ask you a question. He’s building his knowledge of each individual, finding out what makes you work and what doesn’t.” On the field the focus has been on the set piece. The verdict so far: good lineout, poor scrum against Scotland; good scrum, poor lineout against Italy. “Eddie wants to go back to the traditional English rugby of 2003,” says Cole. “He understands it is a work in progress. Overall we have the backing of the coach and every day we are working hard to get that improvement.” Among the tutorials from outside that Jones has set up, Graham Dawe, the former England hooker, has been drafted in for a session. As with Jones’s Japan, striking for the ball is back in vogue with England. The hookers are hooking again. “Every scrum,” confirms Jamie George. “Without fail. There are slight differences. You have to get into a position to strike. That is something I have had to work quite hard on over the last few weeks, because it is something that doesn’t come naturally to me.” The breakdown is another area that is receiving attention. The much-longed-for David Pocock-style jackal is yet to emerge, but there have been glimpses of a dynamic approach to the tackle area. “If you look at the World Cup stats,” says Jones, “England were ranked eighth in breakdown attack and eighth in breakdown defence. So this isn’t a temporary problem. It’s been a problem for a long time, and therefore it takes a long time to fix. But we are definitely making progress.” And if that means falling foul of the referee every so often, so be it. “Most of the stats I see show that the most successful teams are quite heavily penalised. You want the number of penalties as low as possible but I don’t think you have to put a number on it. Silly penalties are the most frustrating.” England are clear of the field on the penalty-conceded count but they are also clear of the field – on points difference, at least – at the top of the Six Nations table. Comparisons with Stuart Lancaster’s start in 2012, exactly the same as Jones’s here, are inevitable. Two wins from two is a match for Lancaster’s, but Lancaster’s England got away with murder in their first two games, in Edinburgh and Rome, while Jones’s have won with relative comfort. Then again, Jones has picked much the same personnel, unapologetically building on what was already there. The fun now will be to see if he can complete a new storey in time for his first home game – against those champions, Ireland."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}