{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/feb/28/eddie-jones-manu-tuilagi-england-wales-six-nations", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-02-28T22:00:03Z", "webTitle": "Eddie Jones says Manu Tuilagi could make England return against Wales", "webUrl": "https://www.theguardian.com/sport/2016/feb/28/eddie-jones-manu-tuilagi-england-wales-six-nations", "apiUrl": "https://content.guardianapis.com/sport/2016/feb/28/eddie-jones-manu-tuilagi-england-wales-six-nations", "fields": {"headline": "Eddie Jones says Manu Tuilagi could make England return against Wales", "bodyText": "England are set to recall Manu Tuilagi to their squad to face Wales in the potential Six Nations title decider at Twickenham a week on Saturday. Eddie Jones, the head coach, has indicated that Tuilagi – who came through 80 minutes for Leicester on Sunday – will be a strong candidate for the bench with his side still chasing a first grand slam for 13 years. Having beaten Ireland 21-10 to register their third successive championship victory, England sit on top of the table with six points, one clear of Wales, and the idea of introducing Tuilagi as a second-half replacement against the Welsh clearly appeals to Jones. “He probably only has 20 minutes of Test rugby in him at the moment but that 20 minutes could be pretty good,” Jones said. “I went and watched him play against Harlequins two weeks ago and he looked in pretty good nick. If Manu comes in and makes a dash [in training], he is going to have a chance of getting into the 23.” Tuilagi has not played for England since June 2014 and sat out the World Cup through a combination of injury and suspension. Owen Farrell has been filling in at inside centre but Jones has made clear he thinks Tuilagi’s best position is No12. “We want to be the best team in the world and to be the best team in the world in every position you need to have three good options and I just have to select the right one. The players don’t have to worry, all they have to do is train.” Jones, meanwhile, has also indicated that George Ford will start at fly-half, in contrast to the World Cup pool game against Wales when the Bath player was dropped in favour of Farrell, while Joe Launchbury is expected to be fit to train in Bath this week. The only other lingering question is whether the Australian coach will speak to the media between now and the eve of the Wales fixture, the reaction to his pre-game comments about the fitness of the Ireland fly-half Jonathan Sexton having prompted him to announce a self-imposed vow of silence. “If I say something now you just criticise it, so why would I bother saying anything?” complained Jones, unimpressed with the furore generated by his remarks about Sexton’s recent injury history. “I can be like any other coach and say yes and no and not say anything. I’ll just do that from now on. I’ve got no comment to make about Wales, other than we want to beat them.” Whether Jones will stay silent if the outspoken Wales coach, Warren Gatland, directs a few pointed remarks his way over the next week remains to be seen but the England management are hopeful actions will eventually speak louder than words. Victory against Ireland, courtesy of second-half tries from Anthony Watson and Mike Brown, as well as a man-of-the-match performance from Billy Vunipola, has also persuaded Jones his team are making significant strides. “We were four years younger per player than Ireland and we had 100 caps [fewer], so it’s a good sign that we were able to absorb those pressure situations,” he said. “We should have been ahead by 20 points at half-time. You can sometimes come in and feel a bit deflated about that but they really stuck to it, applied themselves to the next task and got the points we needed to win the game. “The thing that strikes me about these English players is just how much they want to play for England and how much they want to improve. I’ve got no doubt this team is going to get a hell of a lot better.” Jones’s first game at Twickenham as England coach proved an acquired taste in some respects, not least in terms of the musical accompaniment: “The national anthem I like … Swing Low, I am not into that yet,” he said and he is still not entirely sure about the logic of prioritising grand slams over championship titles. “We want to win the Six Nations. We’ll definitely improve for Wales because we have two weeks to train. It’s just little things we have to improve on. We know we have got to take it step by step.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}