{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2016/feb/11/pro-europeans-claim-thatcher-supported-uks-special-status-in-eu", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2016-02-11T22:30:01Z", "webTitle": "Pro-Europeans claim Thatcher supported UK's 'special status' in EU", "webUrl": "https://www.theguardian.com/politics/2016/feb/11/pro-europeans-claim-thatcher-supported-uks-special-status-in-eu", "apiUrl": "https://content.guardianapis.com/politics/2016/feb/11/pro-europeans-claim-thatcher-supported-uks-special-status-in-eu", "fields": {"headline": "Pro-Europeans claim Thatcher supported UK's 'special status' in EU", "bodyText": "A political row over Margaret Thatcher’s views on the EU has deepened after pro-Europeans highlighted the late prime minister’s support for UK membership at the height of her battles against the Maastricht treaty after she left office. Nick Herbert, the chairman of the newly formed Conservatives for Reform in Europe, said that public remarks by Thatcher in the mid-1990s showed that she supported the UK’s “special status” in the EU. The pro-Europeans claimed Thatcher as one of their own after the veteran Tory eurosceptic, Sir Bill Cash, released a private letter from the late prime minister dating back to 1993 in which she said that she would never have agreed to the Maastricht treaty. Eurosceptics believe that the treaty, which came into force on 1 November 1993, marked a major step towards the creation of a European superstate because it turned the EEC into the EU and led to the creation of the euro. Sir John Major, Thatcher’s successor as prime minister, negotiated a UK opt-out from the single currency. In the letter, dated 17 March 1993, Thatcher wrote to Cash to say: “I understand that it is being suggested in some quarters that I would have agreed to the Maastricht treaty. May I make it clear that I would NOT have done so. In my view it is contrary to British interests and damaging to our parliamentary democracy.” Cash told the Daily Mail that the letter showed that Thatcher wanted to leave the EU. He said: “It is inconceivable she would not have wanted to leave the EU. If you are going to veto Maastricht, you are saying you are not going to go ahead with the European project.” But Herbert pointed to public remarks in the same year in which Thatcher said that she supported UK membership of the EU. In a letter to the Financial Times in April 1997 Thatcher clarified her thinking on the Maastricht treaty during a House of Lords debate in July 1993. Thatcher had told peers: “The majority of our people want Britain to be in Europe, and so do I.” In a speech in Copenhagen in January 1993 Thatcher was highly critical of the Maastricht treaty. But she voiced support for what will be one of the messages at the heart of David Cameron’s campaign to keep Britain in a reformed EU – that Britain has the best of both worlds as a member of the EU while retaining opt-outs from the euro and the supposedly border-free Schengen area. Thatcher said: “Within a common market, we should aim at a multi-track Europe in which ad hoc groups of different states forge varying levels of co-operation and integration, according to their circumstances. Indeed that is what the Schengen group does.” Herbert said: “Of course we can’t know what the great lady would do today. But we do know that in office she was pragmatic and took Britain into the single market. And now we learn that even after she left government she said she wanted Britain to be in Europe, and foresaw the advantage of being in the single market but outside the euro and Schengen, even if other countries integrated more deeply. That is exactly the special status in the EU that David Cameron is now seeking to secure. In fact he is the first PM since 1975 to take power back from Brussels rather than give it away.” The debate over Thatcher’s views on the EU started over the weekend when Lord Powell of Bayswater, her former private secretary, said that she would have voted to keep Britain in the EU. In a Sunday Times article Powell wrote: “Margaret Thatcher’s heart was never in our membership of the EU. But I am convinced her head would continue to favour staying in on the conditions now on offer.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}