{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/feb/01/stoke-giannelli-imbula-porto-club-record", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-02-01T22:49:36Z", "webTitle": "Stoke confirm signing of Giannelli Imbula for club record £18.3m", "webUrl": "https://www.theguardian.com/football/2016/feb/01/stoke-giannelli-imbula-porto-club-record", "apiUrl": "https://content.guardianapis.com/football/2016/feb/01/stoke-giannelli-imbula-porto-club-record", "fields": {"headline": "Stoke confirm signing of Giannelli Imbula for club record £18.3m", "bodyText": "Stoke City have broken their transfer record with a €24m (£18.3m) deal for the midfielder Giannelli Imbula from Porto, who Mark Hughes described as a “big signing for us”. The 23-year-old was a record signing when Porto bought him for €20m from Marseille in 2015 but Stoke have been working on the deal for a month after Hughes was impressed with the player during his side’s pre-season friendly against Porto last summer. Imbula has made seven appearances for France Under-21s but has yet to earn a full cap for Les Bleus and could switch his national allegiance to Belgium, where he was born. He becomes Stoke’s record signing, after the arrival of Xherdan Shaqiri in August last year for £12m, and has signed a five-and-a-half-year deal. Hughes, the Stoke manager, said: “He’s a good young player, good power, good ability on the ball, a good range of passing, someone who will come in and add to the quality we’ve already got. Having seen him first hand that experience resonated with me when it was mooted that he may be available this window. “From that point onwards we’ve tried to speak to the right people. It’s not something we’ve jumped into at the last minute. There’s a lot of work that has been done in the last month or so. It’s progressed significantly quicker this morning. Last night [Sunday] it was seemingly a little bit difficult but it’s progressed.” Asked about how the club have backed him in the market, Hughes said: “I think it’s important that when we go into the market we try and bring good quality in. When you’re trying to move and become a different club in terms of aspiration and expectation then you have to get the players to drive that. I’ve tried to bring the right quality in. I’ve always felt I’ve had the backing of the club to do something. It’s another example today. It’s a huge vote of confidence from the owners.” Imbula, who broke through at Guingamp before a move to Marseille in 2013, flew into England on Monday after negotiations had advanced in the morning. Stoke, who play Manchester United in the Premier League at Old Trafford on Tuesday night, have agreed to Porto having a 15% sell-on clause included in the deal. Marco van Ginkel, the Dutch midfielder who was on a season-long loan at Stoke from Chelsea, moved to PSV Eindhoven as news of Imbula’s deal was confirmed."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}