{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2016/feb/16/happy-valley-recap-season-2-episode-2-blood-shiraz-all-over-rug", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2016-02-16T22:00:03Z", "webTitle": "Happy Valley recap: series 2, episode 2 – blood and Shiraz all over the rug", "webUrl": "https://www.theguardian.com/tv-and-radio/2016/feb/16/happy-valley-recap-season-2-episode-2-blood-shiraz-all-over-rug", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/feb/16/happy-valley-recap-season-2-episode-2-blood-shiraz-all-over-rug", "fields": {"headline": "Happy Valley recap: series 2, episode 2 – blood and Shiraz all over the rug", "bodyText": "Spoiler alert: this blog is for Happy Valley viewers who have seen season two, episode two, shown on BBC1 at 9pm on 16 February, and available on iPlayer. Happy Valley season one was a pure, focused thriller. As soon as one weak man (Steve Pemberton’s sweaty accountant Kevin) had rashly plotted a kidnapping, we were off. Each horror flowed from the last, and no outlandish twist was required, apart from the convenience of the police sergeant finding that the man responsible for her shattered family life was also the villain she was after. But when Catherine Cawood (Sarah Lancashire) caught Tommy Lee Royce (James Norton), solving the case and saving her grandson, it was a neat double redemption. The end. Then Happy Valley got recommissioned. At first I thought, great! And then I thought, wait – what could possibly, plausibly happen? Happy Valley was at risk of joining the Life on Mars memorial museum of shows that couldn’t sustain a second season but were too popular not to try. As of season two, episode two, we’re on the edge. Four big storylines are vying for attention. But between them, they’re generating too many pin-perfect scenes for the overall health of the show to be a concern. “I have indeed got the kettle on, Winnie. Ta ta” The main new strand starts before the titles, when Catherine brings home Ilinka, a nervous Croatian whose breathless arrival at the police station has led the cops to raid a house full of enslaved women. Catherine has Tasered a trafficker in the balls, bust the migrants out and arranged for Ilinka to stay with Winnie, an elderly neighbour who, handily, lives directly opposite and speaks Serbo-Croat. Catherine interrupts Daniel and Clare arguing after he called her an alcoholic in front of Ryan. This discussion, with its element of dry farce as everyone tiptoes around the topic despite their guest speaking no English, snugly fills the time it takes for Winnie to cross the yard – one of many small elegances you see in every Sally Wainwright script. Ilinka has info. An unidentified victim of the serial killer might be her missing friend Aurelia, and Ilinka might know who’s responsible: the Knezovic family, who Catherine knows as the “Halifax mafia”. Is a human-trafficking ring taking us too far away from the gritty domesticity Happy Valley trades on? Maybe, but probably not: last year we saw how much the international drugs trade is flourishing in Yorkshire. This plot’s also given us the marvellous Winnie, played by Angela Pleasence, stalwart of 70s costume drama and horror, and daughter of Donald. Tiny, twinkly and tough, Winnie is at least a surrogate aunt to Catherine and possibly a full surrogate mum. That means she’ll probably die horribly, so enjoy her now. “Are you alright, son?” Meanwhile, Tommy Lee Royce is let out of prison to attend the funeral of his murdered mother, Lynn. A quietly daring scene again asks us to find sympathy for the devil: the prison officers who bring Tommy the news recognise how emotionally overwhelming it must be. A stunned Catherine relays the news to Ann, who has already had traumatic memories stirred by joining John on house-to-house inquiries along the street where Tommy raped and imprisoned her. An awkward exchange between the police rookie and the troubled detective includes John recklessly asking how to come upon £1,000 in a hurry. They bond over that, and over Ann losing her mother to cancer. There’s a telling moment where John lightly grasps Ann’s arm, then thinks better of it. Sally Wainwright always finds time for that sort of simple human drama amid the more explosive storytelling. See also the scene after Helen’s funeral, in which a tearful dad and daughter – Nevison and Ann – say they love each other, while also seamlessly mentioning Sam, the feckless ex-employee who might be a murderer. Sam shows up at Helen’s wake, where he’s eyeballed by Catherine. But she has other things on her mind. Lynn’s funeral is – what are the odds? – on the same day and at the same crematorium Helen’s loved ones have just left. And Catherine’s going back. Time for a stunning set piece, as Catherine – a fearless gran warrior in her Parka – stands behind Tommy and waits for him to notice her. James Norton is all muscle and fury, sobbing helplessly one second, then screaming “You filthy fucking whore!” the next. The pair are only reunited briefly, and Wainwright has to get her storyline crowbar out to do it, but it doesn’t disappoint. As we all muse on the brass balls required to antagonise a rapist by ruining his last moment with his mother, Catherine is in the cemetery, visiting her daughter Becky. Her phone goes and it’s Mike, livid at her funeral stunt and worried that Catherine still hasn’t provided an alibi for Lynn’s murder. Catherine says it’s her day off, and oh, she can’t prove where she was on those crucial days. Just as we only have Catherine’s word that Tommy brutalised Becky, the faint suspicion that Catherine did kill Lynn is left to linger. When Catherine finally returns to Helen’s wake, her sister is drunk. Siobhan Finneran is brilliant at Clare’s jittery vulnerability and now she’s brilliant as a snarling addict who’s relapsed. A superb two-hander lays years of sibling resentment bare – Clare hissing in Catherine’s face that she’s “the Gesssssstapo!” is a great moment. Last we see, Catherine is helplessly chasing Clare into the night, begging her not to put herself in danger. “You shouldn’t have done it! You shouldn’t! Have! Done it!” For light relief, we turn to John, the ineffectual detective who’s dumped his unstable mistress and is now being blackmailed. His new plan: lie to Vicky that he’s left his wife to be with her, then go round and charm her into giving up those compromising photos. Problem one is that there’s no way to establish that Vicky hasn’t backed up the photos. Problem two is that she enjoys taunting John about this over dinner. Fine work from Amelia Bullmore as Vicky tipsily, dementedly laughs in John’s face – but that’s all we’re getting from her. As she’s fixing dessert, John starts frantically unplugging her PC. She whacks him with an ice-cream scoop; he strangles her to death with the computer flex. There’s blood and Shiraz all over Vicky’s rug. What happens next? On the one hand, John’s a homicide detective who knows what evidence needs to be scrubbed away. But he’s also a bumbling nervebag who has already let on to his smart young colleague that he’s had an affair, and that he’s desperate for money. John’s had it. Catherine Cawood, super-cop Our hero’s almost impossibly fine detective skills are a delight. Did she get Sean’s number plate when he flashed past last week? Yes! But now for a stiffer test. Did she notice Frances, the stranger at Lynn’s funeral who briefly turned when she came in and was shocked to see her? It’ll certainly be useful if she has memorised her face, because Frances’s uncanny success in finding work as Ryan’s teaching assistant means they’re bound to meet soon. You what, love? Several commenters said episode one contained Jamaica Inn-ish mumbling. Critics’ preview episodes are often not quite finished, so I’d dismissed the fact that I noticed this too, thinking it’d be corrected before broadcast. Perhaps not. This week, for the second episode running, I lost some of Sarah Lancashire’s dialogue when Catherine was talking to Mike on the stairs in the nick. Any problems out there? Tweet of the week “It’s even more fun if you imagine that this is Molesley’s grandson.” Try souping up the predicament John (played, of course, by Downton Abbey star Kevin Doyle) finds himself in by taking the critic Paul Whitelaw’s advice."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}