{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2016/feb/24/people-v-oj-simpson-episode-four-connie-britton-faye-resnick", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2016-02-24T21:35:58Z", "webTitle": "The People v OJ Simpson: episode four – enter Connie Britton as Faye Resnick", "webUrl": "https://www.theguardian.com/tv-and-radio/2016/feb/24/people-v-oj-simpson-episode-four-connie-britton-faye-resnick", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/feb/24/people-v-oj-simpson-episode-four-connie-britton-faye-resnick", "fields": {"headline": "The People v OJ Simpson: episode four – enter Connie Britton as Faye Resnick", "bodyText": "I will be the first to admit that I’ve been a bit hard on John Travolta through the first few episodes of The People v OJ Simpson. Last week, I referred to his performance as “a bad Lorne Michaels impression”. The week before, I said he’s playing Robert Shapiro “as though he is hosting the Hunger Games on bunk cocaine”. Well, somehow, Travolta’s been completely upstaged by a character who actually is on cocaine, or was, to be more exact. Connie Britton’s “morally corrupt” Faye Resnick swoops into episode four of American Crime Story and turns it almost fully into broad farce. Britton is 11 years older than Resnick was during the trial. She looks and sounds nothing like her, a sin which I have previously railed against in the case of Travolta and Cuba Gooding Jr. This being a Ryan Murphy production, one would expect Britton to show up, just because she must have some kind of legally binding responsibility to do so. Resnick’s intrusion on the story turns the entire trial upside down, drawing the ire of fellow rent-a-quote Judge Lance Ito, who also takes center stage in this episode. Ito was equally a figure of ridicule back in 1994, but he doesn’t much care for people like Resnick distracting the public from the courthouse proceedings. Resnick’s willingness to sell her story to a quickie trash publisher, to profit off of the death of her friend Nicole Brown, is played for laughs – at least as much so as you’ll ever see in this miniseries. Thanks to Britton’s performance as Resnick, the world can be reminded of what a “Brentwood hello” actually is. The “old days” for these characters are key to better understanding the circumstances in which these crimes took place. The episode opens on OJ and Robert Kardashian’s party-boy antics, which include a bit of implied coke usage. That fits with the picture of privileged debauchery painted by Resnick. Her scenes are hilarious because, in many ways, Resnick represents everything odious about the OJ trial. The salacious nature of the trial was a big part of what made it such a cultural phenomenon. But, as if they knew they had to pull back from the ledge of pure camp, the writers take this opportunity to swing the spotlight to Fred Goldman, father of Ron Goldman. The scene in which the elder Goldman unloads all of his righteous anger and despair on Marcia Clark is one of the best the show has produced so far, because it not only reminds the characters of the stakes at play in this drama – it also reminds the audience. We can chuckle at the absurdity of Travolta and Britton, but two people were brutally murdered. That tended to get lost amongst the sea of late-night talk show jokes and cash-in tell-alls. This is also the episode where it becomes obvious that Clark has a problem connecting with potential jurors. They don’t like her hair, her attitude or her clothes. The scenes with her observing a focus group picking apart every little detail of her, down to the way she talks, is particularly brutal. I couldn’t help but think about another major female cultural figure of the era, Hillary Clinton, who suffered (and, some would say, continues to suffer) sexist remarks about her appearance, as though that matters. She’s reduced from a highly effective attorney to a “bitch” by the focus group, a scenario all too familiar to many women in positions of power in this country. Clark’s horrible scores with the group force Gil Garcetti’s hand and convince him to add Christopher Darden to the prosecution team to add “a little flavor”, as he so patronizingly puts it. Every character in The People v OJ Simpson is out for themselves in one way or another, except Darden. Marcia Clark, Robert Shapiro, Johnnie Cochran, Ito, Resnick and even Goldman have very clear personal stakes in the trial. Darden is almost something of an innocent, a character bereft of ego because he was plucked out of a windowless office and thrust into the Trial of the Century primarily due to the color of his skin. He’s as close to an audience surrogate as we’re likely to get in this show, and I’m happy to see him finally added directly into the main plotline. The episode ends on a face-off between Darden and Cochran, characters who benefit from two of the best performances in the series. One can only hope that we’re due for more scenes between these two in the remaining six episodes. Oh, and also, more Connie Britton, please."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}