{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2016/feb/19/iphone-apple-privacy-smartphones-extension-of-ourselves", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2016-02-19T23:29:08Z", "webTitle": "Leave my iPhone alone: why our smartphones are extensions of ourselves", "webUrl": "https://www.theguardian.com/technology/2016/feb/19/iphone-apple-privacy-smartphones-extension-of-ourselves", "apiUrl": "https://content.guardianapis.com/technology/2016/feb/19/iphone-apple-privacy-smartphones-extension-of-ourselves", "fields": {"headline": "Leave my iPhone alone: why our smartphones are extensions of ourselves", "bodyText": "Apple’s recent refusal to abide by a court order to unlock the San Bernardino shooter’s iPhone has brought to the public’s attention an argument over cybersecurity and encryption that has been raging throughout the tech world for years. On the surface, that argument has a particular and recognizable ethical character. But further down, it is about something else – something deeper that has to do with identity itself. Utilitarian thinkers like John Stuart Mill have always held that the best way to decide any ethical question is to look and see which action has the best consequences. Turning to the iPhone case, the way this argument has played out in the media suggests that it is all about which future is the most dire: the one where terrorists can hide their communications in common devices, or the one where the governmental eye of Sauron sees all. Yet this characterization oversimplifies what is really at stake. Both pictures of the future are misleading, if only because terrorists have, like the rest of us, numerous ways to get in contact with one another. Breaking into this particular iPhone won’t change that. Moreover, your data is already unsafe. As more than one wag put it on Twitter, that’s what makes it so ironic that privacy advocates like to complain on social media. But the deeper problem with the “it’s all about the consequences” side of the debate is that it ignores the increasingly intimate relation we bear to the devices around us. Smartphones were only the first step towards the world we live in now – the “internet of things”. More and more devices – from refrigerators to cars to socks – interact with the internet on a nearly constant basis, leaving a trail of digital exhaust. That means greater convenience, but increasingly it also means that our devices are becoming “ready at hand” as Heidegger would have said. We’ve begun to see them as extensions of ourselves. The Internet of Things has become the Internet of Us. It is tempting to see that as metaphorical. But there is actually a metaphysical point here, one which we can get at by way of two very different, if consistent, philosophical routes. The first way in stems from what is known as the “extended mind” hypothesis. According to the philosophers Andy Clark and David Chalmers in a 1998 paper, our mental states, like our beliefs or our memories, aren’t always just in “in our heads”. They are spread out. In other words, it is not just that I use my contact list in my smartphone as a crutch to help me remember, my actual remembering is partly constituted by the phone itself. It is a combo of brain cells and computer chips. I am not sure whether Clark and Chalmers are right about the entire mind, although they might be. But I am more convinced that one sort of mental state, the state of my knowing something, is often extended to our digital devices. My knowing, at least in the passive, receptive sense of “knowing”, is definitely outsourced to my phone. And that is why I often feel 100% less knowledgeable when I don’t have ready access to it. If something like this is right, it helps to explain why we worry about losing more control over access to our smart devices. What and how I know it is part of my mind; but if what and how I know is partly composed of what happens on my phone, if it is “spread out” in that way, then unlocking our devices is not simply like unlocking our house. It is more like opening up our minds to Vulcan mind melds. And then the ethical question here can’t just be decided by tallying up the consequences; what harms our identity is a matter of principle. Of course you might think that the extended knowledge hypothesis is too farfetched. But the other way to get to the same point is this: whether or not we actually are our phones, we increasingly identify with them. We increasingly see them and the digital life we lead on them as partly constituting who we psychologically are. The reason that matters is that psychology matters for autonomy. One type of autonomy we care about is autonomy of action. But another type is autonomy of decision. And you can violate my autonomy of decision in more than one way. One way is to overrule it. Hold a gun to my head and I will find myself making decisions that aren’t really in line with my most considered opinion about what is best for me. On the other hand, you can also undermine it. Give me a drug without my consent and my decision-making is made moot. It doesn’t really matter whether I wanted to take the drug or not. I’ve taken it anyway and my decision is irrelevant. Violations of information privacy undermine our autonomy of decision in the same way. They make a decision for us – whether to share our information. In some cases, perhaps like the case of the San Bernardino shooter’s phone, that may be justified. But there is a reason to be wary of generalizing, precisely because back-door phone hacks would open us up to having our autonomy undermined in just this way. Arguably, what harms autonomy harms identity. And what harms identity, what harms us as individuals, as minds, is not just a bad consequence – it is bad in principle. • Michael Patrick Lynch is professor of philosophy and director of the Humanities Institute at the University of Connecticut. His new book is The Internet of Us: Knowing More and Understanding Less in the Age of Big Data. Follow him on Twitter: @plural_truth"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}