{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2016/feb/13/mahana-review-berlin-film-festival-2016-lee-tamahori", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2016-02-13T21:30:02Z", "webTitle": "Mahana review – once was warrior, now an angry, domineering dad", "webUrl": "https://www.theguardian.com/film/2016/feb/13/mahana-review-berlin-film-festival-2016-lee-tamahori", "apiUrl": "https://content.guardianapis.com/film/2016/feb/13/mahana-review-berlin-film-festival-2016-lee-tamahori", "fields": {"headline": "Mahana review – once was warrior, now an angry, domineering dad", "bodyText": "Some feuds feel as old as the land. The Mahanas and the Poatas are rival sheep-shearing families, working the east coast of 1960s New Zealand, when they’re not picking at the scab of a decades-old injustice. Lee Tamahori directs a handsome melodrama, based on the book by Whale Rider author Witi Ihimaera and headed up by his Once Were Warriors star Temuera Morrison. Morrison’s character here, Grandfather Mahana, is less impulsively violent than Once Were Warriors’s Jake “The Muss” Heke, but he shares his anger, his pride and his sense of encroaching desperation as the times move on and power slips from him. The agent of change is his teenage grandson, Simeon (Akuhata Keefe). Simeon is a diplomat and a leader in the making, but he’s only just starting to question the wisdom of his elder’s rule. His teacher quotes George Bernard Shaw: “A family is a tyranny ruled over by its weakest member”. Scriptwriter John Collee’s skill lies in keeping us guessing as to who fits the quote best: the young buck or his bullish grandfather. Simeon is spurred on by a burgeoning romance with one of the Poatas girls, played out through shy glances on the school bus, classroom bickering and a brief, rebellious snog in the local movie theatre. That tryst is sparked in the midst of chaos: one of the Poatas boys decides to ride his steed into the cinema during a John Wayne western. Later the judge will sentence him to two years imprisonment for his horseplay, prompting Simeon to stand up and challenge his ruling. He makes a plea for understanding, noting that – as the families are banned from speaking Maori in the courtroom – they’re unable to truly express themselves. It’s a little fanciful, like much of Tamahori’s movie, but it convincingly sets up Simeon as a force to be reckoned with. It wouldn’t be believable at all if Keefe, picked from a Tolaga Bay school to play the co-lead, wasn’t quite so impressive in his debut performance. He always seems strong enough to take on the patriarch, even in film’s early stages, when Simeon amiably acts as a skivvy for his domineering gramps. Morrison, whose part is the less interesting, still convincingly commands the brood. Grandfather Mahana bears down on his grown-up children and their kids with an intensity that suggests he’s motivated by something deeper and darker than love. His family is his kingdom. Won, not earned. And it can be easily lost. While Tamahori, who has had a few dalliances with Hollywood (the Morgan Freeman/Angelina Jolie thriller Along Came a Spider, the Bond film Die Another Day, xXx: State of the Union) seems comfortable on home turf, he also seeds a few blockbuster tricks. The opening scene has the Mahanas and the Poetas racing to reach the funeral of a distinguished landowner, whose son could give either family work. The car chase, considering it’s on a rural track in the middle of the boondocks, is an unexpected early thrill. Mahana is a touch simplistic and very romantic. But it does what it does with skill. Crucially Tamahori is not too beholden to showing us the inner workings of a Maori family. The Mahanas could be anyone, anywhere, whose male leader forgets that his role is to offer support, love and security – not hard-hearted rule."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}