{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/feb/19/george-kruis-england-six-nations-eddie-jones-ireland-jonathan-sexton", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-02-19T22:00:29Z", "webTitle": "George Kruis: England’s high-intensity training reaping Six Nations rewards", "webUrl": "https://www.theguardian.com/sport/2016/feb/19/george-kruis-england-six-nations-eddie-jones-ireland-jonathan-sexton", "apiUrl": "https://content.guardianapis.com/sport/2016/feb/19/george-kruis-england-six-nations-eddie-jones-ireland-jonathan-sexton", "fields": {"headline": "George Kruis: England’s high-intensity training reaping Six Nations rewards", "bodyText": "England’s players say the extra intensity of their new training regime is increasing their chances of a first Six Nations title since 2011. Eddie Jones has been actively trying to work his squad harder since taking over and as they prepare for their next match against Ireland the Saracens lock George Kruis believes there has been a significant step up compared with the Stuart Lancaster era. A feature of England’s opening two wins against Scotland and Italy has been their final-quarter superiority and Kruis, among England’s best forwards to date, suggests more attention to detail is also paying dividends. “It is different,” Kruis said. “The intensity is a bit higher. The way it’s structured there are no breaks in the session … everything is well planned. There’s more detail within it. You aren’t waiting for someone to go and pick up the bags, you’re moving on to the next drill. It’s just not off the cuff. “If you are going to do that for the whole season it would be tough but your body gets used to the demands. The harder you train, the more you feel you put into it and the end result is a better one. It showed in the last 20 minutes against Italy. Eddie’s trying to put pressure on us to be prepared, so we are ready for any scenario. Ultimately, it is the best way to coach it because if something happens on the field, he is not going to be there.” England will play Ireland at Twickenham next weekend with the Six Nations champions struggling and beset by injury concerns. On Friday they lost three more players for the duration of the tournament, with the lock Mike McCarthy ruled out for the season on the advice of a specialist following the concussion he sustained against France. Joe Schmidt confirmed McCarthy would likely be joined on the sidelines by Sean O’Brien and Dave Kearney for the remainder of the Six Nations, with hamstring and shoulder injuries respectively. The Ireland coach offered a more upbeat assessment of Jonathan Sexton’s fitness after the fly-half, who has had concussion concerns of his own in the buildup to the tournament, rolled his ankle in a public training session. “He could have trained on,” Schmidt said. “In the end we sent him to the side. He did all the initial stuff but most of what we were going to do was broken play work, so we didn’t really need him in there.” Jones has also suggested players outside his matchday 23 are short of the fitness levels required for Test rugby and need to aim higher with their clubs. In the middle of a long season it is hard to make significant conditioning gains but changes to the structure of England’s pre-match buildup have been made in an effort to keep the players fresher. England have spent this week away from their familiar training base in Bagshot and have also ceased to undertake the traditional captain’s run at the stadiums on the eve of their matches. So far it has worked and Kruis said the squad are in increasingly good heart before the home matches against Ireland and Wales. “It’s a good start for a new era and gives us confidence going into these games,” he said. “I honestly think we’re getting somewhere. We’ve talked about wanting to be a brutal English pack and going back to the old days of teams fearing our pack. I think we’re heading in the right direction.” The 25-year-old also believes England’s World Cup hangover is behind them. “I think the majority of the squad have put that to bed now. I think it is definitely a new era. It is in the back of our minds but you cannot keep hanging on to the past. It would be the same if we had won. You can’t hang on to it because it doesn’t affect your next game but we’ve got a point to prove, we’re a confident bunch and we are taking steps in the right direction. Hopefully when we play at home we’ll also get the benefits of the Twickenham crowd and everything that comes with it. Maybe Italy fell off in the last 20 minutes because we pushed them but we wouldn’t expect Ireland to do that.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}