{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2016/feb/01/zika-virus-public-health-emergency-what-must-do-now", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2016-02-01T22:09:00Z", "webTitle": "The Zika virus is a public health emergency. Here's what we must do now | Celine Gounder", "webUrl": "https://www.theguardian.com/commentisfree/2016/feb/01/zika-virus-public-health-emergency-what-must-do-now", "apiUrl": "https://content.guardianapis.com/commentisfree/2016/feb/01/zika-virus-public-health-emergency-what-must-do-now", "fields": {"headline": "The Zika virus is a public health emergency. Here's what we must do now", "bodyText": "Now that the World Health Organization has declared the Zika virus a public health emergency, we must remember one thing: we can’t turn the clock back on globalization. There is no role for travel or trade bans unless we issue mosquitoes passports and restrict their movement – a ridiculous notion. Almost six million foreigners travel to Brazil every year. It is estimated that another half a million will travel to Brazil for the Olympics, just under half of whom are expected to be Americans. Travellers returning from the Olympics could carry Zika back to the US, but it’s only a matter of time before that happens anyway. With its warm, humid climate, much of the US south is an ideal habitat for the Aedes aegypti mosquito, the transmitter of Zika virus. But a higher standard of living, including better home construction and air-conditioning, insulate Americans against mosquitoes. Our water and sanitation systems reduce our exposure to standing water, where mosquitoes like to breed, and we have robust mosquito control programs to keep local populations in check. While we could see clusters of Zika transmission in pockets of extreme poverty, it is highly unlikely to become a widespread problem as in Brazil. Though Zika and Ebola are two very different diseases, there are some parallels. Both are fundamentally diseases of poverty. Safe running water, improved hygiene and sanitation and better housing would go a long way towards reducing the risk of Zika in Latin America and the Caribbean. Frustratingly, our aid programs favor temporary emergency measures, not investment in long-term infrastructure that would help control the current outbreak and prevent future ones. We’re oddly reluctant to intervene in a way that would provide unintended benefit. We’re farther away from having a vaccine or effective drugs for Zika virus than we were for Ebola at the start of that epidemic. While funding Zika vaccine development is necessary, such a vaccine won’t arrive in time to protect this generation of babies, particularly once you factor in the complexities of testing a vaccine for use in pregnant women. We can’t afford to wait. Meanwhile, we do have a potentially very potent tool to control mosquitoes: genetically modified male mosquitoes, engineered to have offspring that die before reaching adulthood, which is when they can bite and transmit disease. Clinical trials of these genetically modified mosquitoes should be expedited, as were trials of experimental Ebola vaccines and drugs. An added benefit of this approach is that it would curb transmission of many mosquito-borne illnesses, not just Zika virus. As temperatures rise and rain patterns change, the regions where mosquitoes can thrive and spread disease are expanding. Dengue is now the most important mosquito-borne disease worldwide, infecting 50 to 100 million per year and killing 22,000, mostly children. We’ve seen a fourfold increase in dengue since 1970. Although tremendous progress has been made in the fight against malaria, over half a million still die, again mostly children, of the disease per year. Rather than starting a new disease-specific program from scratch, it may make more sense to expand the geographic scope of the President’s Malaria Initiative to include Latin America and the Caribbean. Maternal health remains a major problem in much of the world. Over 300,000 women die in childbirth worldwide per year, more than 7,000 of those in Latin America and the Caribbean. Contraception and safe abortions reduce the risk of maternal death, but are largely inaccessible in Latin America and the Caribbean. Though Catholicism has certainly played a role here, American foreign aid policies have made it more difficult to deliver comprehensive family planning services worldwide. Since 1973, the US agency for international development (USAID) has been barred from using its funds to directly support abortion services overseas, and beginning in 1984 under Republican administrations, the agency has been blocked from funding non-governmental organizations that provide any abortion-related services, even if that funding supports other activities. If there’s anything we’ve learned from the last three global public health emergencies – polio, H1N1 and Ebola – it’s that hi-tech solutions like new vaccines aren’t fast enough to stop an epidemic. Yes, we must invest in research with a view to the future. But so long as poverty, population growth and climate change fuel the emergence of new infectious diseases, we will be playing catch up with our hi-tech solutions. We need to address these diseases at the source."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}