{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2016/feb/24/dynamo-kyiv-v-manchester-city-champions-league-last-16-first-leg-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-02-24T21:40:40Z", "webTitle": "Dynamo Kyiv v Manchester City: Champions League last 16 first leg – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/feb/24/dynamo-kyiv-v-manchester-city-champions-league-last-16-first-leg-live", "apiUrl": "https://content.guardianapis.com/football/live/2016/feb/24/dynamo-kyiv-v-manchester-city-champions-league-last-16-first-leg-live", "fields": {"headline": "Dynamo Kyiv v Manchester City: Champions League last 16 first leg – as it happened", "bodyText": "All smiles for City after a high-class away victory. City played with a vim and discipline that they too often lack, and embellished the basics with three sparkling goals. They proved their superiority to Kyiv and look almost certain to progress to the quarter-finals for the first time. Why don’t they always play like this? 90 min: City sub: Aguero off, Iheanachu on. What a goal with which to crown a regal performance! After slick City interplay, Touré fired a precise pass in to Fernandinho, who fired one right back. Touré trapped it instantly, then loped forward a little and curled a wonderful shot beyond the keeper from over 20 yards! 87 min: City ping the ball around just outside the Ukrainian box. It’s keep-ball with added threat. They’re not going to let this slip, and may well add to their tally. 84 min: That Touré miss aside, City seem to be negotiating the closing stages of this game well. They are, to pilfer a phrase from Louis Van Gaal, hungry and horny again and they’re carrying the game away from Kyiv. 81 min: Superb from Sterling! Showing that familiar mixture of clamness and panache, he dupes the defender into an early challenge, the twists past him and clips a sumptuous cross to Touré. From six yards out the Ivorian seems certain to score ... but he heads wide! What a miss! That would surely have secured City’s passage to the quarter-finals! Nerves must carry on jangling. 78 min: Sounds the alarm! After enduring City pressure for several minutes, Kyiv rip forward and tear a gaping hole in the visiting defence. Veloso, getting on Clichy’s wrong side, plays the ball into the path of Buyalsky. As for his goal, Buyalsky’s shot takes a deflection off a defender but this time the ball loses some of its pace and Hart can adapt sufficiently to push it away. 76 min: City’s resurgence continues. Another neat move causes more bother in the home box, but Kyiv defend well enough to stop Aguero from getting off a clear shot. 75 min: City almost seal victory! Following a lovely, intricate move Silva sent a low ball across the face of goal. It triggers panic in the Kyiv box but Shovkovsky eventually scrambles it to safety. 73 min: An anguished Pellegrini is gesticulating on the sidelines, seemingly urging his players to defend higher up the pitch. The Ukrainian pressure has led to them backing too far off. 72 min: City get back to where they have been too rarely in this half - at their opponent’s end. Sterling wriggles his way down the left and sends in a cross that takes a deflection but reaches Touré, all the same. Touré tries to tee up Fernandinho but the Brazilian is crowded out by retreating defenders. 70 min: Fernandinho goes down in the box - it looked like a foul on first view - and Kyiv take the ball and tear forward. They work an opening for a shot but Sterling, working tirelessly tonight, gets back to help Clichy smother the chance. 68 min: Yarmolenko gets behind Clichy again and collects a cute pass. But his own pass is ugly, as his attempt to pick out Moraes in the centre is far too close to Hart. A let-off for City. 65 min: Makarenko is on now. Numerical equality restored. 64 min: Kyiv are going to have to make their final substitution, because Danilo Silva has just torn a hamstring. But Kyiv will have to play on with 10 men until they get things together on the bench and bring on Makarenko. 62 min: After Bayern lost a two-goal lead to Juventus last night, are we seeing City’s attempt to prove that Pellegrini can do anything that Guardiola can? Hello, might there be life in this tie yet? Otamendi did well to head a Vida cross clear, but misfortune then befell him as Buyalsky’s well-struck shot from 25 yards took a ricochet off the defender and flummoxed Hart. Hope springs anew in the home crowd! 55 min: City relieve the pressure with a lightning counter-attack. It ends when Sterling hits the ground in the box. He nutmegged Dragovic and then tried to run around him to regain the ball. But he lost his balance and fell. He had a look on his face that suggested he was puzzled at not being given a penalty, but the ref saw no foul because there was none. 54 min: Silva is finding it tough going at the moment. Kyiv are attacking in numbers down his side and regularly getting past him. Kompany and Otamendi are clearing up well for now, but the strain is growing. 52 min: Kyiv are working up a head of steam here, Yarmolenko in particular. City are creaking a tad. Yarmolenko jinks past Clichy and rasps another good effort just wide from a difficult angle. He’s going to find the net with one of those if City don’t regain their grip on this game soon. 50 min: Another good run by Yarmolenko is ended by Otamendi - but illegally, so Kyiv have a freekick at the corner of the box. Yarmolenko goes for a goal. Hart punches the ball far away. 49 min: Gonzalez sends a corner from the left way over to the far side of the box. It’s headed back into the danger zone but Hart comes off his line to catch it with minimal fuss. 47 min: Jagged run down the left by Yarmolenko, who cuts past two City players before being stopped in the box by Clichy. 46 min: Kyiv have mad another change as they try to alter the course of events: there’ll be a new man up front for the second half, Teodorczyk having been replaced by Moraes. That half could barely have gone better for City. They bossed, collectively and individually superior in every department. And they confirmed that with two fine goals. It would take something freakish - or typically City-ish, if you want to look at it another way - for them not to reach the quarter-finals from here. 45 min: Clichy cuts out a weak Kyiv attack. The BT commentator reckons “Clichy is playing as though he believes he has Teodorczyk in his pocket”, but maybe he’s just pleased to see him. 44 min: Gonzalez chops down Fernandinho wide on the left, a sign of the home team’s increasing desperation. Silva curls in the freekick. which Fernando meets but heads over the bar. “Wow, this looks like a completely different Manchester City team to the one that got smoked by Chelsea last weekend!” jokes JR in Illinois. 42 min: City are still hungry. Aguero comes close to making it 3-0, but his low shot from the left goes just beyond the far post. Another immaculate goal! Sterling played a starring role, racing in to collect a backheeled pass in the box from Aguero, and then displaying composure and precision beyond his years to send a perfectly weighted pass across the face of goal. Silva taps it in at the far post. 38 min: City’s pressing pays off yet again as they win the ball near the opposing box. Sterling supplies Silva, whose shot is half-blocked by a defender and bobbles into the keeper’s arms. 36 min: Pellegrini has been is on his feet on the sideline and barking angrily at his players. There’s nothing obvious that they’re doing wrong. Perhaps he’s just making sure they don’t let their impressive standard drop. 33 min: After a bout of Kyiv possession, Fernando makes another superb interception and launches a counter-attack. He offloads to Aguero, who flips the ball on to Touré. The Ivorian opens fire from the edge of the area, forcing Shovkovsky to bat his low shot behind for a corner. 31 min: The substitution almost reaps an instant reward! Veloso gets his head to an in-swinging corner - but it’s deflected over the bar. 30 min: Vida tries to work his way into a crossing position down the left. The cross will have to come from a corner after a fine tackle by Sagna. But before the corner is taken, Kyiv make a substitution: Garmash is replaced by Veloso. Injury was not a factor: Rebrov is changing plans because of City’s dominance. 28 min: Excellent tackle by Otamendi to strip the ball off Gonzalez just as a spot trouble seemed to be brewing for City. 26 min: After a bright enough start, Kyiv are finding it hard to match City’s sharpness. Maybe that is down to their long winter hibernation but City deserve credit for the way they’ve played so far: their high pressing has paid off and they’ve looked threatening most times they’ve had the ball. 24 min: After knocking the ball around the back a bit in an attempt to settle themselves, Kyiv moved forward and soon lost possession. But Otamendi, hitherto flawless, allows them to get it back. Teodorczyk proves too hasty in his attempt to take advantage, blazing high and wide from 30 yards. 21 min: Fernando pounces on a slack ball out from the back by Kyiv. He slips a pass through to Sterling, who sends it on to Aguero. The Argentinian had peeled to the right in anticipation of just such a pass and, upon receiving it, took a single touch before walloping a low shot just past the far post. 18 min: City look to be a of a ind to inflict more damage now. They’re popping the ball about with speed and menace, suddenly looking a class above their hosts. Continue like this and they could kill the tie off tonight. Brilliant finish by Aguero, after brilliant work by Touré! Silva delivered an outswinging corner beyond the back post, where Touré won it and nodded the ball smartly down for Aguero, who took one touch before lashing it into the net from seven yards! 14 min: Good work by Silva, who harrasses Garmash into losing possession. That gives City a platform to start building around the home box. They eventually win a corner after another nice exchange between Silva and Sterling. 11 min: Fernando dallies on the ball in his own half and has his pocket picked by Gonzalez, who knocks the ball through to Teodorczyk. The striker has a bang from 20 yards but his low shot whizzes wide. 10 min: Diligent pressing by City forces Kyiv into conceding a throw-in by their own corner flag. But the Ukranians - more energetic in general so far - quickly regain possession. 7 min: It’s clear that the pre-match guides were right: Yarmolenko is most definitely Kyiv’s main man: his team-mates feed him the ball at every opportunity and, so far, he has used it creatively. City are quick to close him down and will have to maintain their vigilance to prevent him from really letting rip. Even still, he has the quality to create trouble for the visitors. 5 min: Aguero darts out to the right to collect a pass from Touré and continue City’s first real attack. The Argentinian then plays the ball back to Touré just outside the Kyiv box. The Ivorian tries to place a gentle curler into the top corner but does not catch the ball quite right and instead dabs it into the keeper’s arms. 3 min: Otamendi does well to get his head to the freekick near the penalty spot. But Yarmolenko retrieves the ball and fire off a goalbound shot from an acute angle. Hart seems slightly startled but pushes the ball over the bar nonetheless. 2 min: It’s been an enterprising start by the hosts but City kept their shape and discipline until Touré clunked into Garmash to concede a freekick mid-way inside the City half. 1 min: City kick off! Before kick-off, a final point of order: three Kyiv players are on yellow card and will miss the second leg if they cop another tonight. They Buyalsky, Rybalka and Silva. City’s rap sheet is clear. Unless you want to start talking about Otamendi’s hair. Out march the players. City are luminous in lime, while Kyiv, of course, are all white. Looks like a fun atmosphere in Kyiv so far, with the locals bobbing up and down to happy music, nary a racist chant to be heard. But the players aren’t on the pitch yet. Pellegrini has just given an interview to BT. He didn’t say anything worth typing out so feel free to amuse yourselves by attributing more interesting words to him. ““Hello Doyle, I was going to ask you who you think will win tonight but I seem to remember that you predicted Leicester would be relegated from the Premier League this season so forgive me if I don’t ask for your advice this time,” drools Tim Jenkins. I won’t forgive your bad memory, Tim. You can find my (mostly soon to be proved) correct predictions here. Now go put on a proper suit, do up your tie and sing the national anthem. As for Dynamo, the last time they reached the quarter-finals was in 2000, when their attack was led by Sergei Rebrov, who is managing them tonight. Anyone too young or drug-addled to remember what sort of player he was, enjoy this tribute to his lethal double-act with Andriy Shevcheno. There’s light sleet and rain in Kyiv, which is sure to make the pitch skiddy. Dicey for the goalkeepers, of course, but good news for any player of a mind to play at a high tempo and precise technique. What sort of mood are City in? No doubt you will have noted that Bacary Sagna starts for City despite Pellegrini saying in yesterday’s press conference that the Frenchman was unavailable due to injury. Dress it up as mind games if you like, but the manager is a big liar and has just lost all the goodwill built up over the years: the public simply will not stand for people who mislead their loyal servants in the media. Hello and welcome to coverage of Manchester City’s attempt to reach the Champions League quarter-final for the first time. It’s two defeats from two matches so far for Premier League clubs in the last 16 of this year’s tournament but City always looked the most likely to progress to the last eight this time. They have never had a better chance to do so. Take at look at the teams and you can see what an advantage a much bigger wallet brings: Dynamo: Shovkovskiy, Danilo Silva, Dragovic, Vida, Khacheridi, Rybalka, Garmash, Gonzalez, Buyalskiy, Yarmolenko, Teodorczyk Subs: Rudko, Veloso, Petrovic, Moraes, Korzun, Gusev, Makarenko City: Hart, Sagna, Kompany, Otamendi, Clichy, Fernando, Fernandinho, Toure, Silva, Sterling, Aguero Subs: Caballero, Demichelis, Zabaleta, Mangala, Kolarov, M.Garcia, Iheanacho Referee: A Mateu Lahoz (Esp) City also have the benefit of being fresher, Manuel Pellegrini having sacrificed the FA Cup on Sunday in order to give his players extra time off – but not too much time off, which Dynamo may have had, having gone two months without a competitive game because of Ukraine’s winter break. Kyiv do still have home advantage, of course, and they tend to make the most of that but, really, City have no excuse for flopping this time. Paul will be here shortly. In the meantime, here’s his Fiver on the game in Kiev: A ROAD APPLE? On Wednesday night, for once, Uefa wonks will be happy for Manchester City fans to boo before, during and after the latest solemn rendition of the Big Cup theme tune. Lacking in due reverence for an expensively marketed jingle it may be, but at least booing might drown out racist chanting by any Dynamo Kyiv fans who still haven’t evolved into intelligent life forms despite Uefa imposing a whole one-match stadium ban for previous imbecility which has now been served. “One of the worst things you can do is play in an empty stadium without fans,” intoned Manuel Pellegrini, who, as a Premier League manager, is more accustomed to being in stadiums chock-full of fans playing silently on smartphones. “I hope in this case it will be a lesson for these fans and we have a normal game,” continued Pellegrini in relation to Kyiv’s cretinous contingent. Then the conversation turned back to football and everyone resumed wondering whether City and Pellegrini have learned any lessons about their own behaviour. Pellegrini, of course, gave City’s top players time off last Sunday to reflect on all the harm they caused to their Premier League campaign with slack displays against Leicester and Spurs. But while a team of newborns in City-branded babygrows were bullied out of the FA Cup by a suddenly brave again Chelsea, all the likes of Sergio Agüero, Yaya Touré, David Silva and Vincent Kompany could think about were the changes Pep Guardiola will introduce when he arrives at the Etihad at the end of the season. At least that’s what some people would have you believe. But not The Fiver, who, at least while sober, is never more authoritative-sounding than when pointing out the obvious, which, in this case, is that City have suffered from dozy spells since long before confirmation of Guardiola’s enthronement. Guardiola, of course, will arrive with a deep yearning to bring back the glorious European days of Joe Mercer. He carries a picture of the great man in his otherwise empty wallet. But Pellegrini, charming to the end, has not given up hope of getting there before Guardiola, who might be grateful for the diminishing of another challenge. “Now is a chance to make a step forward,” trumpeted Pellegrini, and he’s not wrong: Kyiv may have beaten City at this stage of Big Vasein 2011 but they are one of the weakest teams Pellegrini’s side could have encountered now and, what’s more, they have not played for two months because of the winter break in Ukraine. Even this City team couldn’t possibly allow opponent who have been in hibernation to get the jump on them. Could they?"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}