{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/musicblog/2016/feb/24/brit-awards-2016-theres-no-fun-in-being-told-what-you-already-know", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2016-02-24T23:14:55Z", "webTitle": "Brit awards 2016: there's no fun in being told what you already know", "webUrl": "https://www.theguardian.com/music/musicblog/2016/feb/24/brit-awards-2016-theres-no-fun-in-being-told-what-you-already-know", "apiUrl": "https://content.guardianapis.com/music/musicblog/2016/feb/24/brit-awards-2016-theres-no-fun-in-being-told-what-you-already-know", "fields": {"headline": "Brit awards 2016: there's no fun in being told what you already know", "bodyText": "You might suggest there was a certain ideological disparity at the heart of the 2016 Brit Awards, were it not for the fact that using the phrase “ideological disparity” seems a bit much when discussing an ITV show whose dedicated light-entertainment bent was underlined by the presence of Ant and Dec as hosts. Aside from the excitement caused by the presence of various huge stars, including Rihanna, Justin Bieber and The Weeknd – it is traditional for the annual celebration of British music to draft in the biggest global names it can get, in order to make British music look like the poor relation to what’s happening in America – the big noise was a tribute to David Bowie: an event that fans of the late star curiously seemed to regard less with anticipatory excitement than a profound wariness, as if haunted by the very real possibility it might involve Olly Murs and Robbie Williams recreating the Dancing in the Street video Bowie and Mick Jagger made for Live Aid. As it turned out, the tribute was great, certainly a vast improvement on Lady Gaga’s at the Grammys, who rampaged through the late singer’s back catalogue like it was an obstacle on It’s A Knockout. Here we had Lorde performing Life on Mars, accompanied by Bowie’s longstanding backing band, bathed in red light. It was proof of something it’s often easy to doubt – that the Brits can very occasionally get something right – but still it seemed like a weird fit with everything else that was going on. Here they were, paying tribute to an artist whose legend rested on his changeability, his nonpareil ability to shift and change, his refusal to do what people expected, in the middle of an evening devoted to being as predictable as possible. The nearest you got to a surprise was Björk suddenly appearing onscreen wearing something berserk on her head, or Australian psychedelicists Tame Impala picking up best international group. There seemed a chance they would give it to Eagles of Death Metal, a great band with a decade of critically acclaimed albums behind them, whose sudden leap from cult concern to appearance on the Brits’ radar following the Paris attacks seemed a bit galumphing at best. Elsewhere, they stuck doggedly to giving out the gongs to the artists that almost anyone would have realised was going to get them the minute they clapped eyes on the shortlists. If you thought the nominations were boring, ‘you ain’t seen nothing yet’ seemed to be the message. The dementedly optimistic Father John Misty fan, sure that the acerbic, complex singer-songwriter would triumph over Justin Bieber for best international male, was in for a bad night, as were the scant handful of black artists nominated (none of them British), including Kendrick Lamar. Laura Mvula, the hugely inventive singer-songwriter who elected to boycott the Brits over “the diversity issue” must have felt fully justified in staying at home. They handed out pretty much everything to Adele except the podium and the autocue, which gave her the opportunity to beat the person charged with blanking out anything deemed offensive with a well-timed burst of swearing, and to express solidarity with Kesha, the artist currently locked in a grim battle involving allegations of sexual abuse against her producer Dr Luke and Sony, the label that releases Adele’s records in the US. Two sparks of spontaneity in an evening of pre-chewed patter. A churlish voice might suggest she triumphed over her old rival and fellow best British female nominee Amy Winehouse by the simple expedient of not having died four-and-half-years ago, but it’s hard to argue that 25 isn’t the British album of the year in terms of commercial impact. What price Jamie XX’s homage to London’s vibrant history of dance culture next to an album that sold 15m copies in a month? “The artists who are honoured tend to be those who have achieved the very highest levels of chart success,” said a Brits spokesperson in response to Mvula’s condemnation and the succinct summary of Top 10 rapper Stormzy, who suggested the make-up of the nominations amounted to “taking the piss”. Even leaving aside the issue of racial diversity, that might be the Brits problem. The Bowie tribute aside, it gave every impression of existing only to underline. You can’t argue with the sales figures, but being repeatedly told what you already know is deathly dull. Brit awards 2016: the best moments – in pictures"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}