{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/feb/09/eddie-jones-faster-england-six-nations-italy", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-02-09T22:00:04Z", "webTitle": "Eddie Jones wants faster, fitter England by end of Six Nations", "webUrl": "https://www.theguardian.com/sport/2016/feb/09/eddie-jones-faster-england-six-nations-italy", "apiUrl": "https://content.guardianapis.com/sport/2016/feb/09/eddie-jones-faster-england-six-nations-italy", "fields": {"headline": "Eddie Jones wants faster, fitter England by end of Six Nations", "bodyText": "Eddie Jones believes his England squad are not fit enough to challenge the world’s best teams and wants his players to deliver a faster brand of rugby against Italy on Sunday. Changes are also set to be made to the starting XV that beat Scotland last Saturday. There will not be sweeping alterations to England’s team but Jones says he may “conceivably pick a faster pack” as he seeks to transform last autumn’s World Cup plodders. The uncapped Maro Itoje and Josh Beaumont have been retained in a 25-man squad for the Italian job, with Jack Clifford and Mako Vunipola also pushing hard. With 15 forwards named, Jones could possibly opt for a 6:2 bench split; either way, the 21-year-old Itoje and Beaumont, 22, are edging ever closer to senior debuts. Elliot Daly and Matt Kvesic, however, have been released back to their clubs, leaving Jones looking for an improved display against opponents who ran France close in Paris last Saturday. “We were happy to have won on Saturday but we certainly weren’t happy with our performance,” said Jones. “We’ll pick a side specifically for Italy … it won’t be dissimilar to Scotland but the batting order might change.” He is also promising England “will be a fitter side than we are now” by the end of the Six Nations. “I’m not saying we are unfit at the moment but there are periods of time in the game when we haven’t got the concentration and the application to do what we want to do,” said the Australian. “There is specific fitness for rugby and the only way you get that is to train specifically for rugby. You don’t get it through doing other things. “The players are fit enough to play in the Six Nations but we definitely won’t be fit enough to play in Australia on hard tracks. We will pick that up through training and by the end of the Six Nations we will be in pretty good fettle. The hope is the players understand where they need to be at for international rugby and will continue to do that with their clubs. We will then top them up for the Australian tour.” Jones declined to elaborate on whether he felt England had got their pre-World Cup conditioning wrong but wants to see more attacking intent from his side in Rome. “The sun could be shining, they will be selling paninis outside the ground, everyone will be happy and we have a referee that likes attacking rugby. It could be a good occasion. If we play well, we’ll score points. If we play really, really well we’ll score a lot of points. Obviously Italy are part of the equation but that’s how we’re thinking.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}