{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2016/feb/11/oregon-armed-militia-standoff-ends-surrender-fbi-youtube-livestream-cliven-bundy-arrest-malheur-wildlife-refuge", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-02-11T23:49:55Z", "webTitle": "Oregon militia standoff: FBI strategy meets YouTube live-streaming", "webUrl": "https://www.theguardian.com/us-news/2016/feb/11/oregon-armed-militia-standoff-ends-surrender-fbi-youtube-livestream-cliven-bundy-arrest-malheur-wildlife-refuge", "apiUrl": "https://content.guardianapis.com/us-news/2016/feb/11/oregon-armed-militia-standoff-ends-surrender-fbi-youtube-livestream-cliven-bundy-arrest-malheur-wildlife-refuge", "fields": {"headline": "Oregon militia standoff: FBI strategy meets YouTube live-streaming", "bodyText": "The surrender of the last anti-government holdouts at the Malheur national wildlife refuge in Oregon vindicated the FBI’s patient, wait-and-see attitude, although a live YouTube broadcast of the events introduced a major unknown into the proceedings. The broadcast carried considerable risks as well as potential benefits. FBI veterans said it could, if handled wrong, have induced the holdouts to grandstand and stick more doggedly to their positions, or else provided a platform to induce others to join their cause. “This is art, not a science. Everything you do is a risk. Everything you do can go the wrong way,” said Danny Coulson, the retired founding commander of the FBI’s hostage rescue team. “But if I’d been the commander there, I would have had the same idea. Exercise patience and let them talk it out. When you are talking, you are not shooting.” Almost every aspect of the six-week standoff – lying low, using a roadblock to arrest eight of the militants last month, and using an outside intermediary to coax the last four occupiers to leave the refuge – was the result of decades of trial and error, including some spectacular failures the FBI is anxious not to repeat. Gary Noesner, a retired FBI hostage negotiator, said he was consulted three times during the Oregon standoff. The first two times he offered the same broad advice that was eventually followed: hang back, be patient, and let local law enforcement take the lead to undermine the argument that the feds were out to get the occupiers. The third time, however, Noesner was more critical, questioning whether it was a good idea to let the occupiers come and go as they pleased and restock. Shortly afterwards, the FBI and Oregon police set up the roadblock that led to the arrest of eight people including the occupation ringleader, Ammon Bundy, and the fatal shooting of militiaman LaVoy Finicum. “I thought they [the protesters] might be getting a little too comfortable in there,” Noesner told the Guardian. “I didn’t think they should let them come and go. You can’t really expect to resolve a situation if you give people complete freedom of movement.” The roadblock was another classic FBI technique. Experience has taught the agency that the safest way to make an arrest is if you can get people away from their supporters and pick a spot away from the public that has been vetted in advance. “We call it the mobile option, and it’s almost always successful.” Finicum’s death was an outcome nobody was looking for; the police say they shot him because he was not following instructions and posed an immediate threat. But Noesner said it probably hastened the end of the standoff. “When that guy got killed it scared the hell out of these people,” he said. “It’s one thing to say you’re willing die for the cause and quite another to do it.” The final negotiation involved another time-tested technique: the introduction of an outsider that the militants trust, in this case Nevada assemblywoman Michele Fiore, to act as a go-between. Neither Noesner nor Coulson had any knowledge of how she was recruited, but they said it was standard operating procedure for the FBI to vet someone like that and then have a behavioral psychologist offer extensive preparation, including scripted lines that would be rehearsed several times before going live. Fiore could indeed be heard on the live feed saying the same things over and over: how she needed the protesters to stay alive, how if they were getting heated it might be time to take a break for a prayer, how the courts and the prison system were realities you could live through and survive. “The key here is to encourage them to contrast the benefits of cooperation with the risks of resistance,” Noesner said. We always leave them with that equation. On the one hand you can hold out and fight to the death; on the other hand you can start to be more reasonable and pin your hopes on getting something out of the publicity surrounding your arrest and trial. “One way or another, this is not your little kingdom, where you’re going to live happily ever after. You need a dose of reality – you’re not going to be able to stay in there forever.” The last half-century is strewn with examples of sieges and standoffs where the FBI or other agencies failed in some respect or another – either because they followed a different script from the one in Oregon or because something else went wrong. In 1993, at the Branch Davidian religious compound outside Waco, Texas, the Bureau of Alcohol, Tobacco and Firearms didn’t wait for the sect leader, David Koresh, to leave before attempting to arrest him and got into a gun battle that claimed 10 victims and led to a disastrous 51-day siege culminating in dozens more deaths. In the decades before that, the FBI had a mixed record in using outside intermediaries. In some hostage situations, family members who interceded with the gunmen only inflamed them further – prompting the bureau to use family contacts as a reward for de-escalation, not a precursor to it. With the radical far right, however, using outsiders became a favored technique because the militants invariably saw the FBI as shock troops for a tyrannical government that wanted them dead and needed a go-between to be induced to think otherwise. In 1985, Coulson courted controversy with his superiors by calling on a radical racist preacher, Robert Millar, to help end a siege at Bull Shoals Lake, Arkansas, and arrest Jim Ellison, a man who called himself King James of the Ozarks and plotted attacks on government targets in multiple states. “It was not well received at first,” Coulson said. “What matters, though, is whatever works to save lives.” The siege in Arksansas ended after four days without a shot being fired. A decade later, during a long siege involving the Montana Freemen in 1996, outside intermediaries were so common the FBI allowed a clutch of them, including a couple who went off script and were never invited to intercede again. Coulson and Noesner had mixed feelings about the negotiations in Oregon being broadcast live. “I think it can be helpful,” Coulson said. “You don’t want that to be a siren call to others to come help kill the cops. But Fiore did a masterful job.” Noesner was more cautious. “Generally, you don’t like to have to negotiate in public or in the media, not because you’re trying to hide something but because it can lead perpetrators to posture,” he said. “That said, this was about as good an outcome for the government as you can expect.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}