{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2016/feb/20/donald-trump-pork-not-muslim-kryptonite-bigotry", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2016-02-20T22:43:02Z", "webTitle": "Memo to Trump: pork isn't Kryptonite to Muslims. But bigotry might be yours | Haroon Moghul", "webUrl": "https://www.theguardian.com/commentisfree/2016/feb/20/donald-trump-pork-not-muslim-kryptonite-bigotry", "apiUrl": "https://content.guardianapis.com/commentisfree/2016/feb/20/donald-trump-pork-not-muslim-kryptonite-bigotry", "fields": {"headline": "Memo to Trump: pork isn't kryptonite to Muslims. But bigotry might be yours", "bodyText": "What is it with bigots and bacon? On Friday night, Donald Trump recounted for his supporters an inaccurate story about John Pershing, the commander of the American Expeditionary Forces in the first world war, who he alleged decided to summarily execute 49 of 50 Muslim prisoners while helping to put down a rebellion in the Muslim region of Mindanao from 1909-1913. The icing on the cake? The bullets were, as he noted, dipped in pig’s blood. The 50th prisoner was left alive, presumably to go tell his friends of the horror; Trump claimed there was thereafter no more violence for 25 years. It is, of course, completely untrue: Pershing was known for his comparative tolerance of Islam and even appointed Muslims as deputy district governors under him. It is ironic, too, because in seizing the Philippines, America simply inherited a long-running conflict between the Muslims who had once ruled from Manila and the Spanish who succeeded them. But Trump is hardly the first conservative to apparently believe that the sight of porcine products is kryptonite to Muslims. A pig’s head was thrown at a Philadelphia mosque in December. Bacon was found wrapped around the handles of mosque doors in Oklahoma last April and Las Vegas in December and on the doorstep of an Orlando mosque in January. A pig’s head was left outside of a mosque construction site in upstate New York in 2013. A company started marketing pork-laced ammunition in 2013. Bacon-related vandalism aimed at intimidating Muslims seeking to pray was reported in New York City and near Shreveport, Louisiana, as far back as 2011. Just put pork anywhere near us Muslims, some people seem to believe, and we’ll soon keel over in psycho-spiritual distress. (Someone should start the rumor that we respond similarly to Oreo cookies and Amazon gift cards.) But now the leading candidate for the Republican nomination for president is supporting and encouraging his supporters to believe it. Next we’ll hear that if you only dip driver’s licenses in pig’s fat, Muslims will be unable to bring themselves vote against him. Republicans might like to say that guns don’t kill people, people kill people – but pig’s blood doesn’t kill Muslims or send us straight to hell, as some bigots reportedly believe. Telling a story about dipping bullets in pig’s blood before killing 49 Muslims with impunity is particularly offensive, not least because the summary execution of so many people is a footnote to a story that traffics in crude stereotypes about our dietary restrictions. (It’s not hard to imagine the deserved outcry if the victims were adherents of another major religion who eschew pork – Jews.) Like many Muslims, pronouncements like these are beginning to seriously unnerve me. It doesn’t matter to me whether Donald Trump is serious or not; it doesn’t matter if he’s viable or not. What matters is that Trump is now saying openly what only the most reactionary Republicans would say in hushed tones among themselves because they knew it was offensive and unacceptable to nearly everyone else. Trump has rubbed the wrong bottle; that genie he’s conjured cannot be easily put back, even if other Republicans might want it to be. But it’s possible that they don’t. Of the current crop of Republican candidates, nearly all of them are warmongers, racists or bigots. Besides Jeb Bush – yes, I said that – and John Kasich, not one of the other candidates has had the courage to stand up to anti-Muslim sentiment except in a perfunctory or halfhearted way. Marco Rubio pretends like there’s no such thing as Islamophobia. Ben Carson thinks American Muslims are schizophrenic. Ted Cruz is all about carpet bombing huge swaths of the Middle East. (Why not just drop lots of pig’s heads? I mean, sure, lots of pigs have to die, but we all have to make sacrifices.) The former candidate Chris Christie wasn’t even down with a single Syrian orphan refugee. What’s so egregious about all of this is that America’s Muslims, nor really any of the world’s Muslims, conceived of nor orchestrated the Iraq war that has since spawned a terrorist movement – Isis – that Americans currently fear more than any other. Yet, we are asked to apologize for our religion every time some extremist uses it as a justification for violence. People ask me, over and over, where the moderate Muslims are as though anything but a fraction are extremists. Maybe they should start asking where the moderate Republicans went. There definitely seem to be fewer and fewer of those."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}