{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/feb/09/eddie-jones-england-mike-brown-six-nations", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-02-09T21:59:04Z", "webTitle": "Storm Eddie blowing away England’s World Cup cobwebs in Six Nations", "webUrl": "https://www.theguardian.com/sport/2016/feb/09/eddie-jones-england-mike-brown-six-nations", "apiUrl": "https://content.guardianapis.com/sport/2016/feb/09/eddie-jones-england-mike-brown-six-nations", "fields": {"headline": "Storm Eddie blowing away England’s World Cup cobwebs in Six Nations", "bodyText": "England’s players still sound slightly unsure what has hit them. Storm Imogen may have packed a gale-force punch this week but Storm Eddie Jones is a typhoon showing little sign of blowing itself out. The head coach is challenging everyone to up their game on a daily basis and those unable to do so will not last long. For long-serving squad members such as Mike Brown it has certainly swept away the cobwebs of last year’s ill-fated World Cup experience. Hearing Jones talk of his desire to speed up England’s game and his belief they can “smack” sides like Italy makes the 30-year-old full-back even happier. “It does give us a lift,” said Brown, sounding as positive as he has in some time. “It makes you want to show him that we can do it.” The way Brown sees it, Jones is not being remotely disrespectful when he talks about giving Italy “a hiding” but is simply reflecting what he sees on the training field in Bagshot. “As soon as you’re working with England – or you’re English – you’re straight away called arrogant. But it’s just his expectations of us from seeing how we train and how we play for our clubs. I don’t think there’s any problem with that. We should all expect high standards of ourselves.” So when Jones, as he did , announces that his team need to get fitter to overtake the best southern hemisphere sides, his players are not entirely surprised. “We know he wants to play quick,” continued Brown. “That comes from quick breakdowns. Get that breakdown sorted out and, with the players we’ve got, we’ll be a tough team to beat. We’re all excited by that challenge and in the last two weeks in training we’ve come on in leaps and bounds.” Half the battle is reacting quicker around the contact area, not latterly England’s forte. Jones likes the long-term look of Harlequins’s Jack Clifford as a No8 but accepts England currently do not have an out-and-out seven. That said, he was delighted with James Haskell’s weekend contribution even if the compliment came with a mischievous caveat attached. “There is a rumour going round that James Haskell has got bad hands. That’s not true. He’s got terrible hands,” said Jones. “But on Saturday he used them really well. He was dynamite in defence … it was a great openside display, not in the traditional sense but in the way we are defending. He made 22 tackles. If Richie McCaw makes 22 tackles, everyone raves about him.” England’s erstwhile captain Chris Robshaw, in turn, took delivery of a double-edged cricketing analogy – “Tidy, mate, 10 overs for not much” – and closer review of the Murrayfield tape also reinforced Jones’s view that his team are not yet entirely comfortable playing at real pace. “Our first 20 minutes was almost immaculate. Then we fell away in the next 20. We got fatigued and our skill level dropped off. That is the difference between Test and club rugby. The speed of the game in the second 20 does not drop off in Tests.” The other reason for making a change or two against Italy is to build depth in case of future injury or suspension – “It’s not related to how they played at the weekend … we need to go to the World Cup with three very good options in each position” – as well as help to encourage the kind of upbeat mindset currently serving Leicester City so well. “If you look at the soccer analogy at the moment, how are Leicester City on top of the Premier League?” asked Jones. “It’s all because of attitude and how hard they work for each other. It’s because the sum of that team is greater than the individuals.” Whatever happens against the Azzurri, Brown is hoping for better luck than in last year’s fixture at Twickenham when he was knocked out and suffered subsequent concussion symptoms. He says he cannot recall much about it – “I only lasted eight minutes … it feels like ages ago” – but reckons concussion awareness is now improving fast. The next challenge is to try and help England’s attacking game do the same."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}