{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2016/feb/11/2016-us-presidential-election-south-carolina-primary-trump-sanders-clinton-kasich-bush-cruz-rubio", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-02-11T22:30:55Z", "webTitle": "Republican candidates race to catch Trump as 2016 race heats up – as it happened", "webUrl": "https://www.theguardian.com/us-news/live/2016/feb/11/2016-us-presidential-election-south-carolina-primary-trump-sanders-clinton-kasich-bush-cruz-rubio", "apiUrl": "https://content.guardianapis.com/us-news/live/2016/feb/11/2016-us-presidential-election-south-carolina-primary-trump-sanders-clinton-kasich-bush-cruz-rubio", "fields": {"headline": "Republican candidates race to catch Trump as 2016 race heats up – as it happened", "bodyText": "We’re shutting down the liveblog for an all-too-brief reprieve before tonight’s Democratic presidential primary debate in Milwaukee - but before we go, here are a few highlights from today in campaign politics: Bernie Sanders stopped by Stephen Colbert’s Late Show last night, where he was asked why he thinks the men and women who want a Trumpista revolution might also support one for Sanders. “People have a right to be angry,” Sanders said. “We have a right to be angry when we are the only major country on Earth that doesn’t provide paid family and medical leave. What we need to be is rational in figuring out how we address the problems and not simply scapegoating minorities.” Second-to-last-place New Hampshire finisher Dr. Ben Carson said that he will be staying in the Republican race, despite his abysmal showing in the Granite State, and that he’s hoping to win big in South Carolina. “I’m not getting any pressure from our millions of supporters. I’m getting a lot of pressure to make sure I stay in the race,” Carson told CNN’s Jake Tapper on The Lead. “You know, they’re reminding me that I’m here because I responded to their imploring me to get involved. And I respect that and I’m not just going to walk away from the millions of people who are supporting me.” Singer and civil rights activist Harry Belafonte, three-time Grammy winner, friend of Martin Luther King Jr, and former frontman for the Charlie Parker band, became the latest prominent African American to endorse Bernie Sanders. “I think he represents opportunity,” Belafonte said. “He offers us a chance to declare unequivocally that there is an America, that there is a group of citizens who have a deep caring for where our nation goes and what it does in the process of going.” Donald Trump was also the beneficiary of a few endorsements today, although, being Donald Trump, he might have goosed the numbers a bit. Trump announced that “dozens of Georgia officials” have endorsed him, but his press release declaration only listed three sitting officials. Jeb Bush is getting a little campaign love, too. George W. Bush, the candidate’s older brother and former president, will appear alongside Jeb at a rally in North Charleston, South Carolina, on Monday, the first campaign appearance by the ex-president this cycle. After the younger Bush’s poor, nigh-on-humiliating finishes in the Iowa caucus and the New Hampshire primary, his campaign hopes that Dubya’s stumpside appearances will galvanize Palmetto State voters ahead of the primaries next weekend. That’s it! As they say in Hollywood when they’re insulting you: We’ll see you on PBS. Donald Trump as the Republican party nominee looms as a real possibility, writes the Guardian’s Dave Bry. So why not prepare for a dystopian presidency by getting to know his three wives and five children? (Yes, there’s more than just Ivanka.) Ready to contemplate future dystopia? Well, its seeming ever more likely that Donald Trump might actually win the Republican party nomination for president this year. Which means that it’s not at all unfeasible that he would become president of the United States of America. Which means that his family would be this country’s “first family”. The Democratic party decides its nominee in a massively undemocratic way, writes the Guardian’s Trevor Timm - and that’s a ticking time bomb for the party and its voter base if Bernie Sanders keeps winning: Many people on Twitter expressed surprise that Hillary Clinton basically walked away with the same amount of total delegates as Bernie Sanders after the New Hampshire primary on Tuesday night, despite the decisive 20-plus-point rout by Sanders. It highlights the longstanding but little-discussed “superdelegate” system that could play a huge role in who wins the Democratic nomination this year. It turns out, the Democratic party decides its nominee in a massively undemocratic way – and is a ticking time bomb for the party and its voter base if Sanders keeps winning. Former president George W. Bush is hitting the campaign trail on Monday in the hopes of injecting his younger brother’s ailing presidential campaign with a shot of vitality that only a former White House occupant and South Carolina victor can possess. The elder Bush will appear alongside Jeb Bush at a rally in North Charleston, South Carolina, on Monday evening, the first campaign appearance by the ex-president this cycle. On the heels of his brother’s disappointing finishes in the Iowa caucus and the New Hampshire primary, the Bush campaign hopes that Dubya’s stumpside appearances will galvanize voters in the state that helped pave his path to the White House. The elder Bush has previously headlined numerous private fundraisers for his brother, and yesterday released a radio advertisement in South Carolina extolling the former Florida governor’s readiness for the role of commander-in-chief. “We need a strong leader with experience, ideas and resolve,” Bush says in the ad. “There’s no doubt in my mind that Jeb Bush will be a great commander-in-chief for our military.” The former president remains popular within the Republican Party, particularly with voters in South Carolina, a state with numerous military facilities that benefitted from Bush’s aggressive foreign policy. “President Bush has been incredibly supportive of his brother’s campaign and Governor Bush is excited to have him out on the trail,” said Bush spokeswoman Kristy Campbell in a statement. The former Florida governor has struggled with the double-barreled legacy of his family name since his campaign’s inception. The Bush family has been involved in high-level American politics for four generations - if elected, Jeb bush would be the third member of the family to serve as president. But his elder brother’s divisive tenure in the White House, particularly as relating to foreign policy and social issues, made fully embracing the Bush legacy a tricky proposition for the current candidate. Opinion: There is a faction in America willing to blame someone – anyone – for how awful and unfair their lives have become. That faction thinks Trump should be elected, writes the Guardian’s Sam Thielman: For several months I have been telling friends, colleagues and everyone who will listen to me that there is no way Donald Trump, a ridiculous bigotwith a face like a Christmas ham, could ever secure the nomination for president of one of the two major American political parties. It has pained me considerably to discover that I was wrong. Republicans have a number of bad ideas, I said (on and on – and on – I went), but they couldn’t possibly take seriously a figure as fundamentally unserious as Trump, who barely advertised at all and simply relied on a tidal wave of bemused, then disturbed, then horrified media coverage to promote what appeared to be a complete joke of a presidential campaign without the least hint of a workable idea on anything. What will Trump do about illegal immigrants? He’ll build a wall. How will he pay for the wall? He’ll make Mexico pay for it. How will he deal with the Affordable Care Act? He’ll repeal it, personally, somehow. What will he replace it with? “Something terrific.” (That’s a direct quote.) Trump’s cartoonishly awful, unworkable positions (ban Muslims!) are so obviously the obnoxious posturing of a guy who has no intention of doing anything at all that it feels insane to learn that people have been taken in by it. What is there to be taken in by? In a lot of ways, if the last few months had turned out to be a cruel, demented gag at my personal expense, that would be much preferable to the reality. Republican presidential candidate and newly minted New Hampshire victor Donald Trump has settled his legal battle with Univision over the network’s decision to drop telecasts for the Miss USA and Miss Universe pageants due to disparaging comments Trump has made about Mexican immigrants. Details of the settlement were not disclosed. The Miss Universe franchise, which owns Miss USA, was once jointly owned by the Trump Organization and NBC Universal. Univision, a Spanish language division of NBC Universal, had signed a five-year deal to broadcast the beauty pageants en español when Trump announced his candidacy for the Republican presidential nomination. During that announcement, Trump infamously described undocumented immigrants from Mexico as “bringing drugs; they’re bringing crime; they’re rapists.” The resulting furor prompted NBC Universal and Univision to drop the broadcast of the Miss USA pageant in July. Shortly after a low-rated telecast on independent cable network ReelzChannel, Trump filed a 19-page, $500m lawsuit against Univision, and accused the network of a “thinly veiled attempt” to stifle the real estate tycoon’s freedom of speech in order to boost Democratic frontrunner Hillary Clinton. The network’s principal owner, Haim Saban, is a Clinton fundraiser, according to the lawsuit. Republican fight. Trump insults the Bushes. And Cruz insults Trump. There’s a Democratic debate tonight and my colleague Lauren Gambino is there to report on the second one-on-one debate between Hillary Clinton and Bernie Sanders. She previews the coming fight: The candidates are tied one caucus to one primary, after Hillary Clinton’s razor-thin victory in Iowa last week and Bernie Sanders’s rout in New Hampshire on Tuesday. But who’s counting? The last Democratic debate, held days before New Hampshire voted, was fiery and tonight we’re predicting even more fireworks. In that debate, Clinton accused the Sanders’s campaign of running an “artful smear” against her, and challenged him: “If you’ve got something to say, say it.” Will he? We shall see. Here’s what else we’re looking forward to. North Korean dictators, er, make that dictator. Did Sanders brush up on foreign policy? Release the transcripts! Will Clinton be asked again to hand over the transcripts from her paid speeches before big banks? Will she commit? Will moderators ask detailed questions that press Sanders’s on exactly how he plans to pull off a political revolution? So far he’s excited a largely white, well-educated, youthful legion of supporters hungry for a full-scale political upheaval, but he’ll need to mobilize a much broader coalition of supporters – enough to bring a sweeping majority of democrats into office – in order to deliver any of his proposals. Will Clinton finally find the right answer to questions about her paid speeches before Wall Street banks? If she’s going to make the case that she is in fact the candidate with the most aggressive plan to reign in big banks and Wall Street than she’ll have to find a more convincing response to the charge that accepting six-figure speaking fees has made her beholden to the big banks. As the contests move into more diverse states, Clinton and Sanders will surely be pressed on their racial and criminal justice policies. This is a subject Clinton has been exceptionally passionate about since the outset of her campaign. In her New Hampshire concession speech, she indicated that race will be a focus in the coming weeks. Though Sanders has long-supported racial justice, he has also faced criticism that he’s out of touch and relies too heavily on his record of early civil rights activism. Then there is the issue of women’s rights, which Clinton seems to think she is uniquely positioned to champion. Young women have so far rejected this notion as well as the occasionally not-so-subtle message that they should support – not obstruct – the nomination of the person who could very well be the first female president. Will we be entertained? Let’s hope so. Checking in with the candidates that time forgot. Ben Carson says he won’t quit, telling CNN: “I’m not getting any pressure from our millions of supporters.” He means any pressure about quitting, but if a bartender knitting a blanket is any indication, he’s not feeling much pressure to run a presidential campaign either. Back to CNN: You know, they’re reminding me that I’m here because I responded to their imploring me to get involved. And I respect that and I’m not just going to walk away from the millions of people who are supporting me. “I think I can win South Carolina. We’re going to be putting a lot of time resources and effort here.” Democrat Jim Webb, meanwhile, has promised he will not run as a third-party candidate, which was a question on everyone’s someone’s Jim Webb’s mind. But it’s not all fun and Twitter trolling for the Clinton campaign. The former secretary of state is getting her oft-stated wish to have as many of the emails pulled off her private server released to the public – a federal judge just ordered more than 500 released before 1 March. The first of March also happens to be the day 14 states vote in primary elections, but so far Democratic electorate has largely shrugged at the email controversy, nor has anything particularly revelatory emerged from batches released so far. Per the Hill: The government must disclose some of the emails on Feb. 13, Feb. 19, Feb. 26 and Feb. 29, ordered Judge Rudolph Contreras of the U.S. District for the District of Columbia. “The Court expects that Defendant will endeavor to avoid any additional delay,” Contreras said in his order, referring to the Obama administration. The State Department became the target of Contreras’s ire this month, after it claimed that it would break its deadline to release all of Clinton’s 55,000 pages of emails by Jan. 29. In a court filing last month, the government claimed that it accidentally neglected to send roughly 3,700 emails to other federal agencies to review for information that should be redacted. The use of a private email server could still be problematic for Clinton, whether the emails show her interest in carpets or inability to use a fax machine. An investigation into the emails has ruled at least 22 emails classified at the highest level, though it’s unclear whether or how they were marked at the time; Clinton herself maintains that nothing was ever marked classified at the time. The campaign gets weirder. Hillary Clinton (or her Twitter people, anyway) have ironically quoted Republican Marco Rubio’s bizarre-o gaffe-by-repetition, in order to mock her opponent for insufficient support for Barack Obama, whom Clinton herself has strategically distanced herself from at various points of her career and campaign. The Clinton campaign has released a statement on the endorsement from the Congressional Black Caucus Pac … which not all members of the Congressional Black Caucus are pleased about. Here’s Clinton’s statement in part: I’m honored to have earned the endorsement of the Congressional Black Caucus PAC, which has been fighting for enduring progress for almost 50 years. The CBC PAC knows we need to elect a President who can take on all parts of the job and build on the progress we’ve made under President Obama—not let it get ripped away. As the “conscience of Congress”, the CBC and its members fight for progress every day for African Americans and for all hardworking people in this country. They are working to give 35 million working people a raise by increasing the minimum wage, and to protect all Americans’ sacred and hard-won right to vote. They are working tirelessly to help get more African-American candidates elected and, thanks to their efforts, more African Americans are serving in the United States Congress today than ever before. I have been proud to stand shoulder-to-shoulder with my close friends in the CBC in these fights. As a Senator from New York, I partnered with CBC members on bills to ban racial profiling, prosecute hate crimes, and promote equal pay for women. As Secretary of State, I created the Global Diaspora Forum, which helps Americans of African descent build partnerships with the countries their ancestors came from. The stakes in this election couldn’t be higher. African Americans can’t wait for solutions—they need results now. We need a President who can stand up to the Republicans and win. I’ll take on the gun lobby to address the epidemic of gun violence. I’ll take on the Republicans who are disenfranchising voters and rolling back voting rights. And I pledge a new and comprehensive commitment to equity and opportunity for communities of color. That means reforming our criminal justice system and rebuilding the bonds of trust between our communities and our law enforcement officials. But it also means making major new investments to create jobs, to make it easier to start and grow a small business, to end redlining in housing, and to build reliable public transit systems. Ahead of the South Carolina primary and March votes in seven states, race has become a central issue of the Democratic campaigns. The Congressional Black Caucuses Pac – though not the CBC itself – endorsed Clinton on Thursday, and put down Bernie Sanders in no uncertain terms by framing him as a non-entity in the civil rights movement. Civil rights leader and Georgia representative John Lewis did not err on subtlety. Buzzfeed’s Darrren Sands was in the room: But Barack Obama, who has declined to endorse either Clinton or Sanders but heaped praise on the former and spoken diplomatically about the latter, told the Chicago Tribune that the bitter partisanship of Washington shouldn’t be attributed to his race or status as the first black president. “I also suspect there were a bunch of people who were excited and voted for me, or I got political benefits because of the notion of the first African American president,” he told the Tribune. “So those things cut both ways.” “There’s no doubt that there are pockets of the country where some dog whistles blow and there’s underlying racial fears that may be exploited, overall,” he said. “What’s more the case I think is just the straight, hardball politics of running against an incumbent and beating the heck out of them and softening them up.” Fundraising gets meta, via Time’s Zeke Miller. Donald Trump has announced that “dozens of Georgia officials” have endorsed him, but his press release declaration only lists three sitting officials. Trump says that Lauren “Bubba” McDonald Jr, who is a man elected to Georgia’s Public Service Commission, has endorsed him. State senators Michael Williams and Burt Jones declared their support for Trump last year, and are also listed in the release. Also named is a former chairwoman of the state Republican party, Sue Everhart. That’s it. “It is my great honor to receive these coveted and influential endorsements from tremendous people in the state of Georgia,” Trump said in the statement. I have visited many times and had great crowds and poll numbers. I look forward to being in Georgia again soon and working with each of these local leaders to Make America Great Again.” Trump still doesn’t have any federally elected leaders supporting him (in public), though Chuck Grassley, a six-term Iowa senator, ruffled feathers by appearing at a Trump event before the caucuses. He did not endorse Trump – or anyone – though he has a record of annoyance with Ted Cruz and did say he wants to “make America great again”. Verified, public endorsements of Trump have come from Sarah Palin, who did not finish her first term as governor of Alaska, and Arizona sheriff Joe Arpaio, an elected official who was forced to pay nearly $9m over civil rights violations. Marco Rubio has struggled in the last week. A bizarre, robotic debate performance in which he repeated himself, verbatim, four times, apparently left its mark with New Hampshire voters, who barely awarded him 10% of the final tally. Now he’s chipped a tooth on candy. The Wall Street Journal’s Erica Orden has the campaigns latest aches and pains. Another vote from a famous black American for Bernie Sanders, who on Wednesday earned the vote of Ta-Nehisi Coates (if not the writer’s endorsement). Singer and civil rights activist Harry Belafonte, three-time Grammy winner, friend of Martin Luther King Jr, and former frontman for the Charlie Parker band, endorsed Sanders in a video on Thursday. “I think he represents opportunity,” Belafonte said. “He offers us a chance to declare unequivocally that there is an America, that there is a group of citizens who have a deep caring for where our nation goes and what it does in the process of going.” “I would suggest to those of you who have not yet made your minds, or maybe even some of you who have made up your minds, to consider and reconsider what it is that Bernie Sanders offers.” Professor Cornel West and former NAACP president Ben Jealous have also endorsed Sanders, but Clinton has her own prominent allies in the black community. Representative Hakeem Jeffries, South Carolina lawmaker Todd Rutherford and former NAACP chapter head Hazel Dukes have all endorsed Clinton, as has the Congressional Black Caucus Pac, just now. It’s notable, though that that’s just the Pac, not the Caucus itself. Representative Keith Ellison has dissented on Twitter: “Cong’l Black Caucus (CBC) has NOT endorsed in presidential. Separate CBCPAC endorsed withOUT input from CBC membership, including me.” Back to politics. Sort of. For the moment, Jeb Bush’s most memorable moment in the 2016 campaign might be when he plaintively asked an audience “please clap”. Now his campaign is plaintively asking you to wish the candidate – shown wearing an alarming 70s mustache – a happy birthday. Anyone? By the way, science history was just made: a prediction made by Einstein 100 years ago was just proven thanks to two black holes that collided 1.5bn years ago. “Ladies and gentlemen,” lead scientist David Reitze says. “We have detected gravitational waves. We did it.” He thanks the National Science Foundation (and by implication the US government) for its dedication to the decades-long project. He then invokes maybe the hoariest line of US politics. They took a big risk. This was bold … the technology was nowhere near developed. This was truly I think a scientific moonshot, I really believe it. And we did it. We landed on the moon. Reitze thanks “the US Congress, the taxpayers, because it’s really really gotten to the point where it’s going to take off.” It’s not politics, but it’s big – and it is a plea from American scientists to keep funding big physics projects like this one, which is based out of Washington and Louisiana. Comedy hour with the Republican candidates in South Carolina. Fresh off tea with Al Sharpton in Harlem, Bernie Sanders stopped by Stephen Colbert’s Late Show on Wednesday night, where he was asked why he thinks the men and women who want a Trumpista revolution might also support one for Sanders. “People have a right to be angry,” Sanders said. “We have a right to be angry when we are the only major country on Earth that doesn’t provide paid family and medical leave.” “What we need to be is rational in figuring out how we address the problems and not simply scapegoating minorities,” he said. Then Colbert asked about South Carolina, the next stop for the Sanders campaign and the comedian’s native state. Colbert suggested Sanders should take a liking to beer and peanuts, presenting both on his desk. Sanders swigged from the bottle: “And this wins in South Carolina?” “Yes, it does,” Colbert said. “If you like boiled peanuts, it’ll certainly give you a leg up in South Carolina.” Former president Bill Clinton is traveling to a high school Memphis, Tennessee, tonight, as part of the Clinton campaign’s big southern push ahead of South Carolina (20 Feburary) and Super Tuesday (1 March). In the last two weeks the ex-president has attacked his wife’s rival, Bernie Sanders, in form reminiscent of his 2008 tirades against Barack Obama. But Sanders defeated Clinton by an extraordinary 22 points in New Hampshire anyway, and it’s not clear whether the Clinton camp intends to increase its attacks or try out a new strategy. And per the Hill, Clinton might be already trying out a more tactical approach, decreasing her efforts in Nevada to focus on the south, where she and her husband have historically had strong support. Sanders has poured more than $3.5m in ad campaigns in Nevada. From their story, quoting Clinton spokesman Brian Fallon: “You have a caucus-style format, and he’ll have the momentum coming out of New Hampshire, presumably, so there’s a lot of reasons he should do well,” Fallon said, adding that the 80% of voters in the state are white. “There’s reason to believe the race will tighten even there.” Fallon’s comments were telling to some Democrats who think the state is Clinton’s to lose. While a poll on the Democratic candidates hasn’t been conducted there since late 2015, the surveys at the time showed Clinton with a lead of nearly 20 points, according to RealClearPolitics. “For reasons I don’t understand, the Clinton campaign seems to be downplaying chances in Nevada,” said Jim Manley, a Democratic strategist who served as a spokesman for then-Majority Leader Harry Reid (D-Nev.). “As far as I’m concerned, it’s tailor-made for a Clinton victory.” I’m blogging live this Thursday morning in Washington DC, where Rush Holt, CEO of the American Association for the Advancement of Science (AAAS) has just said that the prestigious science organization has a duty to correct presidential candidates who get science wrong. He said it’s “our responsibility, our interest and our history to point out what are the issues of today” and to “try to inject science into the debates”. He didn’t mention Ted Cruz, the Republican senator running for president and the man who called a Canadian jazz vocalist to testify about climate change. But that’s OK, because my colleague Graham Readfern in Australia can correct Cruz for him. Antarctic ice Cruz has been using a story from Christmas 2013 to try and make climate scientists look like idiots. He says a ship went to Antarctica to document ice caps melting but then got stuck in the ice. Cruz is referring to the Australasian Antarctic Expedition, but it has been abundantly clear that the scientists did not think that “everything would be melted” because, as they wrote on their expedition website and Planet Oz has pointed out before, one of their tasks was to investigate why Antarctic sea ice was growing. I asked Professor Chris Turney, of the University of New South Wales and who led that expedition, about Cruz’s remarks. I fear Senator Cruz has confused which way is up. As I hope Senator Cruz is all too aware from his time chairing the US Senate Science and Space Sub-Committee, the Arctic is a large ocean surrounded by continents while Antarctica is a continental ice sheet surrounded by ocean. The two respond to climate change in quite different ways. Since satellite observations began in the 1970s, the amount of sea ice in the Arctic has suffered a long-term decline and is now at an all time low. In marked contrast, the amount of sea ice surrounding the Antarctic continent has reached an all time high. Satellite data When it comes to global temperature readings, Cruz has his laser vision set on the satellite data, which is showing slightly less warming than the temperatures on the ground (where we live, and grow stuff). Cruz uses this data to claim that global warming stopped 18 years ago. But even the senior scientist who looks after the satellite data that Cruz likes to cite, says the ground-based temperature measurements are more appropriate when it comes to climate change. Cruz does not seem so keen to mention those various collections of land-based measurements, which show, for example, that 14 of the 16 hottest years on record have all happened since 2000. The hottest year on record was 2015, but 2016 will give that a run for its money. 1970s cooling This one is an oldie but a goodie. Cruz has been telling people that in the 1970s “you had Liberal politicians and scientists who were talking about global cooling” and how we were “headed to another ice age”. While it’s true that a few scientists were writing about possible future cooling, a review of research appearing in academic journals found that between 1965 and 1979 there were more than six times as many papers saying the world was warming. Only seven academic papers in fifteen years were predicting cooling. But to suggest that scientists should not change their mind when presented with evidence fundamentally challenging their ideas is a supremely odd idea. Pseudoscience As a sort of climax to his splurge, Cruz has been saying that climate change is the “perfect pseudoscientific theory” because it can “never, ever, ever be disproven.” This is a little bit like saying you can’t disprove that there’s a small community of genetically modified clown people living on Uranus (I suggest a quick check with a long-handled mirror). But what would it take to “disprove” human-caused climate change? Well, here’s a few things. You’d have to first overturn the laws of atmospheric physics, and maybe then prove the atmosphere and oceans are not heating up, that the world’s plants and animals on the move across the world are reacting to something else (like, say, messages from Uranus), that the oceans are rising just because they fancy it and that all the recent record hot years could have just come along by chance. Shouldn’t be too hard, eh? And then there were seven – Republicans, at least, with two Democrats on the other side of the race to become the next president of the United States. There were once six Democrats and 17 Republicans competing for their parties’ nominations, but on Wednesday two more Republicans, Chris Christie and Carly Fiorina, gave up hope in the increasingly bitter, volatile and expensive race. For this week’s commanding winners in New Hampshire – Donald Trump among Republicans and Bernie Sanders against Hillary Clinton – the race now begins in earnest. Clinton, who beat Sanders narrowly in Iowa but was crushed in New Hampshire, turned her rattled campaign southward, toward a yet unknown strategy and toward black voters who have historically supported her and her husband. Sanders has started to do the same, meeting with Al Sharpton in Harlem on Wednesday and pouring campaign cash into operations in South Carolina and Nevada, the next two states to vote. His historic success in New Hampshire, the first win for a self-proclaimed democratic socialist, the first for a Jewish candidate and with the support of record-breaking contributions, faces an immensely different challenge: newly ferocious attacks from the Clinton camp and a diverse electorate in the states to come. And for any Republican who isn’t vaguely promising to make America great again, Trump’s success in New Hampshire could be a sign of dire times ahead. “Established” candidates who performed well enough, including second-placed John Kasich and fourth-placed Jeb Bush, are divided but wealthy enough to keep fighting. Robotic theatrics by Marco Rubio brought his supposed ascendance crashing down to a fifth-place finish. And Ted Cruz and retired surgeon Ben Carson continue to work on rigid conservatives and evangelicals, albeit with an Iowa victory for one (not without some alleged trickery) and a bartender knitting a blanket for the other. So the field may be a little smaller but the stakes are higher and the story stranger than ever. We’ll report on the chaos from the trail, fact-check what candidates are saying, and try to make the most of it."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}