{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2016/feb/01/cameron-still-to-win-over-east-european-leaders-on-eu-talks", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2016-02-01T22:26:50Z", "webTitle": "Cameron told he has two weeks to persuade Poles and allies over EU", "webUrl": "https://www.theguardian.com/politics/2016/feb/01/cameron-still-to-win-over-east-european-leaders-on-eu-talks", "apiUrl": "https://content.guardianapis.com/politics/2016/feb/01/cameron-still-to-win-over-east-european-leaders-on-eu-talks", "fields": {"headline": "Cameron told he has two weeks to persuade Poles and allies over EU", "bodyText": "David Cameron has been told that he will need to launch a diplomatic offensive in eastern Europe over the next two weeks to win Poland and its allies over to his plan to restrict benefit payments to EU migrants. The prime minister has been warned by Whitehall figures that he has to do more to convince leaders in eastern Europe, as negotiations on Britain’s future in Europe enter their final stages with the publication of proposals by the European council president Donald Tusk for a “new settlement”. Beata Maria Szydło, the Polish prime minister, told Cameron in Warsaw late last year that Poland and the other three members of the Visegrád group – Hungary, Czech Republic and Slovakia – are opposed to any changes that will discriminate against their citizens working in the UK. Downing Street was encouraged when Jean-Claude Juncker, the European commission president, agreed at a meeting in Brussels on Friday that an emergency brake to limit benefit payments to EU migrants for four years could be imposed as soon as a referendum is passed. However, the proposal is causing concern among east European leaders, who fear a backlash among their citizens in the UK who still have the right to vote in domestic elections. “The prime minister will be focusing quite heavily on the Visegrád group over the next two weeks,” one Whitehall source. “It is clear that there are nerves about how Poles, Czechs, Hungarians and workers from the Baltic States working in the UK might vote in elections back home.” Senior British sources said they are encouraged by the progress in the prime minister’s negotiations which intensified over the weekend with the Juncker meeting on Friday and a dinner with Tusk in No 10 on Sunday night. Tusk tweeted on Monday night that he had made good progress with British and other officials since meeting Cameron in Downing Street on Sunday night, though he said there are still outstanding areas. Cameron is expected to brief the cabinet on Tuesday morning on the state of his negotiations with Tusk, who hopes to reach a deal at the next European council meeting on 18-19 February. A failure to reach agreement could lead Tusk to convene a second, extra, summit by the first week of March to allow Cameron to hold an in/out referendum on Britain’s EU membership on his preferred date of 23 June. One UK source said: “Things seem to be moving in the right direction. But there’s many a slip ‘twixt the cup and the lip.” The prime minister will give a detailed response to Tusk’s statement on Tuesday, which is likely to be highly detailed and will explain any legislative changes that are needed. No 10 sought to highlight progress by saying that the prime minister has secured agreement on one of his demands set out in the Conservative general election manifesto – a red card system that will allow a group of national parliaments to club together to block EU legislation. Under Tusk’s draft agreement, 55% of the EU’s national parliaments could force the European council to stop or amend legislation they believe is unnecessary. A No 10 source said: “This will strengthen the power of Westminster to stop unnecessary EU laws and addresses concerns that the current yellow card system has not proved strong enough. It ensures that the European commission cannot just ignore the will of national parliamentarians and delivers greater democratic control over what the EU does.” The red card system has been relatively uncontroversial in the negotiations. The more difficult areas have been the prime minister’s plan to ban EU migrants from claiming in-work benefits for four years. Downing Street says the emergency brake would have to be as effective as the prime minister’s original proposal of a four-year ban on EU migrants claiming in-work benefits. No 10 indicated that more work was needed on Osborne’s demands for non-eurozone countries to be given protections from rules drawn up for the single market. Downing Street said the UK was looking for a watertight “enforcement mechanism”, though not a veto, to allow non-eurozone members to flag up concerns. This could involve contentious legislation being referred to EU leaders on the European council. France is nervous because no member state has a veto over the rules of the single market, while each EU leader has a veto on the European council. More work was also needed to stop non-EU citizens getting access to Britain through “sham marriages”. Non-EU citizens who marry a UK citizen have no automatic right to settle in the UK. But if they marry a citizen of another EU country they can move to the UK under the EU’s rules on free movement."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}