{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2016/feb/16/benfica-v-zenit-st-petersburg-champions-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-02-16T21:39:25Z", "webTitle": "Benfica v Zenit St Petersburg: Champions League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/feb/16/benfica-v-zenit-st-petersburg-champions-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2016/feb/16/benfica-v-zenit-st-petersburg-champions-league-live", "fields": {"headline": "Benfica v Zenit St Petersburg: Champions League – as it happened", "bodyText": "That’s all for now. Thanks as always for following along with us and be sure to check back later for a full match report. And there’s the final whistle! What a finish for Benfica, who will bring a 1-0 lead into the return leg in St Petersburg in two weeks’ time. 90 min+3: Ten-man Zenit looking to muscle their way down the pick but the midfielder keying the attack is dispossessed and here come Benfical. Gaitan running with the ball, passing to Jimenez, back to Samaris, whose speculative shot from outside the area is on target and turned away by the Zenit keeper. 90 min+2: Jonas shown yellow following an excessive celebration. And just like that Benfica have snatched the lead! Gaitan’s free kick into the area finds the head of Jonas six yards from the goal, who pounds it perfectly into the back of the net for the crucial goal! 90 min: Zenit’s Criscito earns a second yellow for a foul on Almeida and he’s been sent off. The Russians will need to play stoppage time a man down, starting with a free kick here. 89 min: Eliseu hacks down Anyukov near midfield. Chances of a goal looking less and less likely. 87 min: The final sub for Zenit as daMauricio enters for Danny. 85 min: Renato Sanches whistled for a foul on Hulk. Eliseu’s shot on the re-start is turned away by Witsel. Benfica looking increasingly desperate to get on the board here. 81 min: A second switch for Zenit, Zhirkov entering for Shatov. Both sides have one remaining. Two thoughts from the gallery, first from liveblog regular Ezra Finkelstein ... It must be hard for the Benfica and Zenit fans.Even thought hey are throught o the second round,people are focusing on a different game,Chelsea PSG. ... then from Jeremy Dresner: Short straw for you Bryan The tactician AVB is obviously going to use superior team discipline to just shut down the game. Obviously try to ‘do a napoleon number’ on Benfica and freeze them out in the Russian winter’s return leg. I’m not watching but that’s what I figured would happen is that right? 0-0 all over it? A reasonable point. Why even watch? 79 min: Moments after Almeida’s shot is turned away, Benfica win a corner. Carcela-Gonzalez takes it but the keeper Lodygin travels well off his line to intercept it. 75 min: Criscito fouled by Carcela-Gonzalez while trying to start the Zenit attack along the left flank near midfield. But a quarter hour remains with the sides still deadlocked at nil-nil. 74 min: Dzyuba exits in place of Kokorin, Zenit’s first substitution of the match. 72 min: Benfica win a corner and Gaitan will take it. The ball falls to Jardel, whose well struck effort misses wide. The hosts are no doubt knocking at the door here. 71 min: Twenty minutes left and Benfica have made a second switch, Carcela-Gonzalez entering for Pizzi. 69 min: Benfica very nearly open the scoring when the ball falls to Gaitan, who brilliantly feigns a shot before passing the defender and uncorking a shot on goal from point-blank range. Brilliant save by Lodygin! Gaitan then has a chance to put home the rebound but his follow-up attempt sails over the bar. 67 min: Criscito is late to arrive and fouls Almeida, drawing a yellow card. He becomes the fourth player to start today’s match who won’t be available for the return leg. Pizzi’s free kick is struck too hard and Zenit clear. 64 min: Ball played to Hulk in the area and he tries to maneuver for space as three Benfica players close in. He crashes to the turf but the referee hardly spares a glance. Cleanly defended. 63 min: An attacking switch as Jimenez enters for Mitroglou, Benfica’s first switch of the match. 61 min: A half hour left and the Estádio da Luz faithful are urging their men on. Looks like the first subs of the match are readying to enter the match. 60 min: Danny with a nifty dash of skill to maneuver past a defender, but he’s flagged for offside. 59 min: Javi Garcia shown yellow for a handball and that’s another player who won’t be playing in the return leg in two weeks’ time. Andre Almeida and Jardel, both in the book today, will also miss the crucial 9 March match. 57 min: Chaos in the Zenit area and the ball falls to the foot of an onrushing Gaitan, whose right-footed effort is blasted well wide. More chances with greater frequency through the first dozen minutes here but no closer to our first goal. 54 min: Sanches vaults over Garcia right near midfield while vying for a 50-50 ball and their bodies clatter every which way. The referee orders a free kick for Zenit miles from the goal. It’s played short and Zenit will try to build up patiently from the middle third. Until they don’t. A hasty, directionless ball forward, ostensibly for Hulk, badly misses the mark and is out for a Benfica goal kick. 53 min: Cesar punches the corner away and Benfica are on the counter. Ball played forward on a series of short, quick passes to Mitroglou, who is dispossessed in the final third and now Zenit are back on another counter. More crowd-friendly, incisive play here early. 51 min: Benfica have come out swinging, but now Zenit have responded with a pair of shots by Witzel, both turned away by the keeper. A corner to Zenit, Hulk to take it. 48 min: An effort on goal by the youngster Renato Sanches, but it sails high over the target. 47 min: Gaitan is short of the target and easily turned away by Shatov, who is camped out by the near post. 46 min: We’re off and running in the second half. Quite literally as Benfica’s kickoff is played wide to Gaitan and he surges up the flank to win a corner. A look at the first-half stats. Clearly the referee has seen enough, calling a stop to the first half without so much as a second added on. Here’s hoping the second stanza the action and flow to match the caliber of talent on the pitch. 43 min: Another foul by Pizzi, this time on Shatov, and now the Portuguese becomes the third Benfica player to find his name in the referee’s book. A rhythmless slog of a first half drags itself toward the whistle. 40 min: Hulk’s errant left arm lands on Gaitan’s shoulder and the Argentine sells it, winning the foul. Samaris to take the free kick, but it’s cleared. 38 min: Jonas with a foul on the Zenit captain Danny along the sideline and Lodygin will take the free kick. Nothing. 36 min: Benfica’s Jardel shown yellow after throwing Hulk to the turf away from the ball. The burly Brazilian strikes it low to the far post and with pace but misses two yards wide right. Chances beginning to trickle in here. 32 min: Witsel drags down Jonas away from the ball and he’s correctly shown yellow. Renato Sanches to take it and Mitroglou buries in the back of the net! Unfortunately for Benfica he’s offside by a yard and the linesman sees it. 29 min: Jonas finds space inside the area and uncorks a low-lying shot toward the corner, but it’s turned away by Lombaerts. Best chance of the match for either side as we approach the half-hour mark. 25 min: Benfica dominating possession by a two-to-one margin thus far, 67% to 33%, with 167 total passes for the hosts compared to 66 for the visitors. 22 min: Mitroglou has a go on goal but Lombaerts turns it away. It’s briefly cleared but from midfield a ball is played through to Zenit’s Dzyuba, but the flag goes up and he’s ruled offside. 21 min: Benfica with a more patient build-up from the back into the final third, but they’re dispossessed and Zenit are quick downfield on the counter-attack. Hulk slaloms around three Benfica defenders but the ball is taken off him. Neither goalkeeper has been tested through 20 minutes. 17 min: Almeida sees yellow for a foul on Criscito, which gives Zenit a good look at goal on a set piece. Hulk’s effort is low and cleared out by a defender giving Zenit a throw-in, but it’s sent down near the goal line and out to give Benfica a goal kick. 14 min: Back-to-back corners won for Zenit with Hulk taking both, but neither create much danger. Ball turned away to midfield where the teams are now trading possession. 12 min: Pizzi wins another foul for Benfica, but his effort is easily corralled by the Zenit keeper. 10 min: A very physical start for both sides so far with Zenit deployed in a very conservative formation. 6 min: Criscito hacks down Benfica’s Pizzi and he wins the foul. Jardel to take the free kick but nothing comes of it. 3 min: Zenit have won the first free kick of the match, from roughly 35 yards. Some jostling in the box between players the referee must sort out. The effort curls up and bends dangerously toward the goal but Julio Cesar easily collects it. 1 min: And we’re off! Benfica in red shirts and white shorts attacking from right to left, Zenit in all-blue strips from left to right. Here’s a look at today’s teams. Benfica XI: Júlio César; André Almeida, Lindelöf, Jardel, Eliseu; Pizzi, Samaris, Renato Sanches, Gaitán (c); Jonas, Mitroglou Substitutions: Ederson, Nélson Semedo, Sílvio, Anderson Talisca, Mehdi Carcela-González, Gonçalo Guedes, Raúl Jiménez Zenit St Petersburg XI: Lodygin; Anyukov, Garay, Lombaerts, Criscito; Javi García, Shatov, Witsel; Danny (c), Hulk, Dzyuba Substitutions: Kerzhakov, Luís Neto, Maurício, Yusupov, Zhirkov, Kokorin, Dolgov Hello and welcome to today’s opening leg of the Champions League last 16 tie between Benfica and Zenit St Petersburg at Lisbon’s Estádio da Luz. The Russian champions, currently at sixth in their domestic league, are back in action after a two-month break, having not taken the pitch since a 2-1 loss to Gent in their final group-stage match on 9 December. Meanwhile, Benfica enter with the aftertaste of defeat for the first time in nearly as long: on Friday they saw an 11-match winning streak dating back to mid-December snapped in a 2-1 loss to Porto, their cross-town rivals. Kickoff is just over a quarter hour from now. We’ll be back with the team information in short order. Bryan will be here shortly. In the meantime why not read Martin Laurence’s preview of today’s match. These clubs are meeting for the fifth time in four years in the Champions League. Zenit have had the better of the fixtures, winning three, but Benfica’s one victory in that time proved the most decisive with an injury time goal from Nelson Oliveira – now of Nottingham Forest – taking the Portuguese club through on away goals at this stage of the competition in 2012. The man of the match on that day was Axel Witsel, who has since switched between the two clubs. André Villas-Boas has confirmed he will be leaving Zenit at the end of a bitterly disappointing league campaign. Last season’s Russian Premier League champions sit fourth, having won just three of their last 12 matches, and will again rely on star man Hulk. The Brazilian earned the second highest group stage rating (8.79), courtesy of three goals and four assists, but will have to cope with abuse from the home support due to his Porto past. Benfica suffered their first defeat in 15 league matches against Hulk’s old employers on Friday but they have been in sensational form lately, picking up 40 points from a possible 42 before that defeat to Porto. They will be strong favourites as a result, with all eyes on sought-after 18-year-old midfielder Renato Sanches, who secured an excellent rating of 7.41 across his two group stage appearances."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}