{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2016/feb/20/childless-uk-couples-forced-abroad-surrogates", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2016-02-20T22:59:40Z", "webTitle": "Childless UK couples forced abroad to find surrogates", "webUrl": "https://www.theguardian.com/lifeandstyle/2016/feb/20/childless-uk-couples-forced-abroad-surrogates", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/feb/20/childless-uk-couples-forced-abroad-surrogates", "fields": {"headline": "Childless UK couples forced abroad to find surrogates", "bodyText": "A shortage of surrogates in the UK is driving childless couples who want a baby abroad, with sometimes fraught consequences for the parents and child. Almost two-thirds of all UK parental orders – legal rights conferred on parents who have commissioned a child from a surrogate – are now for a baby born overseas. In the past three years, more than 1,000 UK couples and individuals have secured the services of surrogates abroad, the highest number from any European country. The figures have been highlighted by the awareness campaign group, Families Through Surrogacy (FTS), which is organising a conference in London on 5 March to help people to make informed choices about what it says is a complex, costly and ever-changing issue. “There are many unknowns in the process and lots of grey areas where you don’t know where you’re standing,” said celebrity chef Yotam Ottolenghi who, with his partner, Karl, travelled to the United States to find a surrogate. “I yearn for more clarity in the legal system. It would save everybody time, money and many anxious moments.” It costs around $130,000 (about £91,000) plus insurance to secure the services of a surrogate in the US. However, the price can be as low as $35,000 (£24,500) in some countries, although many, such as India, where surrogacy was until recently a £275m industry, are now closing their doors to foreigners. In the past Nepal, Thailand and Mexico offered an affordable route to parenthood, and financial security for the surrogates, but they are also clamping down. Outside of the UK, gay and lesbian couples have long found themselves barred from accessing surrogacy services by most countries, with the exception of several US states and Canada. Attempts to keep costs down have seen the creation of “hybrids”, where an egg is fertilised in one country, often where the commissioning parents reside, and then implanted in a woman in a developing country, where a surrogate will be cheaper than in the west. But, as countries outlaw access to surrogacy for foreigners, parental options are becoming increasingly limited and, in some cases, children born by surrogates for UK parents, or embryos ready for implanting, have ended up in limbo. The changing international situation has led to renewed calls for the UK to do more to promote domestic surrogacy. Currently, surrogates in the UK are allowed to receive only expenses of up to £15,000, and there is nothing to stop them reneging on the arrangement. “My husband and I went abroad because, at the time, we didn’t really understand UK law,” said Richard Westoby, the former UK chair of the FTS conference. “In the US,, which I think provides a global benchmark, everyone is legally informed, legally protected and empowered to make decisions. In the UK, surrogacy is based on trust as contracts are unenforceable. Because of this, people look at Canada and the US.” But bringing a child born to a surrogate back to the UK can also be problematic. “The UK does not recognise an order made in another jurisdiction,” said Anne-Marie Hutchinson, a leading expert on fertility law and a founder of the International Surrogacy Forum. “As a matter of UK law, the surrogate is still treated as the legal mother unless and until the couple get a parental order.” Supporters of surrogacy claim there is overwhelming support in the UK to remove legal uncertainty over parenthood at the point of birth. They cite figures suggesting that almost three-quarters of surrogates oppose current UK law, which allows them to change their mind about handing over the baby. However, the Surrogacy Arrangements Act makes it impossible for couples seeking a surrogate to draw up a binding contract recognised by the UK courts. “I can give advice but I can’t assist in negotiating a surrogacy because that would be illegal,” Hutchinson said. Ottolenghi would welcome reforms that help to make surrogacy more attractive to people in the UK. “It’s definitely time the laws were adjusted to allow people to sign legally binding contracts here. The issue of compensation levels for surrogates should also be debated.” However, any move to offer financial incentives to surrogates would trigger a fierce ethical and legal debate."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}