{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2016/feb/28/last-white-oscars-chris-rock-will-smith", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2016-02-28T22:21:54Z", "webTitle": "Hollywood claims to have listened. So will 2016 be the last ‘white’ Academy Awards?", "webUrl": "https://www.theguardian.com/film/2016/feb/28/last-white-oscars-chris-rock-will-smith", "apiUrl": "https://content.guardianapis.com/film/2016/feb/28/last-white-oscars-chris-rock-will-smith", "fields": {"headline": "Hollywood claims to have listened. So will 2016 be the last ‘white’ Academy Awards?", "bodyText": "Few comedians – and none as adept at exposing prejudices – have been given a stage as politically primed as the one Chris Rock will command as host of Sunday’s Academy Awards. Hollywood, a company town that loves the sound of political correctness if not the reality of equality, has for six weeks been turned upside down by accusations of institutional racism after the Academy of Motion Picture Arts and Sciences failed to nominate a single minority actor for the second year in a row. Even if this is – as some have argued – an accident of bad timing, the tradition-bound institution has sleep-walked into the diversity issue in the midst of a neurotic, election-year referendum on the nation’s first black president. The Academy has reacted. Since the #OscarsSoWhite dispute over diversity and racial representation broke out in January, it has taken steps to even out representation at the body. New rules, announced at the end of January, include a commitment to double the number of women and ethnic minority members of the Academy by 2020. But will this be enough to reform the Oscars and could tonight’s ceremony be the last “white” version of the famous awards ceremony? The problems may be more deep-rooted than that, in an entire industry where decision-makers are overwhelmingly male and white. Rock, who first hosted the Oscars a decade ago and who called Hollywood “a white industry” in a 2014 essay, has been practising his lines in a local comedy club. Pay inequality, the glut of superhero films, the Kardashians – the business is hardly short on comedic material. But nothing comes close to race – and no one is talking about anything else. Entertainment trade magazine Variety reported that Rock’s routine included a joke about the celebrity couple boycotting the awards – Will Smith, denied a nomination for Concussion, and wife Jada Pinkett Smith, who have cited systemic racism in the industry as their reason for their non-attendance. Sadly, that joke may never be heard; its punchline is considered “too lewd” to get past the Oscar censors. What could be most telling, says Dr Darnell Hunt, professor of sociology and director of the Ralph J Bunche Center for African American Studies, who co-authored UCLA’s recently released 2016 Hollywood Diversity Report, is what happens after Rock skewers Hollywood on race and gender discrimination and the applause dies down. Will minority viewers – 38% of the population but responsible for 46% of movie tickets sold in the US in 2014 – tune out when it comes to awards and speeches by a parade of white nominees? Will they tune in to see Rock, then tune out? “It’s a distinct possibility,” says Hunt. If that happens it will serve to underscore his findings that minority audiences are the most important segment of the entertainment market and their under-representation is a “multi-dimensional” problem that will require interventions on every stage of the business. “Minorities are making little or no progress yet Latinos go to more movies than any other group, and African Americans watch more TV. Yet most movies and TV shows are less than 10% diverse,” says Hunt. Oscar winner Morgan Freeman has said that while he can understand why there has been such a furore over the awards, to him it is “just noise”. “If we’re going to talk about diversity in the film industry, we don’t need to start with the Academy Awards,” he told Variety last week. “We need to start somewhere way back – with the producers, the directors, the casting agents, the writers. It should be an open field. I think in today’s world, if you look out there, that’s what would reflect today’s America.” The UCLA report found that films do better at the box office if two or three of the top eight billed actors are non-white – yet minorities are under-represented by a factor of nearly three to one among lead roles. That statistic will increase, says Hunt, as racial minorities reach majority status. “These aren’t momentary glitches,” he says. “It’s the handwriting on the wall.” As it stands, he says, “it’s a bunch of white men making the thing they know how to make, that’s consistent with their base, but does not align with where the market is now and certainly not where the market is going.” African-American audiences can be more difficult to track. Straight Outta Compton, the biopic of the gangsta rap group NWA, was predicted to take $40m over its opening weekend; it took $60m and has now grossed $300m. That kind of misreading revealed a fundamental failure to understand the market and served as a wake-up call to studio executives. Even if the diversity issue is fundamentally a moral one, says Hunt, “the industry prefers to focus on the economic argument because that, in the end, is the one people will look to”. That same argument is true for the Academy Awards. While the viewing public may see it as an entertainment show, it is in fact Hollywood’s annual industry convention, an event surrounded by dozens of lunches and parties – the business of who you know, not what you know. “The Oscars are about making money,” says Allison Hope Weiner, host of Media Mayhem, the weekly media show for TheLip.TV. “It’s an advertising show. If you’re nominated, you make money. Everyone at the top is trying to hold on to the power and the money. Nobody at the top is angling for stories about minorities or women. It’s a question of power. You really have to look at who is green-lighting this stuff.” While that may not be racist per se, the importance of the event is underscored by the fact that only two people – Mr and Mrs Smith – are staying home. Actor Jamie Foxx joked about the couple’s decision last week at the American Black Film Festival awards when he called out ‘#WhatsTheBigDeal?’ and ‘#ActBetter’ – with the audience reportedly roaring with laughter. “It’s not a risk for them [the Smiths] anyway,” says Weiner. “Maybe they’ll end up going to a party. If the studios want either for a role, they’ll come to their house.” The prevailing attitude to discrimination in Hollywood was illustrated by comments made recently by Steven Spielberg, an elder statesman of the film industry and one of its moral compasses. He said that while he was surprised the Academy did not nominate Straight Outta Compton for best picture or Idris Elba for best supporting actor in Beasts of No Nation, he dismissed the idea that racism was behind the omissions. He pointed to 2013, when Lupita Nyong’o was recognised for 12 Years a Slave and the same film won Best Picture. “I don’t believe that there is inherent or dormant racism because of the amount of white Academy members,” he said. But how to explain the disparities and how to correct them? Several studios and talent unions sponsor mentoring programmes for minority writers and directors. “People can only get nominated if they get the work but if they don’t get the work, there’s no chance,” says Weiner. “You have to look at the product, and you have to look at the power structure of Hollywood.” There are other forces at work, however. Films are increasingly cast according to online media profiles of the actors. An actor with a significant Twitter or Instagram following, particularly among well-off segments of the audience, has a clear advantage. “Your Instagram following has to be wealthy, not just a bunch of kids that don’t buy anything,” Weiner points out. The same issue came up when Elba was said to be in the running to replace Daniel Craig as James Bond. Follow that logic and it is not hard to see why the controversy and the #OscarsSoWhite tag has stuck to the business. The awards show is a lens on the industry: and that, in large ways or small, is a reflection on America."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}