{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2016/feb/24/psv-eindhoven-atletico-madrid-champions-league-last-16-first-leg-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-02-24T21:40:56Z", "webTitle": "PSV Eindhoven v Atlético Madrid: Champions League last 16 first leg – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/feb/24/psv-eindhoven-atletico-madrid-champions-league-last-16-first-leg-live", "apiUrl": "https://content.guardianapis.com/football/live/2016/feb/24/psv-eindhoven-atletico-madrid-champions-league-last-16-first-leg-live", "fields": {"headline": "PSV Eindhoven v Atlético Madrid: Champions League last 16 first leg – as it happened", "bodyText": "A shame how Pereiro’s red card turned a match of slow-brewing promise into a tactical formality, but it sets the stage nicely for the return leg in Madrid in less than three weeks’ time. Thanks as always for following along with us and be sure to check back later for a full match report. There’s the final whistle and PSV escape with a scoreless draw in a match that, for the moment, will feel like a moral victory after they were forced to play the final act down a man after Gaston Pereiro was sent off in the 68th minute. For Atletico, it’s their 17th clean sheet in 25 matches across all competitions. 90 min: There will be three minutes of stoppage time, giving Atletico one final chance to press their man advantage and escape Eindhoven with a precious away goal heading into the return leg. 88 min: A sudden chance for PSV as Hendrix running unmolested up the left side sends a cross to the far post, where Lestienne tries a sharply angled attempt on goal. A difficult shot that misses the mark. 85 min: Griezmann with a weak header on goal that’s easily saved by Zoet, most likely the man of the match barring a final-reel development. PSV’s Maxime Lestienne enters for Locadia. 82 min: Atletico continue to win corners ... and continue to fall short on set pieces. This last one was their ninth of the night and they’ve generated nothing from them. Credit to PSV, who have been well organized in defense. 79 min: Fernando Torres with an inch of space just inside the area and nearly takes a mile, but his right-footed effort sails high and wide of the target. 76 min: Yet another corner for Atletico, this time played short by Gabi and toward the middle third, where they will look to build up patiently with a series of short passes in and around their midfield. Koke tries to pick out Juanfran with a ball into the area but it’s off target and easily collected by the keeper. 75 min: Cocu counters by inserting Jorrit Hendrix for Guardado, who was excellent today. 74 min: A second sub for Atletico as Angel Correa, making only his third appearance of the season, enters for Saul Niguez. 72 min: Atletico win a corner but Gabi’s effort is immediately cleared past the halfway line. 70 min: Two strong chances for Atletico just now. First an effort from 30 yards by Gabi that forces Zoet to make a diving second. Next a spell of fine interplay up the right flank ending when Juanfran’s cross into the area for a just-late Torres is sent high over the crossbar when the Spaniard mistimes his half-volley. 68 min: Well that’s counter-productive. Pereiro, already on a yellow, is booked a second time for a reckless challenge on Godin and PSV will have to play the last 20 or so minutes with 10 men. 65 min: Another corner for Atletico, taken again by Koke, but Niguez’s attempt on goal sails wide. Moments later Nicolas Isimat-Mirin enters for Narsingh, PSV’s first change of the night. 62 min: Atletico win a corner, Koke to take it. It’s swung into the area and Godin climbs the ladder and heads it into the net for a goal. Or not so fast. Apparently it’s frowned upon to use your defender to vault yourself into the air on a set piece. The goal is disallowed and play continues without controversy. 61 min: First substitution of the match comes moments after the hour mark as Fernando Torres enters in place of Vietto. 59 min: The corner is easily cleared. Moments later Arias is whistled for a foul near midfield. A reckless elbow while jumping for a 50-50 ball, but he’ll emerge unbooked after a talking-to from the referee. 57 min: A quick counter-attack by PSV keyed by Pereiro, whose through ball is intercepted by a lunging Koke, who sends it past the goal line for a PSV corner. Propper to take it. 54 min: A yellow card from the referee for a late challenge by Pereiro on Filipe Luis and Koke will take the free kick for Atletico. A disappointing effort struck directly at the keeper, who hauls it in unmolested. 51 min: Now it’s Atletico on the attack as Vietto makes an overlapping run to get behind the PSV defense and tries to cross, but it’s cleared away. 50 min: Narsingh yanked down by Atletico’s Godin and PSV will have a free kick from a dangerous spot. Willems to take it. He targets Bruma near the goal but it’s low and headed cleanly away. 47 min: Several substitutes getting loose on the Atletico sideline, among them Fernando Torres. 46 min: Atletico kick off and we’re off and running in the second half with no changes to either side. A quick look at the half-time stats. PSV v Atlético 58% Possession 42% 4 Attempts 5 1 Attempts on target 2 0 Corners 4 3 Fouls 3 223 (81%) Passes completed 178 (78%) The 0-0 scoreline belies an open first half that ultimately saw nine attempts on goal – five for Atletico, four for PSV – after a slow start. 45 min: Gabi’s second corner is easily cleared. The fourth official signals for one minute of stoppage time. 44 min: Atletico win a corner and Gabi’s effort is deflected out. They’ll have another from the other side. 40 min: Arias moves forward with the ball up the right side and swings a long cross into the area, but it’s easily brought in by Atletico’s keeper. 38 min: Now it’s Atletico holding the ball in the midfield, probing the PSV defense for an opening. Long ball sent wide to Juanfran, whose through ball is struck a bit too hard and over the line for a goal kick. 35 min: Locadia muscles his way up the left flank, trying to key the attack as PSV commits numbers forward, but a wayward pass sails out and Atletico move into their defensive positions. 34 min: Van Ginkel with a speculative effort from 35 yards that’s nowhere close to the target. 32 min: After the corner is cleared PSV is on the attack and enjoy their best spell. Propper nutmegs the defender and plays forward to Locadia, whose shot is blocked. A follow-up effort by Willems is also turned away. Game on! 30 min: A poor giveaway by Bruna near midfield leads to the best chance of the match for either side. Moreno capitalizes on the error by sending a perfectly weighted through ball to Griezmann, who is onside with nothing but the keeper between him and the goal. And Zoni makes the save! A follow-up effort is deflected out for a corner. 28 min: Guardado whistled for handling, but PSV quickly dispossess Atletico after the restart and took to move quickly into attack. 27 min: It’s clear it will require a strong effort to crack Simeone’s well drilled and organized defense. They’re always in the right place and so quick to the ball. Nearly a half hour in and PSV have yet to muster anything resembling an attempt on goal. 24 min: Better from PSV here as they’ve finally started to apply attacking pressure. Willems swings in a cross toward Locadia into the teeth of the compact Atletico defense but it’s just off the mark. 22 min: Atletico’s Stefan Savic shown yellow for a clattering challenge on Locadia as he surges across midfield. 18 min: Another longball, this time to Koke, who did well to get behind PSV’s back line. Zoet is forced to make his first proper save of the night. 16 min: (Meanwhile in Ukraine, Sergio Aguero’s 15th-minute goal has put Man City ahead 1-0 against Dynamo Kyiv.) 14 min: Griezmann is fouled by Hector Moreno and Atletico’s Gabi will take the free kick. Not the tidiest clearance but it’s ultimately played back into the middle third by the hosts. 11 min: A wistful note from Peter Oh, via email: Hi Bryan, Cocu vs. Simeone brings up wonderful memories of the World Cup 1998 quarterfinal classic between Netherlands and Argentina. Cocu probably shares my nostalgic reverie. Simeone, less so. Sincerely, Peter Who could forget. 10 min: A PSV player is hacked down in the box but the referee tells the sides to play on despite appeals from the home fans. Looks like Orsato will be letting them play today. 8 min: That’s the third long ball Atletico have lofted forward from their own half in an attempt to crack the PSV defense. So far only one, the second, has resulted in a clear chance on goal, but it’s clear the hosts will need to mind the quick-strike attack. 5 min: Zoet is cleared to continue and Koke takes the corner for Atletico, where it’s cleared from danger. 4 min: A long ball is played forward to Vietto. It’s deflected out by the keeper for an Atletico corner, but Zoet was knocked woozy on the play and the medical staff is out for treatment. 3 min: The teams trade possession in the opening minutes. Atletico finally play it back to look to build up from the rear but are dispossessed in midfield. A bit of a feeling-out period as the match takes shape. A ball is played forward to Griezmann, but it’s struck too hard and the PSV keeper easily wrangles it. 1 min: And we’re off! PSV in traditional home kits attacking from left to right, Atletico in all-blue strips. The players are emerging from the tunnel. Atmosphere at the Philips Stadion looking positively electric. Not much longer now. Here’s Diego Simeone: “PSV are a very good side – only Ajax can keep up with them [in Holland]. This is a different competition and it will be an intense game played at high speed – the players will have to show plenty of energy. Our aim is to take control of this and to control the match.” And Phillip Cocu: “Simeone is bringing success back to Atlético. You can see his character as a player reflected in his team – I applaud that. They have a clear style of play. Would I settle for a 0-0 draw? Keeping a clean sheet could be very important.” So Mexico star Andres Guardado is back in midfield for PSV, but Luuk de Jong, their captain and top scorer, is suspended. Augusto Fernandez is back after a knee injury to take his place on the Atlético bench, while Luciano Vietto is a surprise starter up front with Antoine Griezmann. Yannick Ferreira Carrasco is injured. PSV: Zoet, Moreno, Arias, Bruma, Willems, Pröpper, Guardado, van Ginkel, Pereiro, Narsingh, Locadia. Subs: Pasveer, Isimat-Mirin, Brenet, Schaars, Hendrix, Lestienne, Jozefzoon. Atlético: Oblak, Godín, Filipe Luís, Savić, Juanfran, Koke, Óliver Torres, Gabi, Saúl Ñíguez, Griezmann, Vietto. Subs: Moyà, Gámez, Giménez, Kranevitter, Fernández, Correa, Torres. Ref: Daniele Orsato (Italy) PSV are back in the knockout stages of the Champions League for the first time in nine years – but they face a stiff test to reach the quarter-finals. Diego Simeone’s team have guts and guile, and a European pedigree: they won the Europa League in 2010 and 2012, and were a minute away from winning this competition in 2014, conceding a stoppage-time equaliser to Sergio Ramos and then watching Real Madrid claim their 10th European Cup. Atlético probably start as favorites here, but PSV are no mugs: they sit top of the Eredivisie, and have lost just once in the league all season. Phillip Cocu is a fine young manager, and the rood-witten have a crop of good young players. This should be a close one. Kick-off’s at 8.45pm local time, 7.45pm GMT, 2.45pm ET. Join us! Bryan will be here shortly. In the meantime here’s Barney Ronay on Lionel Messi’s performance in the Champions League on Tuesday: Well, ho hum. Thanks for that Lionel, old chum. So much for those 71 minutes of precarious but wholehearted team defence. Pack up your anxious, scampering Arsenal counterattacks. Put any fragile hopes of an improbable two-legged team-mugging back in the box. Those divine, restlessly scurrying feet have decided enough is apparently enough. At times watching Lionel Messi you get the feeling real sporting genius lies in being able to do the outlandishly good every day, to be routinely out of the ordinary. If there is a criticism, it is perhaps simply that on a night like this his match-turning moments can almost seem too humdrum, too reliably ever-present. Messi scored twice in Barcelona’s 2-0 first-leg victory at the Emirates Stadium, the second a penalty he won himself. Still, regular Messi-watchers would probably rate his performance against the favourites for the Premier League title as merely average, median-Messi. The world’s No1 player has a habit of befuddling English teams, with a highlights reel of death-blows and whirling moments of brilliance, including a performance against Manchester City at the Etihad last year that for 20 minutes or so was surely as good as anything ever seen on a football pitch in England. At the Emirates he restricted himself to some more everyday miracles. It is a very generous kind of attacking brilliance, the kind you never tire of finding words to praise, and the kind that will probably only really make itself felt when he’s finally gone. For now elite football’s glossily packaged inferno of greed and short-term planning has simply lucked out, blessed with a stroke of defining good fortune, a hand that simply keeps on giving. Click here for the full article."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}