{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2016/feb/14/oromo-childrens-books-keep-once-banned-ethiopian-language-alive", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2016-02-13T21:58:47Z", "webTitle": "Oromo children's books keep once-banned Ethiopian language alive", "webUrl": "https://www.theguardian.com/education/2016/feb/14/oromo-childrens-books-keep-once-banned-ethiopian-language-alive", "apiUrl": "https://content.guardianapis.com/education/2016/feb/14/oromo-childrens-books-keep-once-banned-ethiopian-language-alive", "fields": {"headline": "Oromo children's books keep once-banned Ethiopian language alive", "bodyText": "Toltu Tufa grew up in Australia, so she couldn’t understand why her father insisted on teaching her Oromo, a macrolanguage spoken in parts of Ethiopia, Kenya, Somalia and Egypt. But what she went on to discover about the language prompted her to launch the first publishing company to print children’s books entirely in Oromo, which she exports from her home in Footscray, 5km west of Melbourne, to schools and families throughout the world. Tufa’s father is from Ethiopia where Amharic, not Oromo, is the national language. Her mother was born in Turkey but moved to Australia when she was four, and it was here her parents met. Tufa grew up learning English, Arabic and Turkish but, for reasons Tufa couldn’t fathom at the time, her father also made sure she could speak Oromo, the fourth most spoken language in Africa. “Dad never spoke about his life back in Ethiopia and yet he insisted on teaching us this language,” Tufa said. “There were so many resources at my fingertips for the other languages I was learning and so many people that speak them. But when Dad was teaching us Oromo, there were no textbooks or learning materials at all. And that struck me as really strange.” Her father wouldn’t answer her questions about it either. “He wouldn’t talk about it and he wouldn’t tell us about his past,” Tufa said. “He would just say, ‘Just learn to speak the language. We are Oromo and this is the language we speak.’ ” But as Tufa, who is now 30, got older and began doing her own research, she discovered why speaking about Oromo was so painful for her father. The Oromo are the largest ethnic group of Ethiopia. But since their land was conquered and rolled into the Ethiopian empire in the 1880s, the people have suffered repression and persecution at the hands of numerous African regimes, including mass executions, mutilations and slavery. Under the dictatorship of Haile Selassie in 1941, the Oromo language was banned, including from political life and schools, and the Amharic language and culture was forced upon the Oromo people. It was a ban that would remain until 1991, when the military Derg regime was overthrown by rebel forces. During this time the Oromo were jailed, abused and executed. Oromo texts were destroyed. Tufa’s father, an Oromo, fled to Egypt and, in the late 1970s, he was granted asylum in Australia. By the time the Oromo ban was lifted, Tufa’s father had established a small, private Oromo school in Melbourne to teach the language to the children of asylum seekers who had fled the Horn of Africa. As she helped to teach the students, Tufa realised the teaching resources were woeful. “Dad imported some Oromo books from Ethiopia after the ban had lifted but they were written in tiny print and had these crude black-and-white drawings,” she said. “Many of the previous education materials were destroyed during the ban and the republishing of books was all managed by the government, who didn’t consult with Oromo speakers and qualified people to print them, and sometimes the spelling was wrong. There was nothing for children. There wasn’t even a single Oromo alphabet poster in Ethiopia.” Tufa decided to create posters and worksheets for her father’s students, using her own money to get them printed. One of the first things she produced was a series of alphabet posters. “The first thing I made that I showed to my dad was a poster I made for the Oromo letter ‘A’,” she said. “He just cried and cried. He was sobbing. He wasn’t really anticipating me doing this. And he said to me, ‘It’s the most beautiful thing I’ve ever seen.’” Three other small Oromo schools that had opened in Victoria by then heard about the materials and all of them wanted copies. Tufa realised that if there was a demand for Oromo child education materials in Australia, there must be other communities around the world where resources were also needed. She booked a plane ticket and travelled to nine different countries to find them. “I was born and raised in Australia, so I’m very privileged compared to a lot of brown people and I didn’t go through what a lot of Oromo people went through,” Tufa said. “So I thought, rather than trying to claim these Oromo materials as my own, I needed to talk to people and show them my blueprints and get their feedback. I interviewed children, adults and new Oromo migrants in places like Kenya, Norway, Germany and the US, and I videoed a lot of the feedback as well.” The response was overwhelming, she said. Word of her project spread and, when she returned to Australia, she launched a crowdfunding campaign so she could print Oromo learning materials and send them back to the communities she had visited. By the end of 2014, in just six weeks, she had raised almost $125,000. “I couldn’t believe it,” Tufa said. “People began writing to me from around the world, these emotional and long letters about how they were punished and jailed for speaking their own language. One man gave me $10,000 from his retirement savings, saying ‘They tried to kill me, but they didn’t. I want to leave something in my legacy for other refugees like me.’” Last year, Tufa flew to the communities that had supported her projects most to thank them and provide them with children’s books and posters. Even Oromo speakers who had no money helped her, she said, by editing her books and offering feedback. While her market is all over the world, the largest Oromo community outside Africa is in the US state of Minnesota, she said. Her resources have also found their way to Ethiopia, with people sending copies to family members who still live there. This year, she plans to launch an online store for her publishing company, Afaan Publications. Demand is also solid in Australia. According to the latest available census data, the top ancestry responses that Ethiopia-born people reported were Ethiopian (5,297 people), followed by Oromo (821 people). Meanwhile, the troubles for Oromo people in Ethiopia are far from over. The current government has announced an urban planning strategy that aims to expand the capital, Addis Ababa, by occupying surrounding Oromo towns and land in Oromiya, the largest and most populous state in Ethiopia. The move would require closing Oromo schools and occupying homes to make way for infrastructure. In November, people, predominantly students, from 100 towns of the Oromiya region began protesting the move, with the government reacting by killing, maiming and imprisoning them. A series of violent clashes between protesters and the government left the country reeling. Last month, after 140 lives were estimated to have been lost in the protests, the Ethiopian government announced it would scrap the land expansion project. But protesters and activists feel it is too little too late and there is continuing unrest. “I had planned to take my children’s books to Oromiya this year but I just don’t think it’s safe to do so at the moment,” Tufa said. “The Oromo in Ethiopia are still trying to find their way.” * Tufa’s father, who frequently travels to Ethiopia, could not be named in this story for his own protection"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}