{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/feb/13/serie-a-premier-league-champions-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-02-13T22:30:01Z", "webTitle": "Serie A’s challenge to Premier League’s fourth Champions League spot", "webUrl": "https://www.theguardian.com/football/2016/feb/13/serie-a-premier-league-champions-league", "apiUrl": "https://content.guardianapis.com/football/2016/feb/13/serie-a-premier-league-champions-league", "fields": {"headline": "Serie A’s challenge to Premier League’s fourth Champions League spot", "bodyText": "There is a bigger picture when Premier League sides return to European action in the next 11 days – the safety of England’s fourth Champions League place. Italy is close behind in Uefa’s list of coefficients that determines the number of places each country will have in the 2017‑18 season. England is third and has had four places since 2001 (including one, currently, via the play-offs) – but Juventus reaching the Champions League final and runs by Napoli and Fiorentina to the Europa League semi‑finals last season helped boost Italy’s one-year rating to 19.000, way ahead of England’s 13.571. Serie A’s five-season total is 69.272, compared with 72.659. Most points are awarded on the basis of two for a win and one for a draw across both the Champions League and Europa League, though there are sizeable bonuses for progress in the senior competition and meagre ones for the junior one. The overall points total is then divided by the number of entering clubs a country has. Is trouble brewing? England has an extra side remaining in the Champions League – Juventus and Roma are representing Italy – and three sides in the Europa League to Italy’s two. Also, last season was the only one in the past five when Serie A was superior the Premier League. But that always happened by comparatively small margins and English clubs need a good season of their own in both competitions to fend off the Italian challenge in the short- and long-term."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}