{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2016/feb/24/isis-video-targets-twitter-and-facebook-ceos-over-suspended-accounts", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2016-02-24T23:01:30Z", "webTitle": "Isis video targets Twitter and Facebook CEOs over suspended accounts", "webUrl": "https://www.theguardian.com/technology/2016/feb/24/isis-video-targets-twitter-and-facebook-ceos-over-suspended-accounts", "apiUrl": "https://content.guardianapis.com/technology/2016/feb/24/isis-video-targets-twitter-and-facebook-ceos-over-suspended-accounts", "fields": {"headline": "Isis video targets Twitter and Facebook CEOs over suspended accounts", "bodyText": "Islamic State has released a 25-minute video featuring the faces of Twitter CEO Jack Dorsey and Facebook CEO Mark Zuckerberg being riddled with mock bullet holes. Isis has begun to respond with increasing urgency as Facebook and Twitter have attempted to block terrorist content on the network. Representatives from both companies were among those who met senior White House officials in January to discuss how to deal with terrorism online. During the latest video, overwritten text proclaims: “If you close one account we will take 10 in return and soon your names will be erased after we delete you [sic] sites, Allah willing, and will know that we say is true”. In the video the terrorists claim they control more than 10,000 Facebook accounts, 150 Facebook groups and 5,000 Twitter profiles. A Twitter spokesperson said the company wouldn’t be releasing any response, mostly because these threats are now so common. “It just happens all the time,” the spokesperson said. All the time? With Dorsey’s face? “All the time,” the spokesperson confirmed. Isn’t that a little scary? “Welcome to our everyday life.” The spokesperson declined to detail exactly how many threats the company has received, though the video seemed to specifically be targeting Twitter for closing Isis related accounts. “You announce daily that you suspend many of our accounts,” the text reads. “And to you we say: Is that all you can do? You are not in our league.” Officer Wilson Ng from the San Francisco police department said he wasn’t aware of any “credible threats” against Twitter HQ, yet what is more remarkable is how unremarkable these threats have become. A widely circulated Isis statement in March 2015 was addressed directly to Dorsey: “Your virtual war on us will cause a real war on you,” it reads. “You started this failed war. We told you from the beginning it’s not your war, but you didn’t get it and kept closing our accounts on Twitter, but we always come back.” The post features an image of Dorsey’s face overlaid with the cross sights of a gun. “But when our lions [brave men] come and take your breath, you will never come back to life,” the post reads. Twitter, which posits itself as a “global town square”, has had to reckon with a difficult reality: they’re a major pathway for Isis propaganda. The company has shut down about 125,000 Isis-related accounts, a move which has had significant impact curtailing the terrorist network’s reach, according to a recently released report from the University of Washington. New Isis accounts pop up, but, as many new users soon realize, it takes some time to get as many followers. Facebook is also pushing for an aggressive response to Isis. The company’s COO Sheryl Sandberg has even suggested the social networks can engage in their own warfare against Isis using “a ‘like’ attack”. “The best thing to speak against recruitment by Isis are the voices of people who were recruited by Isis, understand what the true experience is, have escaped and have come back to tell the truth,” she said. “Counter-speech to the speech that is perpetuating hate we think by far is the best answer.” German Facebook users organized a campaign to “like” the Facebook page of the neo-Nazi party and then post positive messages on the page, she said as an example. “What was a page filled with hatred and intolerance was then tolerance and messages of hope,” she said. The US government has lately been tapping social media giants to help in its fight against Isis’ spreading influence. A secretive summit in San Jose in January involved companies including Apple, Facebook and Twitter and senior security officials including National Security Agency director Michael Rogers. The goal was to launch a social media campaign against Isis. A briefing sent out to the Silicon Valley executives beforehand and obtained by the Guardian read: “We are interested in exploring all options with you for how to deal with the growing threat of terrorists and other malicious actors using technology, including encrypted technology. Are there technologies that could make it harder for terrorists to use the internet to mobilize, facilitate, and operationalize?”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}