{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2016/feb/09/hampton-courts-chapel-royal-stages-first-catholic-service-for-450-years", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2016-02-09T22:15:48Z", "webTitle": "Hampton Court's Chapel Royal stages first Catholic service for 450 years", "webUrl": "https://www.theguardian.com/world/2016/feb/09/hampton-courts-chapel-royal-stages-first-catholic-service-for-450-years", "apiUrl": "https://content.guardianapis.com/world/2016/feb/09/hampton-courts-chapel-royal-stages-first-catholic-service-for-450-years", "fields": {"headline": "Hampton Court's Chapel Royal stages first Catholic service for 450 years", "bodyText": "About 15 miles from Hampton Court Palace in south-west London, Henry VIII may have turned in his grave. Almost half a millennium after the Act of Supremacy, which declared the Tudor king as the supreme head of the Church of England and formalised the break with Rome, England’s most senior Catholic cleric celebrated Vespers in the palace’s Chapel Royal on Tuesday evening. The scent of incense filled the air beneath the chapel’s magnificent blue and gold ceiling as a small procession made its way towards the altar. Vincent Nichols, the Catholic archbishop of Westminster, in a gold mitre and brocade robe, walked a few steps behind Richard Chartres, the Anglican bishop of London and dean of the royal chapels, in a symbolic gesture of reconciliation. The first Catholic service in the chapel for more than 450 years was hailed as “one for the history books” by John Studzinski of the Genesis Foundation, which jointly organised the event with the Choral Foundation. “Dialogue between faiths is much needed and welcomed in these turbulent times. We need to recognise that we have more in common than not.” About 300 people attended the service, which was largely conducted in Latin and featured hauntingly beautiful choral music from the 15th and 16th centuries. It concluded with the national anthem. In his homily, Chartres spoke of the “fragmented parts of the church which split apart with such tumultuous consequences in the 16th century”. Earlier, he and Nichols publicly discussed the relationship between the churches and the crown, and the role of Christianity in society. In response to Nichols’ description of Catholics as a “significant minority”, Chartres said wryly: “Of course, we’re all minorities now.” Their discussion ranged from the civil wars of the 16th and 17th centuries in Europe to the response of churches to increasing secularisation and religious violence in the modern times. Chartres joked that most people would think that an Anglican dean and a Catholic archbishop “must fight like ferrets in a sack”. But, he added, unity would be built “as we look together at the problems facing humanity rather than looking at the differences between us.” Saying that the service was a “celebration of a common agenda”, Chartres concluded: “Welcome home, cardinal.” The palace at Hampton Court was built by Cardinal Thomas Wolsey who had been presented with the site in 1514. He and Henry regularly travelled by barge upriver from London to enjoy the magnificent gardens and sumptuous accommodation. But Wolsey fell from the king’s favour when he failed to secure an annulment from the pope of Henry’s marriage to Catherine of Aragon. Henry had set his heart – and his hopes for a male heir – on Anne Boleyn and needed a divorce. When the pope refused, Henry turned his back on Rome. Wolsey was stripped of his titles and retreated to York, surrendering Hampton Court Palace to Henry. The Chapel Royal was the setting for key events in Henry VIII’s turbulent marriages. He worshipped in the chapel with Catherine of Aragon and Anne Boleyn. Later, Archbishop Thomas Cranmer placed a letter on the king’s seat detailing accusations of unchaste behaviour made about his fourth wife, Catherine Howard, for which she was eventually beheaded. Henry married his sixth and final wife, Catherine Parr, in a chamber adjacent to the chapel. Henry was buried at Windsor Castle after his death in 1547; Catherine Parr outlived him. Following Henry’s break with Rome, Catholic services in the Chapel Royal were briefly restored in the reign of Queen Mary I, famous for her devotion. It was during her reign that the last Catholic service was held there."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}