{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/feb/20/fifa-world-cup-scandal-football-association-martin-glenn", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-02-20T22:00:03Z", "webTitle": "Another scandal could cost Fifa the World Cup, says FA’s Martin Glenn", "webUrl": "https://www.theguardian.com/football/2016/feb/20/fifa-world-cup-scandal-football-association-martin-glenn", "apiUrl": "https://content.guardianapis.com/football/2016/feb/20/fifa-world-cup-scandal-football-association-martin-glenn", "fields": {"headline": "Another scandal could cost Fifa the World Cup, says FA’s Martin Glenn", "bodyText": "The Football Association’s chief executive, Martin Glenn, has said that Fifa may not withstand another major scandal and believes that the World Cup could be equally well run by another organisation. Looking towards a crucial week in Zurich, when the Asian Football Confederation president, Bahrain’s Sheikh Salman bin Ebrahim al-Khalifa, will go head to head with Uefa’s general secretary, Gianni Infantino, to replace the disgraced Sepp Blatter, Glenn said: “I feel very confident about the future of football. Football is massively popular, it’s growing, it is really in a healthy state. In a way I’d hold on to that and say, yes, if there’s another major scandal permeating Fifa, it may not withstand it. “But there are a lot of good things that Fifa does, so even if it was wound up and called something else, it would still be doing a lot of good things it’s doing today. I hope we get Gianni winning it and I hope we get the reforms through.” A host of changes will be considered by Fifa’s 207 voting members before they decide on the next president. Fifa was pitched into chaos in May when Swiss police arrested a number of senior Fifa executives at the behest of the US Department of Justice and Blatter was forced to stand down. Along with Michel Platini, who was favourite to replace him, Blatter was, in December, banned for eight years over a £1.35m payment to the French Uefa president. The FA was embarrassed by its early backing for Platini and waited until last week to pledge its formal support for Infantino. “We’ve backed the right guy, so from what we can tell based on track record, he knows football the best,” said Glenn, who joined the FA in May. “But there’s probably still a lot of things to play out in Fifa. There are other players in this. The US Department of Justice and whatever else.” Fifa insiders suspect that there could be further arrests in Zurich next week. Glenn chose Infantino from a list of five candidates that includes the former Fifa executive Jérôme Champagne, the Jordanian former Fifa executive committee member Prince Ali bin al-Hussein and the South African Tokyo Sexwale. “Does it need a new broom? Well, it’s not getting one,” said Glenn. “Out of all the people that we’ve got, Gianni stands the best chance of modernising it and giving it the transparency that we think it all deserves.” Glenn said that even if Fifa imploded, another organisation would emerge to run the World Cup. “People love the World Cup, so we want the World Cup to be run well. And how would it be run well?” he said. “You can speculate, if there was another car crash at Fifa, football would survive, and it will survive by people organising it differently.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}