{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2016/feb/16/celebrities-don-emergency-blankets-at-berlin-fundraiser-for-refugees", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2016-02-16T21:31:59Z", "webTitle": "Celebrities don emergency blankets at Berlin fundraiser for refugees", "webUrl": "https://www.theguardian.com/world/2016/feb/16/celebrities-don-emergency-blankets-at-berlin-fundraiser-for-refugees", "apiUrl": "https://content.guardianapis.com/world/2016/feb/16/celebrities-don-emergency-blankets-at-berlin-fundraiser-for-refugees", "fields": {"headline": "Celebrities don emergency blankets at Berlin fundraiser for refugees", "bodyText": "A film charity event held alongside an installation in Berlin by the Chinese artist Ai Weiwei has sparked anger. According to Artnet, the Cinema for Peace fundraiser took place at the Berlin Konzerthaus, whose pillars the artist decorated – as part of his installation Safe Passage – with 14,000 lifejackets flown in from Lesbos, Greece, where almost 450,000 refugees arrived in 2015 on their way into the EU. Fundraiser guests, including actor Charlize Theron and Pussy Riot member Nadya Tolokonnikova, were encouraged to don emergency thermal blankets similar to those given to refugees. In a Facebook post, Tim Renner, Berlin’s culture secretary, was highly critical of the sight of dinner guests at a star-studded gala posing in the blankets at the party. “When Ai Weiwei illustrates the dimensions of terror outside [the gala] with 14,000 life jackets from Lesbos, it is perhaps not subtle but effective and justified; but when the guests of Cinema for Peace are prompted by the organiser to don emergency blankets for a group photo, even if understood as an act of solidarity, it has a clearly obscene element,” he said. Ai Weiwei, whose recent work has focused on the migration crisis, was criticised two weeks ago for recreating a photo of the drowned Syrian toddler Alan Kurdi – for the magazine India Today – in which the artist lies face down on a beach. He maintained that his work was intended to “defend the dignity” of the refugees."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}