{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2016/feb/20/calais-jungle-eviction-postponed-risk-lone-children", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2016-02-20T23:01:25Z", "webTitle": "Calais ‘Jungle’ eviction postponed because of risk to lone children", "webUrl": "https://www.theguardian.com/world/2016/feb/20/calais-jungle-eviction-postponed-risk-lone-children", "apiUrl": "https://content.guardianapis.com/world/2016/feb/20/calais-jungle-eviction-postponed-risk-lone-children", "fields": {"headline": "Calais ‘Jungle’ eviction postponed because of risk to lone children", "bodyText": "The forced eviction of thousands of migrants and refugees from the sprawling “Jungle” camp on the outskirts of Calais has been put on hold by the French authorities, the Observer has learned. French courts have postponed Tuesday’s planned eviction after a census conducted by the charity Help Refugees found that far more refugees were living in the area of the camp earmarked for demolition than French authorities had calculated. Researchers for the charity counted 3,455 people living in the southern stretch of the Jungle, which is scheduled to be destroyed. Of these, 445 were children and 315 were without their parents, the youngest was a 10-year-old Afghan boy. By contrast, French authorities had estimated between 800 and 1,000 people were living there. The eviction has been placed on hold until a judge visits the camp on Tuesday morning to re-assess the situation, with the case being heard in Lille later that afternoon. Under the previous expulsion order, refugees had been ordered to remove their makeshift homes and possessions by 8pm on Tuesday, while camp shops, cafes, churches and mosques would be razed. Josie Naughton, co-founder of Help Refugees, said: “Hopefully it’s all going to be OK. The judge will decide yes or no, so we hope they show compassion. The figures highlight the brutality of destroying these homes before proper child protection schemes have been put in place. These children have post-traumatic stress, you can’t just put them on a bus, they are going to be in danger.” George Gabriel of Citizens UK, a group involved in the growing campaign calling for children stranded in the jungle to be allowed into the UK said: “It’s great news that the French courts have put the breaks on the demolition of wide sections of the Jungle. Day after day we find more refugee children living in that terrible camp and risking their lives each night as they try to reach their families. “They have a full legal right to do so, and so for as long as the British and French governments refuse to properly implement the law, it’s vital those boys aren’t dispersed away from the legal advice they so badly need.” However Naughton warned that if the judge does decide that the eviction can go ahead as French authorities want, then the bulldozers would arrive at the Jungle on Wednesday morning. “It is going to be an important few days. We are just hoping with all our hearts for a win – if they start bulldozing this week, hundreds of unaccompanied minors risk being lost in the system,” she said. The migrants, many of whom are Syrian or Iraqi refugees, have previously said they would resist the move to new accommodation in converted shipping containers, insisting that they wanted to stay in their tents, despite poor living conditions. Within the section that had been earmarked to be destroyed is the Jungle’s women and children centre. Meanwhile an open letter to David Cameron urging him to allow children trapped in the camp to enter the UK has attracted fresh celebrity signatories include the Chinese artist and dissident Ai Weiwei along with actors Meryl Streep and Joanna Lumley, joining other famous supporters including Jude Law, Benedict Cumberbatch and Idris Elba. At the time of writing more than 90,000 people had signed the letter, joining a large number of faith leaders including the Archbishop of Southwark, Peter Smith, the Bishop of Durham, Paul Butler, the Bishop of Manchester, David Walker, Senior Rabbi to the Movement for Reform Judaism, Rabbi Laura Janner-Klausner and Rabbi Jonathan Wittenberg of Masorti Judaism. The letter calls on the prime minister “to persuade French authorities that the decision to destroy further parts of the camp in Calais is postponed until all the minors currently residing there are either given full child protection within the French system or enabled to reunite with their loved ones in Britain”. It adds: “This is a humanitarian crisis that needs to be acknowledged as such, and it is imperative that we do everything we can to help these innocent and highly vulnerable refugees, especially the minors, as swiftly as is humanly possible.” The sheer number of Jungle inhabitants counted by the Help Refugee census suggest that the camp was significantly bigger than previously assumed with up to 12,000 inhabitants last summer, twice that of the previous estimate of 6,000. Last month, British judges ordered that three Syrian youths and an accompanying adult should immediately be brought to Britain to join their relatives and to escape the “living hell” of a Calais refugee camp, paving the way for potentially hundreds of others to follow. “We need to speed up their process and get them back to the UK before we destroy the current home they are in. So far the French have not even assessed the children,” said Naughton."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}