{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/feb/20/wigan-warriors-brisbane-broncos-rugby-league-world-club-series-match-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-02-20T22:33:25Z", "webTitle": "Brisbane’s Greg Eden scores 85-metre try to rub salt in Wigan wounds", "webUrl": "https://www.theguardian.com/sport/2016/feb/20/wigan-warriors-brisbane-broncos-rugby-league-world-club-series-match-report", "apiUrl": "https://content.guardianapis.com/sport/2016/feb/20/wigan-warriors-brisbane-broncos-rugby-league-world-club-series-match-report", "fields": {"headline": "Brisbane’s Greg Eden scores 85-metre try to rub salt in Wigan wounds", "bodyText": "The embarrassing procession for NRL sides against their Super League counterparts in the World Club Series continued when Brisbane Broncos eased past Wigan Warriors to secure a second consecutive series for the NRL with a game to spare. These two sides, runners-up in their respective competitions in 2015, needed extra time to be separated 12 months ago in the inaugural series, but Wayne Bennett’s Brisbane were out of sight by half-time this year as the ugly gulf in class between rugby league’s top two competitions became even more apparent. This was expected to be the closest of all three games this weekend but, after Sydney’s demolition of St Helens, Wigan were second best throughout – with their cause not helped by a serious-looking injury to their hooker, Michael McIlorum. Initial fears are that the 28-year-old has broken his ankle following a first-half tackle – but even with their talismanic hooker on the field you feel Wigan still couldn’t have competed with Brisbane. Brisbane scored the first of their seven tries when Corey Oates touched down in the corner despite looking like he was in touch. But that was a rare bone of contention on a night of one-way traffic. McIlorum was taken off on a stretcher soon after and, shortly following that, Brisbane doubled their lead when the half-back Kodi Nikorima touched down. Corey Parker’s conversions rolled on and although a superb pass from Liam Farrell allowed Dan Sarginson to reduce the deficit soon after, they were 24-6 down at half-time after Nikorima fired a superb short ball for Matt Gillett to dive over, before Jarrod Wallace struck a telling blow with Brisbane’s fourth try just before the hooter. Wigan failed to make a lengthy spell in possession count at the beginning of the second half and the ruthlessness of Brisbane was shown when a break from the former Hull KR full-back Greg Eden was finished in the opposite corner by Oates. The procession continued when Nikorima scored his second, before Eden got the try his performance merited late on by running the length of the field. The hosts kept fighting and George Williams did at least register a Wigan consolation try late on, but it meant little. The Wigan coach, Shaun Wane, said: “Obviously there’s a big gap between Super League and the NRL. We gave it a decent shot but we weren’t good enough, so you have to hold your hands up. We didn’t turn up at all.” Sydney Roosters’ 38-12 rout of St Helens on Friday means the Australian clubs are 2-0 up in the three-match series. Brisbane’s coach Wayne Bennett, the newly-appointed England coach, admitted his side’s victory came easier than he expected. “I’m happy with our performance, particularly with the intent and the way they went out to play game,” he said. “We expected a pretty tough game and it certainly was tough at certain stages and then the score got away which took the pressure off.” Bennett added: “I thought St Helens tried extremely hard last night and I thought Wigan tried extremely hard as well tonight. But St Helens probably didn’t have those quality players that the Roosters have and maybe that was the case here as well tonight.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}