{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2016/feb/12/media-union-criticises-investigations-of-leaks-as-police-file-on-guardian-reporter-revealed", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2016-02-11T23:02:17Z", "webTitle": "Media union criticises investigations of leaks as police file on Guardian reporter revealed", "webUrl": "https://www.theguardian.com/media/2016/feb/12/media-union-criticises-investigations-of-leaks-as-police-file-on-guardian-reporter-revealed", "apiUrl": "https://content.guardianapis.com/media/2016/feb/12/media-union-criticises-investigations-of-leaks-as-police-file-on-guardian-reporter-revealed", "fields": {"headline": "Media union criticises investigations of leaks as police file on Guardian reporter revealed", "bodyText": "The head of the Australian journalists’ union has criticised the government for its heavy-handed threats to media reporting after it emerged that the Australian federal police has accrued a file of at least 200 pages on a Guardian Australia reporter in an attempt to uncover and prosecute his confidential sources. Paul Farrell applied under Australia’s privacy law for a copy of his AFP file and received a heavily redacted dossier containing operational centre meeting minutes, file notes, interview records and a plan for an investigation the AFP undertook into one of Farrell’s reports. The investigation of Australian journalists is not rare. Just this week immigration department secretary, Mike Pezzullo, revealed at a Senate estimates committee hearing that he had called in the Australian federal police over a sensitive draft cabinet document about Australia’s humanitarian program that was leaked to the ABC. Pezzullo is also behind the referral of Farrell to the AFP for his 2014 report about an Australian customs ship that had entered far deeper into Indonesian waters than had previously been disclosed. The chief executive of the Media, Entertainment and Arts Alliance, Paul Murphy, said the growing culture of secrecy pervading the government’s approach was disturbing. “The default position for government agencies now when a story appears seems to be to request the federal police to conduct an investigation into how the story appeared – and not a concern about the content of the story and a legitimate public interest in these issues,” Murphy told Guardian Australia. “They are targeting the whistleblower, actually, they would say the whistleblower has breached the Crimes Act. But the method they use to pursue it is trawling the metadata of journalists and we know that because when we met the federal government representatives and the federal police to discuss our concerns about the metadata legislation the AFP admitted that they had accessed the metadata of journalists 13 times in an 18-month period in an effort to identify the source of a published story.” Immigration reporting is behind almost every referral made to the AFP by federal government agencies under this Coalition government. “The culture of secrecy around what happens on Nauru and Manus Island is nothing short of disgraceful, there’s legitimate public concern about what’s being done in our name and efforts to report in the public interest are treated as criminal acts,” Murphy said. The AFP has since released a statement saying the MEAA’s claim is incorrect. “The AFP has not accessed or applied to access the metadata information belonging to any journalist since 13 October 2015, when new legislation came into effect.” “Legislation surrounding the Telecommunications Act prevents the AFP from publicly releasing specific information to provide further clarity surrounding this inaccurate claim” In an article for Guardian Australia, Farrell writes: “It’s a mosaic in document form of state surveillance of journalists by police. The files give an insight into the fragile state of journalism in Australia and the ease with which the police choose to take up these investigations because of poorly defined laws.” In 2011 the then Sydney Morning Herald investigative reporters Linton Besser and Dylan Welch were issued with a subpoena by the New South Wales Crime Commission to surrender their mobile phones and sim cards in what was called a witch hunt by their then editor-in-chief, Peter Fray. Fray deplored the threat to public interest journalism and resisted the demand – which came after the paper published stories about the activities of the NSW Crime Commission. The crown solicitor eventually withdrew the subpoenas. The AFP said investigations relating to breaches of Section 70 of the Crimes Act 1914 were not about targeting journalists. “The statutory offence relates to a commonwealth officer disclosing commonwealth information without authorisation,” a spokesman told Guardian Australia. “As journalists are not commonwealth officers pursuant to the act, they cannot be charged with an offence relating to this section. Accordingly, they are not the subject of the investigation. “The aim of AFP investigations into Section 70 offences is to identify the source of the disclosure, and then determine whether they had the appropriate authority to release that information. “As journalists may publish and/or broadcast commonwealth material that has been released without authorisation, attempting to identify the source of this release from their contact with the journalist is a clear and legitimate avenue of enquiry for investigators. “Since 13 October 2015, in order to obtain metadata to help identify a journalist’s source, AFP investigators are required to obtain a warrant authorised by a judicial officer. “Prior to an application for a warrant, a Public Interest Advocate must be notified of the pending application and given the opportunity to make submissions regarding the application, including any conditions or restrictions that might be imposed on authorisations made under the warrant.” The AFP said that of the 20 matters accepted for investigation since 1 July 2013, 12 have been finalised, while eight remain active. None are before the courts."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}