{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/feb/13/saturday-sundae-steve-mcclaren-manutd-england", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-02-13T23:17:45Z", "webTitle": "Saturday Sundae: Steve McClaren; tweet news; and England’s in-form striker", "webUrl": "https://www.theguardian.com/football/2016/feb/13/saturday-sundae-steve-mcclaren-manutd-england", "apiUrl": "https://content.guardianapis.com/football/2016/feb/13/saturday-sundae-steve-mcclaren-manutd-england", "fields": {"headline": "Saturday Sundae: Steve McClaren; tweet news; and England’s in-form striker", "bodyText": "Man of the day Panto’s Diego Costa – now complete with Zorro mask. Wouldn’t do it for José Mourinho. Won’t stop doing it for Guus Hiddink. Best team talk Steve McClaren – telling his Newcastle side pre-match to be bold and “play with no fear” at Stamford Bridge. They were three down in 17 minutes. Goal of the day Goes to Huddersfield’s 6ft 5in teenage big-haired Danish prodigy Philip Billing. A must-see 30-yard blooter at Forest. Least wise pre-game tweet @manutd.com: “Our next game is away to Sunderland - we’ve never lost at the Stadium of Light in the @PremierLeague.” Pun generator of the day United’s Donald Love, making his debut on Valentine’s Day eve, looked comfortable on the ball. You couldn’t hurry him. Mixed day for The Ameobis. Big brother Shola made his Fleetwood #codarmy debut in a creditable 0-0 draw at Port Vale. Little brother Sammy was sent off for Cardiff at Charlton. Best comeback Emmanuel Adebayor scored for Alan Pardew’s Palace – his first league goal since he scored against Pardew’s Newcastle 475 days ago. Most consistent Maintaining their 100% shambles record this season: Charlton’s owners, apologising after a photo of the wrong club legend was used during a minute’s applause. Fans stood to pay tribute to the late Graham Moore as the screen showed a shot of Alan Campbell. “The club wish to apologise.” Plus: Euro 2016 watch Are you watching Roy Hodgson? Emile Heskey took his goals tally to three in 39 games with a strike for Bolton at Brighton."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}