{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2016/feb/09/utah-sues-federal-government-greater-sage-grouse", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-02-09T22:00:02Z", "webTitle": "Utah sues federal government over plan to protect greater sage-grouse", "webUrl": "https://www.theguardian.com/us-news/2016/feb/09/utah-sues-federal-government-greater-sage-grouse", "apiUrl": "https://content.guardianapis.com/us-news/2016/feb/09/utah-sues-federal-government-greater-sage-grouse", "fields": {"headline": "Utah sues federal government over plan to protect greater sage-grouse", "bodyText": "The greater sage-grouse, a bird best known for its flamboyant mating ritual, has become embroiled in a tussle over states’ rights, with Utah suing the federal government over its protection of the threatened species. Utah’s lawsuit claims that a federal plan to protect the sage-grouse has “overthrown” the state’s own work to safeguard the species and will prevent the state from using vast tracts of land for mining or agriculture. The greater sage-grouse is a ground-dwelling bird that has been described as resembling an “avant-garde turkey”. The plan, brokered by the Department of the Interior and unveiled in September, involves protecting millions of acres of federal land across 11 western states. It was seen as a compromise to avoid a federal endangered species listing, which would have imposed far more onerous restrictions upon the states. But governor Gary Herbert of Utah said that the federal initiative was “in many ways more restrictive” than an endangered species act designation as it limits mining in 3.3m acres (1.3m hectares) of sage-grouse habitat in the state. “I have always believed that, as a state, Utah is better positioned to manage our sage-grouse population than the federal government,” Herbert said. “Utah has adopted a strong conservation plan designed to protect, enhance and restore sage-grouse habitats throughout the state.” Utah has claimed success in its own sage-grouse conservation plan, launched in 2013, which it states has helped increase numbers and restored tracts of habitat on private and public land. But conservationists argue that the state is simply attempting to strip away protections in order to push ahead with a pro-mining agenda. The greater sage-grouse once occupied more than 290m acres of sagebrush across America’s west, with early European settlers reporting seeing millions of the birds take to the skies. The male sage-grouse takes part in an elaborate mating ritual during spring, which involves strutting around a prepared piece of bare ground called a lek. Females gather around to evaluate suitable mates. But the species has lost half of its habitat since European arrival and its protection has become a touchstone issue for environmentalists. The federal government was set to list it as an endangered species in 2010, only to switch focus to higher-priority animals. Erik Molvar, a senior campaigner at WildEarth Guardians, said the federal plan was already “weak and tepid” due to lobbying from states including Utah. “The Obama administration has already bent over backwards to make the sage-grouse plan as optional and conducive to industrial use as possible,” he said. “It’s far short of what the science dictates, for example there are inadequate buffers around dancing grounds to protect nesting habitats. “The state of Utah may inadvertently trigger an endangered species listing by kicking the legs away of this conservation plan. They will end up with much stronger and more stringent safeguards through the Endangered Species Act. “The state wants to pull back the safeguards so there is no protection for the sage-grouse at all. They are living in a fantasy world if they think that will be the final outcome.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}