{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/feb/05/eden-hazard-chelsea-interview-jose-mourinho", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-02-05T22:30:02Z", "webTitle": "Chelsea’s Eden Hazard: ‘I sent a text to José to say that I was sorry’", "webUrl": "https://www.theguardian.com/football/2016/feb/05/eden-hazard-chelsea-interview-jose-mourinho", "apiUrl": "https://content.guardianapis.com/football/2016/feb/05/eden-hazard-chelsea-interview-jose-mourinho", "fields": {"headline": "Chelsea’s Eden Hazard: ‘I sent a text to José to say that I was sorry’", "bodyText": "The text message was sent in the aftermath of a parting of the ways, and it was meant as an apology. Eden Hazard had been receiving treatment for that infamous hip injury on the day José Mourinho’s second spell as Chelsea manager was curtailed back in December, the Belgian still absent a few days later as Stamford Bridge’s collective grief gave way to fury aimed at an underachieving team and a board whose patience had snapped. The buzzwords in the stands were “snake” and “rat”, echoed soundbites of the departed’s heightened paranoia over the last months of his tenure. Hazard was neither of those. Nor was he entirely blameless. The word is not volunteered, but the suggestion is that text had Hazard admitting he felt ashamed of his own efforts. “I sent him the message to say I was sorry he had gone and … well … just that I was sorry,” says the Belgian. “We’d enjoyed all that success together last season, but this time round we hadn’t. I felt a little bit guilty because I’d been player of the year. I’d been one of the most decisive players, and this year I’d performed less well. “I hadn’t been at the same level. So I sent that text to José and he came back to me, wishing me all the best for the future. For a team of champions to go through what we have this year even I can’t explain. Things have been better recently, but we’re still not winning games quite as we used to. No one can put his finger on what’s happened at Chelsea.” So much about the champions’ title defence has been baffling. The team’s form had flummoxed Mourinho as, too often, perennial winners were reduced to broken men. Hazard, refreshingly honest when he reflects on a campaign of anticlimax, came to personify their toils. The irrepressible force who had illuminated a title pursuit, breathing life into a flagging side as they staggered towards the finish line, has endured the first prolonged lull of a nine-year senior career. There have been niggling injuries and missed opportunities, fluffed penalties and shots cannoning back from the woodwork to leave even him smiling ruefully at just how brutally his luck had turned. His influence had diminished just as his team needed him most of all. For a player who prides himself on being a key part in a collective, his inability to live up to his billing has been a source of exasperation. Social media timelines were littered with memes reminding followers what life had been like back on 3 May 2015 “when Hazard last scored for Chelsea”. The numbers, once a rolling tally of assists, goals and trophies, had become rather more sinister: 30 fruitless games, 273 days and 2,357 minutes stuck on his Chelsea tally of 49. Then, last Sunday, Darren Potter clumsily sent the 25-year-old sprawling in the MK Dons’ penalty area and Chelsea’s No10 stroked in the resultant spot-kick. His previous goal had claimed his club the Premier League title and prompted an outpouring of joyous relief after a plod of a run-in. At Stadium MK, where FA Cup progress had already felt assured, the visitors’ outfield players mobbed him in such a frenzy of delight that the celebrations told their own story. Hazard, his corner hopefully turned, can only offer theories as to why his form had stagnated at club level while he continued to thrive for Belgium. “I’d played some very good games, at Manchester United, at Tottenham Hotspur, but they’d lacked a goal. There’ve been times when I could have scored myself, but I’ve played a pass to a team-mate instead. It never became an obsession for me to score at all costs. I’ve always said that I’m not a big scorer, I’m a worker. But you can’t escape you’ve not scored and it’s already January, so last Sunday was a bit of a relief. “I don’t think my morale was down, but it plays on your mind a bit. Everything went so well in the past. This year, not so much. But you have to tell yourself that football is like that. I’ve had more ups than downs in my career. All you can do is keep working. You still have to take enjoyment out of what you’re doing and things will turn, and my smile has always been there. In good moments and bad. I’m somebody who can laugh even at myself. That happens now and again, when I’ve made a mess of really simple things. I say to the other guys in the dressing-room: ‘Bloody hell, did you see what I did then?’” Didier Drogba, who had become a mentor last season when the pair were club-mates, was readily available to offer advice and support from his new base in Montreal. “He’s always backed me,” says Hazard. “I’m not sure whether he’d ever experienced periods like that in his career, but I’ve always considered him a bit like a big brother. He’s there for me, whether it’s a text message or a phone call, and he’s helped raise my spirits. But I’ve never doubted myself. “This is the first time this has happened to me, but it was always going to happen at some stage. You have to learn from it. I’m a human being, not a machine. I’ve been a professional since I was 16, so maybe that has had an influence too.” By the time Hazard turned 25 last month he had already played 446 senior games for clubs and country. Lionel Messi had 431 to his name at that age, and Cristiano Ronaldo 407. When the Belgian limped off with a groin strain at Crystal Palace four days before his birthday, he had mustered 186 appearances in three years. His workload has been onerous. There is also the theory that the accolades thrust upon him for last year’s blistering performances had weighed unexpectedly heavily and made him even more of a marked man, if that was possible for the Premier League’s most fouled player of 2014–15. “But pressure has been there for five years because I’m always the man people look at. Maybe this season a bit more than last year, given last season was exceptional. We knew Chelsea would be the team to beat this year. That made life harder, but it doesn’t explain everything. Personally, it’s nice to have a good season, but to follow it up again is even better still. “This is my fourth year in English football so, maybe, a spell like this was always on the cards. Maybe I should have seen it coming. It’s been an accumulation of things: a bit of tiredness, a bit of this, a bit of that. I’m not looking for excuses. And it’s been an important period in my development. I’ve learned from it. Like with the injuries. I’ve been used to the kicks, they’re normal. I know how to protect myself. I’ve learned that over the years, but I’d hardly experienced this number of little injuries before, and it’s about learning if you are rushing back too early, or if you’re properly fit and ready to come back.” The first of those knocks, which saw him floored in stoppage time on the campaign’s opening day against Swansea, is not up for discussion given the on-going legal proceedings around Dr Eva Carneiro and her obligation to enter the field of play to treat the stricken player. Yet the drip-feed of niggles since has clearly blunted Hazard’s impact, with events at Leicester City in what proved to be Mourinho’s last match in charge casting a shadow. It was Jamie Vardy who kicked the Chelsea player on his hip, the Belgian eventually retreating from the turf and down the tunnel for treatment while his manager, a man sensing mutiny all around by then, chuntered on the touchline. The Portuguese subsequently suggested the player “must have a serious injury” which, in the context of all that “palpable discord” at the time, was perceived as Mourinho casting doubt on commitment. Hazard is well aware of the theories, but treats them with the disdain they merit. “They were ridiculous,” he says. “Actually, if you look at what happened it wasn’t a particularly hefty kick, but my body was tired. In that situation it only takes a little kick to put you out, and it’s not normal to take one on the hip. I tried to come back on to the pitch, but with my first sprint I knew I couldn’t move properly. If I can’t play at 100%, I give up my place to someone who can. The pain was there for a few days afterwards and I couldn’t play.” Did Mourinho doubt that? “No, I don’t think so. But you’ll have to ask him.” The impression is that Hazard retains a deep respect for the man who harnessed the work ethic in his game, and under whom he celebrated a second domestic championship to add to the Ligue 1 title claimed with Lille in 2011. The interim manager, Guus Hiddink, – “He has given us a bit more freedom and the confidence to raise our game” – has been denied the Belgian’s regular involvement as yet, but fitness and, judging by the 17-minute cameo at Watford in midweek, confidence have now been restored. Manchester United will be braced for an awkward afternoon in south-west London on Sunday even if Chelsea’s hopes of finishing in the top four may already be dashed. The prospect of missing out on the Champions League next term would normally be abhorrent, particularly for a player whose decision to reject other suitors and move to Stamford Bridge four years ago was sealed when Roberto di Matteo’s sixth-placed side claimed the trophy in Munich and guaranteed further involvement. But, when you languish 16 points off the top four with 14 games to play, reality kicks in. So could he cope with a season-long absence from the competition now? “When you’re used to playing every year in the Champions League, then yes. Even if missing out for a year, for for the club, would be difficult. Financially. “Playing in the Champions League was important to me. So, if Chelsea hadn’t won it, I doubt I would have signed. But, this year, we’ll be where we deserve to be. If we’re not in the Champions League, we’ll not have deserved to be in it. We’ll not have done enough to make the top four. You can eat away at 10 or 11 points very quickly, but it’s easier if you still have 30 matches to play. We only have 14 so I think the Premier League is finished. So we’ll have to win [the European Cup] to qualify. Why not? Look at 2012. That’s why I always say we have to target the Champions League.” Paris Saint-Germain, for the third year in succession, await in the knockout phase a week on Tuesday. Laurent Blanc’s side are 24 points clear at the top of Ligue 1 and enjoying weekly domestic dominance that might normally dull their edge. “But, because they’ve already nearly won the French title, their only remaining objective is the Champions League. They’re one of the best teams in the world, though Chelsea are on a different level to some of the teams they play in France and our ambition remains to win the Champions League. It will be a tight tie, like it was the last two years.” It is one Hazard intends to influence. A quiet, unassuming figure off the pitch – happiest spending time with his three boys at the family home in sleepy Cobham than seeking out the bright lights of London, watching his beloved New York Knicks from afar or playing the dice game Yahtzee with César Azpilicueta on away trips – wants to remind the world that he can be an inspiration on it. “I’ve never been one to deliver speeches in the dressing room, like a John Terry, Frank Lampard or Drogba, but I’ve always tried to lead in my own way on the field: demanding the ball, trying to make a difference. The day I’m 100% again, I’m convinced Chelsea will perform better too. It’s up to me to raise my level again.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}