{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/filmblog/2016/feb/26/chris-rock-five-best-moments-2016-oscar-host", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2016-02-28T22:08:20Z", "webTitle": "Chris Rock: five of his best moments", "webUrl": "https://www.theguardian.com/film/filmblog/2016/feb/26/chris-rock-five-best-moments-2016-oscar-host", "apiUrl": "https://content.guardianapis.com/film/filmblog/2016/feb/26/chris-rock-five-best-moments-2016-oscar-host", "fields": {"headline": "Chris Rock: five of his best moments", "bodyText": "While the reaction to Chris Rock’s last stint as Oscar host was somewhat muted, hopes are high that the comedian will be able to add some much-needed edge to this week’s ceremony. Most are curious to see just how far Rock will push boundaries, given the #OscarsSoWhite controversy. But, while we wait to see if he will crash or soar, here’s a look back at some of his best moments on screen. I’m Gonna Git You Sucka Before Keenen Ivory Wayans’ handle on silliness got out of control in dross such as White Chicks and Dance Flick, he displayed a niftier touch for boisterous humour in this inventive blaxploitation parody. A 23-year-old Rock cropped up in a small but memorable role as a man desperate for ribs but unwilling to pay for a full rack. New Jack City It might not feel as sharp-edged as it did in 1991, but Mario Van Peebles’ violent gangster drama showcased an impressive cast from Wesley Snipes to Ice-T. But Rock’s crack addict-turned-informant Pookie was an effortless scene-stealer in a performance that provided both serious and comic moments. Good Hair In 2009, Rock added another string to his bow by writing and starring in this revealing documentary about African Americans’ hair. Rock proved to be a smart and curious tour guide, shining a light on a $9bn industry without turning it into a polemic or resorting to condescension. His talent for the field should be explored further. 2 Days in New York While Julie Delpy’s quick-witted relationship comedy 2 Days in Paris was undoubtedly fun, it didn’t seem like a film that required a sequel. It was therefore a refreshing surprise that the follow-up was just as charming and cleverly observed as the first. Rock, playing a talkshow host and journalist, appears like an extension of himself. Top Five Emerging from the 2014 Toronto film festival with ecstatic reviews, audience buzz and a $12.5m deal from Paramount, Rock’s major comeback film, which he also wrote and directed, seemed as if it would be a box-office hit, too. But it sort of fizzled, which is a shame because it’s a smart, funny and affectionate romantic comedy that was billed as Rock’s Annie Hall. It sadly proved that his box-office appeal may now be reserved for Madagascar movies."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}