{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/feb/28/liverpool-manchester-city-players-rated-capital-one-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-02-28T22:35:09Z", "webTitle": "Liverpool v Manchester City, Capital One Cup final: how the players rated", "webUrl": "https://www.theguardian.com/football/2016/feb/28/liverpool-manchester-city-players-rated-capital-one-cup", "apiUrl": "https://content.guardianapis.com/football/2016/feb/28/liverpool-manchester-city-players-rated-capital-one-cup", "fields": {"headline": "Liverpool v Manchester City, Capital One Cup final: how the players rated", "bodyText": "Liverpool Simon Mignolet Began with a fine tip on to the post from Sergio Agüero and atoned for his later error with three fine stops. One, from Agüero again, was stunning. 7 Nathaniel Clyne Gave little away in his battle with Raheem Sterling, and stuck to his task despite being booked. Beat him in a crucial challenge before the equaliser. 8 Lucas Leiva The makeshift centre-half settled in with some good early clearances and was unfazed by his change of partner. Unlucky in the shootout. 7 Mamadou Sakho Clashed heads painfully with Emre Can in the 16th minute and, clearly out of sorts, was replaced eight minutes later – much to his frustration. 6 Alberto Moreno Always a willing accomplice to the forwards, but got lucky when appearing to foul Agüero inside the area in a second-half counterattack. 6 Emre Can Came out better from the Sakho clash and used possession well. Diligent in protecting the centre-backs and scored the cheekiest of penalties. 7 Jordan Henderson Covered every blade of grass, as usual, and was well placed on several occasions when the game seemed to be getting away from Liverpool. 7 James Milner Made a big challenge to deny Nicolás Otamendi before half-time. Sliced a good chance at 1-0 but stood up a fine cross for Divock Origi’s late header. 7 Roberto Firmino Appeared everywhere in a bright Liverpool start but faded too quickly and, after an anonymous second half, was replaced by the lively Origi. 6 Philippe Coutinho Turned up when it mattered to score an unlikely equaliser, but will wonder whether a stuttered run-up was wise in the shootout. 6 Daniel Sturridge Like the rest of Liverpool’s attackers, his best work had been confined to deep areas until the cross-shot that led to Coutinho’s goal. 6 Substitutes Kolo Touré (for Sakho, 25); Adam Lallana (for Moreno, 72); Divock Origi (for Firmino, 80). Not used Bogdan, Flanagan, Allen, Benteke Manchester City Willy Caballero The controversial pick was, naturally, the matchwinner. His third spot-kick save, from Lallana, was stunning – as was his late stop from Origi. 9 Bacary Sagna Most of Liverpool’s early danger came down his side but he was rarely exposed. Replaced by Pablo Zabaleta as City sought fresh extra-time legs. 7 Vincent Kompany Kept order well when faced with a fluid Liverpool front three, and could do little about the equaliser. Booked in the chaotic minutes afterwards. 7 Nicolás Otamendi Has been rash at times recently but looks more composed alongside Kompany. Took few chances on the ball and was firm in the challenge. 7 Gaël Clichy Rarely tested down his flank but was relatively cautious going forwards before brightening in extra-time. A couple of sloppy passes. 6 Fernando Has been an effective shield in recent weeks and little got beyond him here. Late chance to win the game was saved by Mignolet. 7 Fernandinho Might not have expected to see his shot go in, but the goal rewarded a show of initiative. Missed penalty did not matter in the end. 7 David Silva Denied space in the first half but had far more joy after that and neatly laid on what should have been a clinching goal for Sterling. 7 Yaya Touré Foiled by Mignolet near the end of normal time, but was bright and positive throughout. He deserved his headline moment at the end. 8 Raheem Sterling Missed a sitter on the hour, miscuing Silva’s centre in front of goal, and then snatched at another clear chance. Made to work hard by Clyne. 6 Sergio Agüero Thwarted by two superb saves by Mignolet, and made an intelligent pass for the goal. Could not stretch to convert a late gift from Milner. 7 Substitutes Zabaleta (for Sagna, 90); Navas (for Fernando, 90); Bony (for Silva, 110) Not used Hart, Kolarov, Demichelis, Iheanacho Referee: Michael Oliver"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}