{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2018/nov/05/migrant-caravan-latest-mexico-city-path-asylum-seekers", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2018-11-05T21:00:50Z", "webTitle": "Migrant caravan converges on Mexico City after three weeks on the road", "webUrl": "https://www.theguardian.com/world/2018/nov/05/migrant-caravan-latest-mexico-city-path-asylum-seekers", "apiUrl": "https://content.guardianapis.com/world/2018/nov/05/migrant-caravan-latest-mexico-city-path-asylum-seekers", "fields": {"headline": "Migrant caravan converges on Mexico City after three weeks on the road", "bodyText": "Thousands of Central American migrants headed towards Mexico City on Monday after three weeks of walking, pleading for rides and depending on the solidarity of Mexicans of modest means. One group of at least 1,000 caravan participants headed out at daybreak from the town of Córdoba, in the Gulf coast state of Veracruz, hoping to hitchhike the remaining 300km, past the towering Pico de Orizaba – Mexico’s highest mountain – to the national capital. They were following in the footsteps of about 500 marchers who reached Mexico City on Sunday night, where the local government has converted a sports complex into a camp for more than 5,000 people. The caravan’s arrival in Mexico City marks an improbable achievement for the ragtag band of impoverished migrants who set out from Central America with little more than hope, dreams and a few scant possessions on an odyssey toward the US border. They have hitchhiked about 1,500km, crossing two international borders – despite the barrage of warnings from Donald Trump who has thundered against the caravan as a national security threat ahead of US midterm elections on Tuesday. Mexico’s government said on Saturday that around 5,000 migrants were still winding their way through the country in at least three caravans; 2,793 have applied for asylum. “We left fear behind in Honduras,” said Lester Alvarado, 28, as he trudged along the highway in Veracruz on Monday. He fled Honduras with his wife Belkis Sánchez, 22 – leaving their three children with his parents – after gangsters shot up their restaurant in Tegucigalpa when they failed to pay protection money. The Veracruz governor, Miguel Ángel Yunes, initially offered 160 buses to take the migrants straight through the state to Mexico City on Friday, telling the newspaper El Universal: “There are already migrants in Veracruz, begging for money in the streets. It’s a serious social problem and we don’t want it to increase.” But he later reneged on the promise, claiming Mexico City was unprepared to receive so many migrants due to water service cuts – something denied by city officials. His decision left the migrants stranded in the city of Sayula on Saturday as they woke at 3am and queued for buses that never arrived. “This cancellation is having the result of fragmenting the caravan, whose unity was its main form of protection,” the UN high commissioner for refugees tweeted on Saturday. The fiasco prompted many of the migrants to push forward to the capital, leaving behind slower-moving family groups with children. How long the caravan stays in Mexico City remains uncertain. The migrants are expected to receive consular assistance and lawyers will advise them on their options for requesting refugee status in either Mexico or the United States. Alvarado said he was not interested in staying in Mexico, which is going through its own security crisis, and last year recorded its highest murder rate since records began."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}