{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/nov/24/maurizio-sarri-chelsea-mauricio-pochettino-tottenham-hotspur", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-11-24T22:25:16Z", "webTitle": "Maurizio Sarri admits Chelsea’s defence was a disaster in defeat by Spurs", "webUrl": "https://www.theguardian.com/football/2018/nov/24/maurizio-sarri-chelsea-mauricio-pochettino-tottenham-hotspur", "apiUrl": "https://content.guardianapis.com/football/2018/nov/24/maurizio-sarri-chelsea-mauricio-pochettino-tottenham-hotspur", "fields": {"headline": "Maurizio Sarri admits Chelsea’s defence was a disaster in defeat by Spurs", "bodyText": "Maurizio Sarri pulled no punches in his assessment of Chelsea’s performance in the 3-1 defeat by Tottenham, describing it as a disaster from front to back and in every regard. The manager tasted defeat for the first time in the Premier League and the only comfort to him may have been that the scoreline flattered his team. “I saw a lot of problems because we played very badly from a physical point of view; mentally, technically and tactically – particularly in the first 20 minutes,” Sarri said. “I knew very well we had a lot of problems to solve and today it was clear for everybody [to see]. “I hope first of all for the players because I told them in the last week that we had a big problem with our approach to the start of matches and today was the same approach. The level of build-up was different and, after 15 minutes, we were 2-0 down.” Mauricio Pochettino, the Spurs manager, could be delighted with every aspect of the game – apart from, possibly, a bit of wasteful finishing – but he chose to highlight the attitude of his players which, he said, had not always been on point this season. “Today confirms that it’s not about the names on the pitch – it’s about the right attitude,” Pochettino said. “One thing we need to realise is that with the right attitude, we can compete at this level. The problem is when we struggle to show our real quality because we show a lack of aggressivity, will and attitude.” For Sarri, there was only woe and he said he could have substituted all 11 of his players. He added: “The defensive phase today was a disaster. I am not talking about the defensive line but the [whole] defensive phase. The offensive players pressed very badly, the midfielders defended not very well and the defensive line, as a consequence, was a disaster. The defensive phase of the team was a disaster. “In the first 25 or 30 minutes, we had big problems to exit from our half. We lost a lot of balls and, against Tottenham, it is very dangerous to lose a lot of balls in your half. In the short counter-attack, they are probably the best in Europe.” Eden Hazard was denied a penalty on 14 minutes, after a challenge from Juan Foyth, which might have levelled it up at 1-1 but Sarri refused to look for excuses. “I don’t think it would have made a difference because for 90 minutes, there was a difference,” Sarri said. “I have to study the 90 minutes, not only one action. It looked like a penalty but I have to say Tottenham won well.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}