{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/nov/16/chess-magnus-carlsen-fabiano-caruana-tightly-poised", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-11-16T22:25:00Z", "webTitle": "Chess: Deadlock continues after Magnus Carlsen escapes in Game 6", "webUrl": "https://www.theguardian.com/sport/2018/nov/16/chess-magnus-carlsen-fabiano-caruana-tightly-poised", "apiUrl": "https://content.guardianapis.com/sport/2018/nov/16/chess-magnus-carlsen-fabiano-caruana-tightly-poised", "fields": {"headline": "Chess: Deadlock continues after Magnus Carlsen escapes in Game 6", "bodyText": "Magnus Carlsen’s plan of a mid-match push recoiled badly in Friday night’s sixth game of the €1m world title match in Holborn, London, but the champion, a knight down and on the verge of defeat, found the rare plan of a defensive fortress which Fabiano Caruana could not break down. The game was drawn in 80 moves after six and a half hours’ play when the American abandoned his winning attempts. The €1m match in London remains level at 3-3 with six games left. The prescribed colour sequence gives Carlsen a second successive White in Sunday’s seventh game, so he still has the chance of a mid-match push which was foreshadowed when he chose Black in game one. Game six , however, did not follow the Norwegian’s script. Carlsen tried to unsettle the American’s favourite Petroff defence 1 e4 e5 2 Nf3 Nf6 3 Nxe5 d6 by 4 Nd3!? a rare choice. It led to some weird early knight pirouettes, the outcome of which was the exchange of queens and an endgame which looked so level the US grandmaster Maurice Ashley offered to bet $1,000 on any other result. Then, little by little, Carlsen’s position deteriorated as he tried too hard to be active. Under pressure in the fifth hour of play, he sacrificed a piece for three pawns which is normally an equal exchange but here favoured Caruana’s extra knight over the vulnerable pawns. After that only some endgame magic saved half a point. Carlsen will now regret his missed chances in game one where Caruana, new to high-level match play, was too cautious, passive and slow on the clock, allowing the champion to dominate. Game one of a world title series has a significant history of decisive results, dating right back to Wilhelm Steinitz v Johannes Zukertort in 1886. Alexander Alekhine won four game ones in five title matches, starting in 1927 when he defeated the supposedly invincible Jose Raul Capablanca. Mikhail Botvinnik also won four. However, Carlsen didn’t do fast starts in his three previous matches against Vishy Anand and Sergey Karjakin, so it is plausible that he was just psychologically ill-prepared for his unexpected opportunity. Carlsen trailed in his 2016 title defence against Karjakin before coming from behind to win the speed tie-breaks. In 2018, too, it is the challenger who can take heart from the first six games of the series. Caruana has been the one producing opening surprises, and the error which allowed some of his prepared material to appear on YouTube has left him unfazed. He even demonstrated that confidence by his game six opening choice, since his work on the Petroff was reportedly among the material made public. Caruana’s minimal target now will be to get through games seven to nine, where Carlsen has an extra White. If he can do that, he will be in a strong match position with two Whites in the last three games including the climactic 12th game. He out-grinded the great grinder Carlsen in game six, and may now feel strong enough to push harder for a win which could decide the match and the championship. Low-key and hosted in the distant Siberian town of Khanty-Mansiysk, the women’s world championship has been staged this week as a 64-player knockout. Two Russians, a Ukrainian and China’s title holder Ju Wenjun reached the semi-finals, The format, two classical games each round then tie-breaks, can lead to a surprise result, but not this time. Ju is ranked world No 2 behind Hou Yifan, currently a Rhodes Scholar at Oxford, and has dominated the event so far. Ju defeated Russia’s former champion Alexandra Kosteniuk 1.5-0.5 in one semi-final while Kateryna Lagno and Mariya Muzychuk are level 1-1 after two draws and go into speed tie-breaks on Saturday. This will be the last knockout women’s championship. The new International Chess Federation administration headed by Arkady Dvorkovich, which has made an impressive start in many areas, has ruled that future contests will have the same format as the open event, where an eight-player candidates’ tournament qualifies the challenger. There is also discussion, not yet resolved, on whether the two championship matches should be played at the same time and venue to raise the profile of the women’s event, which will also have higher prize money. The change could bring back Hou, who has kept away from recent knockouts, and Fide could also try to encourage Judit Polgar out of retirement. Polgar and Hou are the all-time top two women players but only ever met once, at Gibraltar 2012. Two world championships meant a low profile for the first weekend of the Four Nations Chess League. Results already answered a key question, whether the perennial champions Guildford will face serious competition this season from the newly promoted Chess.com Manx Liberty team. The answer, yes they will. The Isle of Man’s core players are highly rated Romanian grandmasters, who clocked in with a team average of 2501 to Guildford’s 2564, slightly lower but still highly competitive. And the expectation is that Manx will also bring in an elite GM or two for the showdown match with their Surrey rivals scheduled for the final 4NCL weekend in May 2019. India’s former world champion Anand won the Kolkata blitz, where a highlight was his first meeting with the prodigy Rameshbabu Praggnanandhaa. The 13-year-old went close and might have won by 15 h5!? The whole game was captured on video 3593 (by Heinrich Juhe, 1974) Only by 1 Rf1! and if Kxe4 2 Qh1, or Kxe6 2 Qg8, or Kxc6 2 Qa8, or Kc4 2 Nf4."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}