{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2018/nov/24/tottenham-chelsea-david-luiz-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-11-24T21:23:56Z", "webTitle": "Tottenham’s spellbinding attack spooks David Luiz and Chelsea", "webUrl": "https://www.theguardian.com/football/blog/2018/nov/24/tottenham-chelsea-david-luiz-premier-league", "apiUrl": "https://content.guardianapis.com/football/blog/2018/nov/24/tottenham-chelsea-david-luiz-premier-league", "fields": {"headline": "Tottenham’s spellbinding attack spooks David Luiz and Chelsea", "bodyText": "With 16 minutes gone at Wembley it was clear the witching hour was at hand. Strange things had already begun to happen. Chelsea’s custard-yellow shirts seemed to be moving through a heavier gravity. Moussa Sissoko had just picked up the ball in midfield and slalomed away from two Chelsea players, legs flailing like a drunken Zidane. No doubt in the rows of suburban houses beyond the glare of the stadium the cats began to bark, the dogs miaowed and the birds flew backwards. At which point, with Tottenham already 1-0 up, David Luiz seemed to wink out of existence completely; to take a breath, pinch his nose and disappear into the night air just as Harry Kane’s shot passed through the space where he had been standing and bounced on into the corner of the Chelsea net. There was a brief hush at the sight of this sorcery, one of those moments where the air seems to rush out of the stadium, followed by a huge barrelling roar. What sorcery was this? What could we expect next from David Luiz? Perhaps he might play the entire second half encased within a clear plastic box, or emerge from the tunnel with his head inside a Siberian tiger’s mouth. In the event David Luiz went one better, reprising the vanishing man trick to spectacular effect 10 minutes into the second half. As Son Heung-min surged away from Jorginho, who seemed to be running through a trough of wet concrete, David Luiz appeared again suddenly, haring across the skyline like a mystery comet. Except this time he ran straight through Son, or over him, or under him via some hidden tunnel in the Wembley turf. As Son cut inside and finished to make it 3-0, completing a wonderful individual goal, David Luiz was still facing the corner flag. You half expected him to bow to the crowd, tip his shiny top hat and produce a fold-up wand from his back pocket. Plenty of footballers have vanished during a game, but few with such pure and devastating showmanship. At which point it is probably time to give a little credit too. Chelsea’s Brazilian will take star billing for swaying out of the way of Kane’s goalbound shot with a little waggle of the buttocks; and for running past Son when convention demands at least some kind of attempt to take the ball. In context, though, it made sense. Chelsea had been frazzled, dizzied and generally spooked by the fury of Spurs’ fast start. The real story here is not the clanking, bonging David Luiz magic show, but Mauricio Pochettino’s shift of formation to a midfield diamond; the return of Tottenham’s high press; and above all the craft of their attacking midfield three. Christian Eriksen was the star of that early 2-0 lead, with a display of impish, cold-blooded incision coming in from the left. It was Eriksen’s free-kick, whipped in with malevolent precision, that created the opening goal, finished with a lovely flicked header by Dele Alli. Naturally David Luiz had already played his part, conceding the free-kick with a nasty little stamp as Kane span past him by the touchline. Alli also had a wonderful first half, scoring the goal and also providing a vital hard-pressing defensive presence in those areas Chelsea like to build their passing patterns. Son was the third member of a stellar attacking trio, with a performance of genuine fire and zip. And Pochettino will take the tactical laurels for sending out his team in a reconfigured diamond shape, with Alli at the attacking point of the midfield, charged with the job of disrupting the Chelsea conveyor belt. It worked like a dream. From there Spurs tramped all over Jorginho’s personal pocket of space in front of the centre halves. The midfielder tends to run the game for Chelsea, foreman and chief distributer. Here he had 10 touches in the opening 25 minutes and completed just three passes, a high-class disappearing act in its own right from a man who broke the league passing record against West Ham earlier this season. For Spurs the real key was the return of that high-pressing style, and a return to top form of the front three, with Kane able to play simply as a cutting edge, just another part of a high-functioning attack. It is timely too. Whisper it, but Son had not scored a Premier League goal since March, a run of 15 games disrupted by injury and absence. Alli’s goal was his first at Wembley since April. Eriksen’s two assists doubled his Premier League tally for the season. Above all, there was a return of his old authority, that cold, clear Nordic class. Tottenham have stuttered a little so far this season, no matter what the league table said before the game. That unbound, uplifting attacking style, the vim of the inside forward has been the heart of this Pochettino team over the last few years. At Wembley the sight of those cogs starting to click, the wheels clunking into gear felt like its own kind of homecoming."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}