{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2018/nov/13/roger-federer-v-dominic-thiem-atp-world-tour-finals-live", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-11-13T21:46:33Z", "webTitle": "Roger Federer beats Dominic Thiem at ATP World Tour Finals – as it happened", "webUrl": "https://www.theguardian.com/sport/live/2018/nov/13/roger-federer-v-dominic-thiem-atp-world-tour-finals-live", "apiUrl": "https://content.guardianapis.com/sport/live/2018/nov/13/roger-federer-v-dominic-thiem-atp-world-tour-finals-live", "fields": {"headline": "Roger Federer beats Dominic Thiem at ATP World Tour Finals – as it happened", "bodyText": "Time to sign off, but we will have a courtside report from Kevin Mitchell online soon. Thanks for joining me. Byeee! Here are the permutations for those final group games. It’s complicated: A few more words from Federer, who is positively zen compared to the frustrated figure who lost to Nishikori: “I felt pretty quickly that I was excited, I had the right kind of nerves. The whole round-robin format is quite unusual, now I feel like it’s win, or you go out. I could feel the rhythm, feel the flow in the legs, I wasn’t feeling hectic. I found my game much more quickly. You feel like you have more time, which is good for me.” Federer’s passage to the semi-finals is still far from secure – he takes on Kevin Anderson next, and with Nishikori and Thiem playing each other, he will need to win to give himself a chance of progress. That should be a much tougher proposition than Thiem was tonight. Roger speaks! “It feels good, I’m very happy that I showed a reaction. I’m not used to losing and then coming back to play, it was a good test. “Against Kei, it was four-all, we were both playing very badly, and I felt quite negative. That was a bit disappointing, and Kei played better in the end. “Today I played a lot better, and it’s always a privilege to play here in London, and I tried to remember that.” It’s all over as Thiem sends a volley wide – his 34th unforced error of the match. He was very much off his game but Federer got the job done, and has his first win of the tournament. Second set: Thiem 2-6, 3-5* Federer (*denotes next server) Will Thiem make Federer serve it out? He nets a fizzing Federer return in a less than ideal start, then produces a tidy half-volley drop shot. Federer fires his next return just wide, and challenges to no avail. Another Thiem mishit makes it 30-all, and he’s caught out by a looping return that drops in. Match point... saved as Thiem holds firm in the next rally. Federer doesn’t let that happen again, dominating the next for a second match point... Second set: Thiem 2-6, *3-5 Federer (*denotes next server) Federer doesn’t need to get out of second gear, firing down three aces and winning the only rally when Thiem mishits, ballooning the ball into the stands. Federer has, it must be said, looked very strong on serve tonight. Second set: Thiem 2-6, 3-4* Federer (*denotes next server) Finally, a comfortable service game for Thiem as he holds to love. He is running out of time to make a dent in his opponent’s serve, though. Second set: Thiem 2-6, *2-4 Federer (*denotes next server) Thiem has played some nice stuff in among the errors – he outfoxes Federer with a volley at the net here. Unfortunately he’s already 40-0 down, Federer’s serve looking very strong – he hasn’t faced a break point yet, and doesn’t here. Second set: Thiem 2-6, 2-3* Federer (*denotes next server) Thiem shows glimpses of his ability in this game, particularly with a forehand into the corner that Federer can’t get near. At 40-15, he nets after Federer’s chip shot bounces low off the surface. Thiem slumps to deuce and looks ready to throw in the towel, but does find the baseline with a backhand and hangs onto his serve. Second set: Thiem 2-6, *1-3 Federer (*denotes next server) Thiem’s return clips the net, giving him an opportunity – but he puts the volley into the net and wanders away, shaking his head. That’s the only chance he gets in a routine hold, sealed with a feathered drop shot. Second set: Thiem 2-6, 1-2* Federer (*denotes next server) Every singles match so far in London has been won in straight sets, and it would be a surprise if that doesn’t happen here, too. Thiem at least shows some fight here, moving 40-15 ahead with a cross-courter and finding a big second serve to hold. Second set: Thiem 2-6, *0-2 Federer (*denotes next server) Federer looking in good nick, although he’s not being particularly tested out there. He races to a service hold to love. Second set: Thiem 2-6, 0-1* Federer (*denotes next server) Thiem has tried to be aggressive, but lacked the accuracy to pull it off. He tries to engage in a ground game with Federer here, but gets no joy, Federer pinging it back effortlessly. Thiem is losing heart, and rather chucks away his serve. First set: Thiem 2-6* Federer (*denotes next server) Federer looks to serve out the set, and it’s hard to see Thiem putting up much resistance. As I type that, he hammers a sizzling backhand down the line. It’s 30-15, second serve, and Thiem wafts an apology of a return beyond the baseline. Fed closes it out with an ace. A few star footballing names in the crowd tonight: Real Madrid’s Toni Kroos, Bournemouth keeper Asmir Begovic, and West Ham manager Manuel Pellegrini. Federer is in the right age bracket; perhaps he’s weighing up a one-year deal. First set: Thiem 2-5* Federer (*denotes next server) Thiem is not playing well enough to trouble even a 50% fit Federer; he thwacks an attempted overhead into the net, then adds a double fault to his unforced error. Another break point for Federer, taken as Thiem misjudges a slightly more awkward volley. First set: Thiem *2-4 Federer (*denotes next server) Thiem may feel better after getting a second game on the board – but can he make in-roads on the Federer serve? Not here – Federer takes control with a brilliant, looping drop shot and closes with an ace. First set: Thiem 2-3* Federer (*denotes next server) Thiem in a spot of bother again, the unforced errors stacking up as he slips 15-30 behind. On second serve, he grinds out a rally, then comes into the net to take the next. He overcooks another forehand, though, and it’s deuce. Federer hands over an advantage with a return that flies miles wide, and Thiem holds. First set: Thiem *1-3 Federer (*denotes next server) Return of serve is something of a weakness for Thiem, and he struggles here as Federer races to 40-15. An ace closes it out, and he’s looking good. First set: Thiem 1-2* Federer (*denotes next server) Another sniff of a chance for Federer at 15-30, but he balloons a forehand. Already more than a dozen unforced errors – it’s been scrappy stuff. Thiem gets the better of the next rally, but nets as Federer outlasts him! Break point, taken as Thiem overhits a shot down the line. “Maybe Federer’s got a new deal with the tracksuit company - he’s got to wear it for longer,” suggests Andrew Benton. “And a 95% Federer can easily beat Thiem!” True, but is Federer 95%? Can he beat Thiem at 80%? The answer is: probably. First set: Thiem *1-1 Federer (*denotes next server) Federer tries to find his rhythm on serve, but scuffs a shot into the net at 30-15 up. A couple of hefty first serves secure a first hold. First set: Thiem 1-0* Federer (*denotes next server) Thiem bundles a volley into the net to slip 0-30 behind, but rallies with a couple of punishing forehands. Thiem then goes long, giving up a break point, but rescues it with a serve out wide, and lashes a cross-court winner. Thiem misses a couple of chances to close the game out, but a volley and a rapid second serve gets the job done. Here we go, Thiem serving first in front of a packed house. Federer wins the toss and elects to receive first, which has been his usual tactic. He’s kept his tracksuit top on for the warm-up, leading to more speculation from Rusedski and co that he’s not feeling 100%. The players are heading out on court. Federer, predictably enough, gets the far bigger ovation. The commentary team reckon he looks nervous – I would doubt that. Here’s Roger! “I’ve just got to play better, be a bit more positive. I’m very excited to still have a chance. Indoor tennis, I need to be aggressive, and play to win.” Thiem has the rare distinction of having a winning record against Federer, by two games to one. They haven’t played since 2016, however. There’s no Andy Murray here this year, of course – but his brother, Jamie, has reached the doubles semi-finals with his partner, Bruno Soares. They’ve just emerged 6-4, 6-3 winners against Colombian duo Juan Sebastian Cabal and Robert Farah. They’re into the semis for the third straight year, although they’ve never gone on to reach the final. Hello. The round-robin stages at these season-ending affairs can become complex, confusing affairs, but the equation for Roger Federer is very simple. He must beat Dominic Thiem or face group-stage elimination at the World Tour Finals, for the first time since it was re-badged and relocated to London in 2009. His opening loss to Kei Nishikori has left him in a precarious position in his group, while Thiem also slipped to defeat against Kevin Anderson. Federer remains a strong favourite to win tonight, but Nishikori’s performance today – a dreadful 6-0, 6-1 loss to Anderson – raises question about Federer’s form. Play starts at 8pm, GMT."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}