{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2018/nov/24/river-plate-v-boca-juniors-copa-libertadores-final-second-leg-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-11-24T22:53:25Z", "webTitle": "Copa Libertadores final put back 24 hours after River fans attack Boca bus - as it happened", "webUrl": "https://www.theguardian.com/football/live/2018/nov/24/river-plate-v-boca-juniors-copa-libertadores-final-second-leg-live", "apiUrl": "https://content.guardianapis.com/football/live/2018/nov/24/river-plate-v-boca-juniors-copa-libertadores-final-second-leg-live", "fields": {"headline": "Copa Libertadores final put back 24 hours after River fans attack Boca bus - as it happened", "bodyText": "We’ll be back on Sunday to bring you coverage of the actual football game. Well, hopefully. The evening is not done yet, judging by this incident. Reuters report confirms the suspension BUENOS AIRES, Nov 24 (Reuters) - The second leg of the Copa Libertadores final between River Plate and Boca Juniors was suspended on Saturday after Boca players were hurt when their bus was attacked outside the stadium by River fans, officials said. “One can’t play in these conditions,” Alejandro Dominguez, President of the South American Football Confederation, (CONMEBOL) told reporters. The match was rescheduled for Sunday, kicking off at 5 pm local time (2000 GMT). Several Boca players were injured either by glass from broken windows or from toxic gas after River fans pelted their coach with missiles as it approached the ground, local media reported. Same time again tomorrow? Don’t hold your breath. Sadly, violence is now reported as taking place in and out of the stadium though the current suggestion is the game will be played in front of a crowd and not behind closed doors. Some talk that tomorrow’s game might be played behind closed doors, which seems sensible, but how to inform the River fans that they won’t be able to see the greatest show on Earth? That appears to be that. It’s the sensible decision, and one that should have been made hours ago, frankly. What caused sense to descend? Fighting outside the stadium might have hastened the decision. Reports suggest it will be played at 5pm on Sunday instead. Confirmed: Pérez starts. Oh my. A couple of tidbits from the excellent Daniel Edwards. “The driver of the Boca bus has spoken to press: ‘At the moment of the attacks I fainted and the vice-president of Boca took the wheel’.” And this, which defies belief, but who knows at this point? Outside the stadium, there is tension, with there being reports of rubber bullets being fired. One person missing here, aside from Vladimir Putin (and Sol Campbell), is Diego Maradona. It can’t be long until we get his word(s) on the matters. Legendary Paraguayan goalkeeper José Luis Chilavert, who won the Copa Libertadores in 1994 with Velez Sarsfield, has had his say. And he is not holding back. This translates as: “An international embarrassment from ‘Corrup-bol,’ [FIFA president Gianni] Infantino and his financial director [Alejandro] Dominguez are prioritizing money over health of the Boca Juniors players. That’s how they kill soccer.” Looks like a game is going to happen. The Late Joys tweets in: “Boca and River should play to a 2-2 draw (just walk the ball into the net four times) then walk off the pitch together. Anyway, play or don’t play -- wouldn’t want to be a policeman in Buenos Aires tonight.” The referees are now warming up. This has to be a sign the game goes ahead. Perhaps best to believe it when you see it. The conspiracy runs deep here. This will be talked of for decades. Pérez might be the key to the game being postponed. Some quotes from reluctant Boca players via Caracol Deportes. Carlos Tevez: “We are not in a position to play the game, they are forcing us to play the game. Pablo has a patch in his eye.” Fernando Gago: “We were very surprised, many players suffered, we struggled to breathe. It’s not the best way to prepare a game.” This is getting made official now. And won’t cause bad blood at all. Latest kick-off time is 7.30 pm local time, which is 10.30 pm UK time. Here is why the game goes ahead - officially, at least. Edouard emails in: “How amazing would it be if Boca came out to play and won this game ? Certainly would go down as one of the greatest wins / stories of all time… but the brain says that if they do play, it will certainly be a River win.Anyhow, I’d be very curious to know what the Boca fans did to earn their suspension. Seeming as River will still play this with 100% home support and all.All in all an interesting first game of Argentinian football for me.” The ban has been in place for some years now, since 2013. Violence is a big problem in Argentinian football, as the world is finding out today. An image of Boca captain Pablo Pérez’s eye. Here’s a video on the latest. Some details from Reuters. “Due to the incidents with the Boca Juniors team bus, the game has been back an hour until 18:00,” the South American Football Confederation (CONMEBOL) said. Some reports said Argentine police fired tear gas at River fans who were throwing missiles at the Boca bus and the gas got into the vehicle. Others reported that the damage was caused by River fans. “They were throwing pepper gas, stones, everything,” Clarin website quoted Juan Carlos Crespi, a member of the Boca delegation, as saying. Boca officials told reporters some of their players were not fit to play in the match. “The players are all hurt, you can’t play this way,” Christian Gribaudo, Boca’s secretary general, said. Clarin said six players had vomited in the dressing-room after gas drifted into bus windows smashed by River fans outside the stadium. Boca and River drew the first leg 2-2 on Nov. 11. The incident occurred three years after a Copa Libertadores last-16 tie between the same teams was abandoned at halftime after Boca fans attacked the River players with pepper spray in the tunnel. River were given a bye into the quarter-finals and Boca were kicked out the competition. An email from Eugene Salorio: “I’m at Teatro Colon downtown. Presumably, the four busloads of riot police here aren’t to maintain order among raucous opera goers.” This appears to be the reasoning of why this game/farce goes ahead. The rumour mill is spinning of FIFA president Gianni Infantino getting involved, and Argentinian president Mauricio Macri, once president of Boca, also having his finger in this pie. But it seems Boca have been forced to play, and against their wishes. River did not appear too willing, either. This is the latest announcement. Vladimir Putin was supposed to be at this game. Wonder what he makes of the delay and the fuss. Fans in the stadium have been told that the game kicks off at 6.20 local time - that’s 9.20pm in the UK. That seems...dubious. From The Independent’s Miguel Delaney. Nobody warming up so I think the kick off at 6 idea is off. Gabriel Batistuta has had his say. Translation is: “Another opportunity lost in front of the whole world that observes us, shameful, regrettable.” BUENOS AIRES - Saturday’s Copa Libertadores final was postponed by an hour after an attack on the Boca Juniors team bus by River Plate fans left several players needing medical attention. It remains unclear, though, whether the game will go ahead with Boca directors reluctant for their players to be asked to perform so soon after such a traumatic event. The game had been billed as the final to end all finals but after all the excitement and all the build-up, it fell victim to the eternal curse of the Argentinian game: fan violence. As the Boca bus approached River’s stadium, El Monumental, the police escort led it down Calle Monroe where it was surrounded by River fans. They pelted the bus with missiles and video subsequently released by the Boca showed at least five windows had been shattered. As police fired tear gas to dispersed the crowds some of it drifted into the bus, leaving players looking visibly unwell. Many were still coughing and retching, eyes watering, as they walked from the bus into the dressing-room. The midfielder Pablo Pérez sustained an eye injury and cuts to the arm, while two other players were reported to have required medical attention. Two hours earlier, the mood in the streets had been boisterous but good-humoured as tens of thousands of River fans, the cast majority answering the club’s call for them to wear team colours parades to the ground, singing and dancing, and letting off red and white smoke bombs. With away fans banned in Argentinian stadiums, Boca fans had congregated at their stadium, la Bombonera, to watch the game on a big screen. When the sides met in the Libertadores at la Bombonera three years ago, pepper spray was fired into the tunnel by Boca fans as River players passed through, leading to the game being awarded to River. The first leg, played a week gone Sunday after a 24-hour delay for heavy rain, finished 2-2. This overhead image is striking. Some images from inside the Boca dressing room, which looks like a collection of walking wounded. It appears that the medical assessors are still working out whether the Boca players are able to play, and that’s despite the stadium announcement. Boca seem unwilling to play, still. If you want to read about actual football, there’s always this game in Spain, which kicked off on time and everything. That looks to be that but there may yet be a Boca protest to come and it’s possible the announcement was made to calm fans in the stadium. Game on? Confusion reigns and it does seem that a decision has been made rather than delayed. Clarification on the kick-off time. That CONMEBOL statement suggests the game will kick off *not before* 6pm local time, which opens up to a cancellation or postponement. Boca do not seem to wish to play the game and one player, Pablo Pérez, the veteran midfielder, has gone to hospital. It feels like this game goes ahead because of the risk of emptying 70,000 fans on to the street, while if Boca lose there will be an asterisk against River’s Copa Libertadores triumph. And overall, this is not good for South American or Argentine football on its big day out. Justin Kavanagh emails in: “Well it looks like the only hero who’ll be hailed in Buenos Aires tonight will be that bus driver, who must have cojones of steel to keep driving through that gauntlet with his side window shattered and breathing pepper spray. A sad night for Argentinian football.” So this is confirmation that the game goes ahead at 6pm local time. Some talk that the game is now set to kick off at 6pm local time, and 9pm UK time. More when we get it. A video from inside the Boca bus. It’s not looking good for the game to go ahead and with what looks like good reason. Here’s some brief footage of the Boca bus being bombarded by River fans and what looks like tear gas or a water cannon being sprayed. So we await the decision on whether the game will be delayed by an hour or so - which is the least that will happen - or whether it goes on at all. Jonathan Wilson is our man on the spot. We have no teams yet, and for this reason. The tear gas that has affected the Boca players was actually sprayed by the Buenos Aires police in their attempts to disperse the crowd and seeped in through the broken windows. What was that I said about the away fans? This is what became of the bus on the way in. Look for the state of the side windows. It seems likely the game will be delayed by an hour at the least. Remember last week that it was delayed by heavy rain. Farce doesn’t really begin to cover it. A translation of this tweet does not look promising. “The medical body will evaluate the state of health of the players to see if they are in a position to play,” said César Martucci, former leader of #Boca and close to the current leadership. #RiverBoca @clarincom” The news is not good. Carlos Tevez is among the players who have come into contact with pepper spray. This is the biggest game in Argentinian football history, or club football at least. The national team has played in five World Cup finals, of course. But the hype machine is justified in this case. The first leg left this match as finely balanced as possible at 2-2; there are no away goals in the Copa Libertadores final, unlike the rest of the competition. This will be a night for heroes and villains, noise and naughtiness, and it would be little surprise if it went to penalties, in which it would be a surprise if anyone actually scored. Our snouts in Buenos Aires say the atmosphere is crackling if not a little dangerous, though an away fan ban hopefully reduces the possibility of serious trouble."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}