{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2018/nov/25/smashed-it-high-fiving-with-f45-the-latest-fitness-craze-to-inspire-evangelical-devotion", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2018-11-24T21:35:53Z", "webTitle": "'Smashed it': high fiving with F45, the latest fitness craze to inspire evangelical devotion", "webUrl": "https://www.theguardian.com/lifeandstyle/2018/nov/25/smashed-it-high-fiving-with-f45-the-latest-fitness-craze-to-inspire-evangelical-devotion", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2018/nov/25/smashed-it-high-fiving-with-f45-the-latest-fitness-craze-to-inspire-evangelical-devotion", "fields": {"headline": "'Smashed it': high fiving with F45, the latest fitness craze to inspire evangelical devotion", "bodyText": "I’m in a heavily air-conditioned studio in Surry Hills, somewhere above a line of wholesale fast fashion outlets, with some 16 other people who have decided to sacrifice their lunch break in pursuit of a greater goal. My goal right now: to pick up a 10kg medicine ball, jump forward with it as far as possible, then hurl the ball on to the concrete floor. My next goal: repeat this act. Do not pull a muscle. Do not pass out. The air conditioning is set at arctic because this is an F45 studio and, if it weren’t, we’d all be fainting. At least, that’s how it feels right now. When I walked in here I had more abstract objectives in mind – take stock of my fitness, scrutinise the trainers, try to figure out what kind of person attends an F45 class – but my scope has narrowed considerably in the 20 minutes or so since then. I’m a boxer and, by most measures, would be considered quite fit, yet I’m still sweating profusely, my quads are burning, and I’m just not sure I can throw this medicine ball again – let alone do the 90 seconds’ worth of box jumps that await me a few stations to my left. F45 is the kind of workout that makes you work. There are all kinds of ways one might choose to worship at the temple of fitness. F45 isn’t the most well-known of these or even the latest, but it’s exploding in popularity. The Australian-born brand – the F stands for “functional” and the 45 for the duration of the workout in minutes – founded in Sydney in 2011 by the equities trader-cum-entrepreneur Rob Deutsch, has since spread to 37 countries, boasting more than 1,320 franchises, with gyms in Sweden, Estonia and Wales. Deutsch claims F45 has trained more than 1 million people worldwide, and that the brand is worth, in total, some US$300m. So, what’s the appeal? My friend Gillian Bent is the first person to admit to me that she is a convert. She tells me that despite a visceral dislike for group workouts – “I don’t like being sweaty and gross in front of lots of people” – she found herself addicted after she went along to a free trial with a workmate. “I like that there’s a variety of cardio and weights, and that you can show up and do the class and leave,” she says. “There’s no faffing around trying to set up equipment, deciding what you want to do. It’s all worked out for you.” Bent struggled to find the motivation or creativity to make regular independent gym sessions much fun. To get some momentum, she forked out about $50 a session for a personal trainer, who would push her hard, but it wasn’t a realistic long-term option given her budget. As long as she was attending at least twice a week on average, F45 was a more economical choice. Plus, she says, the small group environment, being at turns supportive and competitive, is motivating. She estimates she has been going to classes between two and six times a week since April. “I would still go to a personal trainer if I liked one enough,” she says. “But I definitely exercise more than I was before.” Fitness trends have a tendency to burst into the cultural consciousness with firework intensity (remember when you discovered nearly everyone in your workplace was doing pilates?) before fading away just as rapidly (Tae Bo, anyone?). Falling somewhere between a health endeavour and a fashion accessory, they have that perplexing tendency to be both aspirational and exclusionary, suggesting that fitness is something that’s only attainable for those with the disposable income to pay for the latest, hippest studio membership, or to purchase special equipment. The longevity of these trends varies, but one of the simplest explanations for F45’s success thus far is savvy economics: an accessible (though not insignificant) price point for its target market: health-conscious professional women aged 25 to 40, who probably like a wine on the weekend – a profile my friend fits to a T, and if I’m honest, so do I. The obvious point of comparison to F45, both in structure, faddishness, and the slightly terrifying level of evangelism of its devotees, is CrossFit. Its classes are circuits-based, around a series of often explosive exercises – think box jumps, burpees, hammer swings, clean and jerk weightlifting – in high-intensity intervals. Again these are based on what the fitness industry calls “functional training” – that is, workouts based around movements of the body that support day-to-day activity. For the average punter, the difference between a “functional” and a “non-functional” workout amounts to less time in front of the mirror doing biceps curls, and more time spent on whole-body activities, such as running, jumping and lifting. “Functional training” is a loaded term in some circles, though, as it has its origins in sports physiotherapy and rehabilitation. It has made its way into the mainstream, in the way of “organic” foods and “natural” cosmetics, via appropriation by marketers and entrepreneurs who have a product to sell. The rise in the “functional training” trend loosely parallels a decline in the old-school culture of bodybuilding and physique development – which focused on working muscle groups in isolation, accompanied by supplement-heavy nutrition plans – and the corresponding rise of the wellness industry. At the same time, there has been a subtle but significant shift in the way we talk about exercise. As overt body-shaming rhetoric has become volatile territory for advertisers, slogans have taken on a vaguely empowering tone. Where once we wanted to be skinny, now we want to be strong. Nobody crash diets anymore, they “cleanse” and “alkalise”. We don’t want to get swole, we want to “sculpt” and “tone”. The objective is still to be fit, but the obvious question – fit for what, exactly? – is rarely asked. The bald truth is that the products for sale these days differ little from their predecessors. “Transformation” diets, for example, invariably cut food consumption to about 1,200 to 1,400 calories a day for women and 1,700 to 1,900 for men – at, if not below, the average person’s basal metabolic rate (that is, the amount of energy a resting body requires simply to continue basic functions like, you know, breathing and staying warm). At the same time, hawkers of such products expound the importance of “fuelling” your body with “real” food – a sentiment that is literally an order at F45, which has its own 10 commandments plastered to the wall of every gym. These don’t exactly help the gym avoid its cultish appearance, especially given that the eighth commandment is: “Thou shalt ‘high five’ after the workout.” I do a double take when I turn up for my first class and see the commandments on the wall. Then the instructor asks if she can take my photo. “What? Why?!” I splutter. “It helps us learn everyone’s names,” she says. True or not, she certainly remembers my name when she comes over to high five me when I’m collapsed on the floor at the end of the session, trying to catch my breath. “I hated the high fives at first,” says my friend when we talk about it later. “I thought it was the daggiest, most awkward, culty thing – now I freaking love it. I’m like, ‘Yeah, I freaking smashed it. Come on!’” F45’s workouts are themed around the movement patterns for specific sports, with names like Brooklyn (boxing), Quarterback (grid-iron), and Pipeline (surfing). Schedules vary, with the exception of Saturday mornings, when every gym runs a workout called Hollywood, during which a DJ is employed to come and spin tunes live in the studio. It’s the most consistently popular workout. “The energy in the room for those sessions is absolutely through the roof,” says F45’s director of fitness, Chris Barnes. He runs the Surry Hills gym I attend during my trial week. Most of the workouts are designed by Barnes and others; some are created by algorithm. In the handful of classes I attend, I realise that the “smashed it” feeling is kind of inevitable when you spend the better part of an hour hurtling full pelt through a complicated workout backed by heavy, driving bass. Speed is the order of the day: instructions are barked at participants in record time, and there’s no careful attention to form. New participants are encouraged to take it easy and ask for help, but it’s hard not to feel as though you need to keep up with the cracking pace set by the music, the timers, and the hyperactive little avatars on the TV screens dotted around the room to remind you what to do at each station. Isn’t that a recipe for disaster? Barnes believes that the instructions given are adequate, and that workouts are “scalable” depending on your capacity and fitness level. Deutsch, meanwhile, won’t give exact data on F45’s injury rates, but he says the company took lessons from its competitors, particularly CrossFit, when designing the program. “We don’t do any powerlifting, we don’t have any heavy weights in the studio,” he says. “We don’t do a lot of the exercises that we’ve seen CrossFitters break down on.” He argues that F45 has actually helped people recover from injury but accepts that there’s always going to be a level of risk. “The reality is when you’re burning something between 600 and 900 calories in 45 minutes, the potential to get injured versus walking on a treadmill is far greater. But the potential to actually get meaningful results is also far greater,.” While I am deeply sceptical about Deutsch’s estimated calorie burn – even taking into account variations of age, gender and fitness level, 900 calories in 45 minutes is exceptionally high – meaningful results in this context nevertheless mean weight loss. F45’s Challenges are all structured around this principle. An optional program runs for eight weeks, four times a year, for a fee, complete with meal plans prescribing – you guessed it – about 1,300 calories a day for women and 1,900 for men. Critically, though, the challenge is competitive: prizes varying from memberships to holidays are on offer for those who produce the most effective “transformation” over the eight-week period, compared with their fellow studio members and others worldwide. Despite the challenges and their inherent competitiveness being a key driver of membership, Barnes and Deutsch are keen to stress the sense of community in their studios. As if in demonstration of this, they both, separately, at the end of our interviews, invite me to work out with them when they’re next in town. I decline – while the few lunchtime classes I took were certainly intense, it’s not my preferred form of self-punishment. Still, I do consider going back every now and then – there are worse things one could do in a lunch break."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}