{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/nov/05/eddie-jones-england-new-zealand-dossier-lions-everest", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-11-05T22:00:12Z", "webTitle": "Eddie Jones leans on England’s Lions to build dossier on defeating New Zealand", "webUrl": "https://www.theguardian.com/sport/2018/nov/05/eddie-jones-england-new-zealand-dossier-lions-everest", "apiUrl": "https://content.guardianapis.com/sport/2018/nov/05/eddie-jones-england-new-zealand-dossier-lions-everest", "fields": {"headline": "Eddie Jones leans on England’s Lions to build dossier on defeating New Zealand", "bodyText": "England have compiled a dossier on how to beat the All Blacks based on information from the British &amp; Irish Lions players who toured New Zealand last year. Eddie Jones also hopes the input of the former All Blacks coach John Mitchell, now in England’s camp, will enable his side to “climb Everest” by toppling the world’s No 1 side on Saturday. Jones, optimistic both Manu Tuilagi and Courtney Lawes will be fit, says England aim to take a leaf out of the Lions book at Twickenham. “When our boys played for the Lions we got them to do notes about what they felt worked and didn’t work,” he said. “We’ve gone through those notes and had a meeting with the senior players. The Lions put a lot of pressure on the All Blacks in areas they didn’t enjoy. There’s a bit to be learned there.” Heaping pressure on the New Zealand lineout and playmakers such as Beauden Barrett certainly played a part in the Lions’ 1-1 series draw in the summer of 2017 and Jones believes his team can go one better. “We need to be absolutely brutal upfront and we need to be clinical when we get opportunities,” he said. “If you look back at that Lions series, the Lions would have won if they had been more clinical.” With the flanker Tom Curry sidelined Jones accepts it will not be easy. “When you beat New Zealand, you climb Everest. Rugby means so much to them. When they win the whole country’s buoyant, when they lose GDP falls and unemployment goes up. I don’t think [England beating South Africa] will have such a significant effect on Brexit here. Imagine if Theresa May comes out and says: ‘We got the result because we hung in there.’ I don’t think that’s going to happen.” After Owen Farrell’s contentious tackle in the final moments of Saturday’s Springboks game, Jones believes modern Tests are so intense they should be controlled by two referees. “At some stage in the future, probably not in my time, they may have to look at two referees on the field. We are asking one referee to do it the way they did it when blokes like me were playing, jogging round the field basically,” he said."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}