{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/nov/01/owen-farrell-england-dig-deep-november-international-south-africa", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-11-01T22:15:00Z", "webTitle": "Owen Farrell finally gets to run the show as England dig deep for options", "webUrl": "https://www.theguardian.com/sport/2018/nov/01/owen-farrell-england-dig-deep-november-international-south-africa", "apiUrl": "https://content.guardianapis.com/sport/2018/nov/01/owen-farrell-england-dig-deep-november-international-south-africa", "fields": {"headline": "Owen Farrell finally gets to run the show as England dig deep for options", "bodyText": "The opening autumn fixture against South Africa at Twickenham on Saturday will, if nothing else, reveal the extent of English rugby’s strength in depth. Eddie Jones has picked thousands of sides in his time but with more than 400 high‑profile caps unavailable up front alone, he cannot recall ever digging deeper for victory at the top level. In addition to England’s obvious shortage of hard-bitten Test experience up front and on the bench, it is also among the most significant team-sheets of Jones’s tenure in other areas. The ditching of George Ford and the deployment of Owen Farrell at No 10, another new midfield combination, a tantalising back three and the dawn of the co-captain era are all acknowledgements something fresh is needed to steer the good ship England away from jagged rocks. It still may not be enough against a South Africa pack containing 293 caps. England’s forwards, including the 93 caps of Dylan Hartley at hooker, can muster just 165. All Jones can do is forget the absent Vunipolas, Chris Robshaw, Joe Launchbury, Courtney Lawes and Joe Marler, among others, and cross his fingers. “I wouldn’t say it is my most difficult selection but it’s the deepest we’ve had to dig,” the England coach said. “You don’t just replace 400 caps overnight. It’s probably the most inexperienced pack England have had for a long time.” Actually the Lions-depleted side fielded in Argentina last year just edges it but these are increasingly testing days for Twickenham’s autograph hunters. Compared with England’s last outing in Cape Town in June there are seven changes, plus Farrell’s positional switch from 12. It is only the third time Farrell has been tossed the England No 10 jersey since the 2015 Rugby World Cup, allowing Worcester’s Ben Te’o, who has played 28 competitive minutes since May, to form a revised midfield pairing with the classy Henry Slade. Despite Teo’s lack of recent rugby, the temptation to rush back Manu Tuilagi has, for now, been resisted but the presence of both in the 23 finally gives England some strike power down the 12 channel. Slade, for one, reckons it will make a sizable difference. “I think it gives us a really good balance in midfield, whereas in the summer I was probably the bloke doing the main carrying off first phase, which isn’t really my game. Now we’ve got some big lads to do that, it will allow me to concentrate on getting the ball to our outside backs, who are really dangerous. I think we’ve now got a good mix of strengths across the backline.” Farrell has also clearly been itching to run the show from fly-half. Ford and Danny Cipriani remain gifted options but with the World Cup clock ticking, Jones now wants his most competitive warrior to set the tone. “I wanted to see the difference it makes playing Owen at 10 with bigger centres,” Jones said. “Tactically we’ll be a little bit different; it gives us a different way of being able to play. Owen’s a bit of a spiritual leader in our side so being close to the action will help in that regard. He’s from good stock and he’s an aggressive competitor. We need that against South Africa, definitely.” Defensively, too, it ensures the Boks can no longer make a regular beeline for the 10 channel as they did in June. With a new defence coach in John Mitchell and altitude not a factor in suburban London, England also believe they have the fitness, if not the caps, to be relentlessly competitive for the full 80 minutes. What the England pack lack in stardust they certainly make up for in work rate, although how much energy Alec Hepburn and Kyle Sinckler will have left should the visitors start turning the set-piece screw remains to be seen. If big units like Duane Vermeulen and Malcolm Marx come repeatedly smashing over the gainline at pace, it will be a long and painful afternoon. All the cunning tactical gameplans in the world will also count for little if England’s new-look back-row cannot soak up the onrushing physicality. Tom Curry, relentlessly brave on the summer tour, will have to be so again while Jones’s preferred options at No 6 and No 8, Brad Shields and Mark Wilson, both face defining afternoons. Neither have started a Twickenham Test before, while Hepburn is also making his first start. On the bench sit the uncapped Ben Moon and Zach Mercer, alongside Bath’s Charlie Ewels, who has just six caps. Jones has not always been full of praise about the standard of the Premiership relative to Test rugby and Saturday will be a good litmus test. Chris Ashton, though, will have to wait a little longer for his Test recall – “His opportunity won’t be far away,” Jones said – with the reliable Jack Nowell having been chosen for this assignment. Will it all be enough? Between now and 8 July, when his side gather for the final push towards next year’s World Cup, the head coach will be as interested as anyone to see how many fringe candidates prosper and how many fall by the wayside."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}