{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2018/nov/17/i-wasnt-rusted-to-either-side-ricky-muir-makes-another-tilt-at-politics", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2018-11-16T23:13:37Z", "webTitle": "‘I wasn’t rusted to either side’: Ricky Muir returns for a run at Morwell", "webUrl": "https://www.theguardian.com/australia-news/2018/nov/17/i-wasnt-rusted-to-either-side-ricky-muir-makes-another-tilt-at-politics", "apiUrl": "https://content.guardianapis.com/australia-news/2018/nov/17/i-wasnt-rusted-to-either-side-ricky-muir-makes-another-tilt-at-politics", "fields": {"headline": "‘I wasn’t rusted to either side’: Ricky Muir returns for a run at Morwell", "bodyText": "The wildcard candidate in the most wildcard seat at the Victoria election may well be Ricky Muir, the “accidental” senator who went to Canberra with a minuscule vote, got a taste for it, and now wants to resume his political career. Running on a Motoring Enthusiast ticket, Muir was elected as a federal senator in 2013 before losing his seat three years later. He returned home to south-eastern Victoria to run his timber mill and raise his family. But the 37-year-old has switched to another minor party, the Shooters, Fishers and Farmers, and he’s their candidate for the seat of Morwell, one of 11 hopefuls in perhaps the most unpredictable and intriguing contests on 24 November. Muir turned up at the pre-polling centre at Traralgon this week in dusty boots and dirt all over his jeans. He’d been up early delivering cypress timber and was heading home to the mill, which is in Denison, just outside the electorate. It’s a part-time campaign, because as a saw miller he has to make a living. His wife, Kerrie-Anne, is standing for the party in the upper house. “I am managing both. It is hard, it is tiring, stressful and fun,” he says. Muir surprised many in Canberra. After a shaky start, he wasn’t the clichéd redneck bumpkin out of his depth, and there was nuance to his world view. In Morwell, he is campaigning on his support for the timber industry, especially his opposition to the proposed Great Forest national park, which he says would destroy the industry and hamper four-wheel drivers, campers and hunters doing their thing. Labor is under pressure from environmental groups and the Greens to establish the park by adding to existing protected areas in the state’s Central Highlands. Muir says he’s a “useless hunter”, but he’s a hunter, especially of feral animals, and he believes regulations are hampering the rights of law-abiding gun owners. In a campaign dominated by the power industry and whether brown coal underneath the Latrobe Valley should be left in the ground, Muir is no climate change denier. “I was the person who saved Arena [Australian Renewable Energy Agency, the clean energy body]. If it wasn’t for my vote, it was absolutely getting abolished. Same as the Clean Energy Finance Corporation. “I think you’ll find no matter what the future is going to be outside of coal, that is going to be a change and I support that. I don’t have a problem with that at all.” When Muir’s preferences were released, there were raised eyebrows. In a crowded race that everyone agrees will come down to voters’ alternative choices, Muir put Labor’s Mark Richards ahead of the conservative cluster – sitting member Russell Northe, the Nationals’ Sheridan Bond and the Liberals’ Dale Harriman. That was a boost for Labor and “disappointed” Bond, but then there was a twist. The Shooters, Fishers and Farmers party has registered three how-to-vote cards with the Victorian Electoral Commission, and the other two cards put Northe and the conservative parties ahead of Richards. On Thursday, Muir was handing out the cards that favoured Richards and he says that’s all he’ll be distributing. Richards is a former Hazelwood power station worker whose priority is workers’ jobs. “All polls at this stage are saying the ALP is going to hold government, so in my view if that’s going to be the case, I don’t want the left faction to take over,” Muir says. “I want factions in there who are going to try to stand up for regional communities and I think Mark is one of those people who would defend the timber industry.” There is another wildcard in this seat. Northe was elected in 2006 as a National party MP. Last year, he resigned from the party, citing depression and gambling issues that had left him in serious debt. He’s now an independent, and at the last minute decided to recontest a seat he holds by just 1.8%. Northe was once a local football star and, at 52, he’s still got the build and the fitness. He strides around the pre-polling centre, thumping “mates” on the back. “People have reached out to me,” he says. “I think there’s some understanding that I’m a real person. I’ve lived in the community all my life, I’m not sitting up on a pedestal [pretending] that we don’t have difficulties or challenges in our life.” The editor of Latrobe Valley Express, Jarrod Whittaker, says “trying to predict the outcome is fruitless” in Morwell. The whispering suggests that it is between Richards and either Bond from the Nationals or Northe, who says it might take days of counting to sort things out. Muir says he misses politics. “It was incredibly eye-opening,” he says, and “the fact that I wasn’t rusted to either side meant I was able to call out either side for their bullshit and I did on a regular basis.” He doesn’t lack confidence but is realistic. “I wouldn’t rule anything out, but there’s a very real chance come 25 November I’ll still be milling timber.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}