{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/nov/24/wales-south-africa-autumn-international-match-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-11-24T19:50:21Z", "webTitle": "Liam Williams leads Wales to South Africa win and first clean sweep", "webUrl": "https://www.theguardian.com/sport/2018/nov/24/wales-south-africa-autumn-international-match-report", "apiUrl": "https://content.guardianapis.com/sport/2018/nov/24/wales-south-africa-autumn-international-match-report", "fields": {"headline": "Liam Williams leads Wales to South Africa win and first clean sweep", "bodyText": "We have another contender on these isles. Ireland may be blazing the trail at the moment and England recovering from their wobbles of last season but Wales are as dangerous as any. Warren Gatland thinks his team are still under the radar. If people are missing them, they are not paying attention. This is their first clean sweep of an autumn series and their ninth win in a row. With this victory, their most impressive of the month, they consolidate their position at number three in the world rankings. That achievement may not come with a gong, but what confidence they seem to be developing, just as Gatland’s long reign reaches its denouement, just as World Cup year heaves into view. And what depth. Ellis Jenkins became the latest young Welshman to shine – and he was whistled up on the morning of the match. They reckon he is a sure-fire bet to captain Wales, the last such certainty being one Sam Warburton. Jenkins has the recently retired maestro’s belligerent stealth at the breakdown – but he also has a sumptuous attacking game. How cruel his match was to end on a stretcher. “It looks like an ACL, which is not brilliant,” said Gatland. “I thought it was an absolutely outstanding performance. At the moment, you have to really feel for him. Hopefully it’s not too bad and we can rehab him and get him back on the field as soon as we possibly can.” The most encouraging aspect is how Wales have grown throughout the month, winning ugly in games one and two, before putting away the tiring Tongans in the last half-hour the week before. This time, in the first quarter, Wales played their best attacking rugby of the autumn, this being from the start against fresh tier one opposition. Then they segued into defensive bloody-mindedness just as naturally, keeping a typical South African siege at bay until the end of the third quarter. Finally, just to show off the depth of their resources, on came Dan Biggar to steer them home. Jenkins was at the heart of it all. When Dan Lydiate went down on the day with an elbow injury, Jenkins was summoned. Wales have dynamic flankers appearing from every angle these days. Jenkins is of the fleet-footed sort and when he replaced Lydiate Wales fielded two such in him and Justin Tipuric. They should consider it as a permanent policy, because their attack is transformed and they lose nothing in defence. Jenkins was under the ball one moment, then over it the next to thwart South Africa’s most concerted assault on the stroke of half-time. In attack, he is yet another auxiliary centre. His outrageous dummy in the 10th minute scuppered South Africa’s own all-action man, Malcolm Marx, and he coolly sent Tomas Francis barrelling to the posts for the game’s first try. Six minutes later and Wales were over again, this one straight from an attacking scrum. Jenkins, who played most of the game at No 8 after Ross Moriarty’s early head injury, fed his scrum-half and Gareth Anscombe, looping round from the blind, put away Liam Williams, who stepped inside to the line. South Africa’s efforts reached that pitch before the break, with Jenkins intervening again to keep the ball off the ground, somehow, when Jesse Kriel lunged for the line. But Kriel ended up with South Africa’s try after the Springbok assault continued into the second half. Two penalties were kicked to the corner before a stunning pass under pressure by Willie le Roux put Kriel into the corner. Handré Pollard missed the conversion from out wide, but five minutes later, at the start of the final quarter, Elton Jantjies’ penalty pulled South Africa back to 14-11 down. By now Wales were under intense pressure whenever they were afforded a glimpse of the ball. Jenkins performed wonders at the base of the scrum. With a little more than 10 minutes remaining, Biggar scrambled a chip to the corner, where Tipuric was over the ball to win a penalty, Biggar converting for a measure of breathing space. That space grew again when Biggar landed a second after a brilliant Jonathan Davies counterattack. Wales had clear water. Gatland’s finest hour may yet be to come. What a Six Nations we have in store, what a World Cup."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}