{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/nov/16/gareth-southgate-england-croatia-nations-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-11-16T22:30:14Z", "webTitle": "Gareth Southgate urges England to put World Cup lessons to use against Croatia", "webUrl": "https://www.theguardian.com/football/2018/nov/16/gareth-southgate-england-croatia-nations-league", "apiUrl": "https://content.guardianapis.com/football/2018/nov/16/gareth-southgate-england-croatia-nations-league", "fields": {"headline": "Gareth Southgate urges England to put World Cup lessons to use against Croatia", "bodyText": "Gareth Southgate has challenged his players to prove they have progressed since their World Cup semi-final defeat by Croatia in Moscow as England prepare to confront familiar opponents in a Nations League decider. Success for either team on Sunday would win them the group, with the losing side relegated to Division B, after the match was effectively transformed by Croatia’s late victory over Spain into a play-off to ascertain who reaches the knockout finals next June. Southgate’s team selection against USA on Thursday reflected the 66-hour turnaround between games. Players such as Harry Kane, John Stones, Kyle Walker, Raheem Sterling and Jordan Henderson, who featured at the Luzhniki in July, will return. The manager has been encouraged by evidence of squad depth and has urged his players to finish a restorative year on a high. “We’ve got players who should feel that it’s their moment to deliver on this stage and show what they can do,” he said. “I know they were hugely excited at hearing the Croatia result [against Spain on Thursday] and realising there’s an opportunity to aim for something again, rather than a game that’s just for pride. “People talk about the European Championship qualifier against them here in 2007 [when Steve McClaren’s team lost 3-2 and missed out on Euro 2008] but I don’t think that game is something for me as a reference. For me it is about our team and now. We didn’t get over the line in the summer and we want to try to prove that we have learned from that, and have improved, and we play a team we hugely respect with real competitors and warriors. They showed that against Spain, flipping from a 6-0 defeat in September to a win in the 93rd minute. It tells us everything about their mentality and quality. I just think it is a great game for everybody to look forward to. “We took quite a risk with our selection against the USA, putting a lot of players in for their first games. So, whatever the outcome had been, I wouldn’t have been too harsh on them as a group. But Sunday’s a bit different. We’ve got some players who have played together for a little while and should have a good understanding of how we want to play. “A couple are missing, which is a shame, but there are other people who have shown we’ve got really good competition for places. We are looking a real threat and have competition in those forward areas, and people who can change the game. We have to make sure that both sides of our game are perfect.” Southgate’s selection against USA suggested he would use Ross Barkley and Marcus Rashford against Croatia. It remains to be seen whether encouraging performances by Dele Alli and Jesse Lingard, stalwarts from the summer’s successes in Russia whose club seasons have been interrupted by injury, will prompt a rethink. Jadon Sancho, excellent on full debut, will be among the substitutes, with the management hopeful Joe Gomez will be fit to start at centre-half after training on Friday. The Liverpool defender, like Luke Shaw, had been ruled out on Thursday by a minor injury. England were the better team when the sides met behind closed doors in Rijeka last month, missing clear-cut chances in the goalless draw. “We played well that night,” Southgate said. “But Croatia will feel they have another gear to go to. They will relish the occasion, having to come to Wembley and being up against it. That’s the way their mentality is. We have got to make sure we are spot on in the way that we play. “We’ve got to make sure we show how we’re progressing, and that we’ve learned from our recent past, andbuild on the two performances we had last month.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}