{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/nov/05/usoc-decertifying-usa-gymnastics-ngb", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-11-05T22:41:08Z", "webTitle": "USOC moves to revoke USA Gymnastics' status as national governing body", "webUrl": "https://www.theguardian.com/sport/2018/nov/05/usoc-decertifying-usa-gymnastics-ngb", "apiUrl": "https://content.guardianapis.com/sport/2018/nov/05/usoc-decertifying-usa-gymnastics-ngb", "fields": {"headline": "USOC moves to revoke USA Gymnastics' status as national governing body", "bodyText": "The US Olympic Committee has taken the first steps toward decertifying USA Gymnastics’ recognition as the national governing body for gymnastics in the United States. The decision to mete out the so-called “nuclear option” comes after years of criticism regarding the organization’s handling of sexual assault complaints, including those which culminated in the sex-abuse scandal involving former team doctor Larry Nassar. “This is a situation in which there are no perfect solutions,” USOC CEO Sarah Hirshland said in a statement. “Seeking to revoke recognition is not a conclusion that we have come to easily. In the short-term, we have to work to ensure that USAG gymnasts have the support necessary to excel on and off the field of play. We are building plans to do just that. “In the long-term, it will be the critically important responsibility of the recognized Gymnastics NGB, whether the existing organization or a new one, to lead gymnastics in the United States and build on the supportive community of athletes and clubs that can carry the sport forward for decades to come. We are prepared to identify and help build such an organization.” Hirshland said Monday’s complaint is the first step of a process for revocation will include the identifying of a review panel, a hearing, the issue of a report, a recommendation from the panel and a vote by the USOC board on whether or not to decertify. She added the USOC has given USA Gymnastics the option of surrender its recognition voluntarily. In an open letter to the gymnastics community, Hirshland said the challenges facing USA Gymnastics “are simply more than it is capable of overcoming in its current form”. USA Gymnastics came under intense fire after an Indianapolis Star investigative report published shortly before the 2016 Olympics revealed several top executives dismissed or failed to properly alert authorities when notified of allegations of sexual abuse, ultimately leading to the resignation of CEO and president Steve Penny in March 2017. Five of the organization’s 21 board members resigned in the immediate wake of Nassar’s sentencing to an effective life prison sentence in January 2018, with the remaining directors all stepping down by the end of the month under threat of decertification by the USOC. Kerry Perry, who had succeeded Penny as CEO and president and whose nine-month tenure will be most remembered for a disastrous appearance on Capitol Hill, was forced to resign in September. Her interim replacement, Mary Bono, lasted only four days, doing little to allay concerns of institutional dysfunction. USA Gymnastics released a statement attributed to its board of directors on Monday evening, saying it is “carefully reviewing the contents of this letter and is evaluating the best path forward for our athletes, professional members, the organization and staff”."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}