{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/nov/09/fulham-slavisa-jokanovic-players-work-harder-sack-liverpool", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-11-09T22:33:37Z", "webTitle": "Fulham’s Slavisa Jokanovic: I’m a fantastic coach – my team must work harder", "webUrl": "https://www.theguardian.com/football/2018/nov/09/fulham-slavisa-jokanovic-players-work-harder-sack-liverpool", "apiUrl": "https://content.guardianapis.com/football/2018/nov/09/fulham-slavisa-jokanovic-players-work-harder-sack-liverpool", "fields": {"headline": "Fulham’s Slavisa Jokanovic: I’m a fantastic coach – my team must work harder", "bodyText": "Slavisa Jokanovic has come out fighting amid speculation that he is close to losing his job as Fulham manager, describing himself as a “fantastic coach” and claiming the club’s slide to last place in the Premier League has been down to a lack of effort and application by his players. Fulham travel to Liverpool on Sunday, having lost their past five Premier League games, the most recent being Monday’s 1-0 reverse at relegation rivals Huddersfield. It is a woeful run underpinned by consistently poor defending and has put Jokanovic under mounting pressure less than six months after he led Fulham to promotion via the play-offs. The club’s former captain and current first-team coach, Scott Parker, has been linked with the manager’s job should Jokanovic, as has been reported, be sacked during the international break that follows Fulham’s trip to Anfield. The Serb dismissed such talk as “gossip” on Friday before going on the offensive. “After the Huddersfield game, I told them [the players]: ‘Listen, I am a fantastic coach. I did a fantastic job with my staff and the analysts because everything we expected, we found it during the game,’” said Jokanovic. “But we did not stay with any ball, we did not run the space, we were not available for second phase. So the message is clear: we must make effort to fight for the result. We must show the spirit, we must push all together. This is the way to be positive and find the solution. “My job is to organise the team, it’s not screaming at people to make them run and sprint and attack the space. I know they feel a little hurt after my words but they must be adult people and take responsibility. We cannot sell our skin so cheap.” Fulham go to Anfield without Kevin McDonald and Joe Bryan, both of whom have hamstring injuries, and with the worst defensive record in the Premier League having conceded 29 goals in 11 games. That is hardly ideal for what is sure to be a testing afternoon against players such as Mohamed Salah, Sadio Mané and Roberto Firmino. But Jokanovic, having seen Liverpool lose to Red Star Belgrade in midweek, insists Fulham can also overcome them and secure Fulham’s first victory at Anfield since May 2012. The 50-year-old also delivered a somewhat pointed message to the club’s hierarchy, led by the owner Shahid Khan, should they be considering dismissing him. “I am working many years with this team, the board of the club know how I am working and they know I never surrender and that I am never scared about speculation,” he said. “I am not happy about going to any place, any stadium and being a victim and not having an opportunity to win the game. To the players I say: ‘Give me an opportunity to win by being brave and pushing hard, and independent of the result you will make me proud and make yourself and your family proud.’”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}