{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2018/nov/16/magnus-carlsen-v-fabiano-caruana-world-chess-championship-game-6-live", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-11-16T22:45:18Z", "webTitle": "Magnus Carlsen barely saves draw as Fabiano Caruana misses win in Game 6 thriller – as it happened", "webUrl": "https://www.theguardian.com/sport/live/2018/nov/16/magnus-carlsen-v-fabiano-caruana-world-chess-championship-game-6-live", "apiUrl": "https://content.guardianapis.com/sport/live/2018/nov/16/magnus-carlsen-v-fabiano-caruana-world-chess-championship-game-6-live", "fields": {"headline": "Magnus Carlsen barely saves draw as Fabiano Caruana misses win in Game 6 thriller – as it happened", "bodyText": "“I was just way too casual,” says Carlsen when asked to explain Friday’s near-upset. Yet there was nothing nonchalant about the Norwegian’s dogged fightback to salvage a draw in a game that could have, at least temporarily, cost him the world No 1 ranking that he’d held for more than seven years uninterrupted. The champion, who famously claimed he doesn’t believe in fortresses during his world title defense against Sergey Karjakin two years ago in New York, took refuge in a defensive structure and moved with precision and ingenuity throughout the tense endgame, even as the Stockfish evaluation engine found a forced mate in 30 moves for black after 67. Kg6. Now both players will look forward to Saturday’s rest day before the match, the first world title showdown between the sport’s top two players in 28 years, resumes on Sunday with Carlsen playing as white in Game 7. Be sure to join us then for more minute-by-minute coverage. One final sequence (75. Bb3 Kd6 76. Bc2 Ke5 77. Bd3 Kf4 78. Bc2 Ng4 79. Bb3 Ne3 80. h6 Bxh6) and the players agree to a draw after 80 moves and six and a half hours. Caruana misses a complex win with a false step in the final reel (68. ... Bh4!!)! What a save by the Norwegian champion. The world title match is deadlocked at 3-all at the halfway point. Caruana keeps probing with 67. ... Bg5 and Carlsen answers with 68. Bc4. And after Caruana’s 68. ... Nf3 the engine says the position is no longer winning. Simply breathtaking defense by the world No 1 and reigning champion. On they go: 69. Kh7 Ne5 70. Bb3 Ng4 71. Bc4 Ne3 72. Bd3 Ng4 73. Bc4 Nh6 74. Kg6 Ke7. Both players are under 14 minutes on their clocks and, crucially, there are no time controls ahead, although the players do receive a 30-second increment with each move. Here’s what we’re looking at. The Stockfish evaluation engine has found a mate for black after 66. Bd5 Nd4 67. Kg6. Incredible. Can the American find it? We’re on the edge of our seats. We’re into the seventh hour and Caruana has a winning plan. He’s closing in on a seismic upset to draw first blood in this world championship match. Remember: a victory would propel him to No 1 in the live world ratings, knocking Carlsen from the position he’s held since July 2011. But the Norwegian champion is not going down without a fight. He’s been incredibly precise in defense over the last several moves (61. Kh7 Nf7 62. Bc4 Ne5 63. Bd5 Ba5 64. h5 Bd2 65. Ba2 Nf3), a simply masterful effort in trying to hold. Carlsen is offering up a pawn to penetrate after (57. Bd3 Nd6 58. a5). Stockfish says Caruana’s advantage will grow further if he accepts it with 58. ... Bxa5. And that’s exactly what he does. They promptly exchange pawns (59. gxf6 gxf6). Carlsen with around 10 minutes on the clock, Caruana with 12. Both, however, will be given another 15 minutes after their next move under the match regulations. The champion decides on 60. Kg6 before stepping away from the table. Caruana answers with 60. ... Bd8. Carlsen in serious trouble and by the look on his face he knows it. Hard to overstate how devastating it would be for Carlsen to lose as white. Caruana clearly going for the win after 53. ... Nc5 54. a4 f6 55. Kg4 Ne4 56. Kh5 Be1. Fide master Mike Klein notes a Caruana triumph would be the first win by an American in an undisputed world championship match in 16,878 days. We’re into the sixth hour of this epic match. Caruana moves his bishop (52. ... Na4) and Carlsen replies in kind (53. Bb5). That tips the advantage even further in the American challenger’s favor according to the computer. Says grandmaster Susan Polgar: “Not an easy endgame to win, and also not an easy endgame to hold. But these are the two best players in the world and here is their chance to prove it.” Carlsen’s inspired sequence achieved his aim of simplification. But the Stockfish evaluation engine assesses the advantage to Caruana ... and it’s only mounted after 48. ... Ba3 49. Bc4 Kf8 50. g5 Nc3 51. b4 Bxb4 52. Kf3 to the biggest margin of the day so far. Says Australian grandmaster Ian Rogers on Norwegian TV: “Magnus is definitely in trouble”. A stroke of brilliance by the world champion just now. In five moves over a 40-second span on his clock, Carlsen sacrificed a piece in exchange for three pawns with the goal of simplifying the position toward a draw. The outcome still leans toward black but the world No 1 is grinding. The moves: 43. ... Nd2 44. Bxd5 Bxe3 45. Bxc6 Bxf4 46. Bxb7 Bd6 47. Bxa6 Ne4 48. g4. Good lord. A slower pace, predictably, since the time control. Each player spends roughly eight minutes in navigating their bishops (42. Bf4 Bc5) before Carlsen offers a trade (43. Bf3) which surely Caruana won’t accept. David Hill, who’s covering the match for the Ringer, keeps it 100. Caruana with a golden opportunity to take this three-week psychodrama by the scruff of the neck as Game 6 enters the fifth hour. He might not have a better one. Black still better after 41. Kg2 Bxd4 according to the computer. The reigning champion from Norway is feeling the heat like no other moment so far. Carlsen makes the crucial move to reach time control (and an added 50 minutes on the clock) with 40. Bxh5. Now it’s on Caruana, who’s under three minutes ... under two minutes ... under one minute (!) before deciding on 40. ... Ne4+. Leaving things late is Fabi. The players can both breathe a sigh of relief. Less so for Carlsen, who is still facing a positional disadvantage according to the computer. A winning position for black and a critical moment in this championship match! The American has outplayed the champion from a neutral position for the first time in six games. And what a time for it. Caruana playing for the win after 37. ... Bd7 38. f5 Bc6 39. Bd1. He ponders his crucial 39th move for more than seven minutes before opting for 39. ... Bb2. Carlsen finally plays 36. Bb8 after 14min 45sec that felt like an hour given the mounting tension in the playing hall. Caruana comes back quickly with 36. ... a6 and the champion answers with 37. f4 after a three-minute think. Carlsen under 12 minutes, Caruana under 15. A critical moment for the champion to hold this until the time control. We might not have predicted it a few hours ago but this has become the best game of the match since Friday’s opener. Carlsen is in the tank on move 36. Since the 35. Bc2 Ba3 exchange, the Norwegian champion has spent 14 minutes (so far) pondering his response. Carlsen now behind Caruana (17min 25sec). Remember: they are both given an additional 50 minutes after the 40th move. But there are five critical moves between now and then, any of which could make or break the affair. The next few moves (33. Rxc8+ Bxc8 34. Ne3) do nothing to compromise Caruana’s comfortable position. Surely the American could privately claim a meta victory if he’s able to draw the first leg of these back-to-back games as black without much exertion. Carlsen not entirely out of the woods yet but the computer has it nearly dead even after Caruana had tipped the balance during the 29. Bd1 Nc4 30. b3 Na3 31. Rxc8 Rxc8 32. Rc1 Nb5 sequence. The position is looking drawish (quelle surprise) after 27. Bf4 Na528. Rdc1 Bb4 29. Bd1 Nc4 30. b3 Na3 31. Rxc8 Rxc8 32. Rc1 Nb5. If anything, it’s begun to tip slightly in black’s favor over the last few moves in both the eyes of the computer and the pundits, but some much-needed simplification for Carlsen with the rook trade. Caruana, down to 23 minutes, not facing the time management crisis that nearly undid him in Friday’s Game 1, nor is he rushing, but the clock is becoming a bigger factor with eight moves until the time control. Another back-and-forth exchange including a pawn trade: 24. Ng2 cxd4 25. cxd4 Rac8 26. Bb3 Nc6. Success for black, perhaps? Carlsen now has a long think. He’s been on the clock for eight minutes and counting. While we wait, here’s the inestimable Leonard Barden’s latest chess column, hot off the presses. The Norwegian supercomputer Sesse, running Stockfish, assesses the position as dead even after Carlsen’s 21. g3. The match enters its third hour. A few more moves: 21. g3 c5 22. Bc2 O-O 23. Rd1 Rfd8. Assesses grandmaster Susan Polgar: “This type of position is very difficult for many players, especially club players. When to break, when to exchange pawns, and to shift the dynamic of the position to favor you. I have news for you. It is hard for the grandmasters too!” A few more moves trickle out: 18. ... h5 19. h4 Nc8 20. Ne3 Ne7 21. g3. Quiet position, this. And now Caruana has gone in the tank. Eight minutes, 10 minutes, 12 minutes. He finally plays 21. ... c5 after 13min 51sec, having fallen more than a half hour behind Carlsen on the clock. This should create a more dynamic position. We hope. The pace has slowed considerably after the crisp opening act. Caruana has settled into a comfortably solid position following Carlsen’s promising start. The Norwegian thinks for five minutes before continuing with 18. Kf2, but now the American is on 10 minutes and counting. Symmetrical position with no apparent weaknesses anywhere on either side. It took 15 moves before anything on either side involving the bishop (15. Bd3). Carlsen counters with 15. ... d5 and Carlsen comes back with 16. Nc2. Looking drawish entering the middlegame. One American grandmaster (and recent Daily Show guest) is sure of it. Caruana responds with 14. ... Nb6 and Carlsen has a long think. He’s been on the clock for 12 minutes and counting. Here’s a look at the board. A few more moves as both guys play with pace early: 10. Na3 Ne6 11. f3 N4c5 12. d4 Nd7 13. c3 c6 14. Nf4. Carlsen, thanks to the 30-second increment for each move, has more time than he started with, yet the significant advantage the supercomputer gave the Norwegian champion when he initiated the queen trade (8. Nxe7) appears to be gone now. That Carlsen is playing directly to Caruana’s strength during the first leg of his double white is a fascinating psychological salvo. Says Carlsen’s father Henrik on Norwegian TV: “Magnus feels that Caruana is playing in a way that makes him comfortable. He is in no hurry to score yet.” Fifteen of the first 20 moves have involved the knights after 8. Nxe7 Nxe2 9. Nd5 Nd4 10. Na3 Ne6. What a time to be alive. “This is one of the more peculiar openings I’ve seen in a while!” Russian chess grandmaster Peter Svidler grandmaster says. The opening continues: 3. Nxe5 d6 4. Nd3 Nxe4. Another major surprise as Carlsen bursts into the Petroff (4. Nd3!?). Queens are out immediately after (5. Qe2 Qe7) but the fireworks are only beginning: after only eight moves the queens are off the board (6. Nf4 Nc6 7. Nd5 Nd4 8. Nxe7 Nxe2)! We’re off and running in Game 6 (after the ceremonial first move by Kay Burley) and we have our first Petroff: 1. e4 e5 2. Nf3 Nf6. This is Caruana’s best known prep and one of the subjects of what was revealed in the apparent intel leak. It plays right to the heart of the challenger’s strength and is his opening of choice. Here we go. Good day and welcome to London for today’s Game 6 of the world chess championship between Norway’s Magnus Carlsen and Fabiano Caruana of the United States. We’re back in action after yesterday’s fifth draw in as many games where the best-of-12-games match remained deadlocked at 2½-all. Game 1 was the best of the lot so far: a grueling seven-hour, 115-move draw, where Carlsen nearly become the first defending champion to win the opening game of a world title match with the black pieces in 37 years. The next four – Saturday’s Game 2, Monday’s Game 3 and Tuesday’s Game 4 and yesterday’s Game 5 – have been mostly safer, conservative affairs. But the threat of first blood continues to loom over the proceedings. Today’s game marks the first of two straight where Carlsen will play with the white pieces, which puts a heap of pressure on the American challenger. Here’s what both had to say about it yesterday. The general thinking was that Caruana faced extra pressure on Thursday as white. That’s because Carlsen, who won the draw and elected to play Game 1 as black, will get to play back-to-back contests on Friday and Sunday as white under the regulations, which dictate the rotation of the colors is reversed at the midpoint of the match. “Of course double black is coming up and this is a quite a serious challenge, but this was always going to happen,” Caruana said. “And whether I win or draw [Thursday’s game], this was still going to happen. So I wasn’t approaching this game differently than any other.” He added: “I can only play for a win if I get something and I can only really be disappointed that I missed a chance if I get some sort of chance in the game. And if a game is like this where we both play more or less correctly and neither of us makes a serious mistake, I don’t think that I can really be disappointed.” “It’s like any round-robin tournament,” the Norwegian champion said. “If you have a double black or a double white, you kind of single that out when the tournament starts. That is either your opportunity to strike or when you’re at your most vulnerable. I am looking forward to it, obviously, and we’ll see what happens. “But most of all I’m just more or less happy with the way things are going with black as it’s clear to the naked eye there is serious room for improvement at this point.” Will today be the day we finally get a decisive result? The first move awaits in just a few minutes. Bryan will be here shortly. In the meantime here’s his report of yesterday’s Game 5, where Carlsen weathered an early surprise by the challenger before the sides played to a 34-move draw. Magnus Carlsen and Fabiano Caruana played to a fifth draw in as many games on Thursday in the latest episode of their world championship showdown in London, as the Norwegian champion adroitly weathered early fireworks to negotiate a peaceful result after 34 moves and three-and-a-quarter hours. Caruana, playing with the white pieces, led with a Rossolimo (1. e4 c5 2. Nf3 Nc6 3. Bb5 g6), marking the third time in a week the players opened with the Sicilian variation. The American was first to deviate with 4. O-O, then prompted gasps with 6. b4!?, a highly aggressive move offering a pawn sacrifice with the hope of creating pressure and confusion and, ideally, winning chances in the long term. The challenger settled into a comfortable position, but Carlsen was able to escape from immediate danger shortly after (10. Bxa1 d6 11. bxc5 Ne7 12. Qe2 b4 13. Qc4). Caruana played at an incredible pace during the first act, taking no longer than 66 seconds to complete any of his opening 13 moves, demonstrating a formidable depth of preparation. The American required more than 31 minutes before settling on 19. Bc3, taking extra care to not squander whatever advantage remained from his opening surprise – even if the computers indicated a level and drawish position by that point. No real progress was made over the next hour and the players shook hands after another bloodless draw."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}