{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2018/nov/28/psg-liverpool-champions-league-live-paris-saint-germain", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-11-28T22:24:47Z", "webTitle": "PSG 2-1 Liverpool: Champions League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2018/nov/28/psg-liverpool-champions-league-live-paris-saint-germain", "apiUrl": "https://content.guardianapis.com/football/live/2018/nov/28/psg-liverpool-champions-league-live-paris-saint-germain", "fields": {"headline": "PSG 2-1 Liverpool: Champions League – as it happened", "bodyText": "Klopp says, in his scattergun away, that PSG’s first-half storm blew Liverpool away: “They took all the risks, scored twice after winning the second ball back. That’s not cool but it can happen. The intensity they had in the first half. We tried everything. Obviously not clear enough. We had two or three situations where it looked promising but we took the first ball and shot at a bunch of players.” He also bemoans PSG’s gamesmanship. “Against sides like that it’s quite difficult to get confidence so we never got 100% into our game. And there were 500,000 interruptions in the second half. We are the fairest team in England if you look at the table but tonight we looked like butchers. They were smart, if you want, and the ref let it happen. You can lose in Paris, of course, it will happen to a lot of teams in the future. But it still feels a bit rubbish. But on 11 December we have a proper final at Anfield.” He also expresses his disbelief that Verratti was not sent off for his first-half lunge at Gomez, which only brought a yellow. Here’s what Jordan Henderson made of that: “We are disappointed. We thought we were good enough to come here and win. It wasn’t our night but we kept going until the end .... Now we’ve just got to keep it in our own hands by winning at Anfield .. We didn’t start particularly well and they started quickly, which they knew they would, so that’s disappointing. But the reaction was good. We kept fighting right till the end and caused them problems.” Not many problems, though, not many at all. For the second time in two nights, one of the top two teams in the Premier League has struggled to match the intensity of a side from the much-maligned Ligue 1. PSG have deservedly prevailed, thanks mainly to a first-half performance i which they were too nimble and fast for Liverpool, who never showed enough quality to get back into the game. It was another sorry away performance by Klopp’s side. They could save themselves by beating Napoli by 1-0 or by two goals or more at Anfield in their last game. They’ll have to play a lot better than this to do so. 90+6 min: Keita booked. Not sure why but Dani Alves is rolling around. PSG fans, meanwhile, are singing and dancing. 90+5 min: Liverpool pump it long into the mixer. Van Dijk tries to take it down in the box and shoot, but he’s no Fellaini. 90+4 min: Neymar booked for a sneaky foul. 90+3 min: Neymar flips the ball over Shaqiri with a sumptuous piece of skill but the Swiss wins it back, much to Neymar’s annoyance. But all the pay is down Liverpool’s end and he’ll be pleased with that, at least. 90+3 min: Robertson booked for whacking Neymar with a reckless kick. 90+2 min: There will be at least three more minutes... 90+2 min: Van Dijk slides late to earn a yellow card. 90 min: Shaqiri clips the freekick towards Lovren but the whistle goes because Silva fell over in the vicinity of Van Dijk. 89 min: PSG fold into their defensive formation, challenging Liverpool to open them up. Salah tries to wriggle around Kimpembe and is pulled down. Freekick to Liverpool about 25 yards out. Where’s Alexander-Arnold? Oh. 87 min: Gomes pulls back Neymar, who looks in disgust as the referee as if to ask how much more of this he has to put up with. All he gets is a freekick. 86 min: Silva and Marquinhos conspire to nick the ball off Salah as he goes on a run down the left. Then the jubilant Brazilians bump and roar chests in celebration. PSG substitution: Rabiot on, Mbappé off. Rabiot is booed by some home fans, probably because he has announced he will leave in the summer, having threatened to do so many times before. 84 min: Mbappé threatens to score on the counter but Robertson lunges in to deflect the shot over for a corner. And Sturridge is booked for pulling Verratti back earlier in the move in an attempt to abort it. The ref waved play on but didn’t forget. 83 min: Shaqiri’s freekick is delivered towards Gomez at the back post but Kehrer nods it out for a corner. Before Shaqiri takes it the ref lectures Verratti and Gomez about argy-bargy in the box. Then the corner is taken .. and cleared. 82 min: Freekick to Liverpool in a useful crossing position after Neymar clips the heels of Mané. 81 min: Neymar feints and dashes past Gomez at the left-hand corner of the Liverpool box. Van Dijk hurries across and slides in to stop the Brazilian. PSG howl for a penalty, but the ref points to the ball, signifying that that’s what Van Dijk touched. 80 min: Factoid: Tuchel managed a team to victory once in 13 matches against Klopp side before today (when Mainz beat Dortmund in 2010). 78 min: A good burst by Keita yields a corner for Liverpool. Shaqiri takes it - his first touch - but it’s headed away. Liverpool substitution: Shaqiri on, Milner off 76 min: Keita turns Verratti inside out near halfway and then gets pulled back by the Italian. That’s the best hing Keita has done since he’s come on. 74 min: Shaqiri is warming up at last. 72 min: Another break in play as another PSG player demands treatment/a rest. It will be interesting to see how many minutes the ref adds on at the end. 70 min: Liverpool have improved slightly in the second half but PSG have dwindled more. They haven’t been able to keep up their first-half intensity and have become sloppy and a little ragged. So although Liverpool haven’t shown much creativity, there’s still a chance they could turn this score around. Liverpool substitution: Sturridge on, Firmino off 69 min: Neymar rolls a corner short to Dani Alves. Mané breaks it up. But PSG win another one. This time Neymar delivers a lovely ball towards the penalty spot. Marquinhos rises majestically and beats Lovren to it to power a downward header towards goal. Allison reacts smartly to push it away. 67 min: Lovren goes long for Salah. Too long. Liverpool substitution: Keita on, Wijnaldum off. PSG substitutions: Choupo-Moting and Dani Alves on, Cavani and Di Maria off 65 min: Another errant pass by PSG, who’ve deteriorated significantly in the last 15 minutes. 63 min: Milner, who has been everywhere joins in a purposeful Liverpool move. But his attempt to split open the defence with a low ball to Mané fails as Kehrer intercepts. 61 min: PSG are perpetrating an indecent number of niggly fouls. The ref hasn’t been particularly effective at dissuading them. 60 min: Mané nicks the ball off Verratti in midfield. Liverpool rumble forward. Robertson curls a cross from the left towards Firmino but he can’t guide his header on target from 15 yards. 57 min: Kimpembe is almost caught idling at the back again. After dispossessing Salah he turned straight into Firmino. But he recovered in time to clear. This is a decent spell for Liverpool, as PSG look a little creaky. 56 min: A superb tackle by Silva to cut out a cross by Robertson, who had got forward down the left for the first time after some fine work by Mané and Milner. 55 min: Liverpool win the ball in PSG’s half. Salah shoves a pass through to Mané, who goes down under contact from Silva. But it was a fair shoulder challenge. Liverpool have to make do with a corner. Silva clears that, too. 53 min: After Neymar turns easily past Salah, the Brazilian unloads a curling shot from 25 yards. 52 min: Liverpool try to cobble together a piercing move as PSG sit back in their own half. But there’s no sign of ingenuity from the visitors. 49 min: A hint of an opening for Liverpool after Wijnaldum spanks a low pass from the left to Milner on the right. Milner tris to slide it towards Fimrino in the box. But Silva cuts it over. 48 min: Di Maria curls over a freekick from the left. Marquinhos pokes it into the net ... but he’s offside! 47 min: Neymar and Mbappé try to conjure something again down Liverpool’s right but have to make do with a foul after Mbappé is brought down. 46 min: The same lineups are back out for the second half, surprisingly. Klopp is evidently hoping a team-talk will do more to improve his side than an injection of a new player or two could. In this group’s other match, Napoli are leading 2-0 at home to Red Star. If the Italians win that and Liverpool don’t win here, Klopp’s side will need to beat Napoli by at least two goals in their last group game. That would enable them to qualify despite losing all three of their away matches. Milner’s penalty just before the break makes for a very interesting second period. PSG were far superior for most of the first - faster, sharper, more skilful - but a ludicrous tackle by Di Maria following a fine burst by Mané enabled Liverpool to cut the deficit. But they’ll need to do much more to get a point or more from this game. Shaqiri is needed, for a start. Milner sends Buffon the wrong way and the ball into the corner. Perfect spotkick. Is that the springboard for an unlikely second-half fightback? 44 min: Mané wins the ball in midfield and skips past two before being brought down by a wild tackle in the box by Di Maria. Tee ref points for a corner but then, under intense lobbying by Liverpool players and intervention from one of the assistants, points to the spot! 43 min: Henderson tries to tuck a nice ball over the top and into the path of Salah. It’s a good effort but Buffon rushes out to prevent Salah from getting on the end of it. 42 min: Robertson is penalised for tapping the ankle of Di Maria. At least he was in the opposing half - he’s barely been there all game so far; PSG have neutralised the threat of his bursts down that flank. 40 min: Kimpembe plays a loose pass from the back straight to Henderson, who sends a cross ... out of play. “Every time I see a match played at the Parc des Princes, the little boy in me is traumatised by the outright robbery of Leeds there in the 1975 European Cup Final,” wails Justin Kavanagh. “And to make it worse tonight, the teams are wearing all-red and all-white strips…aaaagh, I can’t watch!” 38 min: Liverpool are in serious bother now because PSG have them exactly where they want them. They’re effectively playing Liverpool at their own game, allowing them to have the ball around half-way and then nicking it off them and tearing forward. And one of the reasons that they’re happy to let Liverpool have the ball, you suspect, is because they know Liverpool don’t have enough creative players to make much use of it against an entrenched defence. Shaqiri has been missed. That’s a beautiful goal! Liverpool were torn asunder by PSG’s speed and precision on the break. Mbappé began it in his own half, then swapped passes with Neymar and raced down the left. He crossed low for Cavani. Allison did well to parry the striker’s first-time shot from close range, but Neymar followed up to place the ball into the corner of the net from five yards. 33 min: Neymar robs Gomez near half-way and then gets pulled back. Gomez, unlike Bernat a moment ago, gets booked. 31 min: Neymar cuts through midfield, leaving Henderson panting in his wake. Then he plays a dinky one-two with Cavani and feeds it wide to Mbappé and darts into box in anticipation of the return. Mbappé tries to provide it, zipping a low ball across the face of goal. Allisson pounces on it just before Cavani. 29 min: Good move by Livrepool, involving Gomez, Salah and Milner before Milner chips over a cross from the right byline. It’s beyond the post so Firmino heads it back across goal, but no one is there to profit. 28 min: Bernat tugs back Salah after getting turned mid-way inside his own half. No booking, where they certainly should have been. Those small, very destructive fouls are a true scourge on football. 26 min: Gomez’s long throws-ins from the right have been Liverpool’s best source of danger so far. But PSG have scrambled each of them away so far. Maybe what Liverpool need is a Fellaini-type figure ... 24 min: Verratti booked for lunging into a tackle after letting the ball run away from him. it was probably frustration more than malice but he caught Gomez studs-first above the ankle. Gomez decides not to make a fuss and the ref opts for leniency. 22 min: Kimpembe tries to waltz out of his own area under pressure. He’s caught. Milner pulls the ball back from the byline to Salah. The Egyptian sizes up the shot and then dabs a weak effort into the sidenetting from 12 yards. 21 min: Van Dijk sprays a diagonal ball wide to Gomez, who takes it nicely on his chest and helps it on to Milner. But the ensuing cross is too long. 19 min: PSG are sharper and faster all over the pitch. Liverpool are giving away a lot of freekicks as they try to keep up. 18 min: Neymar is on song. He nutmegs Henderson with a backheeled pass, and then Wijnaldum gets a booking for clumping into Mbappe. 17 min: Mané clips over a cross from the left but Salah can’t get on the end of it. 15 min: Tuchel gets a telling off from the ref for protesting about a freekick being awarded to Liverpool. He’s not exactly cowed - instead he roars in the face of the referee, who retreats. Liverpool are punished for their sluggishness. PSG moved through their midfield too easily before Verratti played in Mbappé. He tried to wriggle past two in the box before crossing. It was cut out but breaks to Bernat, who took it in his stride and then wrongfooted Allison with a low shot from 10 yards. 11 min: PSG are beginning to dominate possession. And they’re playing with a good tempo. They work it crisply forward to Neymar, whose shotfrom 20 yards lacks power. 9 min: Di Maria is down appealing for treatment after a clunking challenge from Milner, who won the ball and barged the player over. A dead leg for the Argentinian, most probably. 8 min: Kehrer, at right-back, is looking very sharp for PSG, posing real danger going forward. 7 min: Foxy play on the left between Neymar and Mbappé, who chests the ball into the path of Di Maria, who has a pop with a dipping half-volley from just outside the right-hand corner of the box. Allisson pushes it away. He should have caught it really. 6 min: Corner to Liverpool after Silva scrambles the ball behind to prevent Salah getting on the end of a backheeled pass from Firmino. Salah’s delivery is uncharacteristically rubbish. 4 min: Verratti takes a quick freekick to Di Maria, who slips in Mbappe. He lets fly on the run from outside the area but Van Dijk gets enough of a touch to deflect it wide. 3 min: Mané goes on a run down the left after being found by Van Dijk. He tries to dribble between two near the byline and goes down appealing for a freekick. No dice. 1 min: PSG v Liverpool is go! The home side get it going and have an opening within seconds! Happily for Liverpool, Cavani failed to control a lofted pass over the top. If he had done, he would have had a clear run on goal from the edge of the box. Here comes the teams. There’s a rollicking atmosphere in the Parc des Princes, where PSG are wearing an all white kit because of some marketing nonsense. Liverpool are in all red. “PSG enjoy time and space against weaker opposition,” discloses Aaron Alexander. “They won’t get that tonight. Klopp is using the Corporal Jones midfield - they don’t like it up ‘em!” The trio should have more savoir-faire in midfield than Marquinhos, at least. He tends to lose his bearings in there at times. Here’s Elliot Wilson, who begins by recalling a quote about Tommy Smith: ‘Tommy Smith wasn’t born, he was quarried,” quotes Elliot, who adds: “There’s a tendency to over-emphasise a professional athlete’s intrinsic physical abilities these days (after all, what you’re born with, you have) but I do feel James Milner has a good claim to Tommy’s crown.” He says he has told his team to be brave, by which he means: “Be there. Be positive. Be aggressive in a very legal way. Be ready to block whatever they want to do. Be ready to be cheeky. All that stuff. That’s what you do if you are brave.” About the choice of Gomez ahead of Alexander-Arnold, he explains: “Trent played brilliant in the first game against PSG [so] it’s just about using the fresh legs of Joe. For sure he is slightly more a defender, which maybe makes sense against these boys. It will be interesting.” “Must admit that Liverpool lineup has me a bit worried,” confesses Jake Lynch. “Plan seems to be to contain the home side. Maybe Klopp will do as Zidane did last season in the Bernebeu, and throw on attacking weapons in the second half? As Asensio and Vazquez made the difference then, when they joined from the subs’ bench, maybe Shaqiri and Sturridge will tonight?” “I believe that Liverpool will beat PSG 3-2 once more,” announces Frank Muscat. “I expect Liverpool to let PSG attack and play on the counter after taking the lead early in the game.” That’s certainly possible. And I fancy you’re definitely right about this being a high-scoring affair. Klopp has decided to omit Alexander-Arnold and entrust the right side of Liverpool’s defence to Gomez, leaving Van Dijk to partner Lovren in the centre. Evidently he believes that Gomez, a more accomplished defender, will fare better than Alexander-Arnold against Neymar, in particular. In midfield Klopp has plumped for tried and tested despite slack recent form from Henderson, in particular. You’ve got to think that in time Fabinho, Shaqiri and Keita will form the first-choice trio but today they all start on the bench. For PSG, meanwhile, Mbappé and Neymar return from injury and Marquinhos, a centreback by trade, will aim to hold midfield while Di Maria will strive to do what Shaqiri might have done for Liverpool. Bernat, at left-back, is a weakness that Liverpool will probably seek to exploit. There were rumours in Paris that Rabiot had been left out of the squad entirely after rowing with manager Tuchel this afternoon but PSG have put him on the team sheet. Let’s see if he’s actually in the dugout. It couldn’t be that internet gossip was bogus, could it? PSG: Buffon; Kehrer, Silva, Kimpembe, Bernat; Verratti, Marquinhos, Di Maria; Mbappé, Cavani, Neymar Subs: Areola, Dani Alves, Draxler, Rabiot, Diany, Nsoki, Choupo-Moting Liverpool: Alisson; Gomez, Van Dijk, Lovren, Robertson; Milner, Henderson, Wijnaldum; Mané, Firmino, Salah Subs: Mignolet, Fabinho, Keita, Shaqiri, Matip, Alexander-Arnold, Sturridge Referee: S Marciniak (Poland) What a showdown we have in store here! With each side boasting some of the best players in the world, both fancy their chances of being crowned European champions this season - and yet one of them could fall at the group stages. How embarrassing that would be, especially for today’s host! This duel is do-or-die for PSG and almost as decisive for Liverpool. Let’s start with the permutations: A Liverpool win here combined with a Napoli victory at home to Red Star Belgrade (which kicks off at the same time today) would send Jürgen Klopp’s men through to the knockout stages and eliminate PSG, triggering a mass outpouring of laughter from anyone who doesn’t like the way the Qatari puppet club operates. A PSG win would put the French side in an excellent position and leave Klopp’s team having to trounce Napoli in their final match or hope PSG slip up at Red Star. A draw here combined with a Napoli win would mean Liverpool would progress by gaining a better result in their last match than PSG get in theirs. The Italians may have already qualified by then, depending on the outcome of today’s game against Red Star. In short, this is a high-stakes meeting, a humungous test for both teams and an opportunity for the rest of us to assess their pedigree. It should be a bona fide belter. Mind you, Liverpool will lose if they play as badly as they have done in their most recent European away matches. And they can’t rely on PSG being as disjointed as they were when Liverpool won 3-2 at Anfield. Because Tomas Tuchel’s side have generally improved since then, playing with more intensity and actual cohesion, in Ligue 1 at least. PSG haven’t lost a group match at the Parc des Princes since 2004, although they needed a last-minute equaliser to avoid defeat by Napoli last month (that match, incidentally, came a couple of weeks after they inflicted a 5-0 battering here on Lyon, who’ve give Manchester City the run-around twice this season). Klopp’s approach is going to be intriguing: knowing that PSG must win, he has a choice between (a) embracing an open game and hoping his lads land more blows than Mbappé, Neymar, Cavani &amp; Co. and (b) Trying to absorb home pressure and striking on the counter, where Liverpool can definitely do damage. Let’s be having you!"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}