{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2018/nov/12/newspoll-gives-labor-a-commanding-10-point-lead-over-the-coalition", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2018-11-11T21:35:01Z", "webTitle": "Newspoll gives Labor a commanding 10-point lead over the Coalition", "webUrl": "https://www.theguardian.com/australia-news/2018/nov/12/newspoll-gives-labor-a-commanding-10-point-lead-over-the-coalition", "apiUrl": "https://content.guardianapis.com/australia-news/2018/nov/12/newspoll-gives-labor-a-commanding-10-point-lead-over-the-coalition", "fields": {"headline": "Newspoll gives Labor a commanding 10-point lead over the Coalition", "bodyText": "Labor has opened a commanding 10-point lead over the Morrison government in the latest Newspoll survey, and the prime minister’s approval ratings have also taken a hit. The Newspoll, published by the Australian on Sunday night, showed similar negative movement to last week’s Guardian Essential poll, a survey where the prime minister’s disapproval rating jumped nine points in a month. Labor is ahead of the Coalition on the two-party-preferred measure 55% to 45% in the Newspoll, meaning Bill Shorten and Labor would easily win any election held today. Labor’s primary vote is 40% compared with the Coalition on 35%. Scott Morrison remains ahead of Shorten as preferred prime minister 42% (down one point) to Shorten’s 36 (up one point in a fortnight). But Morrison’s disapproval is up 3 points to 47%, with 39% approving of his performance. Shorten gets a tick from 35% of the sample, down 2 points, and his disapproval is steady on 50%. The bad polls follow several scrappy weeks for Morrison and the government. A series of leaks, stumbles and controversies culminated in the loss of Malcolm Turnbull’s former seat of Wentworth in late October – a development that has cost the government its working majority in the House of Representatives and emboldened the crossbench. To try to stabilise its fortunes in the House, Morrison last week pledged more than $200m for Queensland water projects to shore up Bob Katter’s support for critical procedural and legislative votes, which gives the government a bulwark against progressive forces in the lower house. In the lead-up to the resumption of the Senate on Monday for a week-long sitting, Morrison hit the road, embarking on a campaign dry run in Queensland last week, swinging through several marginal seats critical to the outcome of the next federal election, unveiling infrastructure spending and a significant foreign policy pivot towards the Pacific. At the end of a week devoted to sandbagging and profile building, the former prime minister Malcolm Turnbull did his first televised interview since the conservative-led leadership coup in late August, in the process reinforcing public perceptions that the Liberal party remains mired in rancorous division rather than focused on governing. On the Q&amp;A program Turnbull spared nobody’s sensibilities. He declared his removal from the prime ministership remains an act of unexplained madness, and accused leading conservatives of “blowing up” the government. He sheeted home the blame for the leadership implosion to Peter Dutton, Mathias Cormann and Tony Abbott, but he was also implicitly critical of Morrison. Turnbull attempted to inoculate himself from the political impact of his critique by declaring he was not in a position to be a “threat” to the prime minister because he was no longer in parliament. The setback for the Liberals in the Wentworth byelection has shaken the confidence of government MPs. Even before that electoral setback, Morrison’s decision to flag a major shift in Australia’s policy on the Middle East in the context of the domestic byelection prompted internal questions about his judgment. Senators have arrived back in Canberra for a week-long sitting. Both chambers will sit for a further two weeks in late November and early December before rising for the summer break. The Newspoll also found support for a republic has fallen to a 25-year low after last month’s royal visit to Australia by the Duke and Duchess of Sussex. The poll – of 1,802 voters – has measured a huge drop in support for a republic since April, with just 40% of Australians saying they are in favour of cutting ties with the British monarchy, down from 50% seven months ago. At the same time, the number of Australians saying they’re against a republic has jumped from 41% to 48%, marking the first time since the republican referendum in 1999 that the number of voters in favour of the monarchy has overwhelmed those against it. The number of people uncommitted to a republic has risen from 9% to 12%. But support for a republic is still strongest among younger Australians. Forty-five per cent of 18- to 34-year-olds are in favour, compared with 43% of 34- to 49-year-olds and 36% of over-50s. Just 39% of 18- to 34-year-olds are against a republic, rising to 44% of 35- to 49-year-olds and 55% for over-50s."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}