{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/nov/09/chess-magnus-carlsen-starts-with-black-fabiano-caruana", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-11-09T22:42:00Z", "webTitle": "Chess: Magnus Carlsen against Fabiano Caruana – the likely strategies", "webUrl": "https://www.theguardian.com/sport/2018/nov/09/chess-magnus-carlsen-starts-with-black-fabiano-caruana", "apiUrl": "https://content.guardianapis.com/sport/2018/nov/09/chess-magnus-carlsen-starts-with-black-fabiano-caruana", "fields": {"headline": "Chess: Magnus Carlsen against Fabiano Caruana – the likely strategies", "bodyText": "Fabiano Caruana, the US challenger, escaped from the verge of defeat against world champion Magnus Carlsen on Friday evening as their error-strewn seven-hour marathon in game one (of 12) in their world title series at Holborn, London ended in a 115-move draw. Caruana played too passively early on against Carlsen’s surprise Sicilian Defence, and the Norwegian gained a clear edge which should have been decisive when the American became acutely short of time. But on move 40, with a full point beckoning, Carlsen made an impatient pawn swap which gave away almost all his advantage and the game then drifted into a drawn rook endgame. Caruana appeared nervous and was clearly more affected by the occasion. Computer assessments gave Carlsen a clear edge around move 20, and although Caruana recovered somewhat, he then blundered badly at move 33 when acutely short of time, allowing the champion’s queen and rook to penetrate his defences. Game one of a world title match can be difficult for a challenger. The most famous example was at Reykjavik 1972, when Bobby Fischer, in a level endgame, captured Boris Spassky’s poisoned pawn and was defeated. Another case, with immediate comparisons to Caruana’s lacklustre start today, occurred in 1963 when Tigran Petrosian played in a terrified style with the white pieces against Mikhail Botvinnik and was unceremoniously crushed in 40 moves. The better news for Caruana is that both Fischer and Petrosian went on to win the series. Spectator tickets for the first two games of the world title series are sold out, but $20 for the entire match at the official website buys video of the game in progress and commentary by the all-time No 1 woman, Judit Polgar. Whatever happens in the first two games, the respective match strategies look clear. Caruana, 26, will press for an early lead: he wants to win in the classical games to avoid speed tie-breaks, while a lead would incidentally capture Carlsen’s much prized No 1 global ranking which the champion, 27, has held since July 2011. In the first half Carlsen may try the counterpunch approach which he mentioned in the interview quoted here last week as well as his trademark endgame grind. The colours change at halfway, so that Carlsen will have two successive Whites in games six and seven and Black in the final game 12. He may plan, and Caruana will fear, a mid-match push launching some opening bomb analysed at Carlsen’s pre-match training camp in the Canaries. If the match goes into its second half with Carlsen at least level, he may become more solid and defensive due to three Blacks in the last five games. A 6-6 score and a decision by speed tie-breaks is in Carlsen’s favour, though that is not quite a done deal. The blitz specialist Max Dlugy, writing in New in Chess, quotes the Carlsen v Caruana game from the 2017 Paris blitz, won by Caruana after a series of random blunders by both. But Carlsen does have much higher speed ratings, and he has never lost a tie-break. There are only six classical games with each colour, so neither player will want to waste a White. Carlsen has to decide whether to spend a game or two testing his opponent’s favourite Petroff 1 e4 e5 2 Nf3 Nf6, while Caruana has to make a similar decision about the Sicilian 1 e4 c5 2 Nf3 Nc6, which was Carlsen’s game one surprise on Friday. Carlsen is the more likely to have an exotic Plan B such as the offbeat 1 b3. At the end, coping with defeat will be hard for whoever loses. Caruana has already suffered at the end of the 2016 candidates when Sergey Karjakin beat him in the decisive game to become the challenger, so this would be his second failure, raising the spectre of becoming an eternal deuxième like Paul Keres or Viktor Korchnoi. Asked the loser question in a recent interview, Carlsen replied: “I will be very sad. I can’t think too much about it.” His sister Ellen went further, suggesting that he might simply retire. Years ago Carlsen already said that he planned to give up before his 40s, and he could easily afford to do so. So far Bobby Fischer is the only one of the 16 world champions to have retired in youth while still at the top. Caruana is the first US challenger since Fischer famously took the crown from Boris Spassky at Reykjavik 1972, so who would win if the Caruana of 2018 played the Fischer of 1972? Caruana’s current rating of 2832 beats Fischer’s highest live rating of 2790, which reflects major advances in opening theory and all-round strength, stimulated by easily available 3400 strength computer programs. If Fischer had a year or two to get up to date, it could be a different story. When Caruana was very young, his parents sought advice from Garry Kasparov, who warned that devoting a life to chess was too risky. They were determined, and still went ahead. His father gave up his work in data processing and used property income to manage his son and finance a move to Europe in search of high-class coaching and for travel to tournaments. Both Fischer and Caruana were raised in Brooklyn so had easy access to New York’s active chess life. Bobby lived with his single mother and his sister, and had no top-class coach. He was an avid reader, and was one of the first in the US to acquire Schachmatny Bulletin, which published high-class material including secret training games by the top Soviet GMs. He absorbed, analysed and retained everything, and became a human database in his favoured systems like the Najdorf and Bc4 Sicilians or the King’s Indian. So who would win between Caruana and an updated Fischer? It would be close, for sure. Fischer’s brilliant performance at Herceg Novi 1970 would make him favourite if it came to speed tie-breaks, but then Fischer would also be favourite if it came to a walkout from the match. 3592 (by G Ernst, 1919) 1 Rd7 (threat 2 Nc6 and 3 Rxa7 mate) Bg3 (to meet 2 Nc6 by Bc7! 3 Rxc7 stalemate) 2 Rd2 (threat 3 Ra2 mate) Be1 (to meet 3 Ra2+ by Ba5) 3 Ra5+! and if Kxa5 4 Ra2 mate, or bxa5 4 Rd6 mate."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}