{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/nov/13/jadon-sancho-full-england-debut-united-states", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-11-13T22:30:18Z", "webTitle": "Borussia Dortmund’s Jadon Sancho set to make full England debut against USA", "webUrl": "https://www.theguardian.com/football/2018/nov/13/jadon-sancho-full-england-debut-united-states", "apiUrl": "https://content.guardianapis.com/football/2018/nov/13/jadon-sancho-full-england-debut-united-states", "fields": {"headline": "Borussia Dortmund’s Jadon Sancho set to make full England debut against USA", "bodyText": "Jadon Sancho is expected to make his first start for England against the USA on Thursday , with Gareth Southgate considering selecting completely different teams for the friendly and the Nations League match against Croatia three days later. The England manager is aware there are only 66 hours between the matches, both at Wembley, and is likely to make full use of all his options when picking sides for the two fixtures. Sancho came on as a substitute in the goalless draw with Croatia in Rijeka last month and the 19-year-old has kicked on at Borussia Dortmund in the weeks since, scoring four goals in the Bundesliga and Champions League. That is likely to see him start against the USA, when Wayne Rooney will be granted a late last cameo in an England shirt to earn his farewell 120th cap. Harry Kane is not expected to start, while Marcus Rashford and Raheem Sterling could also sit out the match with one eye on Croatia. There are likely to be first caps for the Bournemouth striker Callum Wilson and Brighton’s centre-half Lewis Dunk, against the side ranked 23 in the world, though Southgate has key decisions to make over the make-up of his midfield. Dele Alli and Jesse Lingard were absent through injury for the 3-2 win in Spain, with Jordan Henderson suspended. That trio were stalwarts of the side who finished fourth at the World Cup. Eric Dier, Harry Winks and Ross Barkley all impressed in Seville in Southgate’s revamped 4-3-3 and would be disappointed to step down for Sunday’s competitive game. England will either be competing to win their group, or to avoid being relegated, depending on the result of Spain’s game in Zagreb on Thursday. Kieran Trippier has returned to Tottenham for treatment on a groin injury sustained at Crystal Palace on Saturday. He follows Danny Welbeck in withdrawing from the 28-man party."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}