{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2018/nov/28/tottenham-v-internazionale-champions-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-11-28T22:12:30Z", "webTitle": "Tottenham 1-0 Internazionale: Champions League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2018/nov/28/tottenham-v-internazionale-champions-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2018/nov/28/tottenham-v-internazionale-champions-league-live", "fields": {"headline": "Tottenham 1-0 Internazionale: Champions League – as it happened", "bodyText": "And so this MBM comes to an end. Here’s David Hytner’s match report from Wembley. Thanks for reading and emailing tonight. Bye! Mauricio Pochettino speaks! “I was not nervous. I am always so calm and I try to enjoy the game to help the team. Of course we were better than Inter. But if you don’t score it’s difficult. But the performance, I was so pleased. The players did their best to beat a team like Inter. It’s fantastic for our belief. We have a busy period and it’s so important to look forward. Pochettino is asked about starting with Son Heung-min and Christian Eriksen on the pitch. “I can explain easily and you will understand. It is difficult to say we are training and how it feels. They were a little bit tired. In the end the most important thing is to translate confidence to the whole squad. If you win, it is a topic in football if you change after you win. But sometimes you need to do something to spark the team. We are all important. It’s not about the name, it’s about the quality. Then comes a question about Moussa Sissoko. “I think first of all I am so happy the fans start to show the love for Moussa. I remember a few games here, the fans... we are here and we feel and listen. For Moussa it was not so positive. I remember one day I hugged him and said he will be a success here. All the players have the potential. But they need to feel confidence, the grass, the love. And finally, one about Barcelona. “All is possible. I never said it is an impossible mission. You need to believe. It will be tough in Barcelona but the belief is so important. We have another tough game against Arsenal on Sunday and we need to be ready.” Of course, Tottenham only need to equal Inter’s result against PSV on 11 December. But it’s difficult to see the Italians failing to beat PSV at home. No, the likelihood is that Tottenham will have to win at the Nou Camp. It was looking grim for Tottenham with 10 minutes left, but Christian Eriksen’s goal has given them hope of reaching the last 16. The winner from the Dane, who didn’t come on until the 70th minute, means Mauricio Pochettino’s side are second thanks to their superior head-to-head record over Inter, who host PSV in their final game. Tottenham will be certain of qualification if they win in Barcelona in a fortnight. That sounds like a daunting task, though it will help that Barcelona have already won their group after winning away to PSV tonight. That’s it! Tottenham’s Champions League hopes are still alive thanks to Christian Eriksen’s late winner! 90 min+3: Inter eventually get the ball forward and Balde wins a corner off Davies. Handanovic is coming up! Brozovic’s corner’s cleared as far as Asamoah, who lashes one goalwards from 25 yards! It hits Alderweireld’s safety and whooshes away. The ball’s flung back in and Miranda heads wide. 90 min+2: Eriksen chips the free-kick to Kane. Tottenham keep the ball deep in Inter territory for a while. This is sub-optimal from Inter’s perspective. 90 min+1: Vecino trips Son 35 yards from goal. Tottenham are eating up the time. 90 min: There will be three added minutes. 89 min: Kane wins a corner on the left. Tottenham are almost there. 87 min: Eric Dier replaces Harry Winks. 84 min: Inter need an equaliser now. They probe outside the Tottenham area and D’Ambrosio has a dig from 20 yards. Lloris dives to his right to push the right-back’s effort away. He’s grateful it doesn’t land at the feet of an Inter player. 83 min: Inter make their third change, Keita Balde on for Politano. 82 min: Miranda replaces Stefan de Vrij. 81 min: As it stands, Tottenham are in second place thanks to their superior head-to-head record against Inter. Meanwhile Valero has been booked for dissent. Moussa Sissoko - who else? - decides to take the game by the scruff of the neck with a stunning power surge inside from the right. He leaves the wheezing Brozovic behind and then he finds the composure to slip the pass to Alli in the area. Alli spins and then unselfishly rolls the pass to his left for Eriksen, who’s arrived just in time to smash a left-footed shot past Handanovic from 12 yards out! That was Tottenham’s best move of the night. Moussa Sissoko, eh? Tottenham score out of nothing! 78 min: Kane lofts a pass over the top, looking for Son, but Asamoah races back to win the ball. Brilliant defending. 76 min: That was almost the game. Valero sends Perisic into the Tottenham area and the Inter winger lets fly with a fearsome drive from the left. Lloris reacts sharply to palm it wide. Tottenham deal with the corner with a shade of panic, Kane hacking the ball clear. 73 min: Son’s booked for tugging Brozovic’s shirt. Tottenham’s frustration is growing. They’ve been so short of inspiration tonight. 70 min: De Vrij fails to realise that Lamela’s creeping up behind him and he ends up booting the Tottenham man into the air. Yellow card. And that’s also Lamela’s final contribution. On comes Christian Eriksen. The Dane’s first involvement is to take the free-kick. He drives a flat cross to the far post. The unmarked Vertonghen arrives and somehow heads wide from close range! 68 min: Son causes problems again, this time on the right. The ball squirts through to Lamela, who turns and crosses to the far post. Davies heads it down to Alli, who volleys a few yards wide. Time’s running out. Tottenham still haven’t created a proper chance. 65 min: Kane’s beaten in the air as he tries to meet Lamela’s corner. Inter are defending very well. 64 min: Son’s involved straight away, skipping past D’Ambrosio on the left and winning a corner. Lamela takes it. It’s headed behind for another one. 62 min: Perisic curls a cross into the middle from the right. It evades everyone, with Lloris rooted to his line, and Skriniar can’t turn it in at the far post. The ball bounces wide, much to Tottenham’s relief, and that’s the cue for Son to replace Moura. 61 min: Perisic pings a cross into the middle, looking for Icardi, but Vertonghen reads the danger and slides in to concede a corner. Son is getting ready to come on. 59 min: A corner to Spurs on the right. Lamela curls it in, Vertonghen flicks it on and De Vrij makes sure Kane can’t get to it at the far post. 58 min: Inter counter and Politano races through the middle. It’s a two on two! Politano moves the ball to Icardi, who dinks it to no one. Oh. Spalletti looks utterly baffled on the touchline. Let’s hope there aren’t any water bottles nearby. 56 min: Alli trips Vecino on the edge of the area. A free-kick to Inter on the right. It’s in a dangerous position. Politano decides to drive it low into the middle. Davies diverts it over. 55 min: Winks decides to have a volley from 30 yards. Throw to Inter. 53 min: Tottenham take the corner short and work the ball back to Aurier, whose shot’s deflected wide. Another chance. This time the corner’s sent into the middle, but Inter head it away. 52 min: Moura does brilliantly on the left, beating Skriniar with a lovely backheel, but Asamaoah’s in the right place to knock his cutback behind before Lamela can take it in. 51 min: Kane ducks inside from the left and tries to curl a shot into the far corner. It doesn’t bend enough, making it an easy save for Handanovic. 49 min: Valero and Asamoah combine well on the left. The ball comes to Icardi, who lays it off for Vecino, who drags a shot wide from 25 yards, 48 min: There’s no sign of any improvement yet from Tottenham. Inter have made a confident start. 46 min: Tottenham get the second half underway. One goal will take them into second place. One goal. One goal! But they’ll need to make a chance to get it. It’s been tense and uneventful. Inter will be pleased. Tottenham have some thinking to do during the interval. They’re 45 minutes from an early exit. See you in 15 minutes. 45 min+1: Moments later Inter cut Tottenham open on the right and work the ball into the area for Icardi, who can’t quite sort his feet out. The ball runs to Valero, who takes too long to shoot, allowing Aurier to rob him. 45 min: That is a shocker from Lamela! He goes over the ball and jumps into a two-footed challenge with Brozovic, catching the Inter man with his studs. He’s very lucky to be booked. 44 min: Inter are forced to make a change, West Brom legend Borja Valero replacing the injured Radja Nainggolan. 43 min: Kane’s deflected shot from the left hits the side netting. Corner. Moura meets Lamela’s corner with a firm header, but the whistle’s already gone for an Inter free-kick. 42 min: Despite that Winks shot against the bar, Tottenham are struggling to create chances. They miss Eriksen’s guile and Son’s energy. 38 min: Tottenham eventually win it back and press outside the Inter area. Eventually Winks finds space to get the ball out of his feet and try a shot from 25 yards. The midfielder’s curling effort beats Handanovic’s despairing dive, but it hits the face of the bar and bounces to safety! 37 min: Inter are taking control again, simply by keeping the ball from Tottenham. 35 min: A lull. 32 min: Alli wriggles into the area from the left. Moura can’t control his cutback. Sissoko tries a shot: blocked. Tottenham are stepping it up now, though. 30 min: Just when it seems that Tottenham are starting to wobble, Sissoko steps in to win possession in midfield and rumble down the right. Just look at him go! A pure force of nature! Sissoko clips a pass inside and Alli lets it run to Moura, who sidefoots straight at Handanovic from 20 yards. 29 min: Politano belts the free-kick straight into the wall. Moments later Perisic digs out a cross from the left. Lloris punches clear. 28 min: Perisic flicks on D’Ambrosio’s long ball and catches Tottenham dozing at the back. The ball’s allowed to squirt through the middle, giving Icardi something to chase. The striker’s too fast for Alderweireld, who pulls him back 30 yards from goal. He’s booked. He’s lucky a couple of defenders were covering. 27 min: Unfortunately for Pochettino, Lamela and Moura are struggling to vindicate his decision to start them over Eriksen and Son. They’ll need those two in the second half. 25 min: Winks run on to Vertonghen’s clearing header and knocks an awkward backpass to Lloris. The Tottenham goalkeeper has struggled with his feet at times this season and he only succeeds in sending the bouncing ball to Perisic. He’s relived the Croatian can only win a corner. 22 min: Lamela races back to challenge Asamoah on the left. He slides to win the ball but can’t stop it running behind for an Inter corner. Politano’s delivery amounts to nothing. This is very tight. 19 min: Lamela breaks through the lines and tries to bend one past Handanovic from 20 yards. The ball dips and swerves wide. 18 min: Liverpool are a goal down against PSG. The Europa League semi-finals will be Arsenal v Tottenham and Chelsea v Liverpool. 17 min: Alli looks to slip a pass through to Davies, but it’s just overhit. Davies would have been in. Alli is furious with himself for not weighting it correctly. 16 min: Politano drives down the right and drills a low cross into the middle. Vertonghen clears it. Then Kane barrels down the right and gets barged over by Brozovic, who escapes without a booking that would have ruled him out of the PSV game. 14 min: Inter stroke the ball around in midfield, looking to take the sting out of the game. They only need a draw. 12 min: After a scrappy spell, Kane takes matters into his own hands, dropping deep to collect possession and start a Tottenham attack. Out of nothing, he injects some urgency into the move with a brilliant nutmeg to hoodwink Nainggolan. Off he goes! Inter backtrack and Kane finds Alli, who lashes a rising drive just over the bar from 20 yards. 8 min: Tottenham are up for this. Now Lucas Moura charges into the area before going down with Politano nearby. Cuneyt Cakir waves away Tottenham’s loud appeals for a penalty. 7 min: Kane, full of running, surges into the area from the left. He tries to barge Brozovic aside, though the Inter midfielder stays strong to force Kane wide. He still manages to get a shot away and Handanovic, taken by surprise, saves with his chest at his near post. 6 min: Moura can’t make proper contact with Lamela’s corner. Winks collects on the right and crosses, but the ball ends up with Handanovic. “It’s about time they ripped the red seats out on the halfway line at Wembley and made it a safe standing area,” Roger Kirby says. “Then the giveaway ticket holders can come back from hospitality whenever they want, and some real fans get a good view.” 5 min: Tottenham press down the left, Davies winning his team’s first corner. The big men trot forward from the back. The referee, meanwhile, is keeping a close eye on all the pushing and shoving in the area. 2 min: The Inter fans are making quite the racket. They’ve even done what appears to be their version of the Icelandic thunderclap, just to make Harry Kane have nightmares of some rubbish corners. Peep! Inter, in their famous black and blue stripes, get the game underway. They’re kicking from right to left in the first half. Tottenham don’t take long to win it off Luciano Spalletti’s side. Here come the teams! Of course, this is a fixture that evokes memories of Gareth Bale ripping into Inter at White Hart Lane back in 2010; taxi for Maicon and all that. Tottenham won 3-1 that night and what’d they give for a repeat of that scoreline here. In their favour is the fact that Inter have never beaten them in London. Inter have beaten Arsenal and Chelsea in London. But not Tottenham. Pre-match reading Jim Denvir emails to point out that two wins could be enough for Tottenham. Their 2-1 defeat in the San Siro means a 1-0 win or a win by two goals would, of course, put them in the driving seat tonight. Then they’d just have to beat Barcelona away. Damn permutations. Tottenham, with an eye on Sunday’s north London derby, make four changes after last Saturday’s win over Chelsea. Juan Foyth’s ineligbility means the returning Jan Vertonghen slots into central defence, Harry Winks replaces Eric Dier, Erik Lamela is in for Son Heung-min and Lucas Moura gets the nod over Christian Eriksen. Inter make three changes after thumping Frosinone C on the weekend. Out go Roberto Gagliardini, Lautaro Martinez and Keita Balde, in come Matias Vecino, Ivan Perisic and Mauro Icardi, the danger man up front. Tottenham: Lloris; Aurier, Alderweireld, Vertonghen, Davies; Winks, Sissoko; Lamela, Alli, Lucas; Kane. Subs: Gazzaniga, Rose, Walker-Peters, Dier, Eriksen, Son, Llorente. Internazionale: Handanovic; D’Ambrosio, De Vrij, Skriniar, Asamoah; Vecino, Brozovic; Politano, Nainggolan, Perisic; Icardi. Subs: Padelli, Ranocchia, Miranda, Candreva, Keita Balde, Martinez, Borja Valero. Referee: Cuneyt Cakir (Turkey). Hello. It’s difficult not to admire this Tottenham side. In fact, even though journalists are supposed to have no bias (LOL!), it’s difficult not to like them. They don’t spend loads of money, they have one of the best managers in Europe, they have some of the best young players in Europe and they’re capable of playing outstanding football, all of which means they probably won’t be criticised too viciously if they end up crashing out of their Champions League group for the second time in three seasons. Looking at the wider picture, it’s clear they’re still a team heading in the right direction under Mauricio Pochettino – assuming, of course, the Argentine hangs around long enough to sample everything on offer in the cheese hall at the new White Hart Lane. Ah, there’s the rub. It’s the fine details that count at this level and that’s something Tottenham have failed to address in the past few months. The harsh truth, sadly, is they’ll only have themselves to blame if they end up playing Europa League football in the new year. Small mistakes catch up with you eventually and Tottenham, a team who still leave you wanting more at times, have been making too many on and off the pitch. Once again they find themselves playing a big game at Wembley instead of their new home and if they don’t beat Internazionale this evening that will be it as far as their Champions League campaign is concerned. The heat is on! Whether it should be, mind you, is another thing. This was a hard group, no doubt about it, but Tottenham have had chances to put themselves in a much stronger position. The carelessness began when they allowed Inter to stage a late fightback in their opening game at the San Siro and it reached a peak when they managed to draw 2-2 with PSV Eindhoven, the group whipping boys. That means they have win to win 1-0 or by two goals here to take control of their head-to-head with Inter and then stun Barcelona in the Nou Camp in a fortnight. Anything less than that scoreline here and they’ll either be out, relying on goal difference or hoping Inter don’t beat PSV at home in their final game. Hmm. I don’t like those odds, especially as Inter, third in Serie A, are tough opponents. Yet Pochettino is nothing if not relentlessly positive and Tottenham come into this one fresh from thrashing Chelsea at Wembley on Saturday. Now more than ever, they have to keep the faith. Kick-off: 8pm GMT."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}