{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2018/nov/06/plans-for-digital-currency-spark-political-crisis-in-marshall-islands", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2018-11-05T23:50:37Z", "webTitle": "Plans for digital currency spark political crisis in Marshall Islands", "webUrl": "https://www.theguardian.com/world/2018/nov/06/plans-for-digital-currency-spark-political-crisis-in-marshall-islands", "apiUrl": "https://content.guardianapis.com/world/2018/nov/06/plans-for-digital-currency-spark-political-crisis-in-marshall-islands", "fields": {"headline": "Plans for digital currency spark political crisis in Marshall Islands", "bodyText": "The only female leader in the Pacific Islands is facing a no-confidence challenge after pushing ahead with the controversial introduction of a digital currency for the Marshall Islands. In February this year President Hilda Heine announced plans to introduce a cryptocurrency to operate as the country’s second legal tender alongside the US dollar, saying her country must not remain idle but “advance into the future”. The cryptocurrency, known as Sovereign or “Sov” was to be issued by an Israeli start-up company, which, according to the International Monetary Fund has “limited financial sector experience”. Heine said adopting the currency was “an alternate” way for the Marshall Islands to work towards financial self-sufficiency, and the Israeli start-up had not unduly pressured the government. “I don’t see any indication of us being harmed … this is not an illicit activity. This is not illegal and our laws will not be tarnished,” Heine said. On Monday eight senators introduced a vote of no confidence in the president. Heine was elected in 2016 and is the first female head of state in the Pacific Islands. She has earned a reputation as a passionate climate change advocate and has committed her country to becoming carbon neutral by 2050. While Heine’s climate advocacy work has been widely praised by the international community, her plan to introduce the cryptocurrency has been criticised as fool-hardy. In September the IMF urged the Marshall Islands to “seriously reconsider” the plan, saying it “would increase macroeconomic and financial integrity risks”, tarnish the government’s financial reputation and make the country – which is heavily reliant on foreign aid – vulnerable to cybersecurity risks. The Marshall Islands, located about halfway between Hawaii and Australia, gained its independence in 1986 after four decades under US administration. It contains Bikini Atoll, site of nuclear testing by the US between 1947-1962. Unemployment stands at around 36%. In the report the IMF said the Israeli start-up charged with issuing Sovereign had not made plans for “transaction monitoring, reporting of suspicious transactions, compliance monitoring, and sanctioning of compliance failures”. It said all cryptocurrencies were at risk of being misused for “money laundering and terrorist financing” purposes. The no confidence vote has been schedule for 12 November. Earlier this year Venezuela announced the launch of a digital currency in a bid to tackle hyperinflation. But an investigation by Reuters news agency found no evidence of the currency in use or accepted by shops anywhere in the country. President Heine was contacted for an interview but declined."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}