{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2018/nov/20/italy-v-usa-international-friendly-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-11-20T21:47:25Z", "webTitle": "Italy 1-0 USA: international friendly – as it happened", "webUrl": "https://www.theguardian.com/football/live/2018/nov/20/italy-v-usa-international-friendly-live", "apiUrl": "https://content.guardianapis.com/football/live/2018/nov/20/italy-v-usa-international-friendly-live", "fields": {"headline": "Italy 1-0 USA: international friendly – as it happened", "bodyText": "Final thoughts: It took a while, but Italy got the goal their dominance, if not their efficiency, merited. Politano had looked dangerous in his cameo on the field, and the Inter man turned out to be much more decisive in front of goal than Lasagna had been, as he got the telling goal. There’s still a lot of room for growth for the Italians, who looked to lack a reliable cutting edge for much of the game, but in the end they were rewarded for persistence. The US, meanwhile, got some more “experience” to pile up with the rest they’ve accrued this year, as well as adding another debutant to the pile with Romain Gall seeing a few minutes. Ethan Horvath reminded us why he’s in the national team picture with some decent saves and Tyler Adams was his usual tireless self, though in truth there was little meaningful to garner from this as we wait for the next head coach to be confirmed. Maybe as whoever that is gets to start moulding a coherent team from players blooded under Sarachan, the 2018 experience will make sense in retrospect, but for now we’re still living in the holding pattern. Meaning is for next year. Maybe. Anyway, that’s it from me. Thanks for your tweets and emails. Sorry I couldn’t use all of them. Until next time, good night! That goal is the last meaningful action of the game, and Dave Sarachan’s tenure ends in defeat... Final thoughts in a moment. Italy camping in the US half, and finally a one-two up the gut gets a decisive finish, as Politani continues his run to poke the ball past the exposed Horvath in the 94th moment. 90 mins +3: Italy probing again and will have their fifth corner of the night in the third minute of stoppage time... It ricochets around the box a little before Trapp hooks it clear. 90 mins+1: Gall takes the corner but it’s a poor one and doesn’t clear the first man. He’s the 23rd player to be given his first cap under Sarachan by the way. this has been a loooooooong interegnum period for the USA... 89 mins: Gall looks up 30 yards out and sends a shot goalwards that Sirigu tips wide as we head into stoppage time. 86 mins: Lasagna leaves the field to break would be humorists’ hearts and to make way for Politano. At the other end of the field, Adams and De Sciglio have a clash of heads which the Italian seems to come out of worst. He ends up jogging off for treatment while Adams looks none the worse for wear. New York Red Bulls fans may be raising an eyebrow at the sight of him and Long finishing up the full 90 minutes, given their MLS commitments this weekend though. 84 mins: Ball bounces kindly for Lletget and for a second he looks free on goal, but he checks looking for support and the chance drifts away. Meanwhile: As I post that (with heavy heart), Lasagna spurns another chance, as the ball squirts into his path from a Kean/Carter-Vickers tangle just inside the box. Lasagna rather rushes his shot though and fires over. 82 mins: De Sciglio looks up from 30 yards and hits a fierce looking shot goalward, but he just gets underneath it and the ball flies over. Lletget on for Pulisic and Romain Gall on for Acosta, to make his US debut. 80 mins: I want you all to know that I am doing my duty by fielding some terrible Lasagna puns cluttering up my inbox. And yes I said “terrible” and not “cheesy”. Because dignity. Game drifting into last ten minutes with Zimmerman poking clear a dangerous looking low ball across the six yard box from Sensi. 78 mins: The US pick up only their second corner of the night and Acosta will send in the outswinger. Adams does well to get to the second ball and head to Wood in a pocket of space, but the forward can only poke an awkward shot wide of the near post. 76 mins: Acosta’s free kick is blocked and Italy can break. Kean shows some nice touches bursting into the box on the left, but his low cross evades everyone in the box. 74 mins: Pulisic is knocked off the ball by Sensi as he tries to angle inside. That looked like another booking, but with Sensi already on a card, the referee went for discretion again. Cannon comes off for Villafana before the free kick. Gagliardini comes on for Barella, as Italy make a change too. 72 mins: Horvath in action again as Lasagna is sent racing through on a tight offside decision. Again, Horvath makes the block, though once again, the shot was straight at him. The longer this goes on, the more the Italians’ profligacy in front of goal becomes one of the main takeaways. No sign of a brand new Pipa Inzaghi on tonight’s evidence. 70 mins: Another good block from Horvath as Grifo sends a stinging shot from distance that forces the keeper to dive and push the ball out for a corner. 68 mins: Cannon chops down Emerson, and if this wasn’t a friendly you’d be expecting him to see a second yellow for that. As it is, the US must face a free kick from wide left. It results in another free header for Acerbi, though as it turns out he was offside behind the USA’s high line. 66 mins: I am so proud of the Guardian readership’s attempts to extract meaning from this contest. Here’s Tim Singleton: “It has disturbed me for a while the similarities between the stand-in U.S. coach and the stand out Twin Peaks character Leland Palmer. The coaching style seen as Lynchian could explain a lot. If it is, in fact, Leland Palmer, more. I say we keep him as things could only get ‘interesting’.” 64 mins: Oooh...that was interesting. Acosta whipped in a great free kick to the back post that bounced nicely into the path of Zimmerman, to force a point blank headed save from Sirigu. He’s had nothing to do tonight, but that was a key stop from the Italian keeper. 62 mins: Pulisic goes down hard in the center of the park. And that will be the cue for more subs to start coming in. Trapp for Delgado. Wood for Sargent. Kean comes on for Italy. 60 mins: Another decent block by Horvath as Lasagna burst up the middle looking to slide the ball past him. Horvath’s done his job tonight. And with Zach Steffen having overtaken him this year as the presumptive choice as goalkeeper for the next generation, this is a timely reminder of his credentials. Especially with Steffen looking somewhat out of form of late. 58 mins: Little scraps of opportunity for the USA, though with set pieces looking like their best hope, the fact that the referee is blowing his whistle for any suspected infringement isn’t benefitting them. Right on cue, Sensi picks up the fifth yellow card of the night as he clips Sargent in the center circle. 56 mins: Rare US break, and after a series of slightly ponderous touches and passes Delgado picks up a free kick on the right corner of the box after a barge from Grifo. Acosta’s outswinger is headed clear and the referee blows for a foul before Delgado can drive the clearance back towards goal. 54 mins: Berardi goes down under pressure in the box. He’s not looking for anything in the aftermath but we do have VAR this evening and Long’s tackle looked clumsy. Now the US go to sleep as Verratti comes charging in to glance a header just over the bar, when everyone thought the ball had gone out of play before the cross came in. Another cross now, from Emerson, and the US looking stretched at the back. 52 mins: Sargent tries to chase a ball down the left, but he’s offside. He’s looked a little tentative so far — dutifully doing what someone in his position is supposed to do, without looking like he’s dominating his area of the field. Italian defenders just nudging him off the ball when necessary. 50 mins: Adams gets tripped up. A fan runs on the field. Play stops. Time passes. 48 mins: Grifo came on for the lively Chiesa, which may come as some relief to the USA back line. In early moments the USA are looking a little more proactive n closing Italy down in their own half. Better looking shape too. Grifo is on for Italy. More subs news as we get it. More bookings to report: I missed noting Shaq Moore and Kelyn Acosta picking up yellow cards in the final moments of the half — the latter during that incident with Verratti that had them both chatting to each other in the aftermath. Important email observations: Christian Isaac writes with this: “Kevin Lasagna is a very odd Italian name, would be like an England player being called Guiseppe Pork-Pie” Correspondents, do your worst... Half-time thoughts: This has been pretty poor. Italy looking organized though not especially adventurous under Mancini — who may be having a word right now about just how many possibilities exist for them against this US team. Chiesa looked lively and caused problems throughout the half as he popped up at all points along the Italian line of attack. USA looking indistinct — neither compact enough when they drop in blocks, or disciplined enough when they attempt to press to ever get a toehold in the game. In terms of bright spots, they were few: Horvath gradually got busier and made a couple of decent stops, but beyond that, this feels like so many recent USA games. No coherence, no partnerships, nothing much to meaningfully glean. Half-time thoughts in a moment... 45 mins +1: Acosta having an animated chat with Verratti on the nature of sportsmanship, before jogging back to concede a corner. Nothing comes of it and that should be it for the half. 44 mins: Cannon gets a yellow card as he fouls Emerson near the left corner of the box. Chance for Italy to finish the half on a high. From the free kick, Verratti sends in a skimming low ball that bounces just in front of Horvath and forces the keeper into a great instinctive save to parry the ball away. 42 mins: Pulisic teases a little chipped ball forward looking for Sargent bursting behind the defense, but it’s just too strong, and Sirigu scoops it up easily enough. Nice idea from Pulisic. 40 mins: Lovely dipping swerving shot from Berardi from the edge of the box forces Horvath to tip the ball over the bar for a corner. Sargent clears the set piece with a header at the near post. We’re drifting to half-time now, and still no goals. 37 mins: Chiesa leads a break down the left and toe pokes a dangerous looking ball just behind Lasagna and beyond Long, but Berardi had just checked his run and can’t get to the ball. 35 mins: Berardi’s neat cutback past Moore almost opens up a shooting chance on the edge of the box, but Moore recovers enough to force the ball clear. Justin emails again: “Hey Graheme, you misspelled my last name as Kavanaugh. I feel supremely ill-judged!” You sound very chipper Justin. Are you sure you’re watching this? 32 mins: Italy tiptoe to the right edge of the US box, only for Long to shove Berardi off the ball and give up a free kick. Long looked like he was expressing some heartfelt frustration as he delivered that shove. Berardi will swing it in, but it’s too high and hard and drifts past the back post. 30 mins: Italy playing neat little passing triangles in the USA half, with Sensi prodding play this way and that. Whatever the virtues of this exercise for the USA, this has been a neat sparring exercise so far for the Italian B team. Half an hour gone. No score yet. 28 mins: USA have had 26% of possession so far. Not in a good way. 26 mins: The Italians still toying with the US then looking for telling final passes behind or through them. No decisive breakthrough as yet, but for now they’re looking pretty comfortable going forward, though on occasion now, the US are beginning to make their press look a little more effective in the Italian half. 24 mins: Sargent bundled off the ball on the edge of the box, but only gets a throw-in for his pains. Meanwhile, in further email intrigue, Joe Harvey drops by to foment revolt: “I don’t understand why any of the promising young players for the US even show up to these friendlies if there’s no real coach. I’m honestly surprised there hasn’t been an honest to goodness player revolt.” I’m guessing they’d have to learn each others’ names to get organized first? 22 mins: Acosta’s inswinger is dealt with easily enough, but the referee had blown for a foul by Zimmerman anyway. Meanwhile Justin Kavanaugh emails to muse idly: “The current USA set up reminds me of that old joke where you call up a friend and ask him/her “How do keep an American soccer fan in suspense?” Then you hang up. Arsène Wenger is free, I hear. Could a Frenchman ever manage the USA national team, I wonder.” 20 mins: ...how did Bonucci miss that? Sensi floats the ball to the edge of the six yard box where Zimmerman had lost Bonucci to give him a free header. Somehow he directed it straight at Horvath with the goal gaping. Let off for the USA. At the other end of the field Di Sciglio gets himself a yellow card wide left in his own half, as he chops down Delgado. 18 mins: Adams gives up a free kick in a dangerous spt some 25 yards out left of center. Sensi is over it... 16 mins: Rare chance for the US as Pulisic drives a ball across goal looking for Sargent, but it never reaches him and there’s too little support from his team mates to put Italy under pressure as they clear the lines. Immediately the US are under pressure at the other end and Carter-Vickers has to make a last ditch recovery tackle at the expense of a corner. 14 mins: Chiesa barrels in looking to great a floated cross to the edge of the six yard box, but Moore does enough to impede him and earn the foul. Going to be a busy night for the Reus Deportiu man. A minute later Chiesa sends a cross of his own in and Berardi has a free header near the spot, which he directs just past the near post. 12 mins: Now Chiesa tries to sneak past Moore at the back post on a ball ver the top, but Horvath read the cross easily enough. And now Aaron Long steps across to clear another probing pass out for a throw. Long and team mate Tyler Adams are both still in the MLS playoffs by the way — interesting to see how long they play before expected starts in Atlanta on Sunday. 10 mins: Chiesa’s been popping up along the front line and now he comes central to send a low shot from distance skimming past Horvath’s right post. The US goalkeeper had it covered, but more alarming for Dave Sarachan will be the ease with which Chiesa was able to get the shot off in the first place. Still 0-0. 8 mins: US trying to play their way forward, and Adams gets his foot on the ball looking for a free team mate. He picks out Pulisic, but all the lanes are closed down quickly and any glimmer of progress is gone. 6 mins: Cannon tracks Emerson well to play the ball off him for a goal kick, but it’s already looking like an attack versus defense training exercise with the US dropping off and the Italians comfortable trying to unpick them in the final third. 4 mins: Sarachan has sent out a 3-5-2 led by Sergant and Pulisic, and with the instruction to be proactive. They’re lying pretty deep so far, though the forward two almost start a scrappy transition in Italy’s half, without much support from fellow white shirts. So that fizzles out. At the other end Horvath has to be smartly off his line to smother a ball over the top for Chiesa. And now there’s another warning as Italy pass through the lines to almost get Berardi free for a shot on the left of the box. 2 mins: Chiesa gets clattered early by Moore, before Chiesa can get any fancy ideas about dribbling. Italy knock the ball around patiently, though a fair distance from the USA goal. Referee Cuneyt Cakir of Turkey gets us underway — fun fact: he was the referee for the England-Croatia World Cup semi-final. Italy kick off... Nope...nothing yet, just anthems: Italy arm in arm and looking relaxed as they belt out their singalong (A couple of them are even swaying), after the US youngsters stood looking pretty petrified during their anthem, like a line of kindergarteners on their first visit to the principal’s office. Apart from Pulisic, tonight’s captain, who as usual looked pretty unfazed by any occasion he finds himself in. The USA does not have a head coach yet: This blog has been live for about an hour now, and there’s still no sign of a permanent head coach for the USA, which leaves the youngest ever starting XI for a US national team wandering around Italy, like a lost group of gap year backpackers. Gregg Berhalter’s Columbus Crew SC are out of the MLS playoffs now, so it may be that he’ll be confirmed in the coming days — so this should be Dave Sarachan’s last game in charge. He’s done a competent job cycling the next generation through, but the lack of coherent direction forward has been painfully apparent in the last couple of international get togethers. Twitter reaches fever pitch Snark aside (granted — a tall order for a Guardian liveblog) even the US players are beginning to let their diplomatic masks slip when showing up for these international windows, since the months have drifted by without sign of a permanent coach. The 3-0 loss to England was pretty dismal, but hardly unexpected after window after window of constantly rotating formations (we’re expecting a 3-5-2 today FWIW) and personnel. Ironically, the list of teams the USA has played in that time have represented something of a Who’s Who of elite world teams, yet it’s been hard to see how those experiences can coalesce into any sort of coherent institutional memory for the coming World Cup cycle. Italy: Sirigu, De Sciglio, Acerbi, Bonucci, Emerson Palmieri, Barella, Sensi, Verratti, Chiesa, Lasagna, Berardi. Subs: Cragno, Mancini, Biraghi, Gagliardini, Pavoletti, Grifo, Rugani, Tonali, Kean, Politano, Donnarumma. USA: Horvath, Carter-Vickers, Zimmerman, Long, Adams, Cannon, Moore, Delgado, Acosta, Pulisic, Sargent. Subs: Guzan, Miazga, Wood, Weah, Lletget, Green, Villafana, Trapp, Gall. So, Sassuolo’s Berardi, Udinese’s Lasagna and Fiorentina’s Chiesa will get first crack at yet another reshuffled USA defense, with Ethan Horvath replacing Brad Guzan in goal, and by the looks of it, everybody replacing everybody else. Except Pulisic. Josh Sargent has recovered from his slight injury worry to get a proper run out up top for the USA, but other than that it’s a continuation of this year’s theme of giving exposure and experience to numerous young players with an EYE TO THE FUTURE or something. Get ready for some meaningful action. Italy: So after the weekend’s 0-0 draw with Portugal, Roberto Mancini has slightly shuffled his squad around — with the following 22 in place for tonight’s game: GOALKEEPERS (3): Alessio Cragno (Cagliari; 0/0), Gianluigi Donnaurumma (AC Milan; 11/0), Salvatore Sirigu (Torino; 18/0) DEFENDERS (7): Francesco Acerbi (Lazio; 2/0), Cristiano Biraghi (Fiorentina; 4/1), Leonardo Bonucci (Juventus; 84/6), Mattia De Sciglio (Juventus; 36/0), Gianluca Manchini (Atalanta; 0/0), Emerson Palmieri (Chelsea/ENG; 1/0), Daniele Rugani (Juventus; 7/0) MIDFIELDERS (6): Nicolò Barella (Cagliari; 3/0), Roberto Gagliardini (Inter Milan; 5/0), Vincenzo Grifo (Hoffenheim/GER; 0/0), Stefano Sensi (Sassuolo; 0/0), Sandro Tonali (Brescia; 0/0), Marco Verratti (Paris Saint-Germain/FRA; 28/1) FORWARDS (6): Domenico Berardi (Sassuolo; 4/0), Federico Chiesa (Fiorentina; 10/0), Moise Kean (Juventus; 0/0), Kevin Lasagna (Udinese; 2/0), Leonardo Pavoletti (Cagliari; 0/0), Matteo Politano (Inter Milan; 1/0) It’s a young looking squad, as they generally have been since the failure to qualify for the World Cup mandated change. After Leonardo Bonucci, there’s a pretty steep drop off in terms of international experience, until you get to Marco Verratti, who is by far the most experienced international midfielder Italy will have on the field. Both will be starting tonight. What’s most intriguing is wondering who out of the group of forwards is going to make a name for themselves and establish themselves in this group. The USA’s permanent state of flux ought to make for a...er...sympathetic defense to face under the circumstances. Afternoon all, and welcome to the latest episode of the end of history. With Dave Sarachan’s interim stint as US head coach entering its third decade 13th month, we’re ending another international window with yet more carefully curated Glimpses O’ The Future™ sprinkled in lightly organized formations across a field, and no permanent solution in sight. We’ve been promised that the USA will have a permanent head coach by the end of the year, and doubtless there’ll be some kind of Guardian liveblog set up to document a nation holding its breath to track progress on that front, as the shortlist is whittled down from its current length of one whole name. Meanwhile Italy are looking like a very model of stability by comparison, what with their credible draws and Nations League solidity under Roberto Mancini making them look just like classic group stage Italian sides of yore, if you squint a bit. They’ll play host this afternoon/evening. We’ll have some team news shortly, but for now get your tweets coming in to @grahamparkerfc or email graham.parker@theguardian.com with the subject line, “How does it take a year to say Gregg Berhalter?” and I’ll get back to you sometime in the next World Cup cycle. Graham will be here shortly, in the meantime here’s some transfer speculation regarding Christian Pulisic: Christian Pulisic has said he is open to moving to the Premier League, with Chelsea understood to be leading the race to sign the forward from Borussia Dortmund next summer. The USA international is expected to face his clubmate Jadon Sancho at Wembley on Thursday having been left out of the Dortmund side that beat Bayern Munich on Saturday in favour of the 18-year-old Englishman. Pulisic has been linked to several Premier League sides including Liverpool and Tottenham in the past but it is understood that Chelsea have shown most interest in prising him away from the Bundesliga leaders. You can read the full article below:"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}