{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/commentisfree/2018/nov/17/the-coalitions-israel-embassy-move-trashes-australias-reputation-as-a-serious-country", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2018-11-16T22:00:14Z", "webTitle": "The Coalition’s Israel embassy move trashes Australia’s reputation as a serious country | Bob Carr", "webUrl": "https://www.theguardian.com/australia-news/commentisfree/2018/nov/17/the-coalitions-israel-embassy-move-trashes-australias-reputation-as-a-serious-country", "apiUrl": "https://content.guardianapis.com/australia-news/commentisfree/2018/nov/17/the-coalitions-israel-embassy-move-trashes-australias-reputation-as-a-serious-country", "fields": {"headline": "The Coalition’s Israel embassy move trashes Australia’s reputation as a serious country", "bodyText": "We don’t settle on an Israel policy to please our Asian neighbours. No one should even hint we should. Shifting the embassy is wrong in principle. It takes off the negotiating table the status of Jerusalem, which we always said needed to be settled by the two parties. It undercuts the promise of the Oslo accords and any number of UN resolutions. It positions Australia with Guatemala as the only nation to follow Donald Trump. It sends a message to the Palestinians of the West Bank that there is no hope. It sends a message to hardliners in Israel that they can continue on their ruinous course of a Greater Israel with a majority Arab population denied a vote. Five state Labor conferences have carried motions calling for recognition of Palestine by the next federal Labor government. Two have said the recognition should be immediate. Labor’s national conference next month can choose whether to adopt a recognition motion with that adjective, or the one I drafted and put to the New South Wales conference which leaves the timing to cabinet. The high likelihood of recognition of Palestine being adopted by the ALP is rendered a near certainty by the injustice embodied in the policymaking of the Morrison government. The treasurer, Josh Frydenberg, has enlarged and enlivened the controversy with his out-of-the-blue comments on the Malaysian prime minister, Mahathir Mohamad, the head of a friendly, well-disposed country. Frydenberg said: “Dr Mahathir does have form, as you know. He’s made a number of derogatory comments in the past about Jews being hook-nosed, he has questioned the number of people that have been killed in the Holocaust and he also saw the banning of Schindler’s List.” If it was appropriate for the treasurer to open an attack on those repellent views – expressed variously over the past few decades – why did he not choose to do it the day after Mahathir was re-elected prime minister in May? As it is, he has undercut his boss and his colleague, the foreign affairs minister, in their attempts to walk back from the madness of embassy relocation. For Frydenberg to say that anyone who criticises his views on shifting the embassy is endorsing Mahathir’s antisemitic utterances is to present us with the most extreme example yet of trying to close down any debate that touches Israel with the cry “antisemite”. If it silenced critics of Israel in the past, it is not silencing them today. The majority Australian position, confirmed by every poll taken on the subject, is support for the recognition of a Palestinian state living side-by-side with its Jewish neighbour. That’s what the West Bank Palestinians have offered – even going so far as to say their state would be demilitarised – and the obligatory references to Hamas don’t alter this one bit. Most Australians who think about these things were embarrassed when the suggestion of moving the embassy was raised before last month’s byelection in the Sydney seat of Wentworth, which includes a large number of Jewish voters, especially after Indonesia made it clear they were not going to let the matter drop. Australians might have hoped the issue would fade with the government quietly announcing before Christmas that, having sagely considered the relocation, it was going to let things rest. Then we could get on with the free-trade agreement and think about public diplomacy to rebuild Australia’s reputation as a serious country. Enter the federal treasurer, determined to force his view that, far from just considering shifting the embassy, we should plough ahead and do it. Statements on the subject by the Labor leader, Bill Shorten, and his colleagues Penny Wong and Mark Dreyfus have been entirely strong and sober. There was no attempt to have it both ways, to pander to an imaginary Jewish vote on an issue that probably divides it anyway. Dreyfus said: “We shouldn’t be making foreign policy on the run. Of course we’ve got to consult with our neighbours. Of course we’ve got to consider Australia’s interests” – without suggesting that Indonesia or Malaysia determine Australia’s foreign policy. Shorten said the issue ought to be closed down and it was only opened to “shark a few votes in the dying days of the Wentworth byelection”. Frydenberg’s intervention helps the opposition sound like a government, the government like a bunch of oppositionists making it up on the run. During the byelection, Rabbi Jeffrey Kamins, who serves at the Emanuel Synagogue in Woollahra, said what he wanted his congregation to think about was climate change. In doing so he not only gave his community guidance but reminded the rest of us that the long tradition of humanistic Judaism is not dead, just debauched by Israel’s chauvinists. • Bob Carr is a former Australian foreign affairs minister and longest-serving premier of New South Wales. He is professor of international relations at the University of Technology, Sydney"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}