{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/nov/16/world-chess-championship-game-6-carlsen-caruana", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-11-16T22:24:28Z", "webTitle": "Magnus Carlsen narrowly avoids Fabiano Caruana stunner in Game 6 epic", "webUrl": "https://www.theguardian.com/sport/2018/nov/16/world-chess-championship-game-6-carlsen-caruana", "apiUrl": "https://content.guardianapis.com/sport/2018/nov/16/world-chess-championship-game-6-carlsen-caruana", "fields": {"headline": "Magnus Carlsen narrowly avoids Fabiano Caruana stunner in Game 6 epic", "bodyText": "Magnus Carlsen narrowly avoided a devastating upset on Friday in the sixth game of his world championship match with Fabiano Caruana in London, scratching back from the brink to save a miraculous draw after 80 moves. The reigning world champion, playing with the white pieces for the first of two consecutive games, was outplayed in the middlegame by the American challenger and forced to rely on accurate defense with no margin for error over the last two hours to secure a peaceful result and preserve a 3-all deadlock at the halfway point of the the best-of-12-games showdown. Caruana, who missed a complex win in the late stages of the six-and-a-half-hour epic at the College at Holborn, came agonizingly close to a decisive upset that would have not only drawn first blood in the €1m ($1.14m) world title match, but would have propelled him to No 1 in the live world ratings, knocking Carlsen from the position he’s held since July 2011. It also would have represented the first win by an American in an undisputed world championship match in 16,878 days and it so nearly came to pass as he managed to outplay Carlsen from a neutral position for the first time in six games. “It’s maybe easier to be a bit careless with white as you always feel like you have more room for error,” Carlsen said afterward. “Today I guess probably I was a bit influenced by the fact that I had the white pieces. With black I probably would have played more carefully early and in the middlegame.” A series of conservative and mostly straightforward draws had come to define the match in the week since it opened with a tense 115-move marathon over seven punishing hours. Friday’s sixth installment didn’t quite push those outer limits, but was marked with an extreme psychological intensity none of the previous games have been able to consistently match. Carlsen opened with a Petroff (1. e4 e5 2. Nf3 Nf6), playing directly to Caruana’s strength by opting for the the challenger’s opening of choice, then delivered an early surprise by bursting into the formation with (4. Nd3!?). The queens came out immediately after (5. Qe2 Qe7) and were off the board by the eighth move (6. Nf4 Nc6 7. Nd5 Nd4 8. Nxe7 Nxe2). Fifteen of the first 20 moves involved the knights after 9. Nd5 Nd4 10. Na3 Ne6 as both moved quickly, but the crisp pace slowed after 18. Kf2 and the formation of a symmetrical position with no apparent weaknesses on either side. Whatever advantage Carlsen had leveraged early was erased by 21. g3, when the computer assessed the position as dead even. “Just a few moves later I was fighting for equality,” Carlsen said afterward. “Then I got a bit unsettled.” From there Carlsen sought to simplify a position that was looking drawish with a rook exchange (31. Rxc8 Rxc8), but the sequence of moves only tipped the balance in Caruana’s direction. The margin for the American mounted with 7. ... Bd7 38. f5 Bc6 39. Bd1 and he soon found himself with a winning position. As the world No 2 continued to press the action, a clearly frustrated Carlsen refused to crack. He wrought a stroke of brilliance with a five-move flurry (43. ... Nd2 44. Bxd5 Bxe3 45. Bxc6 Bxf4 46. Bxb7 Bd6 47. Bxa6 Ne4 48. g4) that expended only 40 seconds on his clock, sacrificing a piece in exchange for three pawns with the goal of steering the position toward a draw. “It’s not the type of thing you go for if you have decent alternatives,” Carlsen said. “I don’t know what else I could have done anyway. I didn’t feel great about it.” The engines still favored Caruana even after Carlsen achieved his goal of simplification with 48. ... Ba3 49. Bc4 Kf8 50. g5 Nc3 51. b4 Bxb4 52. Kf3. The next stretch (53. ... Nc5 54. a4 f6 55. Kg4 Ne4 56. Kh5 Be1) showed the American in unmistakable pursuit of the win, but the Norwegian champion, who famously claimed he doesn’t “believe in fortresses” during his world title defense against Sergey Karjakin two years ago in New York, was content to take refuge in a defensive structure. “It’s a good thing they exist, right?” Carlsen quipped. The world No 1 moved deftly and with precision throughout the tense endgame as the match entered its seventh hour, even as the Stockfish evaluation engine found a forced mate in 30 moves for black after 67. Kg6. Caruana kept probing with 67. ... Bg5 and Carlsen answered with 68. Bc4!!. After the challenger’s 68. ... Nf3, the engine indicated his position was no longer winning, a realization made within minutes by the players as they consented to another peaceful result. Both Caruana and Carlsen will be grateful for Saturday’s rest day after Friday’s taxing affair before the match, the first world championship clash between the sport’s top two players in 28 years, resumes on Sunday with the champion playing as white in Game 7."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}