{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2018/nov/29/footage-shows-prison-like-units-built-for-rohingya-on-bangladesh-island", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2018-11-28T23:21:09Z", "webTitle": "Footage shows 'prison-like units' built for Rohingya on Bangladesh island", "webUrl": "https://www.theguardian.com/world/2018/nov/29/footage-shows-prison-like-units-built-for-rohingya-on-bangladesh-island", "apiUrl": "https://content.guardianapis.com/world/2018/nov/29/footage-shows-prison-like-units-built-for-rohingya-on-bangladesh-island", "fields": {"headline": "Footage shows 'prison-like units' built for Rohingya on Bangladesh island", "bodyText": "Exclusive footage obtained by the Guardian has revealed the stark concrete camps being built for the Rohingya on a sediment island in Bangladesh, as part of a controversial plan to relocate hundreds of thousands of refugees. The development of Bhasan Char island has remained highly secretive but footage filmed undercover for the Guardian reveals the living conditions that will greet 100,000 Rohingya refugees, who could be brought to the island by the beginning of next year. According to a plan by the Bangladesh government, some of the 700,000 Rohingya refugees who fled a brutal military crackdown in Myanmar and are now living in camps in Cox’s Bazar will be relocated to the island. Bhasan Char is a previously uninhabited and remote silt island in Bangladesh’s Meghna River, accessible only by boat. As seen in the footage, which was filmed this month, families will be housed in concrete breeze-block rooms, which measure 2m x 2.5m, and have small barred windows. There is one bathroom per block, with each block made up of around 25 housing units, each unit for one family. While the relocation of the refugees to Bhasan Char was originally due to begin in October, it appears the building of the accommodation is still ongoing. Access to anyone other than day labourers is currently strictly prohibited, and the island is under the tight control of the navy. Only select UN figures and Bangladesh government officials have been allowed to see the conditions being built on the island and no official photos or details of the Bhasan Char development have been released. The source, an activist who captured the footage for the Guardian, who asked to remain unnamed for protection, described the conditions on Bhasan Char as: “eerie; so many hundreds of thousands of prison-like units fit for an entire city of Rohingya.” “The island is completely administered by the military and the only other people on the island are day labourers,” they said. “This feels more like a prison camp than a refugee haven.” Human rights groups and NGOs have consistently raised concerns about the relocation plan and Rohingya in the camps have repeatedly said they will not go out of fears for their safety. Bhasan Char, which is 30km from the mainland, only emerged from the river over the past two decades. The proposal is particularly controversial both due Bhasan Char’s isolation - it is over a three hour boat ride from the mainland - and the fact it is prone to severe flooding and cyclones. Concerns also remain over how much free movement those on the island would have. Over the past year, multiple NGOs have emphasised the difficulty and high risks involved in evacuating hundreds of thousands from the island if natural disasters did hit. The date of completion for the new camps has been pushed back to early next year, following the Bangladesh general election in December. Bangladesh refugee commissioner Abul Kalam declined to comment further on the plans. Human Rights Watch recently warned that the island’s isolation would “essentially turn the island into a detention centre.” “Bangladesh’s plan to transform a desolate isle into a packed settlement of Rohingya housed in stark concrete residential blocks raises concerns for both freedom of movement and long-term sustainability,” Phil Robertson, deputy Asia director of Human Rights Watch, told the Guardian. “The housing blocks on display look sturdy, but how will they fare if a typhoon hits and floods the island? Will Dhaka ensure that anyone who agrees to move to the island will be allowed to leave and return freely?” Mabrur Ahmed, co-director of human rights organisation Restless Beings whose work has focused on the Rohingya, said the island camp was simple another “unhelpful” solution that was being forced upon the Rohingya refugees without consulting them. “The idea to shift hundreds and thousands of Rohingya from their existing community to an island which has changed shaped six times in the last 15 years seems to be more of an experiment than an offer of help from the Bangladesh government,” said Ahmed. The one million Rohingya refugees living in camps in Cox’s Bazar, 700,000 of whom have arrived in the past 18 months, remain in limbo after a plan to begin repatriating the refugees back to Myanmar two weeks ago fell apart when no one voluntarily agreed to return. A UN spokesperson said that while questions remained over the suitability of Bhasan Char, they welcomed any attempt to “decongest the heavily overcrowded settlements in Cox’s Bazar.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}