{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2018/nov/24/paris-fuel-tax-protest-macron-france-poverty", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2018-11-24T21:40:45Z", "webTitle": "Paris protest: ‘People are in the red. They can’t afford to eat’", "webUrl": "https://www.theguardian.com/world/2018/nov/24/paris-fuel-tax-protest-macron-france-poverty", "apiUrl": "https://content.guardianapis.com/world/2018/nov/24/paris-fuel-tax-protest-macron-france-poverty", "fields": {"headline": "Paris protest: ‘People are in the red. They can’t afford to eat’", "bodyText": "Idir Ghanes, 42 Unemployed computer technician from Paris We are here to protest against the government because of the rise in taxes [in general], not just petrol taxes, which is the straw that broke the camel’s back. We’ve had enough. We have low salaries and pay too much tax and the combination is creating more and more poverty. On the other side, there are government ministers and the president with their fabulous salaries. I’m not against the rich, I just want a fairer distribution of wealth in France. This is the first time I’ve been on a protest. I’m unemployed; it’s harder and harder to find a job and, even when you find this famous job and you think your life will improve, the salaries are so low you find you’re in the same situation as before, if not worse. At the last election, I left the ballot paper blank. I don’t have confidence in any of the political parties and I don’t see that changing until a party emerges that is more interested in the people than in those with huge fortunes. It’s unacceptable that people do not have decent salaries, that at the end of the month, they are in the red and can’t afford to eat. Florence, 55 Works for an air freight company outside Paris We tell them our concerns and we elect them, then when they get into power they seem astonished when we come out on the streets like today to protest. It’s as if the protests have just fallen from the sky, when we’ve already told them how we feel. Above all, President Macron has not listened to the ordinary French and doesn’t understand the concerns of their daily lives. When he appears on television we have the impression he is uncomfortable with normal people, that there is a certain contempt for us. I didn’t vote for him. I haven’t voted for a while. When I did, I would describe myself as moderate right, centre right. Bruno Binelli, 66 Retired carpenter from Lyon We left just after midnight to come here today. There are so many things we are fed up with. We work, we pay taxes, but it’s all too much. To give you an example; my aunt died recently and left €40,000. She worked all her life, she paid her taxes and charges, but the government took 60% of that. Does that seem fair? I’m not in any political party. I often vote Front National but I’m not Front National. It’s not my mentality and, besides, I’m Italian by origin, but I do it out of protest to say things are not good and if you continue like this we will end up with electing someone from the extreme right. But they don’t listen to us. Macron listens to nothing. He’s suddenly concerned about ecology but it’s a lie, it’s a pretext to make us pay more tax. We no longer know what kind of car to buy, petrol, diesel, electric, who knows? I have a little diesel van and I don’t have the money to buy a new one, especially as I’m about to retire. We have the feeling those from the countryside are forgotten. Marie Lemoine, 62 School teacher from Provins I came here in a car share to save money and to not pollute the planet even more. We gilets jaunes (yellow vests) represent the poor of France, those they call the sans-dents (toothless), those with modest or low incomes, who are being crushed. If you live in the countryside you have to have a car to get to work, so we are directly affected when fuel prices go up and up. And when the electricity bill goes up and up, and the gas bill, and the charges and taxes, it’s hard to bear. We feel we are being targeted instead of the airlines, the shipping lines, those companies who pollute more but pay no tax. Personally, I have the means to get by, but I know many people who cannot and I’m here for them. I’m here for my children and grandchildren and all those people left crying by the 15th of the month because they’ve gone into the red. I’m not right or left, I’m a gilet jaune. We’re not here to make a political party point. Most of us are pacifists and don’t want to fight. We are just normal people who are fed up. I voted for Mr Macron last year, but I feel betrayed and I’m angry. I was wrong. Macron is our Louis XVI, and we know what happened to him. He ended up at the guillotine. Marc Mouilleseaux, 24 History and geography teacher at the lycée in Creil I’m fortunate as I’m a public servant, so I’m not complaining about pay. I’m here for others in my family who are having difficulties, like my grandmother who has been hit hard by the new tax on pensions. I also know people who wanted to come to the demonstration in Paris today to protest about the tax on petrol but can’t because they cannot afford the petrol. But it’s not just that, it’s an accumulation of things. The fuel tax was just the final straw. I don’t hold out much hope that Macron will listen to us and I’m quite resigned to that. All we can do is show that people are angry, that they are not alone and that they can do something about it. I hope there is no violence, but people are angry. I can understand why, for years they have voted for things and nothing has changed for them. They don’t see a way out. But things have to change. I am a member of Debout la France (a rightwing party) so I’m involved in politics. I voted for Marine Le Pen in the second round of the presidential election, but only because, for me, she was the least bad option."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}