{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2018/nov/01/new-caledonias-independence-referendum-what-you-need-to-know", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2018-11-01T23:46:55Z", "webTitle": "New Caledonia's independence referendum: what you need to know", "webUrl": "https://www.theguardian.com/world/2018/nov/01/new-caledonias-independence-referendum-what-you-need-to-know", "apiUrl": "https://content.guardianapis.com/world/2018/nov/01/new-caledonias-independence-referendum-what-you-need-to-know", "fields": {"headline": "New Caledonia's independence referendum: what you need to know", "bodyText": "What’s happening? On 4 November, New Caledonia will go to the polls in a referendum deciding whether they wish to become independent from France. The group of islands is located in the south Pacific, just east of Australia. It is a two-hour flight from Queensland to the country’s capital of Noumea. New Caledonia is a dependent overseas territory of France, and not an independent country, and has been under the control of France since it was colonised in 1853. The question of independence has been raised before and is a fraught one. Violent unrest in New Caledonia in 1980s over the question of independence resulted in the deaths of 21 people during a hostage crisis in Ouvéa. Is this the first time New Caledonia has voted on independence? No. This has been a long process. In 1987, a referendum was held on the question of independence and people voted overwhelmingly in favour of remaining with France – 98.3%, compared to just 1.7% (842 people) voting in favour of independence. However, participation in that vote was very low, with many pro-independence groups boycotting the vote. Since then there has been a 20-year transition period (enabled by the Matignon Agreements and then the Noumea Accord) to enable more local governance in New Caledonia and prepare the ground for a referendum on the independence question in November 2018. What will the question be? This time around long-term residents of New Caledonia will be asked to vote on the question: Do you want New Caledonia to attain full sovereignty and become independent? How is the vote split? Support for independence is split largely along ethnic lines, with indigenous Kanaks in favour and non-indigenous Caledonians, including those of European background, opposed. The right to independence from colonial rule is felt strongly by Kanak people. “As long as a single Kanak person is standing, he will fight for his freedom,” Daniel Goa, spokesperson for the independence movement Front de Libération Nationale Kanak et Socialiste (FLNKS), said in a speech in Sydney earlier this year. According to the 2014 census in New Caledonia, Kanaks make up 39% of New Caledonia’s population, Europeans make up 27%, with other groups including Wallisians, Polynesians and Indonesians, making up the rest. French immigrants in New Caledonia often enjoy a high quality of life on the island, with French civil servants working in New Caledonia receiving wages that are almost double what they would receive in Europe. What are they saying in France? Emmanuel Macron has said he hopes that New Caledonia will remain in France, calling New Caledonia a “jewel”, but has said that his government will not take sides in the referendum. Macron visited the islands in May, his trip timed to coincide with three significant anniversaries in New Caledonian-French relations including the anniversary of the Ouvéa hostage crisis. The French prime minister Edouard Philippe will visit New Caledonia in the day after the referendum. Who will win? Polls suggest an overwhelming majority – between 69 and 75% – will vote against independence. What will happen after the vote? In the unlikely event that the pro-independence party win, New Caledonia will begin the transition to becoming an independent nation, free of French rule. FLNKS has proposed the newly-formed country might be called Kanaky Nouvelle-Caledonie (Kanak New Caledonia) and has suggested it also adopt FLNKS flag in place of the French flag. Goa has also suggested that an independent New Caledonia would look at nationalising the nickel industry, and dismantling the current economic system, which he calls “an economy of exploitation”. If it fails the New Caledonian people may be allowed to hold two further referenda on the question of independence: one in 2020, and if that is unsuccessful, another in 2022."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}