{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2018/nov/13/trump-meltdown-macron-paris", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2018-11-13T20:31:08Z", "webTitle": "He came, he sulked, he tweeted: preening Trump on parade in Paris", "webUrl": "https://www.theguardian.com/us-news/2018/nov/13/trump-meltdown-macron-paris", "apiUrl": "https://content.guardianapis.com/us-news/2018/nov/13/trump-meltdown-macron-paris", "fields": {"headline": "He came, he sulked, he tweeted: preening Trump on parade in Paris", "bodyText": "In political science classes in the decades to come, Veterans Day Weekend 2018 is bound to be popular essay topic in the course on the Narcissist Presidency. It has all the hallmarks of the Trump era: a fabricated story that congeals as fact in the president’s brain and moments later is broadcast on Twitter. Countless diplomats and officials are sent scurrying to limit the damage, as the chief executive doubles down, refusing to admit a mistake. A key source material for the students to track down will be an interview Emmanuel Macron gave to the radio station Europe 1 ahead of the weekend’s events marking the first world war centennial. In one of his answers, Macron restated his support for the idea of a European army so that the continent could defend itself alone “without only relying on the United States”. In another segment of the interview, the French president talked about cybersecurity, the pressure on multilateralism and the threat to pull out of nuclear agreements, and said: “We should protect ourselves when it comes to China, Russia and even the United States.” What was a slightly provocative turn of phrase was made much worse when put through the filter of some of the US press where the two issues were conflated, leaving the impression that Macron wanted a European army to fend off threats from the US. And once that had been chewed up and spat out on Twitter, it sounded like Europe was on the point of invading New Jersey. We may have to wait for the next tell-all account of life inside the court of King Donald to know what specifically set him off, but the president arrived in Paris in the early hours of Saturday morning in a foul mood, repeating the garbled version of Macron’s martial plans and tweeting his disdain. Anyone from his White House entourage who might have tried to set the president right has long since resigned or been fired. The sealed bubble around Trump clearly played a role in the fiasco-filled weekend and its aftermath – and is becoming a significant factor in the presidency as it approaches its third year. When they met in Paris, Macron sought to reassure his jet-lagged visitor that he had been misinterpreted and did not see the US as a threat, but Trump seems to have made up his mind and looked grumpy throughout. And then it rained. Presidential aides declared it too wet for the president to attend a memorial event at a war cemetery in Belleau, the site of a battle that killed 2,000 US marines. The ceremony also marked the Marine Corps 243rd birthday, and Trump’s retreat to a Parisian hotel in the face of drizzle led to an eruption of derision from former officers as well as the usual critics back home. The French army rubbed salt in the wounds by trolling Trump on social media with a picture of a soldier on a soggy assault course, noting: “It’s raining, but it’s no big deal. We stay motivated.” All of this hits Trump in a weak spot. He avoided military service during Vietnam, and his claims of monolithic support among the armed forces ring less true with each passing month. Polls show that his popularity among the troops has declined sharply since he was elected. On Tuesday he tried some damage limitation, insisting on Twitter there had been “almost zero visibility”, and he had unsuccessfully tried to persuade his security staff to go by road. Those claims were weakened by the fact that other dignitaries managed to reach their destinations on Saturday, and that, on his return to Washington, Trump ducked out of the traditional Veteran’s Day appearance at Arlington National Cemetery, directly across the Potomac river from the White House. As has been demonstrated before, the most dangerous moment for US alliances is often when Trump leaves a meeting with his fellow leaders. As he was flying away from a G7 meeting in Quebec in June, the president heard about some indirectly critical remarks made by Canadian prime minister, Justin Trudeau, and instantly ordered the withdrawal of US support for a joint statement that had been agreed a few hours earlier. On this occasion, after being generally complimentary to Macron during the trip, Trump woke up furious with the French president on Tuesday morning. He repeated the false claim about Macron’s intentions for a European army, and followed it up with the well-worn jingoistic claim that France would be speaking German if it had not been for US intervention in two world wars. The president then pivoted, as he often does against domestic opponents, to deride the French president’s unpopularity and then signaled he would express his irritation through trade policy, claiming France imposed “big tariffs” on US wine and threatening retaliation. The tariffs on US wine are higher, but they are set by the EU, after trade negotiations with the US, not by France. Over the first two years of his presidency, the point has been explained to Trump repeatedly. But in his outbursts against Germany, France and others, he ignores the distinction between the EU and its member states. Whether Trump acts out of ignorance and deafness to expertise, or sheer political expediency has been much debated, but the distinction may not matter much. Raw attacks on other countries and talk of tariffs plays well with his base. Whether they are well founded or not does not matter. At best, days of governmental effort will now be wasted, but no new tariffs will be imposed simply out of presidential ire. The outcomes could be far worse when it is not Emmanuel Macron on the receiving end of Trump’s petulance but say, Kim Jong-un after the honeymoon with the North Korean regime goes sour, and there are nuclear missiles rather than cabernet sauvignon at stake."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}