{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/nov/19/england-rugby-union-autumn-internationals-australia-eddie-jones", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-11-19T22:07:45Z", "webTitle": "England will not risk Tuilagi against Australia but drop Care and Lozowski", "webUrl": "https://www.theguardian.com/sport/2018/nov/19/england-rugby-union-autumn-internationals-australia-eddie-jones", "apiUrl": "https://content.guardianapis.com/sport/2018/nov/19/england-rugby-union-autumn-internationals-australia-eddie-jones", "fields": {"headline": "England will not risk Tuilagi against Australia but drop Care and Lozowski", "bodyText": "Eddie Jones says he will not risk Manu Tuilagi’s fitness against Australia this weekend but is still hopeful the Leicester centre can transform England as an attacking force at the 2019 Rugby World Cup. Tuilagi has not featured in any of this month’s Tests at Twickenham and is described by the head coach as “very doubtful” to face the Wallabies on Saturday. The 27-year-old has been named in a 28-man squad preparing for England’s final Test of the calendar year, unlike the discarded Danny Care and Alex Lozowski, but Jones is prepared to wait until next summer if necessary to unleash a fully fit Tuilagi. “We are just being patient,” said Jones. “He could potentially be something a bit different for us and we want to make sure he’s 100% right. He’s 99.9% … it’s just that last little bit. We won’t pick him until we get that right. The World Cup starts in September, there’s still plenty of time.” Jones’s desire to include Tuilagi in his World Cup plans is no secret but a tweaked groin on the eve of the South Africa game this month has forced the England management to put his return on hold. Jones has now chosen 11 different centre pairings to start for England since taking over at the start of 2016 and the decision to drop Lozowski before the encounter with the Wallabies suggests he is still seeking the perfect formula. While the versatile Saracens player did not have his best afternoon against Japan and was replaced at half-time, he remains a talented ball-player with plenty to offer if England want a second midfield playmaker. Jones still appears to favour that option, having unexpectedly recalled Northampton’s Piers Francis, but with Chris Ashton requiring a scan on a sore calf it would be no surprise to see Joe Cokanasiga named on the bench against Australia. Care, after 84 caps, is a conspicuous absentee, however, with Richard Wigglesworth’s box-kicking prowess among the possible reasons. “We weren’t happy with some aspects on Saturday and Danny can go away and work on them,” said the head coach. Nathan Hughes is also back available in the back row following suspension, with the slightly less imposing Zach Mercer missing out. Jones’s belief that international rugby is increasingly a strong-arm contest in many positions was merely strengthened by Saturday’s Ireland-New Zealand Test, where the fleet-footed All Blacks three-quarters struggled to win the gain-line battle. “Look at the Tests at the weekend, how physical and brutal they are,” Jones added. “It is becoming a real power game. It showed where rugby is going … the physical demands on the players are getting greater and greater.” At the same time, Jones argues, the mental demands are also intensifying, with Ireland particularly adept at plotting their way past the All Blacks. England, conversely, were conspicuously out-thought in the first half against Japan, before they belatedly got a grip in the second half. “Games are now lasting 100 minutes and for 60 minutes of that the players have to think,” said Jones. “The ability to think is going to become an even more important part of the game.” It is among the reasons England have recruited Will Carling to their backroom staff as they try to enhance the players’ clarity of thought under pressure. Jones insists, though, that Ireland’s impressive win over the All Blacks will not impact on next year’s World Cup. “It will have no consequence. None at all. The only thing that counts is when you get to the World Cup. Ireland had a set of tactics, they stuck to them and it worked for them. The ball bounces your way sometimes. Those leprechauns helped the ball bounce in the right direction.” Jones also believes the defeat will do New Zealand no serious harm. “If I was Steve Hansen I’d be hurting now but they’re going to learn a lot. They’ll come back stronger and better.” For now Jones is more preoccupied with setting a new record in Anglo-Australian Tests by guiding England to a sixth successive win over the Wallabies, coached by his former Randwick team-mate Michael Cheika. “He is a good guy, passionate about Australian rugby doing well, and I’m sure there will be better days for him,” said Jones. “Let’s just hope it is not Saturday.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}