{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2018/nov/01/donald-trump-latest-election-video-racist-midterms", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2018-11-01T23:27:11Z", "webTitle": "Trump reveals plans for asylum crackdown at border and 'massive cities of tents' – as it happened", "webUrl": "https://www.theguardian.com/us-news/live/2018/nov/01/donald-trump-latest-election-video-racist-midterms", "apiUrl": "https://content.guardianapis.com/us-news/live/2018/nov/01/donald-trump-latest-election-video-racist-midterms", "fields": {"headline": "Trump reveals plans for asylum crackdown at border and 'massive cities of tents' – as it happened", "bodyText": "In case it wasn’t clear at the start of the day, it was clear by the end. Republicans are going all-in on stoking fear about migrants at the eve of the 2018 midterm election. They day began with much of the political world still clamoring over a xenophobic and factually inaccurate ad targeting migrants tweeted by Donald Trump yesterday, and compared by many to the racist “Willie Horton” ad of a generation ago. A number of Republicans and Democrats denounced the ad, but its basic theme- that migrants represent a pressing, violent threat to the safety and security of the country, continued. Trump announced plans for a sweeping reform to the US asylum process to be made by executive order sometime next week- which is election week. Trump: This is a perilous situation and it threatens to become even more hazardous as our economy gets better and better - we have the hottest economy in the world, and the jobs and unemployment, you look at any numbers right now, we have more people working than at any time in the history of our country. And people want to come in and in some cases they want to take advantage of that and that’s okay and we want them to come in but they have to come in through merit and they have to come in legally. Large organized caravans of migrants are marching towards our southern border, some people call it an invasion, it’s like an invasion and they violently overrun the Mexican border, these are tough people in many cases lots of young men, strong men and a lot of men maybe we don’t want in our country. Meanwhile a group of a dozen Republican congressmen are asking the Department of Justice to look at at actors who might be behind the “invasion”. Trump continues his busy rally schedule tonight in Missouri where he’ll stump for Republican Josh Hawley, who is challenging Democratic incumbent Claire McCaskill for her Senate seat. We’ll have the blog back up tomorrow morning with all-important midterms election results now just five days away. The Green Party candidate in Arizona’s toss-up Senate race has dropped out to put her support behind Democrat Krysten Sinema. The very appropriately named Green Party contender Angela Green said she struggled with the decision “very much”, but as she was polling at 6% it could make a huge impact on the outcome of the race if her supporters heed her advice. “I got a message for all of Stacey Abrams’ liberal Hollywood friends, this ain’t Hollywood, this is Georgia,” said Vice President Mike Pence at a rally today. One small issue: Indeed the largest film studio outside of Hollywood resides squarely in the Peach state. Twelve Republican congressman have signed on to a letter asking the Department of Justice to investigate the migrant caravan and “the actors responsible for this invasion”, parroting Trump’s hyperbolic language. Signers include representatives Paul Gosar, Jeff Duncan, Louie Gohmert, and Steve King. The letter urges the DOJ to investigate the circumstances surrounding the most recent mass migration effort and potential laws that may have been broken by American entities. “For years our immigration laws have been exploited,” said Congressman Gosar. “Right now, thousands of Central American migrants are traveling thousands of miles to reach our border. The level of organization, logistics and coordination being depicted in reports of the most recent caravan raises serious concerns. I urge the Department of Justice to investigate the matter to determine the actors responsible for this invasion.” Omar Jadwat, director of the ACLU’s Immigrants’ Rights Project, had this to say about Trump’s remarks today: President Trump did not announce an immigration policy this afternoon, but repeatedly lied about the asylum system, his family separation policy, and his largely unfunded wall. If he plans at some point to prohibit people from applying for asylum between the ports of entry, that plan is illegal. What is clear from the timing and vague nature of today’s remarks is that he is simply trying to inflame his base in the final run-up to the midterms.” Trump discussed the possibility of both holding migrants in “tent cities” and of them being “directly deported” after capture. It is unclear in his administration’s forthcoming policy which action would apply to which individuals, but the direct deportation of asylum seekers would run afoul of international treaties prohibit the United States from returning an asylum seeker to a country where they have a credible fear of being persecuted, tortured or killed. Trump: Big change as of a couple of days ago - we are going to no longer release, we are going to catch but we are not going to release. They [the migrants] are going to stay with us until the hearing takes place. We are not releasing into the community... “Those people, they know who they are - and we know a lot of where they are and who they are - and those people will be deported, directly deported.” Trump didn’t offer many statistics today in his case for overhauling the asylum process at the southern border, mostly just vague language about security and “violent, tough people.” One of the statistics he did offer, that only 3% of asylum seekers return to court for their trial, is patently false. Justice Department data suggests that in fact, 60 to 75% of non-detained migrants have attended their immigration court proceedings. For the specific group of migrants Trump was addressing, asylum-seekers, data suggests the return rate is even higher. Note these data from a Department of Homeland Security Office of Inspector General report on a program for asylum seekers that Trump has since ended: According to ICE, overall program compliance for all five regions is an average of 99 percent for ICE check-ins and appointments, as well as 100 percent attendance at court hearings,” the report said. “Since the inception of FCMP, 23 out of 954 participants (2 percent) were reported as absconders.” Trump spent much of his remarks discussing the need to detain and hold migrants, and touting his decision to sent military personnel to the border but the two are actually quite separate, as the military has said that soldiers cannot and would not be used to detain people. Trump’s description of total agreement on how to define the migrant caravan is also obviously false. Donald Trump has finished speaking at the White House and, unsurprisingly theres a lot to unpack from a fact-checking standpoint about his remarks. Trump started with comments that were mostly prepared but in answering questions delivered more of a trademark Trump extemporaneous performance. After suggesting that his administration would end “catch and release”, Trump insisted that the US would instead hold migrants- and specifically asylum seekers- in new yet to be built tent cities where parents and children would be housed together. Trump of course was politically hammered over his administration’s now abandoned policy of child separations. He used the question-period to make some familiar, and false claims about the policy being a holdover form the Obama administration which he softened. Trump says migrants are throwing rocks “viciously” at the military, and that he wants the military to treat anyone doing that as if they are armed with a deadly weapon. “When they throw rocks, consider it a rifle,” Trump said. Trump announces a comprehensive executive order that he expects to release and sign next week that will radically revamp the US asylum process and policy on the border. “I don’t want them in this country,” Trump said. Trump is speaking on immigration and the souther border at the White House right now, says his administration “is finalizing a plan to end the rampant abuse of our asylum system”. Oprah is door-knocking for Stacey Abrams in Georgia, and no doubt earning lots of incredulous gasps like this one. The list of Republicans who have denounced Trump’s “Wille Horton 2.0” ad continues to grow, but none of the voices who have spoken up could be considered particularly surprising. It includes frequent Trump critics Jeff Flake, John Kasich and Christine Todd Whitman. No critique has been sharper than that of former Florida GOP chairman Al Cardenas who said in a later deleted tweet: “You are a despicable divider; the worse social poison to afflict our country in decades. This ad, and your full approval of it, will condemn you and your bigoted legacy forever in the annals of America’s history books.” Donald Trump’s self-described nationalist rhetoric may be turning off well-educated, well-off white voters – especially women – chipping away at a crucial part of the GOP coalition, the New York Times reports: Rather than seeking to coax voters like these back into the Republican coalition, Mr Trump appears to have all but written them off, spending the final days of the campaign delivering a scorching message about preoccupations like birthright citizenship and a migrant “invasion” from Mexico that these voters see through as alarmist. He amplified his fear-peddling Wednesday night with an online video that is being widely condemned as racist, showing a Mexican man convicted of killing two California deputies with a voice-over saying “Democrats let him into the country.’’ College-educated white women now prefer Democratic control of Congress by an 18-point margin, according to a Marist College/NPR poll. The trend is showing up in Congressional races like one in the suburbs of Philadelphia, where Republicans are struggling to hang on to a House seat. Shelley Howland, a registered Republican, told the Times she would not support Republican representative Brian Fitzpatrick for re-election because of her distaste for Trump. “This year, it’s going to be a straight Democratic ticket,” she said, adding she was bothered by “this whole movement to the ‘alt-right’, Steve Bannon in the White House, Trump in the White House”. Iowa Democratic House candidate J.D. Scholten, who is running against Rep. Steve King, has seen an infusion of cash amid King’s latest controversies. Scholten raised over $641,000 on Tuesday and Wednesday alone, his campaign told Politico. The Democrat’s chances have improved after the national GOP campaign apparatus disowned King over his history of controversial comments and white supremacist ties. A recent poll showed King leading by just a single point. “The poll definitely broke a dam,” Irene Lin, Scholten’s campaign manager, told Politico. “People thought, ‘Oh my God, Steve King can actually be beaten?’” The Democrat is planning a last minute TV ad blitz with the money. Earlier Thursday, King blew up at a questioner who asked him whether he identifies as a white supremacist. Lawyer Michael Avenatti has released his first political ad, urging Americans to join his “fight club” and vote next Tuesday, Politico reported. Avenatti, the lawyer for porn star Stormy Daniels, has talked about running for president in 2020, though he’s earned little affection from many Democratic leaders. The ad, which will run on Facebook and Twitter, shows people repeating the line “we the people,” until one says, “Are mad as hell and we’re not going to take it anymore.” “Our constitution says ‘We the people, not ‘Me the president,’” Avenatti says. “Stand up. Join the fight club. Use your vote as your voice on Nov. 6.” Texas Rep. Will Hurd is one of Donald Trump’s most vocal critics within the GOP Congress. Yet Republicans are desperate to keep him in office as they scramble to keep the House, the Associated Press reports: One of just three black Republicans in Congress, Hurd drew national attention this summer for accusing Trump of “standing idle on the world stage” and being manipulated by Russian President Vladimir Putin. He represents a Hispanic-majority district won by Hillary Clinton in 2016, which, in this deeply divisive election year, should point to him being toast. But back home along the U.S.-Mexico border, Hurd hangs on by a thread in his bid for a third term, potentially depriving the Democrats of one of the 23 additional seats it needs to retake the House. Hurd, who squeaked out his last two elections by 5,500 votes combined, has figured out how to survive in Texas’ only swing district by being the rare swing candidate... The race is a rare and striking example of a vocal Trump critic in the GOP proving durable at a time when other vulnerable Republicans are moving closer — not away — from the combative president. In Florida, Republican congressman Carlos Curbelo is another moderate and Trump critic also trying to defy the political forces working to polarize. If they win, Hurd and Curbelo will likely spotlight a survival strategy for Republicans in places where Democrats otherwise prosper. Hurd has kept a distance from Trump both politically and in proximity: He skipped the president’s rally in Houston this month and wasn’t mentioned by the president. “The people that I care about mentioning me are the folks walking by here,” Hurd said, adding, “I have an independent relationship with people.” Wisconsin Gov. Scott Walker called former President Barack Obama the world’s “biggest liar” Thursday, the Hill reported. Walker is a Republican in a tight re-election fight, and Obama last week came to Milwaukee to campaign for his opponent Tony Evers as well as incumbent Democratic Sen. Tammy Baldwin. “I guess if you’re going to lie about health care and pre-existing conditions, you might as well bring in the biggest liar of the world,” Walker said, according to the Hill. He was referring to Obama’s statement, when he was pushing the Affordable Care Act, “If you like your health care plan, you can keep it.” Walker said at the event that he wants to put the “exact same language” that’s in the Obamacare law into state law, requiring insurers to cover pre-existing conditions, according to the Associated Press. Wyoming Rep. Liz Cheney, the daughter of former Vice President Dick Cheney, is running to be the House Republican Conference chair, CNN reported. She’s been fundraising heavily for Republican colleagues ahead of the midterms. House Republican leadership elections are scheduled for the week after the general election. While Congressional candidates have made national healthcare policy - especially coverage for people with pre-existing medical conditions - a key issue in the midterms fight, voters will also decide on important healthcare issues in a number of state ballot referendums, the New York Times reports: Among the most significant are referendums that would expand Medicaid in Idaho, Nebraska and Utah. If voters in all three states approve, an estimated 340,000 additional low-income adults would be eligible for free health coverage through the government program, as the health law allows, starting next year. But the ballot questions also cover a wide range of other issues: whether to ease penalties for low-level drug offenders in Ohio; consider a ban on vaping in indoor work spaces in Florida; and whether to remove abortion protections from state constitutions in Alabama and West Virginia. Florida’s Senate and governor’s races are both neck and neck, according to a new poll from CNN. Sen. Bill Nelson has 49% of the vote in the poll, compared to 47% for Gov. Rick Scott, a Republican who is challenging him. In the governor’s race, 49% support Democrat Andrew Gillum and 48% back Republican Ron DeSantis . The CNN poll also found that in Tennessee’s Senate race, Republican Marsha Blackburn has gained. She now has 49% of the vote to 45% for former Democratic Gov. Phil Bredesen. Last month, it was Bredesen who had a five point lead. Florida gubernatorial candidate Andrew Gillum said Thursday that Donald Trump has given “cover” to racists. “I have not called the President a racist, but there are racists in his sympathizers who believe he may be, which is why they go to his aid, which is why he has provided them cover. I believe his cover has led to much of the degradation in our political discourse,” Gillum told CNN. Gillum, the Democratic mayor of Tallahassee, is running against fervent Trump supporter Ron DeSantis. Trump has called Gillum a “thief,” and at a rally Wednesday night, said he “wants to throw open your borders to drug dealers, human traffickers, gang members and criminal aliens,” according to CNN. Gillum said on “New Day” Thursday the attacks were “beneath the station of the office, and it’s beneath the intelligence of the voters who we’re trying to engage in this race and act on their behalf.” While campaigning for Stacey Abrams in Georgia, Oprah Winfrey also threw cold water on the idea that she’ll jump into politics herself with a run for president. “I want to make it very clear to all of the press, everybody, I am not here because I am making some grandstand because I’m thinking about running myself,” she said, according to Politico. “I don’t want to run. I am not trying to test any waters, don’t want to go in those waters.” Winfrey said she made the campaign trip “because of the men and because of the women who were lynched, who were humiliated, who were discriminated against, who were suppressed, who were repressed and oppressed for the right for the equality at the polls.” “And I want you to know that their blood has seeped into my DNA, and I refuse to let their sacrifices be in vain,” she said. “I refuse.” She also threw in a trademark line from her TV show, according to WGXA News, telling the crowd: “You get a vote! Everybody gets a vote!” Iowa Rep. Steve King blew up at a questioner who asked him Thursday whether he identifies as a white supremacist and had him ejected from the room. The embattled Republican Congressman flipped when a man at a forum hosted by the Greater Des Moines Partnership brought up the parallels between views he has expressed and views expressed by the man who shot 11 people to death at a Pittsburgh synagogue, according to a video clip posted by Iowa Starting Line. “You and the shooter both share an ideology that is anti-immigrant,” the man says, before King cuts him off as he tries to say, “I was about to ask you what distinguishes your ideology.” “Do not associate me with that shooter. I knew you were an ambusher when you walked in the room, but there’s no basis for that, and you get no question and no answer,” King snapped. “You’re done. You crossed the line. It’s not tolerable to accuse me to be associated with a guy that shot 11 people in Pittsburgh,” King said. “I will not listen to another word from you.” The questioner, speaking in a calm tone of voice, persisted: “Do you identify as a white supremacist?” King shouted “Stop it!” and “You’re done!” before asking security to remove the man from the room. King is up for re-election against Democrat J.D. Scholten, and a recent poll showed the incumbent up only a single point. The National Republican Congressional Committee withdrew its support this week, disavowing King for a history of comments that smack of white supremacy. King has traveled to Austria and met with members of the far-right Freedom Party, which was founded by a former SS officer. In another clip posted by Iowa Starting Line from the event Thursday, King said he met with a group of “random successful business people,” one of whom happened to be a Freedom Party member. But he went on to excuse the group’s Nazi origins, saying that in Austria in the World War II era, “if you were involved in government, you had Nazi ties.” Republican Ohio Gov. John Kasich has denounced Donald Trump’s racially inflammatory campaign ad. While Oprah was campaigning for Stacey Abrams in Georgia, Vice President Mike Pence was appearing for her Republican opponent, Brian Kemp. “I heard Oprah is in town today. And I heard Will Ferrell was going door-to-door the other day. Well I’d like to remind Stacey and Oprah and Will Ferrell — I’m kind of a big deal, too,” Pence said. “I got a message for all Stacey Abrams liberal Hollywood friends: This ain’t Hollywood. This is Georgia,” Pence said. He said Kemp would cut taxes and take care of agricultural interests, charging Abrams would “make Georgia’s government bigger than ever before.” In West Virginia, Democrat Richard Ojeda is running for Congress in a district that Donald Trump won by a whopping 49-point margin. He started as a massive underdog. The Guardian covered his campaign back then, noting the following he had gained with his bombastic style. The Washington Post checked in with Ojeda this week, noting he had surged to the point where polls had him neck and neck with opponent Carol Miller. But success had some downsides: At a moment in American politics when authenticity is everything, Ojeda is being hailed as an unpolished, authentic voice. His sudden rise is reminiscent of President Trump, who is hailed by his supporters for breaking all the shopworn rules of modern politics. Some of that same magic has propelled Ojeda, a 48-year-old retired Army paratrooper and current West Virginia state senator… But authenticity was easier for Ojeda when he had no money; when it was just he, Sammons, Belcher and a Sony A7S camera. Now his coffers were full. In the most recent quarter, he raised $1.4 million in campaign donations. The Democrat Congressional Campaign Committee was sending consultants to southern West Virginia to help with more professional looking campaign ads and media buys. The money and attention were helping Ojeda to blast out his pro-union, anti-establishment message. But Sammons, a key aide, worried the scripted ads and outside consultants were making Ojeda sound too much like a conventional politician. They were missing the very thing that had rallied blue-collar West Virginians to his cause. Oprah Winfrey is hitting the campaign trail for Stacey Abrams, Georgia’s Democratic candidate for governor. “I am an independent woman. I have earned the right to do exactly what I want to do,” Oprah said in one appearance for Abrams. “I have earned the right to do what I want to do when I want to do it. I’ve earned the right to think for myself and to vote for myself and that’s why I am a registered independent, because I don’t want any party and I don’t want any kind of partisan influence telling me what decision I get to make for myself.” She went on: “Nobody paid for me to come here. Nobody even asked me to come here. I paid for myself, and I approve this message.” Earlier Thursday, Winfrey knocked on doors for the Abrams campaign. “I had my little clipboard, honey, I was knocking on some doors today,” she said. Abrams urged supporters to help her get out the vote, saying if the mega-star could go canvassing, so could they. “I need you to call people you don’t like, call people you’re mad at, call people you broke up with,” she said. “Oprah Winfrey knocked doors today. For every engaged supporter, she said, there were other potential voters who don’t know how important the “razor close” election is. “It’s often that they don’t know because no one has bothered to tell them,” Abrams said. Texas Sen. Ted Cruz’s lead over challenger Beto O’Rourke has narrowed once again, according to a new poll. The Emerson Poll shows Cruz with a three point lead. Cruz gets 50% of the vote, compared to 47% for O’Rourke. A poll Wednesday had Cruz up by 3.6 percentage points. Democrats are scrambling to save the seat of New Jersey Sen. Bob Menendez, the New York Times reports. The incumbent is by any measure a pretty bad candidate - he’s been charged with federal corruption offenses, which he escaped in a mistrial, and admonished by the Senate ethics committee for taking expensive gifts, including private jets and luxury resort stays, from a wealthy doctor for whom he then did favors. A $30 million ad campaign from Bob Hugin, the Republican challenger, has reminded voters of his picadillos at every turn, according to the Times. Polls show a close race, despite a large Democratic advantage in the state, and a Democratic Senate super PAC has started spending there. An official event this week to announce hurricane recovery programs doubled as a chance for the state’s more popular Democrats, Sen. Cory Booker and Gov. Phil Murphy, to heap praise on their ethically challenged colleague. Menendez garnered one of the year’s more memorable endorsements from the Star-Ledger, which urged voters to “Choke it down, and vote for Menendez.” “This year’s U.S. Senate race presents the most depressing choice for New Jersey voters in a generation, with two awful candidates whose most convincing argument is that the other guy is unfit to serve,” the editorial said. “It’s a miracle that Menendez escaped criminal conviction, and an act of profound narcissism that he stayed in the race despite this baggage, putting a Democratic seat at risk while Donald Trump sits in the White House,” the paper continued, but it called Hugin “no better,” citing his work for a shady pharmaceutical company. In the end, the editorial board encouraged a reluctant vote for Menendez in order to rein in Donald Trump. Donald Trump, who has once again been accused of racism for a new campaign ad featuring a Mexican immigrant who killed police officers, says he’s only being called racist because he’s winning. “You know the word ‘racist’ is used about every Republican that’s winning,” Trump said in an interview with the Christian Broadcasting Network. “Anytime a Republican is leading, they take out the ‘R’ word, the ‘racist’ word. And I’m not anti-immigrant at all.” In the same interview, Trump expressed confidence Republicans would keep control of the House, saying, “I think the blue wave is dead, frankly.” Much attention has been paid to the wave of insurgent progressive challengers taking on more established Democrats. Politico takes a look at another side of this trend: the new candidates are drawing their support mostly from young, well-educated gentrifier types. It’s setting up a clash with the party’s more traditional base, which includes working class voters and people of color. As the party’s attention turns to the presidential nominating season, one of its biggest challenges will be navigating this culture war in its own ranks. The energy at the moment is with the liberal wing, centered around cities and college towns and on the coasts, its members mostly white and college-educated and far to the left on social and cultural issues compared with the rest of the party. But its voting majority is still more blue-collar and diverse, many of whom favor an incremental approach on social issues and who are more interested in preserving the clout of longtime powers like Crowley and Capuano than in notching symbolic victories for the “resistance.” There’s overlap between the two groups of course. Many of the candidates in the progressive wing are themselves black and Latino, seeking to unseat white incumbents in heavily minority districts. And many young, well-educated voters are also people of color. But Politico writes of the emerging bloc: In evaluating candidates, these Democrats consider diversity, and hailing from outside the political establishment, hugely important. Except that hailing from outside the establishment isn’t much of a selling point to people who actually need things from government, who rely on social services or federally enforced fairness-in-lending laws, or decent government jobs in their districts. For these voters, what matters is relationships, and an ability to deliver. And when they see a Crowley or a Capuano unseated by a fresh new challenger, they see decades of seniority vanishing for largely symbolic reasons. There’s even more false or misleading news circulating on social media now than there was during the 2016 presidential campaign, a new report found. Two years after Russia orchestrated an online disinformation campaign, the problem has only gotten worse, the Washington Post reports. The University of Oxford study also found social media users were more likely to share “junk news” than “professional content,” defined as news articles from established media organizations or information from government agencies or political candidates. The study looked at posts on Facebook and Twitter in September and October and found that “junk news” on Twitter made up about 25% of all links, an increase of 5 percentage points since 2016. Twitter rejected the study’s approach, telling the Post that it classified as “junk” many sources that legitimately reflect Americans’ views. Early vote totals in at least 17 states now surpass the total number of early and absentee votes cast in 2014, the Washington Post reports. We looked at the early vote surge on Tuesday - at which point there were 11 states that had passed that mark. In some states, early and absentee vote totals are on track to double compared to four years ago. Hip hop artist Travis Scott is throwing his support behind Democrat Beto O’Rourke in the Texas Senate race, the Houston Chronicle reports. Scott endorsed and campaigned with O’Rourke at a community center in west Houston over the weekend. “All the kids, we just need to go out, hit these polls, attack these polls,” the rapper said, according to the Chronicle. “We need to just tell our peers, man, to step out and vote.” O’Rourke has received a number of celebrity endorsements in his race against Republican Sen. Ted Cruz. Donald Trump’s latest campaign ad has drawn comparisons to the notorious Willie Horton ad, which in 1988 blamed Democratic presidential nominee Michael Dukakis for the release of Horton, a black man who was convicted of murder and then committed a rape during a furlough program in Massachusetts. Princeton historian Kevin Kruse argues in a series of tweets that it’s actually “a whole lot worse.” Political strategist Lee Atwater, he notes, at least had the shame to disguise the origin of the ad through outside groups, and denied having anything to do with it. This ad was posted directly by the President of the United States on his personal Twitter account. “It isn’t just that the president of the United States is personally pushing white nationalist politics in its ugliest and crudest form, it’s that he’s doing it proudly and with purpose,” Kruse said. “That is so, so much worse than ‘Willie Horton’ ever was.” Democrats are in a strong position to take control of the House of Representatives, though some potential stumbling blocks remain, according to a new Washington Post-Schar School poll of battleground districts. In 69 congressional districts identified as competitive, the poll finds 50% of likely voters support the Democratic candidate, while 46% support the Republican. The advantage is small - the poll has a 3.5 percentage point margin of error - but significant when compared to 2016, when voters in the districts backed Republicans by a 15 point margin. Democrats are potentially vulnerable on the turnout front, since much of their support comes from groups that have historically turned out at lower rates. The party has a 21-point advantage among voters under 40, a 21-point advantage among independents who lean toward neither party, and a 40-point advantage among nonwhite voters, the poll found. Additionally, the poll found that Donald Trump’s anti-immigration tactic may have some resonance with voters in battleground districts: 54% said the US should do more to stop illegal immigration. Deep polarization was evident. At least two thirds of both Democrats and Republicans said that the other party winning would be “very bad” for the country. The House Republicans’ PAC, the Congressional Leadership Fund, launched a $200,000 last minute ad campaign to protect New York Rep. John Katko from a Democratic challenger, the Syracuse Post Standard reported. Katko is one of several Republicans in New York who Democrats have hopes to knock off. They also include indicted Rep. Chris Collins, Hudson Valley Rep. John Faso, and Staten Island Rep. Dan Donovan. The GOP group’s ad attacks Democrat Dana Balter for her support for a single-payer healthcare system, also known as Medicare for All. The PAC is the latest political group to begin spending heavily in the Syracuse race, a possible sign the election may be more competitive than public polls have shown, the Post Standard reports. Stosh Cotler, CEO of Bend the Arc: Jewish Action, condemned Donald Trump’s incendiary new campaign ad which falsely accused Democrats of allowing a Mexican man who murdered two police officers in California into the country.: “President Trump’s new racist, false and fearmongering ad represents his full-throated embrace of white nationalism as a closing strategy for the midterm elections. His demonizing of immigrants and his shameless devotion to the same ideology and worldview that motivated the shooter in Pittsburgh, the Trump supporter who allegedly mailed bombs to targets of Trump’s political rhetoric, and countless other acts of violence are nothing short of despicable.” In southern Utah, a large population of Native Americans have for decades been blocked from political power by district gerrymandering. They’re hoping things will change this year, Jeremy Miller reports from Oljato, Utah. The history of disenfranchisement has cast a long shadow over the Navajo Nation, one they hope they can throw off in the election. Today, Native Americans, who lean heavily Democratic, make up a slight majority in San Juan county, which encompasses this part of Utah. But for decades they were “packed” by Republican officials into a single district in the county’s southernmost reaches, echoing other partisan gerrymandering efforts across the US. In 2016, a federal judge ruled that San Juan county had violated the Voting Rights Act of 1965 by illegally drawing contorted voting districts to disenfranchise Native American voters. In a follow-up ruling last December, the judge handed down newly drawn district maps that give Navajos a majority by population in two of the county’s three commission districts. If Navajo candidates win next week, it could reshape the region. The inequitable drawing of voting districts has meant that Navajos have never held a majority on the school board or county commission. This year, the midterm ballot in San Juan county includes two Navajo candidates for county commissioner. And James Courage Singer, the first Navajo to run for Congress in Utah, is in the running to represent Utah’s third House district. The court’s redistricting order was followed by a legal settlement requiring mail-in ballots to be distributed in the Navajo language as well as in English. The settlement also requires San Juan county to open three satellite polling places, each staffed with a Navajo translator. West Virginia Sen. Joe Manchin has a five point lead over his Republican challenger, a new poll found. The poll by the MetroNews and Dominion Post shows 45% of voters backing Manchin and 40% for his opponent Patrick Morrisey. Manchin is a conservative Democrat who could be vulnerable in a Trump-supporting state, but he has maintained a lead in polls and may have helped himself with more conservative voters by being the only Democrat to vote to confirm Supreme Court Justice Brett Kavanaugh. The world has only a dozen years to stave off catastrophic climate change, a dire report recently warned - but Democrats aren’t making the issue a priority this campaign season. Democrats have no significant plans to tackle climate change if they gain control of Congress, the Guardian’s Emily Holden reports. They may have their hands full just maintaining the status quo, as Donald Trump pursues one environmental rollback after another. Democrats plan oversight hearings on those rollbacks if they win. The party’s efforts as currently planned won’t be enough to spur the rapid transformation in how society operates that leading scientists say is needed to spare humanity from the worst of rising temperatures, extreme weather and massive societal and economic disruptions. But few in the party – or the big environmental groups that traditionally support it – are prepared to admit this outright. “Obviously, a transformative government response to climate is clearly needed based on what we’re seeing from science. We have about 10 years left to really be doing something, but it’s hard [for us] to do because the Republican party is largely in denial on this,” said congressman John Delaney, a Maryland Democrat. New York Gov. Andrew Cuomo is skipping out on a debate Thursday night with his opponents, drawing the ire of the League of Women Voters. After extensive sniping, Cuomo, who is heavily favored for re-election, agreed to one debate against Republican Marc Molinaro which took place in New York City. But he won’t attend a debate sponsored by the League of Women Voters in Albany, which features Molinaro as well as three smaller party candidates, the Albany Times Union reported. “We are extremely frustrated that the governor does not feel a fair, nonpartisan, debate is an appropriate venue to speak directly to voters,” the group said in a statement. “This debate is for voters and open to the public. Five candidates will appear on the ballot next Tuesday. Voters have a right to hear from all five candidates before selecting the next governor of New York State on Election Day. “If the governor truly wants to speak to voters, he should have made it his priority to attend the only upstate debate of all candidates.” Despite the widespread anger over Donald Trump’s anti-immigrant policies and rhetoric, Democrats’ trouble getting Latino voters to the polls appears to persist, the Guardian’s Amanda Holpuch and Tom Dart report. “The biggest misconception is that Latinos are monolithic and that they are single-issue voters and that if a big deal is made about immigration on either side, that’s what’s going to matter to Latinos,” said Stella Rouse, an associate professor of government and politics at the University of Maryland. Since 1996, less than half of eligible Latino voters have cast ballots in presidential elections. Seven weeks before the midterm elections, six out of 10 Latinos surveyed nationally said they had not been contacted by a candidate or political party to register to vote, according to the polling firm Latino Decisions. “They are not just going to come out because they are angry,” said Rouse. The Guardian’s Ed Pilkington spent a week traveling the country to cover Donald Trump’s political rallies. He writes: There is no understanding Donald Trump without understanding his rallies. They are the crucible of the Trump revolution, the laboratory where he turns his alternative reality into a potion to be sold to his followers. It is at his rallies that his radical reimagining of the US constitution takes shape: not “We the people”, but “We my people”. As America reels from a gunman killing 11 Jewish worshippers in a Pittsburgh synagogue; pipe bombs being sent to 14 of the US presidents’ leading opponents, and Trump declaring himself a nationalist and sending thousands of troops to the US border to assail unarmed asylum-seekers; the most powerful person on earth continues to rely on his rallies as seething cauldrons of passion. And that’s not all. Trump is using them as a test run for his 2020 bid for re-election. Which is why I have criss-crossed the country, from Montana and Wisconsin in the north to Texas in the south, Arizona in the west to North Carolina in the east, to observe the president delivering his message to his people. Unions and other progressive groups took out a centerfold ad in the Pittsburgh Post-Gazette, urging Pennsylvanians to “vote against antisemitism,” Politico reports. See the ad here. It comes days after an antisemitic gunman murdered 11 people at Pittsburgh’s Tree of Life synagogue. The ad calls the massacre “the direct result of rhetoric that demonizes Jews and celebrates political violence,” citing a number of comments by Republicans the authors see as evoking antisemitic tropes. “Antisemitism today is not always as overt as the Tree of Life Congregation shooter’s social media posts, but it is rampant, and it has been embraced by President Donald Trump and others with influential positions in our country,” the ad says. Donald Trump has tweeted a racially inflammatory video falsely accusing Democrats of allowing a man who murdered two police officers in California into the country. The video, posted on social media on Wednesday, is a marker of the increasingly divisive, racially prejudiced rhetoric emanating from the White House in the run-up to the elections, and has been branded by some as one of the most racially charged national political adverts in decades. It depicts Luis Bracamontes who in April this year was sentenced to death for the murder of two sheriff’s deputies in Sacramento, California. Bracamontes was in the country illegally at the time of the 2014 murder and had been deported twice in the past. The video falsely claims: “Illegal immigrant, Luis Bracamontes, killed our people! ... Democrats let him into our country ... Democrats let him stay.” It has drawn comparisons to the notorious “Willie Horton” campaign adverts released in support of George HW Bush’s 1988 election campaign. Horton, an African American, was convicted of murder and then committed a rape during a furlough program in Massachusetts while Democratic nominee Michael Dukakis was governor. The advert has long been regarded as one of the most divisive in modern presidential history for deliberately stoking fears over race and security. But the Horton adverts were not directly endorsed by the Bush campaign, unlike the video published by Trump yesterday. On Wednesday evening Democratic National Committee chairman Tom Perez told CNN the video was “divisive Donald at his worst”. What’s the most important issue in midterms races? For many Democrats, it’s healthcare, the Guardian’s Chris McGreal reports from Kansas City, Missouri. Republicans, meanwhile, are stressing illegal immigration: Where Republicans once thought attacks on Barack Obama’s healthcare reforms were good fodder for their political campaigns, now they find themselves on the defensive over the issue in key seats. Candidates for Congress, state governor and local offices are hurting their GOP opponents with attacks on their voting records in opposing Obamacare, saying they threaten the protection the law offers such as those for people with pre-existing conditions. Republican attempts to shift the debate to fears about illegal immigration, which polls show is the most common concern among the party’s voters, have been bolstered in the last week of the midterm campaign by Donald Trump’s dispatch of thousands of troops to the Mexican border, ostensibly to protect it from a caravan of migrant Central Americans who are several weeks away, and his threat to unilaterally overturn the right to citizenship for everyone born in the US, a move that is probably unconstitutional. A Pew Research Center poll this month put illegal immigration as the highest ranked issue among national problems for Republican electors, although that does not mean it is the single most important factor in deciding who to vote for. At the same time, drug addiction was in second place and more than half of Republicans put affordability of healthcare on their list of the country’s biggest problems. Another poll, by the Kaiser Family Foundation, found immigration was the single most important issue among only 25% of Republicans in shaping how they vote. Among all voters, healthcare came out on top. Good morning and welcome to the Guardian’s live midterms coverage. We’re now five days away from election day, when Americans will decide whether Republicans or Democrats control the House of Representatives, the Senate, and governorships around the country. They’ll deal a blow to Donald Trump, or empower him for the next two years. We’ll be bringing you updates from our reporters on the trail, news from other sources, and the latest polls and forecasts. Stay tuned."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}