{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2018/nov/01/ear-for-eye-review-debbie-tucker-green-racial-injustice", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2018-11-01T23:59:15Z", "webTitle": "ear for eye – debbie tucker green's furious dissection of racial injustice", "webUrl": "https://www.theguardian.com/stage/2018/nov/01/ear-for-eye-review-debbie-tucker-green-racial-injustice", "apiUrl": "https://content.guardianapis.com/stage/2018/nov/01/ear-for-eye-review-debbie-tucker-green-racial-injustice", "fields": {"headline": "ear for eye – debbie tucker green's furious dissection of racial injustice", "bodyText": "As she showed in her plays hang (2015) and truth and reconciliation (2011), debbie tucker green – of the lower case initials and capital aims – has long been preoccupied with justice. Her latest work, consisting of three distinct parts and running two and a quarter hours without interval, is driven by anger at racial injustice. The cumulative impact is overwhelming as tucker green explores the subject’s present practice and historic roots. The powerful first section offers a series of encounters, between both African Americans and black British people, exposing generational and political divides over the response to oppression. The central theme emerges in the recurring debates between a radical US activist (Tosin Cole) and his older mentor (Nicholas Pinnock). The former argues for change rather than progress and ends up asserting: “You want a slice, I want the fuckin’ pie.” In the second part, an academic psychiatrist (Demetri Goritsas) and an African American pupil (Lashana Lynch) argue vehemently over the impulses behind a mass high-school shooting. Finally we get filmed testimony detailing US segregation laws and British-Jamaican slave codes that help explain the sources of embedded racism. Some parts work better than others. In the first section, tucker green, who also directs, strikes a perfect balance between the impatient young and their more cautious elders even if we know where her sympathies lie. In the second part, the donnish Caucasian, with his “lone-wolf” theories about high-school killers, is so loftily patronising that he evokes audience groans. For me, the real strength of tucker green’s play lies in her ability to explore precisely what it means to be subject to systemic oppression. Kayla Meikle as a young African American vividly evokes the suffocating impact of teargas employed on peaceful demonstrators. On the day when the home secretary announced plans to step up the use of stop and search, it was chilling to hear Eric Kofi Abrefa as a young black Briton describe the humiliating effect of the police’s presumption of guilt. Although tucker green’s play would benefit from editing, it is superbly acted and left me shocked and stirred at its evidence of palpable injustice. At the Royal Court, London, until 24 November."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}