{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2018/nov/01/google-walkout-global-protests-employees-sexual-harassment-scandals", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2018-11-01T20:20:24Z", "webTitle": "Google walkout: global protests after sexual misconduct allegations", "webUrl": "https://www.theguardian.com/technology/2018/nov/01/google-walkout-global-protests-employees-sexual-harassment-scandals", "apiUrl": "https://content.guardianapis.com/technology/2018/nov/01/google-walkout-global-protests-employees-sexual-harassment-scandals", "fields": {"headline": "Google walkout: global protests after sexual misconduct allegations", "bodyText": "Thousands of Google staff across the world have staged a series of walkouts in protest at claims of sexual harassment, gender inequality and systemic racism. Demonstrations at the company’s offices around the world began at 11.10am in Tokyo and took place at the same time in other time zones. They follow allegations of sexual misconduct made against senior executives, which organisers say are the most high-profile examples of “thousands” of similar cases across the company. An image from the Singapore hub showed at least 100 staff protesting. Greater numbers appeared on the streets outside Google’s Swiss office in Zurich, and there were protests in the Israeli city of Haifa and Berlin. Google staff also walked out of the London, Dublin and New York offices. In London, the majority of employees left their desks and occupied the main auditorium in the company’s King’s Cross office. Once the room was filled, some gathered outside, as did a separate contingent of employees from the company’s AI subsidiary, DeepMind, prompting some confusion from those who did not recognise their corporate siblings. “I’m here protesting against harassment in the workplace, to make sure we don’t protect or support those perpetrators of harassment,” one demonstrator told Sky News. “People are supporting those who have been harassed in any workplace situation, by any employer, and this is just part of the movement.” Employees were urged to leave a flyer at their desk that read: “I’m not at my desk because I’m walking out in solidarity with other Googlers and contractors to protest [against] sexual harassment, misconduct, lack of transparency and a workplace culture that’s not working for everyone.” The Walkout for Real Change protest comes a week after it emerged that Google gave a $90m (£70m) severance package to Andy Rubin, the creator of the Android mobile phone software, but concealed details of a sexual misconduct allegations that triggered his departure. Rubin has denied the allegations. Sundar Pichai, Google’s chief executive, insisted that the company had taken a “hard line” over sexual misconduct and would support employees who took part in the protests. “Employees have raised constructive ideas for how we can improve our policies and our processes going forward. We are taking in all their feedback so we can turn these ideas into action,” he said. Campaigners have posted a list of five demands, including an end to pay and opportunity inequality as well as greater transparency about sexual harassment. The New York Times, which broke the Rubin story, also reported allegations of sexual misconduct against a number of other Google executives. These included Richard DeVaul, a director at the Google-affiliated lab that created far-flung projects such as self-driving cars and internet-beaming balloons. DeVaul had remained at the X lab after allegations surfaced about him a few years ago. He resigned on Tuesday without a severance package. Pichai apologised for the company’s “past actions” in an email sent to employees this week. “I understand the anger and disappointment that many of you feel,” it said. “I feel it as well, and I am fully committed to making progress on an issue that has persisted for far too long in our society and, yes, here at Google, too.” The email did not mention the reported incidents involving Rubin, DeVaul or anyone else but Pichai did not dispute the veracity of the New York Times story. Thursday’s protest will be a test of how effectively Pichai has managed to placate staff anger over the issue. Google and its parent company, Alphabet, employ 94,000 people worldwide. An estimated 400 to 500 Googlers walked out of the New York office in Manhattan, gathering in a small park a few blocks away. Organisers said later that approximately 3,000 New York staff had taken part in the walkout. Some carrying signs with slogans such as “Workers rights are women’s rights” and “Time’s Up tech” – the latter a reference to the Time’s Up workers’ equality campaign stemming from last year’s reboot of the #MeToo movement in the US. The mostly young workers listened to some of their co-workers address the crowd, such as Demma Rodriguez, who heads equity engineering at Google in New York. “Enough is enough is enough!” she shouted, to cheers. “Every single person at Google is exceptional … it is absolutely disgusting that anyone thinks you can be less than exceptional, worse than that, you can be negligent about sexual assault, sexual harassment and abuse of power.” One man protesting, who declined to give his name, said he participated in the walkout because “I have a sister, a mother.” He added: “I’m here for all the women in my life.” Many were too nervous to talk to reporters, while some said they had been told by bosses not to or to refer the media to the company’s PR department. But Amelia Brunner, 25, a software engineer, who has been with the company for three years, said that while she hasn’t experienced sexual harassment, she has endured different treatment at work because of her gender. “People will doubt my work a lot more than they will doubt my male colleagues,” she said. “You will get talked down more in meetings.” She said that while she has a “loud personality” that helps her overcome this, others may not. “Theres a trickle-down effect “ she said. “How are you supposed to rise in the ranks?” Mike Clancy, the general secretary of Prospect, the UK union for technology workers, backed the protest. He said: “The events at Google highlight the frustration many workers feel about their lack of voice in how many tech companies are run. We need a zero tolerance for harassment and greater transparency over terms and conditions for staff.” Jackie Speier, a Silicon Valley congresswoman, tweeted her support of the walkout using the #MeToo hashtag, which has become a battle cry for women fighting sexual misconduct. Speier represents an affluent district where many Google employees live, the Associated Press reported. In San Francisco, where approximately 2,500 employees work, hundreds gathered in front of the city’s Ferry Building. Demonstrators booed as stories of bad executive behavior were told over the megaphone, and cries went up of: “We’re fed up, we can’t take it, equal pay, right now.” One Latina employee said she was proud of how the event was able to mobilize a lot of workers in such a short time. Standing next to a white male colleague, the woman, who declined to give her name, said: “It wasn’t just women who came together. It was everyone coming together for the cause.” Just before lunchtime on the west coast, the wave of global protests reached Google’s sprawling corporate headquarters in the San Francisco suburb of Mountain View. Speakers in a central courtyard flanked by glass-walled office buildings were ringed by several hundred people who packed concrete walkways, waded into flower beds and stood atop benches or low walls. Around a central folding table, participants wrote signs with slogans like “Time’s Up for tech”, “Happy to quit for $90 million” and “Hey Google, do better”. The crowd, heavy on jeans and Google-branded apparel, alternately cheered and booed as organizers read stories submitted by female employees, many anonymously. They alleged widespread sexual harassment, a pervasive gender gap in pay and at least one suspected attempted assault. Individual speakers recounted sexual comments from superiors, and months- or years-long ordeals with human resources officials who often urged silence. “I feel like I’m leading young girls and boys to the slaughter,” said one speaker, who identified herself as an employee who works on Android applications for children. “I mean, why would you want to go into tech if it’s like this?”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}