{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2018/nov/19/osama-bin-laden-donald-trump-claim-twitter", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2018-11-19T21:03:59Z", "webTitle": "What Trump gets wrong about the Osama bin Laden killing", "webUrl": "https://www.theguardian.com/us-news/2018/nov/19/osama-bin-laden-donald-trump-claim-twitter", "apiUrl": "https://content.guardianapis.com/us-news/2018/nov/19/osama-bin-laden-donald-trump-claim-twitter", "fields": {"headline": "What Trump gets wrong about the Osama bin Laden killing", "bodyText": "Donald Trump has repeated his claim that Osama bin Laden, who was killed by US Navy Seals in May 2011, should have been captured much earlier, seeking once again to blame Pakistan and his political rivals at home. Reprising comments he made in a television interview that aired on Sunday, the US president then claimed that he had “pointed [bin Laden out] just BEFORE the attack on the World Trade Center”. Trump accused one of his predecessors, Bill Clinton, of “missing his shot” at killing the terrorist leader, adding that the US had paid Pakistan billions of dollars and “they never told us [bin Laden] was living there. Fools!” There is a lot to unpick here. The claim that the successful special forces operation in which Bin Laden was killed was overdue is of course subjective. The Saudi-born leader of al-Qaida did manage to slip away from the US in December 2001, when he appeared to have been cornered at Tora Bora in eastern Afghanistan. He then managed to live, undetected by the US, in several locations in Pakistan, ending up in the northern garrison town in Abbottabad with wives, children, grandchildren and retainers. Ten years is a long time for a manhunt, one could argue – especially for a 6ft 4in terrorist mastermind with an instantly recognisable face who has achieved global infamy. But the details we have of the effort that led to his location and death – there was no attempt to “capture” Bin Laden as Trump implies – underline the extreme difficulty of the task. Al-Qaida’s leader was holed up in a house that had no connections to the outside world, that no one – other than a trusted retainer and a few family members – entered or left, and that even top people in his organisation did not know about. Patient investigative work, with vast numbers of leads checked out and massive amounts of information collated, finally resulted in a breakthrough. Even then, the technical and military capability to investigate the suspect location and eventually to launch such a raid was the cumulation of years of learning and development by the CIA and US special forces. Clinton did, in one sense, miss a shot at bin Laden. There were several instances in the late 1990s when intelligence suggested the presence of the al-Qaida chief on the ground in Afghanistan. On each occasion, concerns about collateral damage – 300 people in a mosque, children, a Gulf prince – meant a cruise missile attack was called off. On another occasion, in September 2000, a drone pilot thought he had identified the al-Qaida leader on the ground. The only problem? US drones were unarmed at the time. Perhaps the best opportunity to get hold of Bin Laden came in 1996 when he was expelled from Sudan, which was trying to win favour with Washington. The terror chief was a low priority for the US at the time, officials wavered over what to do – and he was allowed to travel to Afghanistan. That the US has paid billions of dollars to Pakistan is certainly true, and it looks very likely that no significant intelligence on his whereabouts reached the CIA from the country’s generals or civilian leaders. The jury is still out on whether elements within Pakistan’s top spy agency, the directorate of Inter Services Intelligence (ISI), shielded Bin Laden, but it is clear that soldiers and spies played a double game with the US. This meant that while they were supporting the Taliban in Afghanistan, which they saw as a useful asset, the ISI was prepared to cooperate with the US against the extremists they considered a threat too (and whose capture earned vast bounties). So large numbers of Pakistani troops fought, and died, in campaigns in the country’s western frontier zones, and, at least early on, a series of top al-Qaida commanders were located by the ISI and handed over to the US. Pakistan’s prime minister Imran Khan replied on Twitter, saying that Trump’s remarks “add insult to the injury” Pakistan has suffered in the “War on Terror. “Pakistan suffered 75,000 casualties in this war &amp; over $123 bn was lost to economy. US ‘aid’ was a miniscule $20 bn,” Khan tweeted. Finally, there is the claim that Trump saw Bin Laden as a threat before 9/11. It is true that Trump mentioned the al-Qaida leader in his 2000 book The America We Deserve, although the mention comes in a passage apparently bemoaning the proliferation of threats faced by the US. Two years before, al-Qaida had destroyed US embassies in Kenya and Tanzania, so Bin Laden’s potential to cause harm was well-known, and Trump mentioned him as part of “a bewildering series of smaller crises”. “One day we’re told that a shadowy figure with no fixed address named Osama bin Laden is public enemy No 1, and US jetfighters lay waste to his camp in Afghanistan. He escapes back under some rock, and a few news cycles later it’s on to a new enemy and new crisis,” Trump wrote. The mention of US jetfighters is a reference to the cruise missile strikes that followed the 1998 bombings. These were relatively ineffectual and did not lay waste to any camp, let alone one used by Bin Laden. Those hit were primarily training facilities for Pakistani sectarian militant outfits. Subsequently, Bin Laden split his time between a sprawling complex of buildings on the outskirts of the southern Afghan city of Kandahar; the capital, Kabul, where he stayed in a relatively comfortable two-storey house; and a former collective farm south of the eastern city of Jalalabad. He did not live under any rocks. • This article was amended on 20 November 2018 because it referred to Bill Clinton as President Trump’s predecessor, instead of as one of his predecessors."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}