{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/nov/13/amy-jones-wicketkeeper-england-world-twenty20", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-11-13T20:28:01Z", "webTitle": "Amy Jones looking to seize World Twenty20 chance with both gloves", "webUrl": "https://www.theguardian.com/sport/2018/nov/13/amy-jones-wicketkeeper-england-world-twenty20", "apiUrl": "https://content.guardianapis.com/sport/2018/nov/13/amy-jones-wicketkeeper-england-world-twenty20", "fields": {"headline": "Amy Jones looking to seize World Twenty20 chance with both gloves", "bodyText": "Wicketkeeper Amy Jones says England are relieved to have finally got their World Twenty20 campaign under way and said their seven-wicket victory against Bangladesh on Monday had been “convincing”. “It’s been very frustrating with all the rain around and we’ve had to be a bit creative with training – batting under the stands and stuff like that,” Jones said. “I’m glad we managed to stay confident and wait for our chance.” For Jones, who hit an unbeaten 28 in Monday’s match and finished as England’s top scorer in the encounter, it was also a personal triumph. As England’s second-choice keeper since her debut in 2013, this is the first World Cup in which Jones will take the gloves in every match, an opportunity that was handed to her when it was decided six weeks before the tournament that Sarah Taylor would not travel for health reasons. “It is what I have wanted to do for a while now so I am really enjoying this opportunity,” she said. “It has always been a bit of an uphill battle with Sarah [Taylor] being as good as she is but I’ve always worked really hard on my keeping.” “ I have played the odd game in World Cups and finals but as it stands it is looking like I will play a part throughout this. It is such a great opportunity for me to show everyone what I can do.” So far, she is certainly living up to coach Mark Robinson’s pre-tournament billing of her as “the best keeper in the world after Taylor”. Her glove work against Bangladesh was impeccable, including a superb diving catch to dismiss Bangladesh’s number three Fargana Hoque. Former England wicketkeeper Jack Russell is also now a fan, having tweeted during Monday’s match that she “has good technique and looks sharp and natural” behind the stumps. “I saw that afterwards, it was really cool!,” Jones said. “Obviously, he is a wicketkeeping legend so it was brilliant.” England’s next match is on Friday against South Africa, who beat Sri Lanka by seven wickets on Monday, putting them in pole position in the group. “It is looking like the South Africa game will be a big one,” agreed Jones. “They have got some very dangerous players and having played them in the summer a lot both teams know each other very well. You can’t underestimate them, but I think we know how to bowl to them.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}