{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2018/nov/24/claims-gibraltar-betrayal-under-cover-darkness", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2018-11-24T22:30:03Z", "webTitle": "Brexiters accuse May of Gibraltar betrayal ‘under cover of darkness’", "webUrl": "https://www.theguardian.com/world/2018/nov/24/claims-gibraltar-betrayal-under-cover-darkness", "apiUrl": "https://content.guardianapis.com/world/2018/nov/24/claims-gibraltar-betrayal-under-cover-darkness", "fields": {"headline": "Brexiters accuse May of Gibraltar betrayal ‘under cover of darkness’", "bodyText": "Theresa May has been accused of betrayal after giving way to Spain’s demands over the future of Gibraltar, a disputed British overseas territory, in the latest concession designed to keep the Brexit deal on track. With the Spanish prime minister, Pedro Sánchez, threatening to veto May’s deal at Sunday’s leaders’ summit in Brussels, the British government was forced to publicly concede on Saturday that Gibraltar will not necessarily be covered by a future trade deal. Sánchez immediately claimed that he would use the concession to force the British to open talks on joint sovereignty of Gibraltar, over which Spain has had a claim since the dictatorship of Francisco Franco. He said: “Once the UK has left the EU, Gibraltar’s political, legal and even geographic relationship with the EU will go through Spain … “Spain will be a fundamental pillar of the relationship between Gibraltar and the EU as a whole. “When it comes to the future political declaration, the European council and the European Commission have backed Spain’s position, and backed it as never before. “In these fundamental future negotiations, we’re going to have to talk about joint sovereignty and many other things with the UK.” Madrid has always insisted that Gibraltar should be covered by agreements struck between the EU and the UK only with Spain’s consent. The Spanish government was furious when an article in the withdrawal agreement appeared to suggest that any future trade deal would also cover the disputed territory. Downing Street was accused of “acting under the cover of darkness” in inserting the clause, known as article 184. Sánchez had warned that he would snub Sunday’s Brexit summit unless he had written and public assurances from Downing Street that Spain would have a crucial say in Gibraltar’s future. That reassurance came on Saturday in the form of a letter from the British ambassador to the EU, Sir Tim Barrow, laying out the British government’s acceptance that the withdrawal agreement “imposes no obligations regarding the territorial scope” of a future trade deal. The move sparked anger among Brexiters. Stewart Jackson, former chief of staff to ex-Brexit secretary David Davis, said: “The Gibraltar surrender may be the straw that breaks the camel’s back. It betrays a fundamental unwillingness to listen or even understand [May’s] own party, for whom the Rock is totemic, and is a very foolish thing to have done. “She believes that even the worst deal is acceptable. It isn’t.” Clare Moody, Labour’s MEP for Gibraltar, said: “What is remarkable is that Theresa May has gone to Brussels to concede further text at this stage, before we’ve even left. “The only way to maintain Gibraltar’s status is for the UK to remain in the EU – that is why we need a ‘people’s vote’.” Amid a growing outcry over the government’s concession, the prime minister insisted that nothing had changed over the UK’s territorial claim to Gibraltar. She also dismissed claims from Spain’s foreign minister that the agreement on the Rock had been a victory for Madrid, delivering a treaty that was “the most important one since the Utrecht Treaty of 1713”, that handed the territory to the British. Theresa May said: “The UK’s position on the sovereignty of Gibraltar has never changed and will not change. “I’m proud that Gibraltar is British and I will always stand by Gibraltar.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}