{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/nov/24/australias-michael-cheika-fury-over-ridiculous-owen-farrell-tackle", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-11-24T20:40:27Z", "webTitle": "Australia’s Michael Cheika furious over ‘ridiculous’ Owen Farrell tackle", "webUrl": "https://www.theguardian.com/sport/2018/nov/24/australias-michael-cheika-fury-over-ridiculous-owen-farrell-tackle", "apiUrl": "https://content.guardianapis.com/sport/2018/nov/24/australias-michael-cheika-fury-over-ridiculous-owen-farrell-tackle", "fields": {"headline": "Australia’s Michael Cheika furious over ‘ridiculous’ Owen Farrell tackle", "bodyText": "Australia found themselves at the wrong end of crucial refereeing decisions for the second successive year against England here at Twickenham, leaving their under-fire head coach, Michael Cheika, to lament Jaco Peyper’s refusal to award the Wallabies a penalty try at the end of the first-half after another Owen Farrell no-arms tackle. Farrell got away with leading with his shoulder at the end of the game this month against South Africa, an act that a meeting of referees and coaches the following week concluded should have been a penalty. He was penalised on Saturday when he barged into the Australia second-row Izack Rodda on England’s line to prevent a try but the Wallabies, who were trailing 13-10, argued for a penalty try and a yellow card. “If the challenge against South Africa was worth a penalty, this one should have been three,” said Cheika. “For the referee to say our player shoulder-charged Farrell is ridiculous. I count that as one of three tries we had disallowed and I do not know why it was not reviewed. “When we met the referees after England’s game against South Africa, we were told Farrell’s challenge should have been a penalty. I have not spoken to the referee because it is what it is and there is no point. It does not take away from the fact that England were the better team and deserved to win. We kicked too much.” Eddie Jones refused to be drawn on the subject. “Why talk to me about Michael Cheika?” the England coach said. “You guys love the television match official. I don’t: I just accept his decisions.” The victory was England’s third in four matches this month and the defeat, to New Zealand, was by one point after a review scratched Sam Underhill’s try five minutes from the end. It meant England finished the year with a 50% record having lost five successive matches at one point. Their next match is in Dublin at the start of the Six Nations, prompting Jones to take aim at Ireland. “We are looking forward to it,” he said. “You can be the best team now and not win the World Cup. We want to be at our best during the World Cup: there is no such thing as momentum going into it. “We had a tough Six Nations and had to regroup, which we did in South Africa in the summer. “We lost the series but we achieved togetherness. This month was a step forward, as the Six Nations will be. We will get better at what we do well at. This was a performance based on the traditions of English rugby, scrum, lineout and maul, which allowed us to attack. “We were without a number of players today and we have developed competition.” Prop Kyle Sinckler was named man of the match for his presence in the scrum and the loose to cap an impressive month. He said: “It was a good win, but we are striving for an 80-minute performance. If we want to be considered a very good side, we have to keep up the intensity throughout.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}