{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/aug/06/parents-carers-and-disabled-people-in-uk-twice-as-likely-to-lose-job", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-08-05T23:01:15Z", "webTitle": "Parents, carers and disabled people in UK 'twice as likely to lose job'", "webUrl": "https://www.theguardian.com/world/2020/aug/06/parents-carers-and-disabled-people-in-uk-twice-as-likely-to-lose-job", "apiUrl": "https://content.guardianapis.com/world/2020/aug/06/parents-carers-and-disabled-people-in-uk-twice-as-likely-to-lose-job", "fields": {"headline": "Parents, carers and disabled people in UK 'twice as likely to lose job'", "bodyText": "Parents, carers, disabled people and those who previously shielded are at least twice as likely to face redundancy as the rest of the working population, according to research. The report, An Unequal Crisis, found that one in four disabled people who are in work are currently facing redundancy. This rose to 37% of those who said their disability had a large impact on their day-to-day life. The study of 6,000 workers by Citizens Advice also found that half of those shielding because of extreme vulnerability to the coronavirus were at risk of redundancy. Two in five parents or carers also face losing their jobs. “Although the new research shows the risk of redundancy is widespread, with one in six (17%) of the working-age population facing redundancy, it indicated that those in more vulnerable circumstances are likely to bear the brunt,” said Dame Gillian Guy, the chief executive of Citizens Advice. Demand for help from Citizens Advice on redundancy selection has increased almost sevenfold since February. The charity’s frontline advisers are currently dealing with a redundancy issue every two minutes. “Employers face difficult choices but there are worrying signs that disabled workers, people who shielded, parents and carers are being pushed to the front of the queue when it comes to redundancy,” said Guy. “As tough as these times are, they cannot be used as an excuse to break the rules,” she added. “If someone is facing an unfair redundancy, the odds of getting redress under the current system are stacked against them. Workers need a watchdog that will be a one-stop shop to protect their employment rights.” The charity also warned it was seeing troubling signs that workers’ rights were being ignored during the redundancy process. “A large wave of redundancies is coming,” said Guy. “But while workers have the right to a fair redundancy process, we are seeing troubling evidence that this is being ignored.” The charity, which said the findings could be the “tip of an iceberg”, is retraining advisers on workers’ rights in preparation for a wave of redundancies. Last week the National Institute of Economic and Social Research warned that closing the government furlough scheme could push unemployment to 10% this year. Before the pandemic, retail worker Natalie had always been given shifts around her childcare. She was told she would be made redundant after returning from furlough because she was unable to work more flexible hours. She told her employer this was unfair and was then asked to take a test along with other employees, after which she was made redundant. She said: “I’ve been so worried that I could lose my house as I don’t know how long it will be until I find another job. I’ve always worked and never been unemployed. This is quite a scary scenario. The thought of losing my home scares me. It would destroy me.” Jamie McGlynn, a contact centre anager at Citizens Advice Manchester, said: “People are absolutely racked with worry. One lady with underlying health conditions told her employer she felt unsafe about returning to work as another worker had Covid symptoms but wasn’t isolating. The next week she had her redundancy notice through.” A spokesperson for the Department for Business, Energy and Industrial Strategy said: “Redundancies which are based on unlawful discrimination are completely unacceptable. Legislation is in place to ensure processes are fair and reasonable, as well as being informed by appropriate equalities considerations. “We urge employers to avoid cutting jobs where they can during this difficult period and to continue to access the job retention scheme where possible. “Employees who believe their redundancy was unfair may be able to complain to an employment tribunal.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}