{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commonwealth-bank-australia-next-chapter/2020/aug/20/hidden-behind-closed-doors-we-must-start-a-conversation-about-financial-abuse", "type": "article", "sectionId": "commonwealth-bank-australia-next-chapter", "sectionName": "Commonwealth Bank Australia: Next Chapter", "webPublicationDate": "2020-08-19T23:19:39Z", "webTitle": "Hidden behind closed doors: we must start a conversation about financial abuse", "webUrl": "https://www.theguardian.com/commonwealth-bank-australia-next-chapter/2020/aug/20/hidden-behind-closed-doors-we-must-start-a-conversation-about-financial-abuse", "apiUrl": "https://content.guardianapis.com/commonwealth-bank-australia-next-chapter/2020/aug/20/hidden-behind-closed-doors-we-must-start-a-conversation-about-financial-abuse", "fields": {"headline": "Hidden behind closed doors: we must start a conversation about financial abuse", "bodyText": "More than one in four Australians have experienced some form of financial abuse. Yet despite how commonly it occurs, and a growing awareness that domestic and family violence can take many forms, financial abuse continues to be a hidden epidemic. Financial abuse affects up to 90% of people who seek help for domestic and family violence. But its private nature compounds a widespread lack of knowledge about the issue. With the extensive and long-lasting impacts that financial abuse can cause its victims, we can’t afford to let it remain invisible. People who are affected by financial abuse are often left with poor credit ratings or debts – often referred to as relationship debt. For example, your partner may force you to put all the bills and loans in your name, and the assets in theirs. People desperate to escape this violence often find themselves at a crossroads between staying in an unsafe, controlling environment, or facing homelessness and debt. This is significant for two reasons: firstly, we know that the most dangerous time in a violent relationship is when a victim-survivor makes the choice to leave. Secondly, we know that domestic and family violence is a leading cause of homelessness: almost one-third of people presenting at homelessness services in New South Wales disclose that domestic and family violence is an issue. No one should ever be forced to choose between poverty and abuse. To tackle a problem we must first understand it: what do we know? We know that financial abuse is often invisible. We know it affects people from all socioeconomic and ethnic backgrounds, across all age groups and genders, and that those with disabilities or chronic health conditions are particularly vulnerable. We know that a lack of confidence in money management can make it difficult to take that first step. Crucially, we know that the impact of coronavirus is exacerbating the situation. Domestic and family violence increases during times of disaster, and people are spending more time at home with violent partners, isolated from support networks. There are also issues unique to the coronavirus environment, including being coerced into accessing funds such as superannuation. There is no better time to shine a light on financial abuse – not only by raising awareness, but by offering specialised, long-term support. Targeted partnerships (such as the Commonwealth Bank’s Next Chapter initiative) are aimed at providing practical support and education. Every one of us has a role to play in stopping domestic and family violence and creating safe, healthy communities. Nobody deserves to be forced to choose between poverty and violence. We must keep this conversation going to enable a greater understanding of financial abuse and to strengthen pathways towards a safer, brighter future. If you or someone you know is affected by domestic violence, please call 1800 RESPECT (1800 737 732) or visit 1800RESPECT.org.au. In an emergency, call 000. If you are concerned that you or another man are being abusive, call the Men’s Referral Service: 1300 766 491. The Commonwealth Bank is committed to starting a national conversation on financial abuse, and has recently launched the Next Chapter initiative to provide support and services for those impacted by financial abuse. Find out more about the Next Chapter initiative. This content has been produced in proud partnership with the Commonwealth Bank and Guardian Labs Australia."}, "isHosted": false}}}