{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2020/aug/14/kokomo-by-victoria-hannan-review-anticipated-debut-lives-up-to-the-hype", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2020-08-13T22:00:50Z", "webTitle": "Kokomo by Victoria Hannan review – anticipated debut lives up to the hype", "webUrl": "https://www.theguardian.com/books/2020/aug/14/kokomo-by-victoria-hannan-review-anticipated-debut-lives-up-to-the-hype", "apiUrl": "https://content.guardianapis.com/books/2020/aug/14/kokomo-by-victoria-hannan-review-anticipated-debut-lives-up-to-the-hype", "fields": {"headline": "Kokomo by Victoria Hannan review – anticipated debut lives up to the hype", "bodyText": "Victoria Hannan’s Kokomo is one of the most highly anticipated debuts of the year, after having won the 2019 Victorian premier’s literary award for an unpublished manuscript. It does not disappoint. Centred on the story of a mother and daughter trapped in a cycle of grief and failed communication, Kokomo places Hannan alongside acclaimed Australian novelists such as Tara June Winch and Melanie Cheng, who have an art for building meaningful narratives out of the emotional lives of their characters. The book opens with the most poetic description of an erect penis that I have ever come across – a confronting entry point to a novel for the average reader, but one that speaks to Hannan’s ability to simultaneously unsettle you and draw you in through an intriguing and unusual style. Throughout the novel, she uses odd images to disrupt the flow, and jolt the reader out of complacency: a dog aggressively humping the protagonist’s leg during an emotional reunion; a potential boyfriend first appearing at a costume party dressed as Hilary Clinton, and referred to as Clinton for pages afterwards. The penis from page one belongs to Jack, a colleague of protagonist Mina, who has been living the past seven years in London. She has been attracted to him for some time, and the novel starts on the night of their first romantic encounter – which is interrupted by an urgent phone call from her best friend back in Australia. Mina’s mother, Elaine, has unexpectedly left her house after eleven years of staying inside for reasons which Mina has never uncovered. Kokomo is structured in two parts, with the first told through Mina’s perspective and the second through Elaine’s. Gradually, the reader is given small pieces to solve the puzzle of their relationship, and the mysterious cause of Elaine’s agoraphobia. A Chinese-Australian family have lived across the road from Elaine since before Mina was born, and have wielded more influence in Mina’s life than she has ever realised. As the plot unfolds, the history between the two families shakes the foundation of everything Mina thought she knew about her mother. What is striking about Kokomo is how beautifully Hannan explores the introspection and uncertainty of her characters’ inner lives, with prose that is a genuine pleasure to read. In the almost light of dawn, [Elaine] would feel a low ache in her stomach, creeping, then lingering. She’d try to single out and identify the feelings, their root cause. Is this happiness? she’d ask herself, wondering if perhaps happiness was just the absence of any real discernible sadness … Elaine’s self-made prison may appear to be the bricks and mortar of her suburban home, but slowly Hannan reveals that it is in fact constructed out of her secret yearning for a different life: a yearning that has influenced every decision she has made over the past 30 years. Part of the book’s beauty is the way that each character is presented first as the two-dimensional version they offer to the world, and then a second time with all the complexity of their inner lives, allowing the reader to develop true empathy for them. Elaine is shown first through her daughter Mina’s eyes as a dowdy, stunted, middle-aged woman in the grips of a nervous breakdown, whose world is limited to the TV shows and books she consumes while trapped in the self-made prison of her home. But in the second half of the book, Hannan deftly turns that on its head, drawing out Elaine’s past and complexities, building the character’s depth and humanity. Significantly, Hannan weaves diversity through the book in a way that feels genuine and respectful, and which speaks to the ordinary lives of people of colour. The balance of culture and perspective is carefully constructed to illustrate the normalcy of multiculturalism in Australia without speaking for or about cultural perspectives outside of the scope of the author’s experience. It is in the hours after finishing Kokomo that the book’s impact is truly felt. The title itself becomes more relevant, as the experiences of the characters sink in. Much like the eponymous song by the Beach Boys, this is a book about imagined different futures and a wistfulness for escape, from our bodies and our lives, despite the knowledge that reality can never match expectations. In the substance and quality of her debut, Hannan demonstrates that she has much more to offer too. With Kokomo as a starting point, one can only imagine what heights she will soar to next. • Kokomo by Victoria Hannan is out now through Hachette • This article was corrected on 4 September 2020. An earlier version described Elaine’s neighbours as Korean-Australian; they are Chinese-Australian."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}