{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/aug/13/lyon-champions-league-manchester-city-ilkay-gundogan", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-08-13T21:30:49Z", "webTitle": "Lyon will see chance to reach last four, says City's Ilkay Gündogan", "webUrl": "https://www.theguardian.com/football/2020/aug/13/lyon-champions-league-manchester-city-ilkay-gundogan", "apiUrl": "https://content.guardianapis.com/football/2020/aug/13/lyon-champions-league-manchester-city-ilkay-gundogan", "fields": {"headline": "Lyon will see chance to reach last four, says City's Ilkay Gündogan", "bodyText": "Manchester City’s Ilkay Gündogan believes it is dangerous to imagine his side go into the Champions League quarter-final against Lyon on Saturday as favourites, arguing that is exactly what Juventus might have thought in the last round. “Lyon have nothing to lose and they will be highly motivated,” the German midfielder said. “They will see this as a huge chance to reach a semi-final in 90 minutes. Juventus was the big favourite too, but Lyon showed what they are capable of over two games. Anything can happen in only 90 minutes and I’m not already thinking about a possible semi-final yet. “You have to perform as if it is a final, one mistake can decide everything, but we are feeling very focused as there is absolutely no distraction here in Lisbon. There is only the Champions League left, no Premier League or anything else to worry about.” Gündogan has been to a final before, with Jürgen Klopp’s Borussia Dortmund in 2013, only to lose out to Arjen Robben’s 89th-minute winner for Bayern Munich at Wembley. “I still think about that season very often,” he said. “The Champions League has always been something special for me and I will give my very best to reach the final again, but you need a bit of luck to go your way – the sort of luck we didn’t have last season against Spurs.” Kyle Walker, who joined from Spurs two years ago, now agrees that City need to win the Champions League to move forward. “If you had asked me two years ago I would have said winning the Premier League was the most important thing,” the full-back said. “That was all I could think of because I had never won a title until I came here. Now I have collected a couple of Premier League medals and a few others as well, this is the one that I want. I can probably speak on behalf of the whole squad and Manchester City as well in saying a European title is what they need to put them on the next pedestal.” Lyon beat Manchester City at the Etihad Stadium in the group stage last season, a setback Walker and his teammates were able to overcome in time, but though the cast list has changed in 18 months the French side remain dangerous opponents. “They have good players,” Walker said. “Hopefully we can use the fact they have not played much football recently to our advantage, but then again what they did against Juventus spoke volumes. “You need to be a disciplined side to beat Juventus over two legs, but this is a single game, a unique situation. I feel we just have to attack it as we attack every game. We are an attacking side and hopefully our philosophy is going to stand us in good stead to get us where we want to be in the tournament, which is the final.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}