{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2020/aug/20/deirdre-fidge-the-10-funniest-things-i-have-ever-seen-on-the-internet", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2020-08-19T22:00:03Z", "webTitle": "Deirdre Fidge: the 10 funniest things I have ever seen (on the internet)", "webUrl": "https://www.theguardian.com/culture/2020/aug/20/deirdre-fidge-the-10-funniest-things-i-have-ever-seen-on-the-internet", "apiUrl": "https://content.guardianapis.com/culture/2020/aug/20/deirdre-fidge-the-10-funniest-things-i-have-ever-seen-on-the-internet", "fields": {"headline": "Deirdre Fidge: the 10 funniest things I have ever seen (on the internet)", "bodyText": "The great part about spending too much time online is that instead of remembering useful information like my nephew’s birthday or the password to my online banking, my brain instead hoards sepia-tinted images of Awkward Penguin memes and meaningless sentences like “cats can have little a salami”. Perhaps one day I will decide to spend less time on the internet but until then, I will gladly rewatch the following videos over and over and over until I forget I even have a nephew, or where I am. Then who’ll have the last laugh! 1. Jurassic Park theme: harmonica version This is one of the earliest videos I remember watching over and over again on YouTube before I really understood YouTube. And look, I still don’t really understand it being used for any reason other than to enjoy clips like this. I can vividly remember watching it over and over again with my housemates in the first sharehouse I lived in. Thankfully I’ve not matured since. 2. Recorder scream The funniest videos are short and sweet. 3. Aunty Donna: don’t get in the kiln It is not an overstatement to say that literally everything Aunty Donna does is hilarious. It was insanely difficult trying to choose one video of theirs but I ended up choosing this one because I’ve watched it so many times. It’s just perfect for when you want something silly, which for me is all of the time. Are they the perfect comedy troupe? Who’s to say! (Me, I am, and yes.) 4. Late night idle thoughts Possibly the most wonderful compilation of bizarre cold-opens to a television show I have never seen. It reminds me of every conversation at the end of a big night out (remember those?) or lying in bed with a partner when you can’t sleep. Importantly, how did this man say all of these things with a straight face? Magic. 5. The Crichton Leprechaun There is much to love about this wholesome news item showing a town that insists it is visited by a leprechaun, but the best part is the amateur sketch. Artistic genius. 6. Forced real estate video I was living in Scotland until Covid forced me to flee back to Australia, and this video is a perfect example of why I miss their sense of humour so much. As an added bonus: who can’t get on board with sledging a real estate agent? Nobody I want to know! 7. French cat running into door I think of this particular video more frequently than I care to admit. What seems to be a standard light entertainment item becomes something magical. The thunk sound is as soothing to me as a white noise machine. 8. Eva Victor definitely didn’t murder her husband Twitter is absolutely a garbage fire of hell most of the time but it has introduced me to so many amazing comics like Megan Amram, Patty Harrison and Eva Victor. Eva’s videos are all so great but this one is a perfect take on a “murdered my husband” trope, seemingly filmed by herself on a public beach because why not! Inspiration to us all. 9. Scottish woman’s opinion of Thatcher This is possibly one of the best street news interviews ever conducted. Let us all go into the latter half of 2020 with this woman’s fury, passion and, quite frankly, creativity. 10. Dog steals owner’s false teeth Writers can aim to be as witty and cerebral with humour as they like, but here’s the thing – nothing they create will ever be as great as this dog’s accidental comedy gold. Follow Deirdre Fidge on Twitter and Instagram"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}