{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2020/aug/24/azhar-ali-misbah-ul-haq-changing-pakistan-direction-of-travel", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-08-24T20:46:44Z", "webTitle": "Azhar Ali and Misbah-ul-Haq show steady way forward for Pakistan | Jonathan Liew", "webUrl": "https://www.theguardian.com/sport/blog/2020/aug/24/azhar-ali-misbah-ul-haq-changing-pakistan-direction-of-travel", "apiUrl": "https://content.guardianapis.com/sport/blog/2020/aug/24/azhar-ali-misbah-ul-haq-changing-pakistan-direction-of-travel", "fields": {"headline": "Azhar Ali and Misbah-ul-Haq show steady way forward for Pakistan", "bodyText": "A couple of weeks ago the world of Pakistani cricket was rocked – OK, mildly nudged – by the latest incendiary YouTube post by Javed Miandad, the 63‑year‑old legendary former national captain. Raging at Imran Khan, his former teammate and now the country’s prime minister, Miandad fumed: “You act like God now. You have no idea of what is happening in the country. You don’t care about the country. The board has ignorant people in it who don’t know the basics of cricket. I say to the people of Pakistan – rise up!” Over the weekend, Miandad executed an abrupt volte-face. “If I have offended anyone, I apologise for my words,” he said. “I was angry about Pakistan’s performance in the first Test against England. I have full respect for the prime minister.” The cynical among you may be tempted to link Miandad’s abrupt apology with the sudden appointment of his nephew Faisal Iqbal to a plum coaching job at the Pakistan Cricket Board. But the reason for bringing all this up now, four days into the third Test, is to offer the merest snapshot of the ceaseless maelstrom that is Pakistani cricket: the sound and the fury, the opinions and the counter‑opinions, the swirl of gossip and backchat and palace intrigue that is never far from the surface. Or, to put it another way, as Pakistan’s batsmen plugged and plodded their way through a rain‑fringed day at a deserted, biosecure Rose Bowl, you could scarcely concoct a more striking contrast to the eternal cacophony in which the average Pakistan cricketer habitually exists. When you have undergone this searing trial by public, suddenly facing a bouncer barrage from Jofra Archer doesn’t seem like the most daunting prospect. Something else felt different here, too. When Pakistan arrived on Sunday morning three wickets down and 559 runs behind, all the runes indicated a swift finish. And yet, though the series was long gone, though they had spent two gruelling days in the field at the end of a gruelling two-month tour, they endured. Indeed, as they saw off almost 150 overs we began to reach for the sorts of unfamiliar nouns you might not always have attached to previous touring sides. Backbone. Resilience. Pragmatism. Calmness. Even perhaps a certain coldness: a blithe indifference to the state of the game, the past and the future, how this might all play out at home. Everything, in fact, except the next ball. On Saturday night, it was put to Pakistan’s impressive wicketkeeper, Mohammad Rizwan, that given the strength of public feeling, the players did not seem to be showing sufficient sadness at being batted out of the series. “If we could share a video of us in tears, then they would know how depressed we all are as well,” Rizwan retorted. “We are all very sad inside. But we don’t show that to everyone.” For many in Pakistan, about the biggest sin a cricketer for the national side can commit is displaying insufficient passion. It was a charge frequently levelled at their former captain Misbah-ul-Haq, a man who – not coincidentally – is the head coach and (for now) the chief selector, and who is busily reshaping this flawed and promising team in his own stoic image. Misbah’s appointment a year ago divided opinion even more sharply than usual. Handing the palace keys to a man with zero coaching experience always had the air of a maverick gamble to it and when a new-look side went down to two innings-defeats in Australia, the vultures were already circling. But even in heavy defeat there was defiance: against the world’s best attack Pakistan batted for 80 overs in all four of their innings, with Babar Azam cementing his status as one of the world’s great batsmen. That progress has endured through home wins against Sri Lanka and Bangladesh and now a creditable rearguard on one of the toughest tours of all. Had they managed to break the crucial Buttler/Woakes partnership at Old Trafford, they would now be one solid day from clinching the series. They may still be seventh in the world rankings. They may not have a clue when they will next play a Test match. Misbah’s imminent replacement as chief selector is a reminder that in the periodic table of Pakistani cricket, stability is the rarest element of all. But only the most cussed observers would deny the direction of travel. Azhar Ali’s magnificent century has taken some of the pressure off his captaincy. The teenager Naseem Shah has made a cautiously encouraging start. Rizwan and Shan Masood will leave with their reputations enhanced. And to watch Azhar and Babar boldly playing for time, resisting everything England threw at them, was to be quietly moved by a team that may, finally, have learned how to block out the noise."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}