{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/aug/10/one-in-three-uk-firms-expect-to-cut-jobs-by-autumn-poll-finds", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-08-09T23:01:50Z", "webTitle": "One in three UK firms expect to cut jobs by autumn, poll finds", "webUrl": "https://www.theguardian.com/business/2020/aug/10/one-in-three-uk-firms-expect-to-cut-jobs-by-autumn-poll-finds", "apiUrl": "https://content.guardianapis.com/business/2020/aug/10/one-in-three-uk-firms-expect-to-cut-jobs-by-autumn-poll-finds", "fields": {"headline": "One in three UK firms expect to cut jobs by autumn, poll finds", "bodyText": "As many as a third of UK employers expect to cut jobs by October, according to a survey that suggests that the economic impact of the coronavirus pandemic will accelerate in the coming weeks. About 33% of more than 2,000 companies, charities and public sector bodies in the poll said they expected to make redundancies in the third quarter of 2020, according to figures from the Chartered Institute of Personnel and Development (CIPD) and Adecco Group, a staffing company. The poll suggests the UK is likely to experience a wave of job losses across the economy as the government starts to withdraw the coronavirus job retention scheme. The scheme has paid 80% of furloughed workers’ wages up to £2,500 per month, preventing many job losses. However, employers have this month been forced to start contributing towards the wage bill, and the scheme is scheduled to close at the end of October, despite some companies still being unable to open. Gerwyn Davies, the CIPD’s senior labour market adviser, said: “Until now, redundancies have been low – no doubt due to the job retention scheme – but we expect to see more redundancies come through this autumn, especially in the private sector, once the scheme closes.” The survey found some evidence of increased confidence in hiring workers, as the easing of the lockdown made recruitment less difficult. However, the CIPD said it was unlikely to make up for the wave of redundancies. Davies added that a pay squeeze was likely for workers as firms try to avoid cutting jobs where possible. Job losses have already hit hundreds of thousands of British workers across the economy, from factory workers to shop assistants and flight attendants in the stricken aviation sector. Restaurants and casual dining have also been under particular pressure, with the number of jobs lost across the sector already nearly double the amount shed during the whole of 2019, according to new data from the Centre for Retail Research. Exactly 22,039 jobs were lost across large restaurant groups and independent operators such as Carluccio, Bella Italia, Café Rouge, Bistrot Pierre and Byron, a rise of 95% on the 11,280 jobs lost during 2019. The grim economic outlook has affected workers across the country, prompting concerns over the long-term job prospects for younger workers as well as the resilience of many older workers who do not have significant savings built up. Almost 200,000 over-50s have dropped out of the workforce since the start of the coronavirus outbreak, according to analysis of government data that suggests many older people may have given up entirely on finding work. About 14.1m workers over the age of 50 were classed as economically inactive between March and May 2020, compared with 13.9m between December and February, said Rest Less, a jobs site for older workers. Stuart Lewis, founder of Rest Less, said he expected the older generation to be permanently scarred by the pandemic. “In the wake of the toughest job market in decades, there has been a significant rise in the number of workers over 50 who have lost hope in finding a job and feel forced into an early retirement that many simply cannot afford,” he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}