{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/live/2020/aug/01/coronavirus-live-news-who-reports-record-global-daily-cases-as-easing-on-hold-in-england", "type": "liveblog", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-08-01T23:56:43Z", "webTitle": "As it happened – New cases double in Belgium; Vietnam to test entire city", "webUrl": "https://www.theguardian.com/world/live/2020/aug/01/coronavirus-live-news-who-reports-record-global-daily-cases-as-easing-on-hold-in-england", "apiUrl": "https://content.guardianapis.com/world/live/2020/aug/01/coronavirus-live-news-who-reports-record-global-daily-cases-as-easing-on-hold-in-england", "fields": {"headline": "As it happened – New cases double in Belgium; Vietnam to test entire city", "bodyText": "We’re closing this blog now but you can follow all the latest news at our new blog here: Here the latest developments at a glance: South Africa’s confirmed coronavirus infections have surpassed half a million, the health ministry said on Saturday, while cases in Africa as a whole approached a million. The number of new confirmed coronavirus cases in Belgium has doubled in one week, as an average of 448.1 people per day tested positive for Covid-19 in the last week of July. Travellers entering France from 16 countries where coronavirus is spread widely must now undergo tests upon arrival at French airports and ports. At least 14 members of the US House of Representatives and Senate - seven Republicans and seven Democrats - have tested positive or are presumed to have had Covid-19 since the coronavirus pandemic began earlier this year. Several thousand demonstrators gathered outside the official residence of Israel’s prime minister Benjamin Netanyahu on Saturday, as weeks of protests against the Israeli leader showed no signs of slowing. 36 crew members confined on the Norwegian cruise ship MS Roald Amundsen have tested positive for coronavirus, officials said on Saturday. Nigeria’s commercial capital Lagos will allow churches and mosques to resume in-person services from 7 August, and restaurants, social clubs and recreational centres will also be allowed to reopen with limited capacity from 14 August as the state, the centre of Nigeria’s coronavirus outbreak, eases restrictions despite a continued rise in infections. The World Health Organization (WHO) warned on Saturday the coronavirus pandemic was likely to be “lengthy” after its emergency committee met to evaluate the crisis six months after sounding the international alarm. Ireland’s chief medical officer described a recent spike in Covid-19 infections as “concerning”, as the average number of cases per day doubled from around 20 in recent weeks to over 40 over the past five days. Spain’s labour minister, Yolanda Díaz Pérez, suggested on Saturday that the government would extend its coronavirus furlough scheme for an extra three months. That’s all from me for today. My vivacious colleagues in Australia will be taking over shortly and guide you through the next few hours of this pandemic. Thanks for reading and writing in, goodnight. The head of Mexico’s efforts to fight the coronavirus pandemic has sidestepped calls to resign after Mexico’s death count rose to overtake the UK’s as the third-highest in the world. Assistant health secretary Hugo López-Gatell expressed his respect to the nine of Mexico’s 32 state governors who called for his resignation, adding: “I hope we can continue to work together,” the Associated Press reports. Mexico reported 688 further confirmed Covid-19 deaths on Friday, raising its accumulated total to 46,688. The number of confirmed cases rose by a near-record 8,458, bringing Mexico’s total cases so far to almost 425,000. A letter calling for López-Gatell’s immediate resignation bore the names of 10 state governors, all from opposition parties, was made public on Friday, but later one of those governors said he had not approved the letter and distanced himself from it. The letter blamed the administration of president Andrés Manuel López Obrador for an erratic handling of the epidemic and a lack of efficient response that boosted Mexico’s death toll to the third-highest in the world while the country simultaneously suffered an 18.9% drop in economic activity in the second quarter compared to the same period last year. Mexico has imposed a very lax and partial lockdown of economic activity that has not stopped high levels of contagion, but has strangled the economy. Rather than testing or contact tracing, the government has focused on expanding hospital facilities. The federal government has given confusing and mixed messages about whether to wear face masks. López Obrador himself almost never wears one, and said on Friday: “I will use a face mask when there is no more corruption,” a reference to his administration’s anti-graft crusade, which he views as the country’s main priority. With millions of Americans set to lose $600 (about £458) a week in extra federal unemployment benefits – an economic lifeline during the pandemic – many thousands have yet to receive that money, Bloomberg reports. State unemployment agencies have been so swamped with claims that more than $100bn of benefits owed still haven’t been paid, according to calculations based on Treasury and Labor Department data. Those billions should eventually be distributed, even if Congress doesn’t act to extend the benefits, set to expire on 31 July. But the delays underscore the magnitude of the unemployment crisis unfolding across the US, as well as the daunting bureaucratic challenges of coping with it. Some out-of-work people have received only part of their promised benefits. Morgan Johnson, a single mother in Pennsylvania, said her extra benefits were halted because of suspected fraud, and attempts to contact the relevant authorities were unsuccessful as phone lines were always busy. She hasn’t been paid in six weeks and, she says, is on the verge of “losing everything”. Brazil recorded 45,392 additional confirmed cases of coronavirus as well as 1,088 deaths from the disease caused by the virus in the past 24 hours, its health ministry said on Saturday. Brazil has registered more than 2.7 million cases of the virus since the pandemic began, while the official death toll has risen to 93,563, according to ministry data. Prospective brides in England whose wedding receptions have been scuppered by new social distancing restrictions have turned to social media to vent their disappointment and fury at the short notice with which the new rules were implemented. Using the hashtag #whataboutweddings on Twitter, affected brides-to-be and people working in the wedding industry are lambasting the last-minute rule change, with many pointing out it seems unfair to ban wedding receptions of up to 30 people while regular parties are allowed to turn up in the same numbers at the same venues, such as pubs or restaurants, and air travel is permitted. On Friday, prime minister Boris Johnson announced with less than 24 hours’ notice that the decision to allow wedding receptions with up to 30 people from Saturday would be reversed. South Africa’s confirmed cases of Covid-19 have crossed half a million, the health ministry said on Saturday, while cases in Africa as a whole approached a million. Africa’s most industrialised nation recorded 10,107 new confirmed Covid-19 cases, pushing the total to 503,290, the health ministry said, four months since the first case was confirmed in the country. At least 14 members of the US House of Representatives and Senate - seven Republicans and seven Democrats - have tested positive or are presumed to have had Covid-19 since the coronavirus pandemic began earlier this year, with Representative Raul Grijalva becoming the latest on Saturday, Reuters reports. Grijalva, an Arizona Democrat, tested positive for the coronavirus but feels fine and has gone into isolation, he said in a statement on Saturday. Grijalva expressed frustration with the reluctance of some Republican lawmakers to wear masks, which can slow the spread of the virus. The Texas Republican Louie Gohmert, 66, a staunch conservative, said on Wednesday he tested positive in a prescreening at the White House but did not have any symptoms. “It’s really ironic, because a lot of people have made a big deal out of my not wearing a mask a lot. But in the last week or two, I have worn a mask more than I have in the whole last four months,” he said. Representative Morgan Griffith, 62, a Virginia Republican and member of the conservative Freedom Caucus, said in mid-July that he had tested positive. His office said he did not have significant symptoms. The South Carolina Republican Representative Tom Rice, 62, said on Facebook in mid-June that he, his wife and son had all tested positive for the coronavirus but that all were “on the mend.” Mike Kelly, 72, a Republican from Pennsylvania, tested positive for the coronavirus in late March at a drive-through testing site. He told an interviewer that it took him about a month to recover and that he lost 30 pounds (14 kg). The Utah Democrat Representative Ben McAdams caught the virus in March, was hospitalised and needed oxygen. After his release, he warned others to take the virus seriously. “I’m young, I’m 45 years old, I’m healthy, I exercise every day and it hit me really hard,” he told ABC. Other affected lawmakers include Nydia Velazquez, 67, a Democrat from New York, the Republican Florida Representative Mario Diaz-Balart, 58, and the Republican Kentucky Senator Rand Paul, 57, who had said on 22 March that he had tested positive and was in quarantine. Several thousand demonstrators gathered outside the official residence of Israel’s prime minister Benjamin Netanyahu on Saturday, as weeks of protests against the Israeli leader showed no signs of slowing, the Associated Press reports. Saturday’s demonstration in central Jerusalem, along with smaller gatherings in Tel Aviv and near Netanyahu’s beach house in central Israel, was one of the largest turnouts in weeks of protests. Throughout the summer, thousands of Israelis have taken to the streets, calling for Netanyahu to resign, protesting his handling of the country’s coronavirus crisis and saying he should not remain in office while on trial for corruption charges. The rallies against Netanyahu are the largest Israel has seen since 2011 protests over the country’s high cost of living. Netanyahu has tried to play down the unrest, calling the demonstrators leftists and anarchists. Late on Saturday, his Likud Party issued a statement that accused Israel’s two private TV stations of giving free and endless publicity to the protesters and exaggerating the importance of the gatherings. While the demonstrations have largely been peaceful, they have grown increasingly violent in recent days. Some protesters have clashed with police, accusing them of using excessive force, while small gangs of Netanyahu supporters affiliated with a far-right group have assaulted demonstrators. Netanyahu has claimed demonstrators are inciting violence against him. Israeli police have arrested some 20 far-right activists in recent days and police said they were on high alert for violence at the demonstrations. The demonstrations are organized by a loose-knit network of activist groups. After moving quickly to contain the virus last spring, many believe Israel reopened its economy too quickly, leading to a surge in cases. The country is now coping with record levels of coronavirus, while unemployment has surged to over 20%. 36 crew members confined on the Norwegian cruise ship MS Roald Amundsen have tested positive for coronavirus, officials said on Saturday, according to AFP. The ship’s company Hurtigruten had earlier indicated 33 positive tests. Of the 158 crew members on board, 36 are infected, said Pal Jakobsen, media officer for the city of Tromso where the ship arrived on Friday, confirming a development that raises fears of a resurgence of cases in Norway. The infected crew are all Filipino, apart from three people from France, Norway and Germany. As we reported earlier, up to 17,000 people, including libertarians and anti-vaccination activists, have marched in Berlin to protest against Germany’s coronavirus regulations. Many flouted guidance on wearing masks and social distancing as they accused the government of “stealing our freedom”. While Germany had initial success in containing the virus, infections are rising and its R number has risen above one. Nigeria’s commercial capital Lagos will allow churches and mosques to resume in-person services from 7 August, the state’s governor said in a press briefing on Saturday. Governor Babajide Sanwo-Olu also said restaurants, social clubs and recreational centres will be allowed to reopen with limited capacity from 14 August as the state, the centre of Nigeria’s coronavirus outbreak, eases restrictions despite a continued rise in infections. Lagos state, home to the megacity of the same name with 20 million people, has more than 15,000 confirmed cases and 192 deaths, by far the largest share of Nigeria’s 43,151 cases, Reuters reports. It ordered widespread closures and a lockdown in March to halt the spread of the highly infectious virus. The lockdown was eased in early May, but Sanwo-Olu scuppered plans to reopen churches and mosques in June, citing a continued rise in cases. Christianity and Islam are widely practised in Lagos and the rest of Nigeria, and houses of worship in normal times often host services with thousands of people. Houses of worship will only be allowed to open for services once a week at no more than 50% capacity. Sanwu-Olu also increased the limit on public gatherings from 20 to 50 people. Nightclubs, cinemas and some arcades will remain closed. The number of new confirmed coronavirus cases in Belgium has doubled in one week, as an average of 448.1 people per day tested positive for Covid-19 in the last week of July. The number of new infections during the period between 22 and 28 July increased by 104% compared to the previous week. This increase can be seen in almost all provinces but in the province of Antwerp in particular, according to the Belgian national public health institute, Sciensano. New cases are emerging in all age groups, but most infections are occurring among people aged 20-59. As far as hospitals are concerned, last week’s average is 22 hospitalisations per day, which represents an increase of 21%. Last week, the number of deaths with Covid-19 in Belgium averaged 3 per day. According to Johns Hopkins University figures, 9,841 people have died so far from Covid-19 in the country of about 11.5 million people. The World Health Organization (WHO) warned on Saturday the coronavirus pandemic was likely to be “lengthy” after its emergency committee met to evaluate the crisis six months after sounding the international alarm. The committee “highlighted the anticipated lengthy duration of this Covid-19 pandemic”, the WHO said in a statement, and warned of the risk of “response fatigue” given the socio-economic pressures on countries. The panel gathered on Friday for the fourth time since the coronavirus crisis began, half a year on from its 30 January declaration of a public health emergency of international concern (PHEIC) – the WHO’s highest level of alarm. “WHO continues to assess the global risk level of Covid-19 to be very high,” said its latest statement. “The committee highlighted the anticipated lengthy duration of this Covid-19 pandemic, noting the importance of sustained community, national, regional, and global response efforts.” The coronavirus has killed at least 680,000 people and infected at least 17.6 million since the outbreak emerged in China last December, according to a tally from official sources compiled by AFP. Countries around the world have imposed strict lockdowns in a bid to control the spread of the respiratory disease, plunging economies into sharp contraction. The committee urged the WHO to provide nuanced, pragmatic guidance on Covid-19 reactions “to reduce the risk of response fatigue in the context of socio-economic pressures”. The panel urged the WHO to support countries in preparing for the rollout of proven therapeutics and vaccines. The committee also urged the agency to accelerate research into the remaining “critical unknowns” of the virus, such as the animal source and potential animal reservoirs. It called for improved understanding of the epidemiology and severity of Covid-19, including its long-term health effects. The near six-hour gathering was hosted at the WHO’s headquarters in Geneva, with some participants joining via video link. The committee will reconvene in three months’ time. Going into the meeting, WHO chief Tedros Adhanom Ghebreyesus said the pandemic’s effects would be long-lasting. “It’s sobering to think that six months ago, when you recommended I declare a PHEIC, there were less than 100 cases and no deaths outside China,” he said on Friday. “The pandemic is a once-in-a-century health crisis, the effects of which will be felt for decades to come.” Marathon Petroleum, the largest US oil refiner by volume, plans to permanently close two refineries in Martinez, California, and Gallup, New Mexico, the company said, in response to lower demand for fuel. The company had earlier idled the two refineries following weak demand due to Covid-19 outbreaks in the US. US refiners on average suspended about 20% of total processing capacity when vehicle and air travel reduced. Marathon said it plans to use the Martinez facility, California’s fourth-largest, as an oil storage facility, and is evaluating its future use to produce diesel fuel from industry waste and used cooking oil. The company is scheduled to report its second-quarter results on Monday. Spokespeople did not immediately respond to request for comment on whether the closures would require a charge to earnings. Up to 800 workers face job losses combined at the 161,000 barrels-per-day Martinez and 27,000 barrels-per-day Gallup refineries beginning in October, the company said. “We do not anticipate supply disruptions in these regions, and we will continue to utilize our integrated system to meet customer commitments,” the company said in a statement on its website. Ireland’s chief medical officer on Saturday described a recent spike in Covid-19 infections as “concerning”, as the average number of cases per day doubled from around 20 in recent weeks to over 40 over the past five days. The country, which still has lower infection rates than much of Europe, reported 45 new cases of Covid-19 on Saturday, down from a two-month high of 85 cases on Thursday, Reuters reports. “Over the last five days we have seen an average of 44 cases a day. This trend is clearly concerning,” chief medical officer Ronan Glynn said in a statement. The British government said on Saturday that 46,193 people had died in hospitals, care homes and the wider community after testing positive for coronavirus in the UK as of 5pm on Friday, up by 74 from the day before. Separate figures published by the UK’s statistics agencies show there have now been more than 56,400 deaths registered in the UK where Covid-19 was mentioned on the death certificate, PA reports. The government also said that in the 24-hour period up to 9am on Saturday, there had been a further 771 lab-confirmed cases. Overall, a total of 303,952 cases have been confirmed. The Archdiocese of Manila will not hold any public religious activities in its churches and shrines between 3 and 14 August in response to the medical community’s call to revert to stricter quarantine measures, CNN Philippines reports. Apostolic administrator Broderick Pabillo said on Saturday: “We share the compassion of our medical frontliners for the many sick people being brought to our hospitals. So we support their appeal for a ‘time out’.” However, online activities will still continue, the administrator clarified. The Archdiocese covers churches in Manila City and nearby provinces such as Rizal, Laguna, Bulacan, Pampanga, Nueva Ecija, Batangas, Cavite, Bataan, Zambales and Mindoro. Earlier, health professionals urged the government to declare a two-week-long enhanced community quarantine in Metro Manila and nearby regions, saying workers are burning out over the surges of Covid-19 cases. Researchers also forecast that many hospitals in Metro Manila could become “overwhelmed” in the next two weeks as designated spaces for infected patients continue to get filled up. Travellers entering France from 16 countries where coronavirus is spread widely must now undergo tests upon arrival at French airports and ports. French prime minister Jean Castex announced last month that the tests would be required as of 1 August for passengers France is allowing in from a list of approved countries, unless they present proof of a negative test done within 72 hours of their departure. Those who test positive in France as of Saturday must quarantine for 14 days. France is not permitting general travel to and from the 16 countries, which include the US and Brazil. The testing requirement therefore only applies to people entering under limited circumstances: those who are French citizens and who live in these countries, or citizens of these countries with an established residence in France. Along with the United States and Brazil, which are reporting tens of thousands of new cases each day, the countries include Algeria, Bahrain, Israel, India, South Africa, Kuwait, Qatar, the United Arab Emirates, Oman, Panama, Peru, Serbia, Turkey and Madagascar. France has had over 225,000 confirmed infections and over 30,200 Covid-19 deaths, according to Johns Hopkins University. Spain’s labour minister, Yolanda Díaz Pérez, suggested on Saturday that the government would extend its coronavirus furlough scheme for an extra three months until the end of the year. Speaking after talks in Majorca with the regional government and union bosses, Díaz said it would make no sense to drop the ERTE furlough scheme when it is scheduled to finish at the end of September, according to AFP. “It would not make any sense to drop a protection system as important as the one designed by the government,” she said of the scheme that has supported millions of people. “There is no point in designing a mechanism that involves huge amounts of public resources then at the decisive moment ... we drop it,” she said. “The key is in the last quarter of the year,” Díaz said, indicating she wanted to send a “message of calm”. “We are not going to remove anything.” Her remarks came a day after Spain formally went into recession after its GDP fell by 18.5% in the second quarter. My colleague Stephen Burgen reports that in Barcelona, businesses are furious that, when infections started to rise again in late July, Catalan president Quim Torra announced a lockdown he was not empowered to enforce. By the time he explained that the measure was merely advisory, “Barcelona in lockdown” had gone viral and hotels and restaurants were reporting cancellations. A total of 3.7 million people benefited from the government’s furlough scheme between mid-March and the end of May, labour ministry figures show. The government also banned layoffs in the six months after the end of the furlough scheme, although cutbacks are expected. A commitment to fund such temporary unemployment schemes was one of the key measures put in place by prime minister Pedro Sánchez’s government to bolster an economy battered by months of lockdown. The pandemic also destroyed more than 1m jobs in Spain between April and June, mostly in the services and tourism sector. Spain’s unemployment rate, which jumped to 15.3% by the end of June, could rise as high as 19% by the end of the year, the government has warned, while the IMF sees it rising to 20.8%. Hard-hit by the virus which has killed more than 28,400 people, Spain has been struggling with a spike in new infections that has sparked European travel warnings and a British quarantine move that has damaged the fledgling recovery of tourism. At least 33 crew members confined on a Norwegian cruise ship have tested positive for the coronavirus, the company Hurtigruten said on Saturday. Arriving at the northern Norwegian port of Tromso from the archipelago of Svalbard, the crew of the MS Roald Amundsen was quarantined onboard the ship on Friday after four staff members tested positive for the virus and were hospitalised, AFP reports. Of the 158 crew members onboard, “33 tested positive for Covid-19, while 120 tested negative,” Hurtigruten said. Five people will be retested. The company said that four crew members “were isolated several days ago because of other disease symptoms, with no symptoms of Covid-19”. “There was no reason to suspect Covid-19 when the ship docked in Tromso based on the symptoms they were showing,” Hurtigruten said. According to the hospital, the four crew members are foreign nationals. The ship had nearly 180 passengers onboard since departing on 25 July. None of the passengers reported symptoms related to coronavirus during the voyage, Hurtigruten said. All passengers disembarked the ship on Friday but about 60 people have since been quarantined in Tromso. The Norwegian Institute of Public Health has not ruled out the possibility of more cases emerging but added more answers would be provided “once the tests have been carried out”. It recommended all passengers remained quarantined while awaiting their results. On Friday, Norway had 9,208 confirmed cases of coronavirus. One person died of the virus on Friday night, bringing the country’s total death toll to 256. It was the first coronavirus-related death in the Nordic country in two weeks. The airline and travel industry’s hopes of a recovery are crushed by new quarantine rules and travel restrictions amid a fresh wave of coronavirus infections in several countries, my colleague Rob Davies reports, as fed-up sun seekers are increasingly choosing to defer holiday decisions indefinitely rather than rebook for a later date. Full report here: Hello, I’m taking over from my colleague Aamna for the next few hours. Please feel free to message me with relevant updates or tips, you can get me on Twitter @JedySays or via email. Hundreds have ignored London mayor Sadiq Khan’s plea to stay at home and not attend the annual Afrikan Emancipation Day Reparations march in Brixton. Protesters gathered at Windrush Square in Brixton, south London, for the Afrikan Emancipation Day. A number of demonstrators temporarily blocked Brixton Road at the junction with Acre Lane, forcing cars and buses to stop and turn around, PA reports. Protesters, including some from Extinction Rebellion, occupied the middle of the junction until they were told to get back on to the kerb by police officers. Crowds of people listened to music in Windrush Square while a group of police officers stood nearby. A short distance away, another group observed speeches before a three-minute silence was held. A further four people who tested positive for coronavirus have died in hospital in England, bringing the total number of confirmed deaths in hospitals to 29,342, PA reports. The patients were aged between 78 and 84 years old and all had known underlying health conditions. Another five deaths were reported with no positive Covid-19 test result. Ending support for extremely vulnerable people shielding from coronavirus while pausing the easing of lockdown restrictions in England has been described by a leading charity as “perverse”. Age UK has said it no longer made sense to end the advice for vulnerable people to stay at home, since rising infection rates led to additional lockdown restrictions in parts of northern England and the pausing of further easing in the rest of the country. As of Saturday, more than 2 million people who are extremely clinically vulnerable to coronavirus are no longer being advised by governments in England, Scotland and Northern Ireland to stay at home, or shield. Many people have expressed concern that they feel forced to return to the workplace even though they do not think it is safe and the virus is still circulating. Caroline Abrahams, the director of Age UK, said: With a number of lockdown easements firmly on hold and millions under new restrictions in the north it seems perverse for shielding, and the supports it brings, to be paused as of today. There might have been a rationale for this pause when it was originally announced, a couple of weeks ago, but surely not now. Many shielding older workers, for example, are likely to be feeling distinctly nervous if they are required by their employer to return to their workplace on Monday. A third person died of coronavirus complications in Vietnam, AP reports, a day after the country recorded its first death from the disease. AP reports: All three died in a hospital in Da Nang, a hot spot with more than 100 cases in the past week, more than half of them patients. The Health Ministry said the latest fatalities included a 68-year old woman who was treated for blood cancer and a 61 year-old man who suffered septic shock and chronic kidney failure. The country’s first COVID-19 death was a 70-year-old who was admitted with a kidney illness. Da Nang is Vietnams most popular beach destination, and thousands of visitors were in the city for summer vacation. Across the country, authorities are rushing to test people who have returned home from the coastal city. Staff at a hospital in north-west England are to be rapidly tested for coronavirus to “control the spread of the infection”. Stockport NHS foundation trust said a “small number” of patients and staff had been identified as having the virus and that swift and widespread testing would take place over the next five days. A spokesperson said: We have begun a process of rapid staff testing for Covid-19 to strengthen our efforts to prevent and control the spread of the infection across Stepping Hill Hospital. Changes to lockdown arrangements across parts of the North of England reflect the prevalence of the infection in our local communities, and recently we have identified a small number of infections amongst staff and patients. We have taken rapid action to safeguard ourselves and the people who need our care. On Friday evening we began the rapid testing programme that over the next five days will see all our hospital staff tested. Staff found to have the infection will be required to self-isolate in line with national guidelines. Several small boats filled with more Tunisian migrants have reached a tiny Italian island that has run out of room to quarantine them as required by Italy’s anti-coronavirus measures, AP reports citing local officials. The Sicilian daily newspaper Giornale di Sicilia quoted the Lampedusa mayor, Totò Martello, as saying the island could not wait until the government sent a chartered ferry. The island’s migrant holding centre was built for a maximum capacity of 95 people and was already holding 950 when the latest passengers arrived, Martello said. The 250 who arrived between Friday night and Saturday must stay on the dock for now, until the promised ferry arrives or some other solution is found. The Vietnamese coastal city of Danang plans to test its entire population of 1.1 million people for coronavirus, the governing authorities said on Saturday, as 40 new cases linked to the tourist spot were reported across the country, taking total infections to 586, with three deaths. Reuters reports: Most of the new cases are linked to hospitals in Danang city, where the first locally transmitted infection in more than three months was detected last week. The Health Ministry said on Saturday that up to 800,000 visitors to Danang have left for other parts of the country since July 1, adding that more than 41,000 people have visited three hospitals in the city since. Local medical officials in Danang have conducted 8,247 coronavirus tests in the city since July 25, when the latest cluster was first detected. Testing capacity will be increased to 8,000-10,000 per day, the governing authorities said. Vietnam has detected new coronavirus cases in other cities, including Hanoi and Ho Chi Minh City, with links to Danang. Meanwhile, authorities of the capital city, Hanoi said late on Saturday it had carried out around 49,000 tests since Thursday after the city ordered mass testing for all people who recently returned from the popular coastal city. There have been 18 new cases of coronavirus recorded in Scotland in the past 24 hours, the latest figures show. These cases represent 0.5% of newly tested individuals, the Scottish government said. PA reports there were 260 people in hospital with Covid-19 and three in intensive care. No new deaths have been recorded among people who tested positive for the virus, meaning the total under this measurement remains at 2,491. Public Health Wales said a further two people have died after testing positive for coronavirus, taking the total number of deaths in the country to 1,562. The number of cases in Wales increased by 21, bringing the total number of confirmed cases to 17,279. Thousands of protesters against German coronavirus restrictions converged in Berlin on Saturday for a demonstration proclaiming the end of the pandemic – just as authorities voice increasing concern about an upturn in new infections, AP reports. A crowd of people whistling and cheering, and with few masks in sight, marched through central Berlin from the Brandenburg Gate before a rally on a wide boulevard that runs through the Tiergarten park. Protesters held up home-made placards featuring slogans that included “Corona, false alarm”, “We are being forced to wear a muzzle”, “Natural defence instead of vaccination” and “End the corona panic – bring fundamental rights back”. They chanted: “We’re here and we’re loud, because we are being robbed of our freedom.” Travellers entering France from 16 countries where coronavirus is circulating widely are having to undergo virus tests upon arrival at French airports and ports. AP reports: French Prime Minister Jean Castex announced last month that the tests would be required starting Aug. 1 for the arriving passengers France is allowing in from the listed countries unless they present proof of a negative test done within 72 hours of their departure. Those who test positive in France as of Saturday must quarantine for 14 days. France is not permitting general travel to and from the 16 countries, which include the United States and Brazil. The testing requirement therefore only applies to people entering under limited circumstances - French citizens who live in these countries or citizens of these countries with an established residence in France, Castex has said. Edinburgh Castle has reopened after the coronavirus lockdown, which caused the fortress to shut for its longest period since the second world war. PA reports: Historic Environment Scotland (HES) reopened the doors of the ancient stronghold on Saturday, along with other historic sites like Stirling Castle and Urquhart Castle. The castle in the centre of Edinburgh has long been one of Scotland’s most popular tourist destinations, but capacity will be reduced and some areas will be restricted in line with social distancing rules. Tickets must be booked in advance and face coverings will be required in the castle’s shops. In the past few weeks, Paul Feeley has been abused four times for not wearing a mask on public transport. “I have a disability lanyard, which signifies I have a hidden disability. I tried to show it … And all I got back was a complete torrent of abuse.” The most recent incident took place just after he first spoke to the Observer on Thursday. The abuse has made Feeley, who suffers from fibromyalgia, borderline personality disorder and panic attacks, feel “extraordinarily angry, anxious and upset”. He is unable to wear a face covering because of his medical conditions, and legally he is exempt – but he is now worried about travelling on buses and trams in his home town of Manchester. “One man said to me: ‘If you can’t wear a mask, you shouldn’t be allowed out.’” Incidents of “mask rage” are making disabled people who are unable to wear a covering fearful of going out in public, charities warn, as they call on the government to raise awareness about the legitimate reasons many people cannot wear them. The Guardian writer Jason Rodrigues is at the UK’s largest arts complex, the Southbank Centre, in London, where about 200 arts workers have gathered to protest against job cuts. Among the protesters was the actor Vanessa Redgrave, who called for “job cuts to end” across the arts. Last month, the Southbank Centre confirmed 400 jobs were at risk as it entered into talks with staff in an attempt to reduce losses caused by the Covid-19 crisis. The job losses are expected to affect all areas of the organisation, which comprises venues including the Hayward Gallery and Royal Festival Hall, as well as being home to eight orchestras, the National Poetry Library and the Arts Council Collection. Twenty-one new cases of COVID-19 have been reported in Malta, the health authorities said on Saturday, according to a report by Times of Malta. Most of the new patients are aged below 35, but one patient is 80 years old. It was just two weeks ago when Malta marked marked a week without new coronavirus cases, but cases have started to increase more recently. There were some concerns about the four music festivals that were planned over the next few months, but the large-scale music festivals were cancelled amid coronavirus fears. • This post was updated on 1 August 2020 because an earlier version referred to four planned music festivals, however those events have now been cancelled. Vietnam’s health ministry has said that up to 800,000 visitors to Danang city, the centre of coronavirus in the country, have left for other parts of the country since 1 July. Last week Vietnam detected its first locally transmitted Covid-19 cases in more than three months in Danang, a popular tourism spot. The total number of infections in the country has since risen to 558 from 413, with most of the new cases linked to three hospitals in Danang, after the country went 99 days without any new local cases. Twelve of the new cases were reported in Danang on Saturday, and there have been other confirmed cases in Hanoi and Ho Chi Minh. More than 41,000 people have visited the three hospitals since July 1, the ministry said in a statement. Vietnam reported its first two Covid-19 deaths on Friday (see 3.54am) – both in Danang, where there has been more than 100 cases in the past week – as the toll rose to three on Saturday, Reuters reported. Fifteen other patients with Covid-19 are in critical condition, officials said. All have other underlying illnesses. Dr Kidong Park, the World Health Organization representative in Vietnam, said that Vietnam had been preparing for the possibility of wider community transmission, after the country reported its first case in January. The government has always been determined to ensure that its people are protected from Covid-19 by keeping the country’s relatively low number of cases and controlling the transmission within the community. The Afghan doctor who identified the first coronavirus case in the country has lost his life to the disease, as a US watchdog warns that Afghanistan is “headed for a humanitarian disaster”. Dr Ibrahim Basim, 64, the head of the infectious diseases department of Herat regional hospital, has died from the virus. Basim identified and treated the first Covid-19 patient in Afghanistan and raised awareness in the country about the pandemic. Officials in Herat province have already warned of a second wave of the pandemic. They said the flow of Afghan refugees from Iran, and the failure of the people to follow health guidelines, have increased the possibility of a new wave of the virus. The health ministry reported the total death toll stands at 1,283. In its latest update, the health ministry said the number of people who had tested positive for the virus had reached 36,710, an increase of 35 on the day before. There have been 25,509 recoveries, including 189 over the past 24 hours. A report by a US watchdog released on Thursday said the coronavirus pandemic was pushing millions more Afghans into poverty, overwhelming the country’s basic healthcare system and causing food shortages. The report by the Special Inspector General for Afghanistan Reconstruction (SIGAR) indicated that only 300 ventilators are currently available across the war-ravaged country. The watchdog said the country was “headed for a humanitarian disaster” as the virus continued to spread. “The economic shock of the pandemic, including increased unemployment, food-supply disruptions due to border closures, and rising food prices, has exacerbated Afghans’ food insecurity, already impacted by the ongoing conflict and high poverty levels,” said SIGAR. It added that about one-third of the country’s estimated 32.2 million people were either in a crisis or an emergency state of food insecurity. The report says that testing remains limited, but nearly 43% of samples test positive, one of the highest rates in the world. Thousands of children in Mecklenburg-Western Pomerania will return to school on 3 August. This federal state is the first in Germany to officially open the new school year, complying with health protocols imposed because of the coronavirus pandemic. Children will have to wear masks in the common areas of school buildings. The Philippines on Saturday reported 4,963 additional coronavirus infections, the largest single-day jump on record, Reuters reports. In a bulletin, the health ministry said total infections have reached 98,232, while deaths increased by 17 to 2,039. In the region, the Philippines is second only to Indonesia in coronavirus deaths and cases. Poland reported its highest number of new daily coronavirus cases for the third day in a row on Saturday, with 658 new infections, the health ministry said. Reuters said more than 200 cases were reported in the Silesia mining region in southern Poland, which has been grappling with an outbreak among miners. The ministry also reported five new deaths. Poland has now reported a total of 46,346 coronavirus cases and 1,721 deaths. “One thing is clear, the government is very worried about a resurgence of coronavirus in the UK,” Denis Campbell and Kate Proctor write. Read their damning report on a painful and chaotic week for the prime minister, Boris Johnson. Indonesia reported 1,560 new coronavirus infections on Saturday, Reuters reports, bringing its total to 109,936, data from the country’s Covid-19 task force showed. It also reported 62 Covid-19 related deaths, taking the death toll to 5,193. Russia reported 95 new deaths from the novel coronavirus on Saturday, pushing its national tally to 14,058, Reuters reports. Officials also reported 5,462 new cases of the novel coronavirus over the past 24 hours, pushing the country’s tally to 845,443. Prof Graham Medley, a member of the Scientific Advisory Group for Emergencies (Sage), said England could have to consider closing pubs in order to reopen schools next month. He told BBC Radio 4’s Today programme: I think we’re in a situation whereby most people think that opening schools is a priority for the health and wellbeing of children and that when we do that we are going to reconnect lots of households. And so actually, closing some of the other networks, some of the other activities may well be required to enable us to open schools. It might come down to a question of which do you trade off against each other and then that’s a matter of prioritising – do we think pubs are more important than schools? He added that the rise in coronavirus infections appeared to be among younger people but warned there was a danger it could “spill” over into other parts of the population. He said: The age distribution of infections has changed, it has moved down into younger age groups and so it is likely we won’t see that increase in hospital admissions related to infection in the same way we did in March. But the big fear is the virus just gets out of control and we end up in a situation where there is so much virus that it inevitably spills out into all sections of the population. He warned the increased lockdown measures in areas across the north-west of England were “highly unlikely” to be the “last intervention that has to be done regionally”. “I fully expect that there will have to be other interventions at other times but what the interventions are really depends on what happens,” he added. PA has a roundup of the mixed reaction in the papers to Boris Johnson’s decision to delay lockdown-easing measures. The Mirror slammed the move as a “Lockdown meltdown”, taking issue with the perceived inconsistency of the government’s messaging. An editorial in the paper says: “What everyone wants is clarity and competence. At the moment the Government is failing to deliver either.” Meanwhile, the Express says the delay is an example of “Boris’s tough love”. The paper’s senior political correspondent Martyn Brown says the PM was “right to apply the brakes” to the easing of restrictions. He added: It is not an abrupt screech to a halt that would dramatically affect people’s lives but it will serve as a wake-up call that the battle to defeat coronavirus is far from over. To take action so swiftly and decisively will provide the nation with confidence and some reassurance in what are extraordinary and unpredictable times. The Daily Mail issues a warning to Mr Johnson not to “let this corona cure kill the economy”, adding in an editorial: “The Prime Minister described it as ‘squeezing on the brakes’. “It felt more like slamming the car into reverse.” The paper points to an Office for Budget Responsibility prediction that the jobless rate will peak at 12% by the end of the year. The editorial continues: If this is allowed to happen, with all the misery and heartbreak it would entail, let’s hope people don’t conclude that Mr Johnson’s coronavirus cure was ultimately far worse than the disease itself. The Guardian emphasises warnings from a number of experts that the delay “may not be enough to stop a rise in infection”. The Times takes a similar path, with the political editor of the Spectator, James Forsyth, writing a commentary piece under the headline: “If you think this is bad, just wait for winter.” The British prime minister, Boris Johnson, has paused new freedoms due this weekend, as people shielding against coronavirus can now leave their home and return to work. Johnson has warned the country could go into a new national lockdown amid fears any further reopening of the economy could trigger a full-blown resurgence of the coronavirus. The delay in the easing of lockdown raises fresh concerns for the up to 2 million extremely vulnerable people who had been shielding in England. Earlier this week, the Trades Union Congress (TUC) said it would be “heartless and reckless” for bosses to demand the immediate return of shielding workers on 1 August. Many told the Guardian of their fear of returning to work in person next week, while leading scientists said shielding may be ending too soon and demanded to see the scientific evidence behind the rule change. The delay in the easing of lockdown restrictions came with a warning from Prof Chris Whitty, England’s chief medical officer, that the country now appears to be “at the outer edge” of how far society can safely reopen in the age of the pandemic. “If we wish to do more things in the future, we may have to do less of some other things,” he said. “The idea that we can open up everything and keep the virus under control is clearly wrong.” Meanwhile, Labour and a leading welfare thinktank have called on the government to extend the furlough scheme for the hardest-hit industries as employers are forced to make financial contributions towards temporarily laid-off workers from this weekend. The Resolution Foundation said around half of the 9.2 million people placed on the government’s job retention scheme (JRS) since it launched in April have still not returned to work. It warned this group faced the prospect of widespread redundancies when the scheme, which covers 80% of workers’ wages, closes on 31 October, unless state subsidies are maintained beyond that date. That’s where I might leave you for now, but Aamna Mohdin is here to take you through the rest of the day’s news. Here is the latest opinion piece by Guardian columnist Andy Beckett: So much seems unusual about this Conservative government: its constant disruptiveness; its preference for rhetoric over functional policies; its mixture of brazen U-turns and cult-like discipline; its flirtations with the far right alongside leftwing-sounding plans to “level up”; its deadly reluctance to curtail small freedoms in a pandemic. It’s common to attribute some or all of these tendencies to the idiosyncrasies of Boris Johnson and Dominic Cummings, or the effects of Brexit, or the rise of rightwing populism. But there is a less noticed and more surprising factor at work, too. Today’s Tory government has adopted some of the style, rhetoric and preoccupations of a defunct radical sect, the Revolutionary Communist party (RCP). The RCP was a tiny British party, founded in the 70s, officially disbanded in the late 90s. Despite its name, most of its stances were not communist or revolutionary but contrarian: it supported free speech for racists, and nuclear power; it attacked environmentalism and the NHS. Its most consistent impulse was to invoke an idealised working class, and claim it was actually being harmed by the supposed elites of the liberal left... You can read the full article below: For the third consecutive day, new cases of Covid-19 cases topped 1,300 in France. Friday evening’s figures showed an increase of 1,346 confirmed new coronavirus cases in the previous 24 hours and 15 new clusters, taking the total number of clusters currently under investigation to 157. The number of new cases, which had dropped to several hundred every day at the beginning of July, rose suddenly to top 1,000 a day a week ago, prompting health officials to warn of a resurgence of the virus. Although new cases dropped to just over 500 at the beginning of last week, they subsequently shot up again. A spike in cases in areas popular with tourists, including coastal resorts, has been labelled the “holiday effect”, by the French press. Health experts say 21% of the identified clusters have been sparked by families getting together for the summer after the strict two-month confinement, which ended on 11 May, and “temporary public or private gatherings”, including marriages. This figure was 14.5% at the beginning of July. Officials blame the increase in cases on people becoming less vigilant and abandoning social distancing and protection measures and say too many of those showing known coronavirus symptoms are failing to get themselves tested. There will be no updated figures over the weekend. The number of new coronavirus cases confirmed in Tokyo, Japan was around 472 on Saturday, a new record, NHK public television quoted Tokyo officials as saying. It was the second day in a row that the number of cases in the capital rose by more than 400. Although the Tokyo governor, Yuriko Koike, has said the city could declare its own state of emergency, the central government says there is still no need to do so nationally despite a record spike in several cities around the nation. Japan’s Okinawa region declared a state of emergency earlier on Saturday with people asked to stay home for two weeks as the popular tourist destination sees an “explosive spread” of coronavirus cases. A week is a long time in a coronavirus pandemic – a fact the UK government has learned all too painfully. Avoiding a one-week delay to lockdown in March would potentially have halved the death toll, it has previously emerged. Which goes some way to explain why there have been not one but two screeching U-turns this week – on travel to Spain and lockdown measures for 4.6 million people in northern England – both announced late into the evening and imposed within hours. The ensuing chaos and anger have been palpable, and all point to one thing: that the government is very, very worried about a resurgence of the virus on UK soil. Denis Campbell and Kate Proctor have all the details on prime minister Boris Johnson’s trying week below: Health officials in the Australian state of Victoria say there are now 1,008 active cases within the aged care sector, which has emerged as a key area of concern for authorities. It represents an increase of 80 new cases within that sector over 24 hours. Overall, there are 5,919 active cases in Victoria, after 396 were added to the total on Saturday. Of those active cases, 637 are among health care workers, according to the Department of Health and Human Services. Of the largest outbreaks, there were a 10 cases added to the stricken St Basil’s aged care home, which now has a total of 134 infections, while another facility, Epping Gardens, added three cases for a total of 118. There are 399 people in Australian hospitals, including 50 people in intensive care units and 28 on ventilators, authorities say. The overwhelming majority of those were in Victoria. Australia’s deputy chief medical officer, Prof Michael Kidd, told a daily briefing on Saturday the country had surpassed 200 deaths after three people died in Victoria and a further death in New South Wales. Kidd also said Australia’s controversial Covidsafe app had allowed authorities to identify two new cases in Sydney. This is a timely reminder of the importance of the Covidsafe app. Kidd said the app had resulted in hundreds of additional people being tested and may have prevented a wider outbreak like those seen in Victoria. He added that authorities had received “disturbing reports” that people who had tested positive to Covid-19 were not at home when they had been doorknocked. He stressed that those who have tested positive must stay home. Workers at an abattoir in coronavirus-stricken Melbourne have been told to isolate until further notice after a staff member tested positive, fuelling fears of a possible second outbreak at the facility. In May, Cedar Meats abattoir was at the centre of the largest cluster in Victoria with 111 cases, but this record has since been overtaken by several second-wave outbreaks.A A Cedar meats spokeswoman said in a statement: We have followed DHHS’s advice and had all close contacts of that staff member tested onsite [on Friday] at our premises in Brooklyn. We have asked all of our staff to isolate until further notice, as per government guidelines. It is unclear if the worker was infectious during their last shift, but is understood they were originally absent due to non-flu-like illness and were tested for Covid-19 only in recent days. The results of the other staff tests will determine when the plant can reopen. Gambling revenue in Macau plunged 94.5% in July year-on-year, with casinos reeling from a lack of visitors in the world’s biggest casino hub despite a loosening of quarantine restrictions which have led to only a modest rise in gamblers. July’s figure of 1.3bn patacas ($US162.89m) was in line with analysts’ expectations of a drop of about 95%, reports Reuters. Casinos are staring at heavy losses for the second quarter, with not much hope for a near-term recovery as a resurgence in coronavirus cases muddies the outlook for when China will reinstate travel visas. Police in the state of South Australia have charged two people caught trying to cross the border from New South Wales. The 25-year-old man and 20-year-old woman tried to cross the border at Pinnaroo on Thursday, claiming they were headed interstate to sell a dog, reports AAP. They were refused entry and turned back to NSW, but police stopped their NSW-registered car in the Adelaide suburb of Kilburn on Saturday afternoon. The pair were charged with breaching Covid-19 directions and have been denied bail ahead of a court appearance on Monday. The arrests came as the state recorded one new case – a man aged in his 20s – of coronavirus. He had returned from interstate and has been in quarantine since his arrival. Authorities in the state of Western Australia say no new Covid-19 cases were recorded in the past 24 hours. However, two historical cases based on serology were recorded overnight, the Department of Health said in a statement. These cases are fully recovered and present no risk to the community. This brings the total case count to 668, comprising 640 confirmed cases and 28 historical cases. China recorded 45 new cases on Friday, mostly from outbreaks in the provinces of Xinjiang and Liaoning, the National Health Commission has announced. It comes after 127 new cases were detected on Thursday. The post was updated The elderly leader of a secretive South Korean sect at the centre of the country’s early coronavirus outbreak was arrested on Saturday for allegedly hindering the government’s effort to contain the epidemic. Lee Man-hee, 88, is the head of the Shincheonji Church of Jesus, which is often condemned as a cult. People linked to the church accounted for more than half of the South’s 4,000-plus coronavirus cases in February when the country was enduring one of the worst early outbreaks in the world. Lee is accused of giving inaccurate records of church gatherings and false lists of its members to health authorities. He was taken into custody early Saturday “after the Suwon district court granted an arrest warrant at 1.20am”, a court spokesperson told AFP. Egypt reported 321 new Covid-19 infections on Friday, the health ministry said, the lowest figure since 3 May, according to Reuters. In total, 94,078 cases have been reported in Egypt, of which 39,638 have recovered and 4,188 have died, including 31 on Friday, the ministry said in a statement late on Friday. Egypt reopened resorts to foreign tourists on 1 July after tourism came to a halt in March under measures to curb the coronavirus outbreak. But Egypt has not yet made it to a “safe list” of countries for resumption of non-essential travel to the European Union. Japan’s Okinawa region has declared a state of emergency and asked people to stay home for two weeks as the popular tourist destination sees an “explosive spread” of coronavirus cases. Agence France-Presse reports that the governor, Denny Tamaki, on Friday asked residents to avoid non-essential outings following a record new daily addition to the southern island’s total cases, the majority of which have been detected among US forces based there. “We’re seeing an explosive spread of infections. We declare a state of emergency” through 15 August, Tamaki told reporters, adding hospitals were being overwhelmed by the surge. The measures are non-compulsory and without the aggressive enforcement measures seen in Europe, but similar requests from authorities have been widely respected in Japan. The number of confirmed coronavirus cases in Germany increased by 955 to 209,653, data from the Robert Koch Institute (RKI) for infectious diseases showed on Friday. The reported death toll rose by 7 to 9,148, Reuters reported the tally as showing. Chile’s president, Sebastián Piñera, announced $4.5bn in additional stimulus spending to help soften the blow of the pandemic and warned against a drift toward populism as people take advantage of a new rule allowing them to dip into their pension funds. In an address to lawmakers, Piñera said public investment in 2020-2022 will reach $34bn, of which $4.5bn had not previously been announced. The centre-right leader warned against populist solutions to Chile’s economic woes, which include huge inequalities and a recession worsened by the impact of Covid-19. “The entire world is being threatened by populism, which always offers the easy path of rights without duties, of achievements without effort,” he said, according to Reuters, warning against “promises of easy solutions to difficult problems”. This is Luke Henriques-Gomes returning to the blog. Thanks to Matilda Boseley for stepping in just now. This news is in from AAP: A man has been arrested at a NSW-Victoria border checkpoint after allegedly providing false information to police and then punching an officer in the face. The man and two women in their 20s were on Saturday morning in a car seeking to cross into NSW at Corowa when they were pulled over by police and defence personnel. Police say the two women presented valid permits and identification but the man, sitting in the back seat, did not follow suit. Subsequent checks found the man was wanted on seven outstanding warrants including one revoking his parole. The 21-year-old man then allegedly attempted to flee the vehicle and punched a senior constable in the face, causing bruises. He was arrested by other officers and defence personnel and taken to Corowa hospital due to suspected drug ingestion, with authorities seizing drug paraphernalia from the car. The man remains in hospital and is yet to be charged. My colleague Matilda Boseley will be taking over the blog for a short while. The latest case of Covid-19 in the Australian state of Queensland is a woman who may have been infectious while working at a Brisbane nursing home. The facility at Pinjarra Hills in Brisbane’s west had already been locked down after the woman’s husband tested positive on Friday, reports AAP. The health minister, Steven Miles, said extra nurses had been provided to the facility. All 150 staff and the residents at the home are being tested. “We are working with them to keep all residents safe,” Miles said. The woman is the wife of a 27-year-old Bellbird Park man who was confirmed to have the virus on Friday. We will have more on the situation in the Philippines later today. Doctors’ groups held a press conference just now begging the Philippines president, Rodrigo Duterte, for stricter lockdown for two weeks as they warned of the risk of health system collapse. “We are losing the battle,” one doctor said. Forty organisations nationwide signed on, including the Philippine Medical Association, and are calling for a “timeout” to fix systems. A second person died of coronavirus complications in Vietnam, officials said on Saturday, a day after it recorded its first-ever death as it struggles with a renewed outbreak after 99 days with no local cases. Both men died in a hospital in Da Nang, a hot spot with more than 100 cases in the past week, more than half of them patients, Associated Press reports. The Health ministry said a 61-year-old man died on Friday evening of septic shock and chronic kidney failure. The country’s first fatality was a 70-year-old who was being treated for a kidney illness. Da Nang is Vietnam’s most popular beach destination, and thousands of visitors were in the city for summer vacation. Across the country, authorities are rushing to test people who have returned home from the coastal city. Fifteen other patients with Covid-19 are in critical condition, officials said. All have other underlying illnesses. On Saturday morning, the health ministry confirmed 12 more cases, all linked to the hospital. Brazilian president Jair Bolsonaro told a crowd in the state of Rio Grande do Sul on Friday to accept they would probably all catch the coronavirus one day. Bolsonaro, who has previously tested positive for Covid-19, said in an online video on Thursday he was being treated with antibiotics for a lung infection. According to the Brazilian newspaper Folha, the president told the crowd on Friday: Sadly, I think you almost all of you will catch it one day. What are you afraid of? Face it. Brazil has recorded 92,475 deaths from the virus, according to the latest statistics. US deaths from the novel coronavirus rose by at least 1,453 on Friday, the biggest one-day increase since 27 May, to reach a total of 153,882, Reuters reports. Cases rose by at least 66,986 to a total of 4.58 million, with some local governments yet to report. The rise in deaths was the biggest one-day increase since fatalities rose by 1,484 on 27 May. The death toll in Australia has exceeded 200 after three further deaths were recorded in Victoria and one person died in New South Wales. There have been 201 deaths in the country since the pandemic began. Those who died in Victoria were: a man in his 80s, a woman in her 80s and a woman in her 90s. The state’s death toll is now 116. In NSW, an 83-year-old man connected to an outbreak at a popular pub, the Crossroads Hotel in south-west Sydney, died on Saturday, taking the state’s death toll to 52. The Victorian premier, Daniel Andrews, has faced a grilling over reports that the families of people in aged care homes stricken by the coronavirus are unable to find out which hospitals their loves ones have been moved to. Andrews said the federal government was working hard to resolve the issue. I raised this matter with the PM, he is actioning this. I have not got an update today, this was yesterday or maybe the night before. I know they are working hard to try to have better call centre arrangements. We know there are cultural and language issues at play. That is not all of it, but that is a lot of the challenge. In the Australian Capital Territory, there have been no new cases of Covid-19 recorded in the past 24 hours, authorities have announced. The Victorian premier, Daniel Andrews, has said authorities are a “united team” after he was quizzed about a shake-up of the state’s public health team. The restructure includes Annaliese Van Diemen, the deputy chief health officer, returning to “her former duties”, while three new officials have joined as deputy chief officers. The Northern Territory in Australia has recorded one new coronavirus case, the health department has said. The woman is the partner of the man who tested positive to coronavirus Covid-19 yesterday. She is in isolation at the Royal Darwin hospital. In response to a call from the Australian Medical Association from all businesses except essential services to close, the Victorian premier, Daniel Andrews, says only that various options are being considered. What we have at the moment are numbers that are too high of community transmission and that is a concern to us. Andrews says authorities are working through what steps, if any, to take next. Victorian authorities are putting the focus on what the police minister, Lisa Neville, calls “appalling behaviour” from residents who have been found breaching the rules. Neville cites three cases: a person who drove from Melbourne to Wodonga on the NSW border “to buy a Big Mac”; a person who travelled from Melbourne to Ballarat for “fresh air”; and a person who drove across Melbourne, from Werribee to Springvale, to “buy groceries”. The Victorian premier, Daniel Andrews, says he will not be announcing “further steps” today to curb the pandemic, but “we are giving due consideration to a whole range of different options”. When I am in a position to announce decisions, I will do that and I will take questions at that time. The Victorian premier, Daniel Andrews, has also confirmed there are now 5,919 active cases in the state, with 379 patients in hospital. There are 41 people in intensive care units, including 24 who are on ventilators. Andrews says the situation in the state’s aged care system is “very serious”. The biggest challenge is the growing number of “mystery cases”. There are 49 of those, he says. You cannot be certain if there is even more further community transmission, more mystery cases out there. That is in some respects our biggest challenge. Of the 397 new cases in Victoria, premier Daniel Andrews says are 37 links to outbreaks and other complex cases, and 360 are under investigation. The 397 new infections are a marked drop from the more than 600 reported on Friday, but Andrews warns it is still a significant number. While there is always a temptation to try and read trends into these numbers, there is a growing concern in relation to the number of community transmission cases within that data. Victoria has recorded 397 new cases of coronavirus over the past 24 hours, premier Daniel Andrews has announced. He says three further people have died: a man in his 80s, a woman in her 80s and a woman in her 90s. There are two new cases of Covid-19 in New Zealand, the health ministry announced on Saturday. Both cases are in managed isolation. The country has a total of 22 active cases, while there have been 1,212 infections since the start of the pandemic. California and Florida, two of the most populous US states, reported record increases in Covid-19 deaths on Friday, Reuters reports. Florida reported 257 deaths and California 208. In numerical terms, the loss of life in each state is roughly equivalent to the number of passengers on a single-aisle airplane. For Florida this is the fourth day in a row with a record rise in deaths and for California the second this week. Mississippi, Montana and Nevada also had a one-day record increase in deaths on Friday. Overall US deaths have increased by more than 25,000 in July to 153,000 since the pandemic started. The Victorian premier, Daniel Andrews, is expected to give an update at 11.30am, so in less than 10 minutes’ time. The government is considering imposing tougher restrictions after a horror week, including a record 732 new cases on Thursday. In New South Wales, the 17 new cases included three cases in return travellers in hotel quarantine and one NSW resident returning from Victoria. There were also two cases among people who attended at the Apollo restaurant in the Sydney suburb of Potts Point and two cases from the Mounties Club in Mount Pritchard. Officials said they had used the Australian government’s Covidsafe app to link one of the cases to the Mounties Club. Seven cases were close contacts of known cases, one case was locally acquired with its source unknown, and two cases were under investigation. The Australian state of NSW recorded 17 new cases of Covid-19 in the past 24 hours, NSW Health said on Saturday. An 83-year-old man has also died, authorities confirmed. The man contracted the virus from an outbreak at the Crossroads Hotel, a popular pub in south-western Sydney. Devastating economic data poured in on Friday as nations counted the cost of efforts to contain the coronavirus pandemic, even as fresh spikes forced countries including Britain to put the brakes on a return to normality. Six months after the World Health Organization declared a global emergency, the novel coronavirus has infected more than 17 million people and killed nearly 674,000, reports Agence France-Presse. As global daily cases approach 300,000, the impact is being felt in every sphere of life, with elections postponed in Hong Kong – the latest blow to its democracy activists – and the annual Muslim hajj pilgrimage in Saudi Arabia performed with radically reduced numbers. In a sign of the trade-offs being forced on governments, Britain imposed new lockdowns in several northern counties Friday, just as Western Europe announced historic economic slumps that would have been nightmare scenarios at the start of the year. France’s economy contracted by 13.8% in the April-June quarter, mirroring similar devastation in Spain (18.5 %), Portugal (14.1%) and Italy (12.4%). Europe as a whole saw gross domestic product fall by 12.1% in the eurozone and by 11.9% across the EU bloc. Mexico’s confirmed coronavirus deaths rose to 46,688 on Friday, health ministry data showed, placing the country’s death toll from the pandemic at third-highest in the world, overtaking Britain, Reuters reports. The health ministry registered 8,458 new cases, a record for a single day, as well as 688 additional deaths, bringing the total to 424,637 cases and 46,688 fatalities. The government has said the real number of infected people is likely significantly higher than the confirmed cases. Residents of the Australian state of Queensland have been put on alert about a string of locations around greater Brisbane that a man visited before testing positive to Covid-19. The 27-year-old Bellbird Park man is believed to have caught the virus when he ate at the same restaurant as an infected woman charged with illegally entering the state, reports AAP. The man is a direct contact of one of three women returning from Melbourne who allegedly lied on their border passes. He is believed to have caught the virus when dining with his family at the Madtongsan IV Korean restaurant at Sunnybank on 23 July. A Queensland Health spokesperson said in a statement: Along with five others who are being Covid-19 tested, they dined on a table adjacent to one of the recently identified cases who returned from Victoria. The premier of the Australian state of Victoria, Daniel Andrews, will hold a press conference at 11.30am local time. Andrews will report the number of new infections and any deaths over the past 24 hours and he is also likely to be asked about plans for further restrictions in Melbourne. Anaesthetists in the Australian state of Victoria are calling on the government to enforce “fit testing” for personal protective equipment, citing concerns that not enough is being done to protect health workers from coronavirus. Victoria reached 5743 active cases on Friday and deaths rose to 113, with three doctors among those reportedly in intensive care. Anaesthetists are commonly called on to intubate patients needing help to breathe, and so they are among those face-to-face with the most severe Covid-19 cases, reports AAP. The Australian Society of Anaesthetists says it has made “numerous approaches” to federal and state health departments asking that fit testing of PPE become mandatory in all hospitals. ASA president Dr Suzi Nou said federal and state health authorities had not been receptive to her recommendations for mandatory fit testing, despite the practice being widespread in other states. They’d say we don’t have the resources. Nou likened the lack of fit testing to former attitudes to seatbelts, which are now universal. Guatemala’s congress has extended a state of calamity for 30 days. The measures have been in place since March. The Latin American country has recorded 49,789 infections and 1,924 deaths since the start of the pandemic. In Australia, the state of Victoria is mulling further restrictions to curb the rise in case numbers. The state has recorded more than 1,300 new infections over the past two days, including a record 732 cases from Thursday. The state government is yet to announce new measures, but options could include the lockdown of certain industries where outbreaks among workers have been common, such as abattoirs, or a wider shutdown of all but essential industries, modelled on steps taken in New Zealand. Cedar Meats, an abattoir in Melbourne linked to a major outbreak earlier in the pandemic, has placed all staff in isolation after an employee tested positive. The Victorian premier, Daniel Andrews, is scheduled to hold a press conference in the next few hours, though any new measures may not be announced for a few days. In NSW, an exclusive members only venue, the Australian Club, was among the locations forced to close due to a positive case. The Bavarian, a popular pub on Sydney’s northern beaches, also shut following a hosting a Covid-infected patron. From 1am on Saturday, the Queensland border was shut to Greater Sydney. Two major drug companies will supply the US government with 100m doses of an experimental coronavirus vaccine, the Trump administration said on Friday, as the nation’s top health agency predicted that fatalities would rise in the coming weeks. The agreement calls for the US government to pay French drug maker Sanofi and British pharmaceutical giant GlaxoSmithKline up to $2.1bn to supply it with enough vaccines for 50 million people, with the option to buy another 500m doses. The purchase falls under the Trump administration’s so-called Operation Warp Speed, intended to rush a Covid-19 vaccine to the market by the end of 2020, Reuters reports. Researchers have raised fears that “systematic racism” in the provision of protective equipment is putting minority health workers at greater risk, as a study showed higher coronavirus infection rates among British and American medical staff. The report, published in the Lancet Public Health journal, found that frontline healthcare workers were over three times more likely to test positive than the general population early in the pandemic, with the rate rising to five times for ethnic minority medical staff. Researchers from the US looked at data from almost 100,000 healthcare workers in Britain and the United States taken from self-reported information on the Covid Symptoms Study smartphone app between 24 March and 23 April, Reuters reports. They found that the prevalence of infection among frontline care workers was 2,747 per 100,000 app users, compared with 242 per 100,000 in the general community, Agence France-Presse reports. When they took into account the health workers’ greater access to testing, the researchers estimated that frontline medical workers were around 3.4 times more likely to test positive for Covid-19 than app users in the wider population. After accounting for pre-existing medical conditions, researchers estimated that healthcare workers from black, Asian and minority ethnic backgrounds were almost five times more likely to report a positive Covid-19 result than somebody from the general community. The study also found that frontline healthcare workers who said they did not have sufficient protective equipment – such as masks, gloves and gowns – were 1.3 times more likely to test positive than those who said they had the proper equipment. US House of Representatives Speaker Nancy Pelosi said talks with the White House on a coronavirus aid bill were far from a deal on Friday, as federal unemployment benefits that have been an essential lifeline for millions of Americans expired. Asked why she rejected a proposal from president Donald Trump’s administration for a one-week extension of the $600 weekly jobless payment, Pelosi said a short-term fix would be appropriate “if you are on a path” towards a deal. “We’re not,” Pelosi told a news conference. Negotiations were to continue on Saturday between White House officials and congressional Democrats, reports Reuters. Pelosi will host a meeting with Senate Democratic leader Chuck Schumer, Treasury secretary Steven Mnuchin and White House chief of staff Mark Meadows, an aide familiar with the planning said. Pelosi, the nation’s top elected Democrat, said she thought Congress and the White House would eventually come together on legislation,but gave no timetable. Referring to the mounting cases and deaths from Covid-19, Pelosi said: This is a freight train that is picking up steam. ... It must be stopped. In some of her toughest criticisms so far, she said Republican delays on legislation and “distortions” about the pandemic “has caused death unnecessarily”. White House officials took their own hard partisan line, accusing Democrats of refusing Trump’s proposals to extend the jobless benefit that expired on Friday and a moratorium on evictions that ended last week. Vietnam’s health ministry has reported 12 new local coronavirus cases linked to the recent outbreak in the central city of Danang, taking total infections to 116 since the virus resurfaced last week. The new patients, with ages from two to 78, are linked to Danang hospital, the ministry said on Saturday in a statement reported by Reuters. Vietnam has registered a total of 558 coronavirus cases and recorded its first two deaths on Friday after months of successful curbs. Peru’s housing minister, Carlos Lozada, said on Friday the government will extend the country’s state of emergency and quarantine measures until 31 August after infections rose, according to Europa Press. The ministry of health said on Thursday there were 6,809 new cases in the past 24 hours. Peru has so far seen 407,492 people test positive to Covid-19, including 19,021 deaths. The country has been in lockdown since March. The UK prime minister, Boris Johnson, has put a scheduled easing of coronavirus restrictions on hold in England, as he also raised the prospect of a second lockdown. At a hastily arranged press conference at Downing Street on Friday, Johnson said he was pausing the reopening of leisure businesses, such as casinos and bowling alleys, and preventing beauty salons resuming close-up treatments, for at least two weeks. Rules on face coverings would also be extended for indoor venues such as museums, galleries and cinemas from 8 August. You can read a full report on the surprise announcement at the link below. Hello and welcome to the Guardian’s live coverage of the continuing coronavirus pandemic, with me, Luke Henriques-Gomes. If you’d like to get in touch, you can do so by email via luke.henriques-gomes@theguardian.com or on Twitter @lukehgomes. The World Health Organization (WHO) reported a record increase in global coronavirus cases on Friday, with the total rising by 292,527. WHO warned the pandemic’s effects would be felt for decades as its emergency committee assessed the situation six months after sounding its top alarm over the outbreak. The death toll globally from coronavirus has surpassed 675,000, according to Johns Hopkins University’s tracker. The figure is now at 675,167, with the US having the most deaths at 152,074, followed by Brazil with 91,263. Dr Anthony Fauci, America’s top infectious disease expert, has told Congress he is “cautiously optimistic” that a “safe and effective” coronavirus vaccine will be available to the public by the end of 2020 during a hearing in Washington marked by testy exchanges between Fauci and senior Republicans loyal to Donald Trump. Brazil’s death toll has reached a total of 92,475, compared with 91,263 yesterday, according to the country’s health ministry. The country has registered 2,662,485 confirmed cases of the virus, up from 2,610,102 yesterday. Jair Bolsanaro, who has previously tested positive to Covid019, said he was taking antibiotics for a lung infection. Health authorities in France reported 1,346 new confirmed coronavirus infections on Friday, which took the total to 187,919. New cases are above 1,300 per day for the third day in a row, the highest since late April. In Australia, authorities are mulling further restrictions in the state of Victoria, which has recorded more than 1,300 new infections over the past two days."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}