{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2020/aug/28/twenty20-cricket-england-v-pakistan-live-updates", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-08-28T20:05:14Z", "webTitle": "England v Pakistan: first Twenty20 abandoned due to rain – as it happened", "webUrl": "https://www.theguardian.com/sport/live/2020/aug/28/twenty20-cricket-england-v-pakistan-live-updates", "apiUrl": "https://content.guardianapis.com/sport/live/2020/aug/28/twenty20-cricket-england-v-pakistan-live-updates", "fields": {"headline": "England v Pakistan: first Twenty20 abandoned due to rain – as it happened", "bodyText": "We’re having a dreadful run. That’s the third game in a row between England and Pakistan where a result hasn’t been possible due to constant rain. In terms of what we can take from the 16.1 overs we did see, Tom Banton (70 from 42) really has something about him. Also, Pakistan’s bowling is of the very top quality, as is their wicketkeeper Rizwan. Other than that, well, what can we say other than let’s try again on Sunday afternoon? Thanks for your patience and company. Goodnight! From the ECB: “With huge regret the umpires have just called off the match. The outfield is just too wet to get the game back on.” “Good news of sorts,” begins Nick Knight on Sky Cricket’s report back from the ground. He adds that it remains very wet out there with the umpires in the middle taking a look as he speaks. A reminder that they need to be back on at 9:19pm. If they were to get on then, Pakistan will be chasing 56 in five overs. We’ll know soon. I can’t believe I’m saying this... but the covers are coming off at Old Trafford. “Hi Adam.” Allo, Greg. “Manchester? Again. Rain. Forget it. Build an indoor (or semi indoor) retractable roofed or something stadium. It’s not Covid killing cricket it’s just rain. Enough.” For the epic/definitive OBO chat on this (and drones... and shadecloths in space) please enjoy the India v New Zealand washout during last year’s World Cup. “Adam.” John Starbuck! “Thanks for the list of the Vice article. Seeing as my 20’s were mostly in the 60s and 70s, after which I had to concentrate on being a husband and home-owner, it was a useful guide. These days I do a lot of CDs as mixtapes for an old friend who’s moved to Texas on a re-marriage. She left all her CD collection to her son, assuming Spotify and US AM radio would compensate. Not so, so I do plenty of stuff for her: Latin and Folk collections, plus plenty of themed one-offs (I am disabled in various ways and don’t get out much). My 1970s-80s stuff was mostly art-rock, folk and prog, so I don’t know a lot about landfill indie. One of my next CDs is going to be themed on Bridges, so the Bromhead Jacket number will be going in. All grist to the mill. P.S. The Welsh Connection: where do Super Furry Animals fit? PPS: I do recall John Peel saying (on his Top Gear radio show) 1-2-3-4 was the definitive punk intro, so the landfill lot were obviously either paying homage, or just ignorant.” Lovely. They’ve got a good friend in you. SFAs are just outside of my arc in terms of when they were making their most significant work. But on Welsh indie, I heard Mulder and Scully on the radio the other day and my heart skipped several beats. Update. Make that 9:19pm for a five-over match, the ECB advise. The 9:48pm time must be when the game would end in that scenario. The additional information is that the groundstaff will need 45 minutes to get the ground up to scratch when the rain stops. So, long story short, this might be called off in about 10 minutes. 9:48pm is the cut-off for a five-over chase. In this scenario, Pakistan will be chasing 56 to win. The advice seems to be that they need the rain to stop by 9pm for that. The rain persists at Old Trafford. The groundstaff have now left the field, Sky Cricket are reporting. They said it isn’t heavy but it just hasn’t stopped. Sigh. While thinking about old blokes... is that Gareth Batty I spy today making his first appearance of 2020 and picking up 2/17? The 42-year-old made his debut in 1997. More on Shoaib’s long career. I’m into all of these tweets. “I’m following you on OBO,” writes Iain McKane, “with the rain falling at OT and Keysie talking on Sky Cricket; but I’m watching a free livestream concert brought to you by the Royal Albert Hall; some top young British jazz talent, presented by Gary Crosby, OBE, of Tomorrow’s Warriors, celebrating the forthcoming centenary of the great bebop pioneer, Charlie “Bird” Parker. I heartily commend this to your discerning OBO readers. Catch up on The RAH website and perhaps even make a donation during these had Covid times for the arts. Go on: give it a go!” If this gets called off, I might join you. Or watch another ep of Ashes to Ashes. Okay, I’m going to watch another ep of Ashes to Ashes. How come nobody told me about this wonderful world (I found Life on Mars last month) until now? No news is bad news. Play stopped half an hour ago, so we are digging into overs as of now and all the covers remain on at Old Trafford. From memory, that leaves 90 minutes between now and when Pakistan need to be on for a five-over chase. I’ve heard three professional cricketers talk about Call of Duty today. Is this the new Fortnite? Tom Banton just sat in the diary foom for two minutes and gave Ebony abbbbbsolutely nothing until they started talking about the video game. This is a great tweet. Shoaib, I believe is one of two men left in international cricket who made their debut in the 1990s, the other being Chris Gayle. On that topic, today is Suwanji Madanayake’s birthday! If you aren’t familiar with the tale, the now-48-year-old is the oldest man in the professional game, having made his debut in 1991. I talked to him in May for The Spin. Oh, and a nice postscript to this piece is that Cricinfo (et al) have updated his page after reading the story and seeing proof of his date of birth, so this his first birthday in cricket that’s been recognised properly. And he intends to still be going into his 50s. Happy birthday, mate! Such important wickets for Pakistan. If this game is rain reduced, and let’s assume it will be, every one of those four breakthroughs between overs 13 and 16 are going to make a big difference in terms of the DLS calculations. Of course, they have half an hour to play with until we start losing overs. Grab a warm drink. Back shortly. I’m sorry to say. 16.1 overs: England 131-6 (Billings 2, Jordan 3) Four leg byes when Amir’s short ball doesn’t quite grip (or so Wasim tells me on the telly), kissing Jordan’s thigh pad and running away. A wide down the legside follows, reviewed by Pakistan but it was in hope of a little edge rather than expectation. But then, the rain... 16th over: England 126-6 (Billings 2, Jordan 3) Jordan and Billings rotate for three singles from the final three balls and Imad finishes with 2/31. Very nicely done. “G’day Adam.” And to you, Uasr. “One thing Pakistan have always possessed in the limited overs is to choke opponents when they looked all at sea. This is a compelling swing of the pendulum, with the drop off Banton looking like it might crush them.” Yep, this is why they have been the No1 ranked T20 side in the world more often than not over the last three years - it’s almost always their bowling. England have lost 4/14! Rizwan again! Yet more clinical ‘keeping when Imad’s quicker ball beat Gregory, who was down the track, his bails off in an instant. 15th over: England 121-5 (Billings 1, Gregory 1) Three wickets in three overs slowing things just in time for Pakistan, just 14 runs coming in this time. It sounds like there is rain at the ground but not quite heavy enough to take them off. Cross everything! Rizwan! My man! His golden gloves! He’s taken a beauty here. Moeen’s edge deflected off the top webbing of his glove but the brilliant ‘keeper kept his cool before executing an expert dive in front of the stumps to take the deflection. Very nicely bowled, the off-breaker is through Morgan with a quicker one. The skipper was down to sweep but the ball beat his bat. No DRS required here. 14th over: England 118-3 (Moeen 7) 13th over: England 111-3 (Morgan 13, Moeen 1) A wicket slows the run of boundaries, England adding just two singles after Banton’s departure. “Hi Adam.” Hi, Iain McKane. “As a bit of an old Test traditionalist, I’m not so sure about all these musical accompaniments. Still, I do like my music. Don’t mind the odd burst of PigBag ( pretty much of my time, in fact); but most of the rest is PANTS!! I will happily volunteer my services as white-ball music taste-maker to the ICC: that’ll mean some Iggy and the Stooges; Beefheart; Zappa; and plenty of JAAAAAZZ!! “Nice”.... And maybe some British Sea Power? Enjoyed that bit of Banton... and Haris Rauf looks tasty.” Dare I repeat myself... new audience, Iain. Banton went at it again, trying to clear the rope for a sixth time, but Shadab was just a quicker to the right-hander, winning a top-edge to cover. The end of a very exciting little passage for England watchers. This young man is quite something. 12th over: England 107-2 (Banton 70, Morgan 11) Banton! Absurd skills! Not once but twice he has taken Raul over short fine with scoops from well outside off-stump. The first, a four, pushed the fine leg back. Did that stop him? Of course not: he just went with a fraction more elevation to clear the rope for a fifth time in the last six overs. This is certainly one approach to dealing with the field going back. Brilliant. 11th over: England 94-2 (Banton 57, Morgan 11) Morgan’s turn, fantastic striking against the left-arm tweak of Imad, slogging him over midwicket for another six. Banton now to return serve and he does with utter class, dancing down before chipping the spinner over long on for another big one! That’s the shot of the evening so far, outstanding timing. Earlier in the over, Banton moved to his half-century with a single, to that mark for the first time in T20Is, in 33 balls. 10th over: England 79-2 (Banton 49, Morgan 4) Morgan reverses Shadab over point for four - what a shot first ball! - to complete the successful over for Pakistan. Well, at least that’s what you normally would say after a wicket. In practice, this was anything but for the visitors, with the spinner lofted over midwicket twice in a row to begin, for two big sixes. He’s shifted gears nicely since the power play ended. “Great list from Vice,” replies Damian Clarke. “Thanks for the link. And wow, No. 20 Mumm-Ra. Never come across anyone else who’s even heard of them. Saw them with both my daughters back in the day at the De La Warr in their hometown of Bexhill. Bloody wonderful stuff.” Speaking of music, now I can hear something at Old Trafford, after Banton’s second six - have a blessed bit of Babybird. Two sixes on the trot to Banton then Malan is run out! Wanting a piece of the action, he ran despite the fact that the ball went straight to Hafeez at backward point. The young man was right to send him back and he was run out by half a pitch lengh. 9th over: England 61-1 (Banton 36, Malan 22) Banton gets Rauf away fine for four as he starts to find a bit of timing. And Malan gets in on the party too, slamming a lovely cover drive for four to finish. He’s struck that so well. Adding runs from four other deliveries in the over, that makes 13 off it - England’s best so far. 8th over: England 48-1 (Banton 28, Malan 17) Shadab’s on and Banton’s well up for that, immediately slogging him for six! I get the feeling he really needed that, the young man. Shadab is onto his preferred line, well outside off, immediately after that with his flat legbreaks, just two dots and three singles following the big hit. 7th over: England 40-1 (Banton 20, Malan 16) Haris Rauf, the breakout star of the Big Bash League last Australian summer after playing grade cricket over there to begin the season, is into the attack with his right-arm wheels. It doesn’t take long before launching into a big lbw appeal! Rizwan liked the shout from behind the stumps, full and quick at Malan from over the wicket. It looked to pitch outside leg, though? DRS confirms the not out decision because there is an inside edge, so we don’t make it to ball-tracking. He’s up to 90mph by the end of the over neither England batsmen can do any better than miscuing to the sweepers. Six from it. “Good evening Adam.” Hello, Damian Clarke. “Like you, I hadn’t noticed the music between overs on TMS until Mr Starbuck drew attention to it. Now that I have, gosh, the selection is utter toilet, isn’t it?” New audience, and all that? I came very close to programming the T20 playlist for Surrey a couple of seasons ago; I must return to that at some stage. I’ve said before that it’s my destiny is to be a cricket ground DJ. 6th over: England 34-1 (Banton 17, Malan 15) Saliva on the ball between overs, is it? I’ve been surprised how little of that we had in the Tests given how it really is second nature after a while. It looks like Pakistan self-reported before the ball was cleaned by the umpires. It’s Amir again, who is tough to get away when banging it into the pitch after ripping his fingers down the seam but Malan is savvy enough to get bat on a pull shot for two after getting into an awkward position. Can Banton get one away before the power play ends? He does, a four through midwicket. It wasn’t away from the catcher on the circle and came off the bottom of the bat, but a boundary is a boundary. I heard the song played after the boundary, John, but I can’t account for it. I’ve been busy with my Landfill Indie playlist after the Vice piece yesterday. I feel so very lucky that my 20s married up with this era. 5th over: England 25-1 (Banton 11, Malan 12) Shaheen follows Imad, changing to the Statham End. And there’s England’s second boundary, pulled away by Malan off his tummy, into the gap behing square. Neatly struck. But just two singles from the four remaining opportunities, making six from it. One over left with the field up. John Starbuck is upset about my discussion of the Welsh connection with bat v ball earlier on. Sorry, John. He’s also angry at TMS for playing the ground noise between overs. “And if we’ve got to hear it, your music appreciation thoughts.” It’s been white noise to me but I’ll pay attention over the next couple of overs and assess. 4th over: England 19-1 (Banton 10, Malan 7) Shaheen wants to go again but he’s sent away: it’s Mohammad Amir’s turn. Banton takes a couple of balls to find the gap, getting one down the ground, Malan then turning a further two to midwicket. The only further single he gets isn’t without risk, a clip landing about five metres away from the man at deep backward square. This is Pakistan’s power play so far. 3rd over: England 15-1 (Banton 9, Malan 4) Imad to Malan, can anybody hear Bread of Heaven playing in the background? Or is that just me? The No3 takes one then Banton, who miscues his sweep, a top edges clearing short-fine leg - it runs away for three. Malan again, who reverse sweeps a careful single - can you imagine writing that 20 years ago? Banton adds another down the ground before Malan finishes with a tuck out to the sweeper at deep midwicket. Good running, they take two. 2nd over: England 7-1 (Banton 5, Malan 0) Shaheen Shah Afridi, be still my beating heart. I was there at his T20 International debut in Harare two years ago and asked him about how he felt about the whole experience. He replied, earnestly, that he had a dream that he would dismiss Finch and Maxwell to start off. Of course, he did. What a gem. Starting here today, he beats Banton outside the off-stump, squaring him up just a tad. Lovely. As is the bouncer, the opener out of the way. He gives him something to tuck away later in the over on the pads and the opener clips it away with ease given the man at fine leg is inside the circle. Dropped catch to finish! A slip is in for just that but Iftikhar has put it down. An easy chance, too. 1st over: England 3-1 (Banton 1, Malan 0) Malan has one delivery to deal with from the Welsh-born tweaker (that’ll be the only time I mention it, promise) and pushes to the man on the cover circle. A wonderful start for Pakistan. How about that! Bairstow used his feet to open up the offside but ended up chipping a low catch back to the left-arm spinner, who made no mistake. The players are on the field. Imad Wasim to Tom Banton. PLAY! Oh yeah, I forgot to talk about Haider Ali’s omission. That’s a shame. The 19-year-old has a strike-rate of 148 in just 15 T20s. I’m sure we’ll see him during the series. Eoin Morgan wants to play both of the next T20 World Cups. That was a good interview with Nick Knight. He’s certainly not ruling himself out from making the next ODI World Cup in three years from now, either. As he said in the chat, his statistical output in T20 cricket has never been better, so why would he be looking to give it away? Fair point. And despite being around forever, he’s only 33, after all. Other important cricket this weekend. Read Raf Nicholson’s preview of the Rachael Heyhoe Flint Trophy. A brand new competition with brand new teams. A big step forward in terms of the competition and the remuneration for domestic players. Pakistan: Babar Azam (c), Fakhar Zaman, Mohammad Hafeez, Shoaib Malik, Mohammad Rizwan (wk), Iftikhar Ahmed, Shadab Khan, Imad Wasim, Mohammad Amir, Haris Rauf, Shaheen Afridi. And Rizwan also gets the nod ahead of Sarfraz behind the stumps. I like that a lot. England: Tom Banton, Jonny Bairstow (wk), Dawid Malan, Eoin Morgan (c), Sam Billings, Moeen Ali, Tom Curran, Lewis Gregory, Chris Jordan, Adil Rashid, Saqib Mahmood. And for Pakistan, they have named Haris Raul in their team - the young PSL and BBL firebrand - instead of Wahab Riaz. That’s a big call. Full XI shortly. Eoin Morgan says they would have bowled too. He notes that this series is about development as much as winning with their Test players unavailable. David Willey and Joe Denly are the players who have missed out on the XI for the hosts. Pakistan are bowling, citing the conditions. Teams shortly. Gloomy but dry. That’s good news. Here comes the toss. Ollie Pope is out for four months. This is the big non-game related news coming out of the England camp this afternoon. His left shoulder (yes, the one that he had the operation on last summer) was dislocated again when fielding on Monday. Urgh! Welcome back to the strangest international summer, Manchester again the venue for the first of three T20s between England Pakistan. Now, remember, when these matches were fixtured, they were set to be just before October’s World Cup in the shortest form of the game. Of course, that’s no longer. However, there’s no doubting how much this means to players who have had so little to do in 2020. Especially the Pakistan white-ball specialists. While their colleagues in the Test arena have been slugging it out over the last month, they have been stuck in the nets waiting for their opportunity to make this trip worthwhile. It isn’t quite the same for England, but this is the second time they have been locked away for a series this summer and it starts to take a toll after a while. Still, they’re here now. For the hosts, the big news is that they will be without Jason Roy, who injured his side when batting during the week. This has led to him also ruling himself out of the Indian Premier League. The expectation is that the opener will be back for the Australian series beginning this time next week, but there’s nothing certain. It’s likely that this will open the door to a Banton/Bairstow opening combination. It is safe to assume that at least four and up to six of the Pakistan tourists will be making the jump from red to white ball in the space of four days, including skipper Babar Azam who is the top ranked T20 batsman in the world. It’ll also be interesting to see Sarfraz Ahmed back in operation, returning to his position behind the stumps after being dropped from the Test captaincy last year. Or maybe they’ll stick with Rizwan in that job and the veteran will miss out? We’ll know in 15 minutes. What seems certain is that we will see both Mohammad Amir and Wahab Riaz with the new ball in their hands when the time comes. In the case of the former, he is no longer available for Test selection so this becomes his main, and only, stage. Shaheen Afridi will also be there, so that makes three southpaw quicks. Fun! Drop me a line at any stage, of course, I’m here all night. Back with the toss shortly."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}