{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/aug/12/call-grouse-shooting-licensed-rise-bird-prey-deaths", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-08-11T23:00:48Z", "webTitle": "Call for grouse shooting to be licensed amid rise in bird of prey deaths", "webUrl": "https://www.theguardian.com/uk-news/2020/aug/12/call-grouse-shooting-licensed-rise-bird-prey-deaths", "apiUrl": "https://content.guardianapis.com/uk-news/2020/aug/12/call-grouse-shooting-licensed-rise-bird-prey-deaths", "fields": {"headline": "Call for grouse shooting to be licensed amid rise in bird of prey deaths", "bodyText": "Labour has called for grouse shooting to be licensed after a big increase in illegal killings of birds of prey during the coronavirus lockdown, the majority of which, investigators say, are linked to the sport. As the grouse shooting season, known as the Glorious 12th, officially began on Wednesday, the shadow environment secretary, Luke Pollard, called for a review of how shoots operate. He spoke after investigators from the police and the Royal Society for the Protection of Birds reported a steep surge in cases of raptor persecution, most of which they say are linked to driven grouse shoots. Grouse-moor management includes moorland burning and predator control to allow red grouse to thrive. According to police, the RSPB and studies by conservationists, predator control sometimes includes the targeting of birds of prey. During lockdown, with fewer members of the public in the countryside, cases of birds of prey such as hen harriers, red kites, peregrine falcons and two species of eagle being poisoned, shot or trapped and killed rose sharply, the RSPB said. Since then the trend has continued, according to Mark Thomas, head of investigations for the RSPB. “We have been absolutely run off our feet in the first few weeks of lockdown, and that has continued,” he said. “We have been assisting the police in many counties across the UK, in the south as well as the north. “In terms of birds impacted, it’s those with conservation status like hen harriers, white-tailed eagles, red kites, golden eagles, peregrines and goshawks. Most birds of prey that we are investigating are linked in some way to shooting – particularly, the link with driven grouse shooting is very strong.” Pollard said Labour’s approach would involve licensing estates to tackle the problem. “The government has failed to cut wildlife crime and a decade of austerity has left these birds vulnerable to poaching, with fewer police preventing poaching and fewer officers able to catch those responsible,” he said. “We need a new approach to protecting and restoring the numbers of these iconic species, with a review into how grouse moors operate and proper licensing in place.” The RSPB is investigating 56 confirmed or suspected cases of birds of prey being killed across the country. These include a tagged white-tailed eagle that was confirmed poisoned in Scotland last week. All birds of prey are protected by the Wildlife and Countryside Act 1981. To intentionally kill or injure one is a criminal offence, punishable by an unlimited fine or up to six months in jail. Luke Steele, of the group Ban Bloodsports on Yorkshire’s Moors, has compiled a map of cases of birds of prey persecution in the county, which details what he describes as an ongoing wave of wildlife crime. Recent incidents in Yorkshire, which investigators say has the highest rate of incidents of raptor persecution in the country, have included a buzzard found shot near Appleton-le-Moors , five buzzards found buried in a hole on the Bransdale estate in the North York Moors national park, and two dogs being poisoned, one fatally, near Pateley Bridge after eating poison that police said was intended for raptors. Steele said: “It is clear we need a new approach to protect and restore birds of prey on northern England’s iconic heather hills. That is why we’re calling on the government to urgently introduce grouse moor licensing to end the wave of wildlife crime.” Insp Matt Hagen, head of rural crime in North Yorkshire, said he had made investigating bird of prey killings a top priority, but that the crimes, which take place in isolated rural areas with no witnesses, are hard to solve. Hagen is examining the killings of more than 27 birds of prey in several ongoing investigations. “The vast majority of the jobs that we have were gamekeepers on grouse moors persecuting absolutely anything that might eat grouse,” he said. “There is a lot or pressure on them to make sure that there are numbers of grouse to be able to be shot, pressure from the shooting operations, pressure from the estate owners, from the management and also financial pressure, because the more grouse they give people, the more they can shoot, and if you are told to do something by the estate, and your job and home are tied to the relationship, you do what you are told.” The Peak District is another hotspot, according to the RSPB’s Thomas. Cases include a short-eared owl found dead on a grouse moor, a buzzard found fatally wounded on land managed for game bird shooting, a buzzard and two peregrines found dead from suspected poisoning in the south of the national park, and three peregrine nests robbed of their eggs. “These are all fully protected species, iconic top predators … being killed to maximise the numbers of grouse,” said Thomas. The Moorland Association, which represents grouse shooting estates, said some of the incidents highlighted by the RSPB were not on grouse estates. Amanda Anderson, director of the Moorland Association, said: “Any incident of raptor persecution is appalling, and gamekeepers and estate managers are involved in a range of initiatives, often with the police, to stamp out any illegal activity. Proven incidents are rare, but they obscure the fact that many raptors are thriving on grouse moors contrary to claims by those opposed to grouse moor management. “The dozen or so hen harrier nests on grouse moors reported this year matches the total number of successful nests across England in 2019 from all types of land, and we have also seen peregrine and owls faring well on the land managed for grouse shooting thanks to gamekeepers.” Hard times for grouse shoots For many, the Glorious 12th will not be so glorious, as some estates have called off the season because of low grouse numbers. The Bolton Abbey estate in Wharfedale, North Yorkshire, is one not running any grouse shoots this season. Ben Heyes, estate director, put the low number of birds down to a combination of factors, including the drought in recent years and poor-quality heather caused by the heather beetle, whicch feeds on the leaves of the plants, stripping them bare. Other areas will also see fewer grouse shoots, although Ramsey Smith from the Moorland Association said some estates would simply start the season later. “It is going to be an unexciting year, unfortunately,” said Heyes. “And it is a blow on top of everything else this year, because it generates a lot of income for rural communities and provides employment.” The Swinton estate in Yorkshire, however, is going ahead with the season, having taken extra Covid-related precautions. Gamekeepers will wear visors and masks, and beaters will practise socially distanced lines. Gary Taylor, head keeper at the estate, said: “It’s vitally important for rural communities in some of our most remote areas that the economy opens up as quickly as it can, but we can only do that successfully if all the right safety measures are in place. It does feel a bit unreal, but all businesses, whether they are in towns or the countryside, have had to adapt. “If we can get going again safely, it can only be good for the local communities.” This article was amended on 12 August 2020. It originally located Bransdale in Nidderdale; in fact, Bransdale is in the North York Moors national park."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}