{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/aug/09/johanna-konta-unconcerned-by-prospect-of-covid-19-waiver-at-us-open", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-08-09T20:28:03Z", "webTitle": "Johanna Konta unconcerned by prospect of Covid-19 waiver at US Open", "webUrl": "https://www.theguardian.com/sport/2020/aug/09/johanna-konta-unconcerned-by-prospect-of-covid-19-waiver-at-us-open", "apiUrl": "https://content.guardianapis.com/sport/2020/aug/09/johanna-konta-unconcerned-by-prospect-of-covid-19-waiver-at-us-open", "fields": {"headline": "Johanna Konta unconcerned by prospect of Covid-19 waiver at US Open", "bodyText": "Johanna Konta has played down concerns related to the waiver players will sign in order to compete at the US Open later this month. The legal waiver appears to absolve the United States Tennis Association of liability “for any risks of loss or personal injury, including serious illness, injury or death … whether caused by the negligence of the NTC or otherwise”. Although players frequently sign waivers, the tournament organisers had previously rejected the possibility of a Covid-19 specific waiver: “It really doesn’t make a lot of sense to have players sign that because, look, they’re at risk of developing Covid from many different scenarios. It’s highly unlikely it’s going to happen at the US Open,” said Dr Brian Hainline, the chairman of the USTA Medical Advisory Group, during the launch press conference in June. Such a change of heart was likely driven by recent history. In 2015, the USTA was sued by Eugenie Bouchard after she slipped on cleaning fluid in a treatment room during the US Open. She received a large settlement in 2018. “I think with any liability form, or anything that gets to that kind of realm, it’s always going to be very dark and very sombre,” Konta said. “That’s just the content of the material I think. In terms of the practical side of it, whenever we go to a tournament, even before this situation we were already in charge of our own body. “Every decision we make when we play, how much we play, is going to have a direct effect on when our body holds up. So in terms of this virus and the decisions that players make regarding this, I think it falls under the same umbrella.” Konta returns to competition against Marie Bouzkova at the Top Seed Open in Lexington, Kentucky. In order to avoid unnecessary air travel, the British No 1 flew from London to Chicago before driving nearly 400 miles to Lexington with her hitting partner, Dan Smethurst. After the tournament, they will drive more than 700 miles to New York for the US Open. “I knew that [Covid-19] happened everywhere but it still shocked me a little bit when I arrived here and we were driving down and we had to stop to get some food,” Konta said. “It was mask wearing inside and it was the [protective] screens, I was like, ‘Wow, this is happening everywhere.’ That was a really interesting reality to be hit with. In that respect it feels very much the same [as England] and I’m taking the same precautions as I did at home.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}