{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2020/aug/29/i-am-woman-review-tilda-cobham-hervey-stars-as-helen-reddy-in-fight-against-the-patriarchy", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2020-08-28T22:00:50Z", "webTitle": "I Am Woman review – Tilda Cobham-Hervey excels as Helen Reddy in fight against the patriarchy", "webUrl": "https://www.theguardian.com/film/2020/aug/29/i-am-woman-review-tilda-cobham-hervey-stars-as-helen-reddy-in-fight-against-the-patriarchy", "apiUrl": "https://content.guardianapis.com/film/2020/aug/29/i-am-woman-review-tilda-cobham-hervey-stars-as-helen-reddy-in-fight-against-the-patriarchy", "fields": {"headline": "I Am Woman review – Tilda Cobham-Hervey excels as Helen Reddy in fight against the patriarchy", "bodyText": "The musical biopic has long proved an irresistible format, synonymous with uplifting tunes, against-the-odds triumph and actors imitating famous performers. The genre is sparsely populated in Australian film and TV, however – some notable examples including Shine and The Sapphires, and the mini-series Friday on My Mind, INXS: Never Tear Us Apart and Olivia Newton-John: Hopelessly Devoted to You. The latter, which stars Delta Goodrem in the lead role, began with you-know-what scene (“better shape up, doo doo doo!”), making it inevitable that if a Goodrem biopic were one day made – which of course would be called Born to Try – it would require at least one scene featuring an actor playing Delta playing Olivia playing Sandy: an inception of greasy musical goodness. Now we can add to the list director Unjoo Moon’s Helen Reddy biopic I Am Woman. It is a lean and likeable, if slight and a little trite, celebration of the legendary Australian-American singer, feminist and anthem-creator Helen Reddy, shot with a rich neo-noirish texture by Oscar-winning cinematographer Dion Beebe. The film’s emotional essence is reflected in that beautiful, bittersweet line from her most famous song: “Yes I’ve paid the price, but look how much I’ve gained.” The film, on Stan now, is about hard-fought success and breaking the glass ceiling, expressed through the narrative of a wide-eyed hopeful riding the midnight train to chance it in dimly lit venues. The film opens with Reddy (played with wonderful poise and presence by Tilda Cobham-Hervey) emerging from a New York subway in 1966 with her young daughter in tow. The protagonist will soon have cold water poured on her dreams, mansplained to by a music executive who informs her that male groups are all the rage (“you’ve heard of the Beatles, right?”) and insists he “can’t do anything with a female singer”. In the next scene she is at a bar performing I Will Follow Him – that sugary hymn of lovesick subservience – before confronting the manager and requesting a pay increase, to bring her up to parity with the men. This cigar-chomping chump barely lifts his head, responding by telling Reddy that these men have “got families to feed”. You can almost visually observe the unsubtle precision of Emma Jensen’s script, packing in evidence of patriarchal oppression and laying down the faultlines of an experience not just about Reddy succeeding as a woman, but earning, as the performer herself put it, “wisdom born of pain”. Things are a little more subtle in the relationship between Reddy and her good friend, the fellow Aussie expat and gossip columnist Lillian Roxon (Danielle Macdonald), who Reddy worries is unethical and possibly dangerous for her career. There’s also her cocaine-addicted husband and manager, Jeff Wald (Evan Peters), who becomes increasingly domineering as more powder shoots up his nostrils, before ultimately morphing into Sean Penn from Hurlyburly. A key question becomes: when is she going to do the song? The big one?! In one scene Reddy writes on a piece of paper the words “I AM STRONG” and “I AM INVINCIBLE”, causing my mind to snap back to perhaps the most crudely machine-tooled “insight” into the songwriting experience ever – from the 2005 biopic of Johnny Cash. (Reese Witherspoon interrupts a hard-partying Cash [Joaquin Phoenix] and yells “you can’t walk no line!”. Cut to the recording studio.) Moon and Jensen don’t need a crowbar in a moment like that, because there is no moment, no sudden realisation. Dealing with the patriarchy is Reddy’s life, and every woman’s life. Despite Cobham-Hervey’s radiant performance, the great singer comes across as a limited presence: more a set of principles than a character, without a single scene in which she behaves unexpectedly or in a way that challenges preconceptions. This comes down in part to a problem common in portrayals of famous people in biopics: speculate too much about them and the portrayal becomes distrustful; speculate too little and it becomes boring. The first performance of the titular track arrives around the one-hour mark – and yes, it induces tingles. Cobham-Hervey maintains a very vertical physicality; the performance seems to exist entirely in her eyes. Moon contextualises the scene, cutting to footage of women’s liberation protests, aligning the film to the raison ‘d’etre of the song: the feeling this is an anthem; a celebration; a symbol of change. All anthems require a degree of simplicity, cutting through the complexities of human experience to create a feeling. The song nails that in three and a half minutes; the film stretches it out across two hours, reducing its impact but retaining its sentiment. • I Am Woman is out now on Stan • This article was amended on 5 November 2020. An earlier version stated Helen Reddy arrived in New York in the 1970s; she arrived in 1966."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}