{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/aug/17/jamie-oliver-worst-nightmare-the-return-of-the-turkey-twizzler-bernard-matthews", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-08-16T23:01:24Z", "webTitle": "Jamie Oliver's worst nightmare: the return of the Turkey Twizzler", "webUrl": "https://www.theguardian.com/business/2020/aug/17/jamie-oliver-worst-nightmare-the-return-of-the-turkey-twizzler-bernard-matthews", "apiUrl": "https://content.guardianapis.com/business/2020/aug/17/jamie-oliver-worst-nightmare-the-return-of-the-turkey-twizzler-bernard-matthews", "fields": {"headline": "Jamie Oliver's worst nightmare: the return of the Turkey Twizzler", "bodyText": "It was junk food loathed by nutritionists and loved by children and eventually banned from school menus after a high-profile campaign by the chef Jamie Oliver. Now the infamous Turkey Twizzler is making a surprise comeback, 15 years after the manufacturer Bernard Matthews stopped making them after a wave of negative publicity. The original corkscrew strips of processed meat contained only 34% turkey, bulked up with water, pork fat, rusk and coating, as well as a range of additives, sweeteners and flavourings. They epitomised the kind of cheap, highly-processed food offerings that – deep-fried and served up with chips – were staple fare on school menus. The new version of the Twizzler, available in two flavours, is made to “healthier” recipes with lower fat, salt and sugar, which score orange and green on the traffic-light food labelling system. They contain 67%-70% turkey meat and no E-numbers. Bernard Matthews, which is now owned by the 2 Sisters Food Group, will announce on Monday the so-called “comeback of the century”, following hints posted on social media. The company said the return of Twizzlers was a response to consumer demand. A Change.org petition in 2018 attracted more than 27,700 signatures from people calling for them to be reintroduced into supermarket freezers. The new-style Twizzlers will go on sale in branches of Iceland from Thursday, followed by other supermarkets in the near future. Teasingly, a 3 metre-high Turkey Twizzler statue was unveiled this weekend at the company’s headquarters, Great Witchingham Hall, in Norwich. The original Twizzler-making machines have been recommissioned to make the new products. The 2005 television programme Jamie’s School Dinners , which aimed to spark a “school dinner revolution”, triggered a national debate about the quality of school food, demonising Turkey Twizzlers and prompting ministers to instigate a new standard for all schools. In relation to their 34% turkey meat content, Oliver said at the time: “The prospect of what else is in them isn’t particularly good.” James Toop, the chief executive of Bite Back 2030, a youth-led organisation campaigning for a healthier food system and co-founded by Oliver, said: “Covid-19 has brought the importance of a healthy diet into sharp focus for us all. Companies should be doing everything they can to prioritise child health. Any brand that chooses now to relaunch an HFSS product [high in fat, salt and/or sugar] should be questioning their organisational values.” Barbara Crowther of the Children’s Food Campaign said: “The fact it’s taken Bernard Matthews 15 years to reformulate the Turkey Twizzler shows what a truly terrible product it used to be. Doubling the turkey content still only takes it to 67-70% meat content, and while it’s a healthier version of its former self, it remains an ultra-processed product. “We recommend sticking to fresh, whole, free-range and/or organic turkey, low-fat, high in protein and with no added sugars at all.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}