{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2020/aug/14/talking-horses-theres-no-fun-in-going-racing-now-says-gary-moore", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-08-13T23:01:51Z", "webTitle": "Talking Horses: There's no fun in going racing now, says Gary Moore", "webUrl": "https://www.theguardian.com/sport/blog/2020/aug/14/talking-horses-theres-no-fun-in-going-racing-now-says-gary-moore", "apiUrl": "https://content.guardianapis.com/sport/blog/2020/aug/14/talking-horses-theres-no-fun-in-going-racing-now-says-gary-moore", "fields": {"headline": "Talking Horses: There's no fun in going racing now, says Gary Moore", "bodyText": "Having kept his right to attend racecourses at a hearing last week, despite the best efforts of the ruling body, the trainer Gary Moore says he could easily have made his peace with a much harsher verdict. Moore was found to have entered areas at Goodwood where he was not supposed to be, in breach of British Horseracing Authority guidelines intended to minimise the risk of spreading Covid-19, but his punishment was a fine of £750, whereas it emerged this week that the regulator had asked for a three-month racecourse ban. Was Moore outraged that the BHA wanted such a stringent punishment? Evidently not. “I’d have been delighted, to be honest,” Moore told The Guardian. “I hate going racing, there’s no point in going racing at the moment. The only people who are there are the BHA and their security men. There’s no fun in going racing, so I’d have been fine. “OK, I admit, I probably did wrong. It wasn’t signposted, owners here and trainers there. I just went up into the stand, there was not another person there. And then, because I had a yellow wristband on, some guy said: ‘You shouldn’t be here’.” The BHA’s preparation of its case against Moore came in for unusual criticism from the disciplinary panel, who noted: “It is a fundamental rule of natural justice that a person charged with misconduct should be informed precisely what he is alleged to have done and the law, rules or regulations he has thereby contravened ... These requirements were not fulfilled in this case.” When the BHA asked for Moore to be banned from tracks for three months, the panel doubted whether it had any such power. All in all, the case went so poorly for the regulator that Moore now feels he might have escaped punishment altogether if he had hired a barrister rather than representing himself. “I probably didn’t do a very good job of that ...” Frustrated by the outcome, the BHA insists its rules make clear that trainers can be excluded for such behaviour. “We will be working to understand the implications of last week’s hearing upon our ability to effectively enforce the Covid-19 protocols, an area which is of vital importance and under considerable scrutiny in other sports at present,” a spokesman said. “It is of fundamental importance to ensure there is clarity around what penalties can and cannot be imposed.” “Unless owners can go, I just won’t go racing,” Moore added. “I don’t see any point. You take one step over the line, you’re in the wrong place. I’ve been going racing a long, long time now. I know where I want to go but maybe I’ll end up in the wrong place, so it’s better if I don’t go.” In the meantime, he is worried about whether the sport can retain its vital ownership base under such circumstances. “I’ve never known a sale in Newmarket in August but there’s 774 horses going to the ‘horses in training’ sale in a fortnight’s time. That’s a hell of a lot of horses and you’ve got big batches from big yards.” Friday’s best bets There’s quite a few non-runners at Ponte-carlo, where, as with Salisbury on Thursday, the ground will be fast because the rain has missed the track. Mr Orange (1.45) still faces 10 rivals, however. Don’t these opposing trainers realise he’s been napped by The Guardian? Something about this place seems to be good for him, as he won twice there last summer and returned to form there a fortnight ago with a close third. He’s 5lb below his last winning mark and should show it today at 11-4. The staying handicap has been reduced to just four and this might be where Revolver runs out of ammo. Sir Mark Prescott’s handicapper has been on a great winning run but is more than two stones higher than when it started in June and, in these circumstances, might be vulnerable to the better pace of Frankenstella (3.20), who could have been raised more than 7lb for the way she bolted up here last time. She’s 7-4. Pick of the Chester card may be Strait Of Hormuz (4.40), whose effort in fifth at Ascot last time suggested this step up in trip was the way to go. The 3-1 isn’t giving much away, alas."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}