{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2020/aug/05/takeoff-migos-rapper-rape-accusation-los-angeles", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2020-08-05T22:18:32Z", "webTitle": "Takeoff: woman accuses Migos rapper of rape in civil lawsuit", "webUrl": "https://www.theguardian.com/music/2020/aug/05/takeoff-migos-rapper-rape-accusation-los-angeles", "apiUrl": "https://content.guardianapis.com/music/2020/aug/05/takeoff-migos-rapper-rape-accusation-los-angeles", "fields": {"headline": "Takeoff: woman accuses Migos rapper of rape in civil lawsuit", "bodyText": "Takeoff, a member of the popular rap group Migos, is accused of rape in a lawsuit filed in Los Angeles on Wednesday. The civil lawsuit, filed by a woman identified in the court papers as Jane Doe, alleges that the rapper raped the woman at an LA party on 23 June. The woman says Takeoff, born Kirshnik Khari Ball, began talking to her at a party at the house of DJ and producer Daryl McPherson and offered her marijuana. After she declined and left the conversation, Takeoff followed her into a bedroom and forcibly raped her, the lawsuit alleges. The woman went to the hospital to receive medical care that same day, the suit says. The next day, she filed a report with the Los Angeles police department. The woman’s lawyer, Neama Rahmani, expressed frustration with law enforcement’s response to the allegations. “I’ve never seen a case like this,” Rahmani told the Guardian. “We had to take matters in our own hands and file a civil lawsuit and not wait for the DA’s office. We hope this motivates LAPD to move more aggressively with a criminal case,” he added. Rahmani says there has been no communication with the LAPD or Takeoff’s lawyers since the lawsuit was filed on Wednesday morning. A spokesperson for the LAPD said the department does not comment on ongoing civil ligation, as it “falls far beyond scope of the department”. Representatives for Takeoff did not respond to a request for comment. Migos are known for hits such as Walk It, Talk It and Bad and Boujee and have worked with a wide range of popular acts, including Katy Perry, Calvin Harris and Fall Out Boy. The group are largely credited with popularizing trap music, a distinctive style of hip-hop born out of Atlanta, Georgia. Takeoff, 26, started the group with Quavo and Offset, his uncle and cousin respectively."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}