{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2020/aug/20/lyft-california-suspend-services-drivers-ab5", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2020-08-20T20:24:10Z", "webTitle": "Judge grants Uber and Lyft temporary stay, averting shutdown of California services", "webUrl": "https://www.theguardian.com/technology/2020/aug/20/lyft-california-suspend-services-drivers-ab5", "apiUrl": "https://content.guardianapis.com/technology/2020/aug/20/lyft-california-suspend-services-drivers-ab5", "fields": {"headline": "Judge grants Uber and Lyft temporary stay, averting shutdown of California services", "bodyText": "A California judge has granted Uber and Lyft a temporary stay, heading off a shutdown by the two platforms at the last minute in an ongoing case that would require the ride-hailing giants to classify drivers as employees. Lyft and Uber have been awaiting a landmark decision from a court in the state, which would enforce a new labor law known as AB5. The law, which went into effect in January, would require the companies to classify its drivers as employees and provide them with a minimum wage and benefits. The decision, which was expected on Thursday, has been postponed until October. AB5 was passed in 2019 and went into effect in January 2020. Uber and Lyft still have not begun to classify drivers as employees, instead making a series of changes to their apps in an attempt to work around the law. In May, the state of California sued both companies for misclassifying drivers under the new law, compelling them to adhere to AB5. Relating to that lawsuit, a California judge issued a preliminary injunction in August blocking Uber and Lyft from classifying their drivers as independent contractors rather than employees – essentially forcing them to follow the new law. The judge gave the companies a 10-day stay during which the injunction would not have immediate effects. During that stay, both companies appealed the decision. On Thursday, instead of ruling on the issue, the judge blocked the order until 13 October, when an oral argument will take place in court. In the meantime, the competitors have been asked to consolidate their appeals into one. Ahead of the decision on Thursday, both Uber and Lyft threatened to suspend services in the state of California, their largest market in the US and the state where both companies were founded. Both have leveraged their large user base, sending push notifications in the app to millions of people, attempting to promote their views that drivers should not be paid full-time wages. Uber said in a blogpost on Wednesday it “may have to temporarily suspend ridesharing in California” starting this week if its appeal of the decision is not successful. A spokesman from Uber did not immediately respond to request for comment regarding the judge’s decision. On Thursday, Lyft made a more concrete threat and timeline, saying it will suspend its services at midnight if it does not get its way. Lyft announced the suspension in a blogpost on Thursday morning, saying it was not something the company “wanted to do”. “We are going to keep up the fight for a benefits model that works for all drivers and our riders,” the blogpost said. Lyft did not respond to request for comment regarding the updated timeline. Lyft and Uber have encouraged riders and drivers to sign petitions in support of Proposition 22, a measure on the November ballot that would negate the impact of AB5. The proposition has millions of dollars in backing from Uber and Lyft as well as other gig economy firms that are affected by the law. Uber and Lyft claim they cannot reclassify their employees while allowing them to continue to choose their own hours, a feature central to the gig economy. But there is nothing in the law that prevents this, said John Coté, the communications director for the San Francisco city attorney, Dennis Herrera, who is one of the parties bringing the lawsuit against the ride-hailing firms. “When faced with the law, Uber and Lyft are now threatening to take their ball and go home,” he said. “No one is forcing Uber and Lyft to shut down. That’s a choice these companies are making to avoid paying their drivers what they’re owed.” These threats to suspend services represent a means to “scare Californians into voting yes on Prop 22”, said Shona Clarkson, an organizer with Gig Workers Rising, a group representing Uber and Lyft drivers. “Uber and Lyft’s heinous threats to kill driver jobs and leave California are nothing short of extortion,” Clarkson said. “Multimillionaire CEOs are choosing to lay off thousands of workers across California in the middle of a pandemic because they don’t want to pay them living wages or give them access to lifesaving benefits. We will not let this shutdown sway us.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}