{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/live/2020/aug/28/coronavirus-live-news-tour-de-france-in-doubt-who-to-review-emergency-alert-rules", "type": "liveblog", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-08-28T23:16:23Z", "webTitle": "France reports 7,379 daily cases in new post-lockdown record", "webUrl": "https://www.theguardian.com/world/live/2020/aug/28/coronavirus-live-news-tour-de-france-in-doubt-who-to-review-emergency-alert-rules", "apiUrl": "https://content.guardianapis.com/world/live/2020/aug/28/coronavirus-live-news-tour-de-france-in-doubt-who-to-review-emergency-alert-rules", "fields": {"headline": "France reports 7,379 daily cases in new post-lockdown record", "bodyText": "With that, we’ll be closing this blog for today. We have started a new blog where you can continue to follow the latest developments in Australia and around the world. You can follow that here. Thanks for reading, and stay safe. Hi all, it’s Naaman Zhou here, taking over the blog from my colleague Nadeem Badshah. As we’ve just heard, Victoria has recorded 94 new cases of Covid-19 – the lowest daily increase in 8 weeks. Victorians are celebrating the return to “double digits”, but with caution. Health authorities are due to give a press conference later today. The state of Victoria in Australia has recorded 94 new cases of coronavirus and 18 deaths on Saturday morning. Australians are waking up today to the prospect of extended restrictions in some states, and further case numbers to be reported later. As of 8am today local time, restrictions in the state of Queensland will be extended to the Gold Coast, a popular tourist destination and residential area. Gatherings will be limited to 10 people, meaning that the popular school leavers’ holiday, known as Schoolies, will be cancelled. It was scheduled to start in less than three months. The state’s premier, Annastacia Palaszczuk, told reporters yesterday: “This is a mass event. It poses a high risk”. The death toll in Brazil is now a total of 119,504 compared with 118,649 yesterday, the country’s health ministry said. Brazil has registered 3,804,803 confirmed cases of the virus, up from 3,761,391 yesterday. US House Speaker Nancy Pelosi said a White House proposal to spend $1.3tn (£1tn) in coronavirus economic relief would not be enough to meet the needs of American workers and families. Pelosi said in a statement she hoped the Republicans would come to the negotiating table and accept the Democratic offer of $2.2tn in spending. Nationwide restrictions cannot be ruled out should England see a spike in coronavirus cases this winter, the health secretary has warned. Matt Hancock said countries in others parts of the world were already experiencing a second wave, adding it was “a very serious threat”. But he told the Times the UK was managing to keep the number of new cases “flat” through the test and trace system and local lockdowns. Describing the worst-case scenario, he said the UK could be battling bad flu and a growth in coronavirus as people spend more time indoors. He added: “Cases go up again, and we have to use very extensive local lockdowns or take further national action. “We don’t rule that out, but we don’t want to see it.” The latest from Australia: New South Wales Health has issued an advisory notice extending visitor restrictions at aged care facilities until 12 September. People in the Greater Sydney metropolitan area and the Central Coast are urged to refrain from visiting aged care homes “to prevent the entry of Covid-19 into this vulnerable setting,” the department said in a statement on Friday night. The current Sydney central business district (CBD) outbreak involves people who have travelled from multiple areas in the Sydney metropolitan and Central Coast areas. Florida governor Ron DeSantis believes tourists could safely take commercial flights to visit the state, as newly reported coronavirus cases grew by more than 3,800 people, down from peak averages of nearly 12,000 cases daily in mid-July. DeSantis said he had not heard of any airline passenger catching the virus on a plane. “When this industry thrives, it provides this economic security for so many people in the state of Florida,” he said. Gilead Inc said on Friday that the US Food and Drug Administration has authorised expanded emergency use for its experimental antiviral Covid-19 treatment, remdesivir. The drug can now be used to treat all hospitalised patients with coronavirus in addition to patients with a severe form of the illness. Secondary schools in local lockdown areas in England could have to use a “rota system” to limit the number of teenagers attending at any one time, with teachers and pupils required to wear face coverings in communal areas, according to new government guidance. The staggered approach will limit the amount of people students come into contact with, and will help break transmission chains by giving enough time at home for symptoms to become apparent, said the Department for Education. The guidance, issued on Friday ahead of schools in England reopening for autumn term next week, said schools should base their plans on a four-tier system, and the extra measures for secondary schools should be introduced at the second tier. It said: “Schools should ideally operate a rota system that means pupils spend two weeks on-site followed by two weeks at home. “This allows more than sufficient time for symptoms to present themselves and for pupils to self-isolate and avoid transmitting the virus to others. “However, schools can choose to operate a one-week rota (so, five days on-site, followed by nine days at home) if this is necessary for the effective delivery of the curriculum.” São Paulo’s governor João Doria says the state will provide a vaccine for Covid-19 for its people even if Brazil’s federal government does not help, Reuters is reporting. Doria said the vaccine would still require approval by the health regulator Anvisa and the completion of clinical trials. UK prime minister Boris Johnson has stressed that ministers will prioritise keeping schools open this winter as they tackle any upsurge in coronavirus cases. Gayle Benson, owner of the New Orleans Saints American football team and Pelicans basketball team, has tested positive for coronavirus and is “progressing well and improving daily” in her recovery, the NFL team announced in a statement. Benson, 73, was diagnosed with Covid-19 within the last few weeks, NFL Network’s Mike Garafolo said. “Mrs Benson did test positive for Covid-19,” the Saints announced in a statement. “She is progressing well and improving daily. She has not missed a daily work call with the Saints and Pelicans staff nor has she missed an NBA or NFL owner call in recent days – she was not hospitalised and is recovering at home in New Orleans. She thanks everyone for their thoughts and prayers.” Saints coach Sean Payton was diagnosed with the virus in March, the first NFL coach known to have contracted the virus. Canada has extended a measure barring most foreign travellers from entering the country to 30 September amid continued efforts to limit the spread of coronavirus, the public safety minister, Bill Blair, announced. Lebanon passed the 15,000 mark for coronavirus cases on Friday as the country eased lockdown measures just a week after reimposing them following pressure from businesses. The country’s health ministry announced 676 new infections and two deaths in the past 24 hours, bringing the total number of cases registered since February to 15,613, including 148 deaths. The White House has dismissed concerns about the possible spread of coronavirus among the large crowd which gathered on the South Lawn to hear president Donald Trump accept the Republican presidential nomination. Trump addressed a crowd of about 1,500 people at the White House, despite DC government recommendations against such large gatherings. For the second day in a row, France recorded its worst post-lockdown increase in cases. Health bosses reported 7,379 new cases on Friday, taking the country near to the number seen on its worst day since the pandemic began. And it meant Friday replaced Thursday as the worst day since the lockdown ended. Hungary announced it would close its borders to foreigners from 1 September. Hungarians returning from abroad will have to go into quarantine and will only be able to leave the 14-day quarantine only if they provide two negative Covid tests, the government said. Italy was considering evacuating dozens of tourists under quarantine in Sardinia to the mainland. It came after the emergence of new clusters in the island’s nightclubs. Turkey suffered the most deaths in a single day since 17 May. Another 36 people died on Friday, while the daily number of new cases again rose above 1,500, according to health ministry data. Japan’s prime minister Shinzo Abe announced his resignation. The move came amid growing concerns about his health as the country battles its biggest economic slump on record due to the pandemic. Indonesia reported its worst increase in new cases for a second successive day. The country confirmed more than 3,000 new daily cases for the first time, while operations at a second factory in its biggest province were scaled down following the emergence of new infection clusters. Britons who have been working from home for the last six months were told it is safe to return. The country’s transport minister Grant Shapps said there was a “limit” to remote working and that employers should seek advice from the authorities if they had concerns about reopening workplaces. It became compulsory to wear a mask anywhere outside in a public space in the French capital. The new regulation covers not only pedestrians, but electric scooter riders, cyclists, motorbike and motor scooter riders in Paris, but not people in cars. The new restriction followed the government’s announcement that 21 of 101 French administrative regions, or departments, were now in the red zone where the virus was actively circulating, and where local authorities could impose stricter rules on gatherings and movements. Global infections from Covid-19 rose to 24.4m, with deaths totalling more than 832,000. India has recorded its highest one-day tally of coronavirus cases, with 77,266 new infections recorded. That’s the second highest number of cases ever recorded by a single country in one day. Only the US has reported more cases, on 25 July, with 78,427 cases. Indian deaths due to Covid-19 have risen to 61,529. The White House has dismissed concerns about the possible spread of coronavirus among the large crowd which gathered on the South Lawn last night to hear president Donald Trump accept the Republican presidential nomination. “I think the vast majority of Americans are more concerned about what’s happening in their backyard than the backyard of the White House,” chief of staff Mark Meadows told an NBC News reporter. Trump addressed a crowd of about 1,500 people at the White House, despite DC government recommendations against such large gatherings. Most of the attendees were not wearing masks, and their chairs were not physically distanced, sparking concerns about a possible “super-spreader” event. Meadows’ comments come hours after North Carolina officials announced four people who were present for the in-person portion of the Republican convention in Charlotte have tested positive for coronavirus. More than 300 Republican delegates gathered in Charlotte earlier this week to formally renominate Trump for president. After being forced to cancel all its spring performances due to the coronavirus pandemic, Finland’s National Opera is opening with an opera by Wolfgang Amadeus Mozart featuring a topical twist: a storyline that plays on the Nordic country’s outbreak. The 100-minute piece Covid fan tutte is meant as a satirical adaptation of the Austrian composer’s classic Cosi fan tutte. The Finnish-language production which premiered on Friday conveys scenes from the coronavirus spring in Finland with a look at social isolation, job losses and travel restrictions, among other topics. “Without humour, these extraordinary times would have been very hard to take,” said soprano Karita Mattila, who will sing the role of a maid, Despina, a character from Mozart’s classic who is now navigating her way through the pandemic. The opera will be put on under strict distancing rules. Performed on the Helsinki Opera House’s main stage, only 650 spectators will be allowed inside, half the venue’s capacity. Face masks are strongly recommended, though not compulsory. There will be no choir on the stage but singing will be heard through a prerecorded performance. Canada has extended a measure barring most foreign travellers from entering the country amid continued efforts to limit the spread of coronavirus, the public safety minister, Bill Blair, announced on Twitter. The extension to 30 September applies to foreign travellers entering Canada from outside the United States. Canada has a separate agreement for border crossings with the United States, which is in place until 21 September. Lebanon passed the 15,000 mark for coronavirus cases on Friday as the country eased lockdown measures just a week after re-imposing them following pressure from businesses. The country’s health ministry announced 676 new infections and two deaths in the past 24 hours, bringing the total number of cases registered since February to 15,613, including 148 deaths. Daily infection rates have spiked since a massive explosion at Beirut’s port on 4 August that killed more than 180 people, wounded thousands and ravaged large parts of the capital. Some 5,855 cases, or more than a third of the total, have been registered in the past 10 days alone. Authorities on 21 August imposed a lockdown in all parts of the country except those ravaged by the blast, as well as a night-time curfew from 6pm (1500 GMT) to 6am (0300 GMT). But they eased the restrictions on Friday after protest from the private sector, including the owners of service and tourism businesses already reeling from the country’s worst economic downturn in decades. The start of the curfew was pushed back to 10pm (1900 GMT), while malls, restaurants, coffee shops and gyms were allowed to reopen. A French drugmaker’s confidence in its coronavirus vaccine candidates has increased as it prepares to start clinical trials, its chief executive told Reuters. Sanofi is working on two of the more than 150 potential vaccines being developed across the world to tackle the Covid-19 pandemic. One candidate, to be manufactured on the back of an existing platform that develops vaccines to treat flu, will use an adjuvant made by Britain’s GlaxoSmithKline to boost its efficacy. The other, being developed with US company Translate Bio, relies on a different technology known as mRNA. “The early data is saying that we’re on the right track and that we have a vaccine,” Paul Hudson said in an interview on Friday, referring to the vaccine being developed with GSK. That vaccine is set to start clinical trials next month. Around 30 experimental coronavirus shots are already in human trials. But Hudson said in June the probability of Sanofi obtaining a vaccine with an efficacy of more than 70% was higher than for rivals, in part due to its experience in vaccines. “Our confidence has increased. We have work to do like everybody on manufacturing in large volumes. But we will have one, maybe two vaccines next year,” Hudson said. Translate Bio said on Tuesday the mRNA vaccine had induced an immune response in non-human studies, with trials in humans expected to start in November. That’s all from me for now. My colleague Nadeem Badshah will take over. Here’s a summary of the most recent developments: For the second day in a row, France recorded its worst post-lockdown increase in cases. Health bosses reported 7,379 new cases on Friday, taking the country near to the number seen on its worst day since the pandemic began. And it meant Friday replaced Thursday as the worst day since the lockdown ended. Hungary announced it would close its borders to foreigners from 1 September. Hungarians returning from abroad will have to go into quarantine and will only be able to leave the 14-day quarantine only if they provide two negative Covid tests, the government said. Italy was considering evacuating dozens of tourists under quarantine in Sardinia to the mainland. It came after the emergence of new clusters in the island’s nightclubs. Turkey suffered the most deaths in a single day since 17 May. Another 36 people died on Friday, while the daily number of new cases again rose above 1,500, according to health ministry data. Japan’s prime minister Shinzo Abe announced his resignation. The move came amid growing concerns about his health as the country battles its biggest economic slump on record due to the pandemic. Indonesia reported its worst increase in new cases for a second successive day. The country confirmed more than 3,000 new daily cases for the first time, while operations at a second factory in its biggest province were scaled down following the emergence of new infection clusters. Britons who have been working from home for the last six months were told it is safe to return. The country’s transport minister Grant Shapps said there was a “limit” to remote working and that employers should seek advice from the authorities if they had concerns about reopening workplaces. It became compulsory to wear a mask anywhere outside in a public space in the French capital. The new regulation covers not only pedestrians, but electric scooter riders, cyclists, motorbike and motor scooter riders in Paris, but not people in cars. The new restriction followed the government’s announcement that 21 of 101 French administrative regions, or departments, were now in the red zone where the virus was actively circulating, and where local authorities could impose stricter rules on gatherings and movements. Global infections from Covid-19 rose to 24.4m, with deaths totalling more than 832,000. India has recorded its highest one-day tally of coronavirus cases, with 77,266 new infections recorded. That’s the second highest number of cases ever recorded by a single country in one day. Only the US has reported more cases, on 25 July, with 78,427 cases. Indian deaths due to Covid-19 have risen to 61,529. President Trump lauded his administration’s handling of the virus at the Republican convention’s final night in front a large crowd who sat close together, mostly without face masks. He suggested a vaccine could be available before the end of the year “or maybe even sooner”. Meanwhile, Washington University warned 317,000 Americans could die from the virus by 1 December. Spain announced schoolchildren aged six and over must wear masks to class, days before the start of the new academic year. The risk of severe illness and death to children from Covid-19 is “vanishingly rare”, according to the biggest study yet of those admitted to hospital, which the researchers say should reassure parents as they return to school. The study included two-thirds of all patients admitted to hospitals across England, Scotland and Wales with Covid-19. Of these, 651 – less than 1% – were children and young people under 19. Six of these patients – less than 1% – died. All had severe underlying health conditions. The number of confirmed coronavirus cases in Germany increased by 1,571 to 239,507, data from the Robert Koch Institute for infectious diseases showed on Friday. The World Health Organization said it would set up a committee to review the rules on declaring an international health emergency, following criticism of its Covid-19 pandemic response. The global health body declared a public health emergency of international concern for coronavirus on 30 January – at which time the respiratory disease had infected fewer than 100 people outside China, and claimed no lives beyond its borders. China reported nine new Covid-19 cases, all imported. It marked the twelfth consecutive day of no local transmissions, according to the National Health Commission. South Korea reported 371 new Covid-19 cases on Friday, including 359 local infections, according to the Korea Centers for Disease Control and Prevention. This is down from the nearly six-month high on Thursday of 441. However, the country has reported triple digit figures of new cases for more than two weeks. France reported 7,379 new confirmed cases on Friday; the most in a day since its lockdown ended and just shy of the 7,578 high set on 31 March. It is the second consecutive day on which that is true after 6,111 cases were recorded on Thursday. The total number of confirmed cases rose to 267,077, while the cumulative number of deaths from Covid-19 rose by 20 to 30,596, the health ministry reported. Four people at the Republican national convention in North Carolina this week tested positive, officials have said, even as Republicans played down the US health crisis in renominating Donald Trump. The party’s convention, which began with one day of events in Charlotte, North Carolina, despite the pandemic that has killed more than 180,000 Americans, ended on Thursday after four days of speeches lauding Trump. Throughout, Republicans largely abandoned talk of the crisis as if it had abated, instead reminding voters of the robust economy that existed beforehand. The official Twitter feed of Mecklenburg County, North Carolina, where Charlotte is located, said two convention attendees and two event support staff had tested positive and all were “immediately isolated”. The convention spokesman, Michael Ahrens, confirmed the four positive tests out of about 1,000 administered. The daily number of deaths in Turkey rose to 36 on Friday, its highest level since 17 May, while the number of daily new cases again rose above 1,500, according to health ministry data. This week the level of new daily cases has risen to levels last seen in mid-June, prompting the government to impose measures to combat the spread of the pandemic. The health ministry figures showed a total of 1,517 new cases on Friday, bringing the total number to 265,515. The daily death toll was the highest since 17 May, when it stood at 44. The total death toll in Turkey stands at 6,245. Responding to this week’s rise, the president, Recep Tayyip Erdoğan, announced that all state institutions may now implement “flexible working methods” and the interior ministry said it was banning certain events and celebrations. Greece is banning flights to and from Barcelona from Monday as health authorities extend most of the travel restrictions for foreign visitors by three weeks due to a surge in infections. The rise in cases in recent weeks has forced Greek authorities to gradually reimpose restrictions in the capital Athens and other areas, including popular islands at the peak of tourism season. Greece also requires visitors from a list of countries, including Belgium, Bulgaria, Romania, Malta, Sweden, Spain, Albania, North Macedonia and the United Arab Emirates to show a negative test to enter the country. The restrictions will be extended until 19 September, the deputy civil protection minister, Nikos Hardalias, told reporters, adding that the Netherlands would be dropped from the list. Flights to and from Barcelona and Spain’s Catalonia region will be banned, he said. Health authorities also said that restrictions, including a complete ban on festivities, a limit of nine people in all public and private gatherings and compulsory mask wearing in closed and open spaces, will be imposed on the islands of Zakynthos (also known as Zante) and Lesbos as of Saturday. On Friday, Greece reported 270 new cases. In total, the country has registered 9,800 Covid-19 infections and 259 deaths since its first case surfaced in February. Spain diagnosed 3,829 new cases in the past 24 hours, health ministry data shows. That is down from a revised count of more than 6,000 the previous day. A cumulative total of 439,286 infections have been detected since the onset of the pandemic. In the past seven days, 129 people have died from the virus, bringing the total to 29,011, the data showed. The latest statistics could be modified in future as Spain retroactively adjusts its official data. Italy’s Civil Protection is considering using dedicated planes and ships to evacuate dozens of tourists who are under quarantine from Sardinia to Italy’s mainland after the emergence of new clusters in the island’s nightclubs, the Italian newspaper La Repubblica has reported. More than 20 employees of the Phi Beach nightclub in Baja Sardinia, on the Costa Smeralda, have tested positive. An employee of another nightclub in San Teodoro who also tested positive was hospitalised in Sassari. Italian health authorities are also tracing visitors to the former Formula One team boss Flavio Briatore’s Sardinian nightclub after more than 60 confirmed cases were linked to the venue. On Friday, Italy recorded a new spike in cases as a further 1,411 people tested positive. Such numbers had not been seen since 2 May, when the country was still in lockdown. Authorities have also registered the highest number of tests since the beginning of the pandemic: 97,065. Nine more people have died with the virus in the last 24 hours and the Italian death toll stands at 35,472. The total number of cases is up to 265,409. On Friday, Hungary recorded 132 new infections, the highest daily number since the peak of the pandemic. The country has recorded a total of 5,511 cases and 614 deaths. Orbán, a nationalist who has been in power since 2010, faces one of the biggest challenges of his rule as the Hungarian economy plunged by an annual 13.6% in the second quarter. Hungary eased lockdown measures in May. “We would not like to reintroduce lockdown measures,” Gulyás, said. Budapest is due to host the match between Bayern Munich and Sevilla next month. All games in the recent final stages of those competitions were played behind closed doors, but Uefa’s executive committee ruled that up to 30% of the 67,215 capacity Puskás Aréna in the capital can be taken by fans. Gulyás said Uefa was planning to grant access to the game for 3,000 fans of both Bayern and Sevilla. One possibility was that fans would have to produce two negative tests at the airport, would be transported directly to the stadium and back to the airport after the game. He said the government has not decided yet about the rules, and was also in talks with Uefa. Hungary will close its borders to foreigners from 1 September to curb a rise in infections and Hungarians returning from abroad will have to go into quarantine, the prime minister Viktor Orbán’s cabinet chief has said. Gergely Gulyás said Hungarian citizens could leave the 14-day quarantine only if they provided two negative Covid tests. Exceptions for the ban on entry for foreigners would apply to military convoys and for humanitarian transit, as well as business or diplomatic travel. The government was considering various rules on how fans could be allowed to attend the Uefa Super Cup match between Bayern Munich and Sevilla in Budapest on 24 September, Gulyás added. “The number of infections has increased … and most of these originate from abroad,” Gulyás told a news conference. He said the restrictions were needed to allow the school year to start next week, and protect people as well as the economy. Peru will start testing coronavirus vaccines from China’s Sinopharm and the US drugmaker Johnson &amp; Johnson in September, researchers have said, which should help the country gain faster access to inoculations once the vaccines are approved. Sinopharm began this week to recruit up to 6,000 volunteers in Peru, which Reuters data indicates has the highest number of Covid-19 deaths in relation to its population size. A team of Chinese scientists is expected to arrive in the Andean nation next week to work with local researchers, said Germán Málaga, a doctor and lead vaccine investigator at Lima’s Cayetano Heredia University. “This is going to happen around 3 September, to begin vaccinations on 8 September,” he said. Sinopharm’s clinical trials in Peru are being done with Cayetano Heredia and the state-run Universidad Mayor de San Marcos. The pandemic shuttered production of television and films in Hollywood in mid-March and the industry has struggled to get back to work under new health guidelines. Scripted TV dramas and comedies are usually shot in August and begin airing in September. Comcast Corp’s NBC said hospital drama New Amsterdam and police comedy Brooklyn Nine-Nine were among shows that will not be back until January, while a new season of family series This Is Us will not appear until 10 November. Reality shows, re-runs and revivals make up most of the television menu this fall as America’s top four broadcasters grapple to fill holes in their schedules caused by coronavirus production shutdowns. Most scripted dramas, including popular shows like This Is Us and 9-1-1, will not be available until November or later, while the Star Trek: Discovery series that has been behind a paywall for three years will get a run on free-to-view CBS , the networks announced this week. Elsewhere, it will mostly be a diet of old and new gameshows, including Ellen’s Game of Games, repeats of Celebrity Family Feud, and another revival of 1960s show Supermarket Sweep. Kelly Kahl, the president of entertainment at CBS, said in a statement announcing the lineup. This is hardly a traditional fall season but we are prepared with a strong slate of original content while our regular scripted series begin production. Hello, this is Kevin Rawlinson back with you for the next few hours. Thanks to Sarah Marsh for her coverage. If you’d like to draw my attention to anything, your best bet is probably Twitter, where I’m KevinJRawlinson. Restrictions on movement because of coronavirus have put the brakes on the search for thousands of missing people across Latin America, the International Committee of the Red Cross (ICRC) said on Friday. Resolving the fate and whereabouts of missing persons is a daily challenge that needs effective and coordinated search efforts even while the coronavirus spreads, said the ICRC, which will mark the annual International Day of the Disappeared on 30 August. “Even during the pandemic, family members will not stop looking for their loved ones,” Susana Lopez, coordinator for ICRC’s missing person programme in Latin America and the Caribbean, said in a statement. “It’s important to keep supporting these families, which requires political will and coordination between all parties to meet the search, economical, and psychological needs, among others, of families,” she added. Thousands of families are supporting each other in the search for their loved ones, including via social media platforms. “We’re not going to stop searching for loved ones because of the pandemic or anything else,” Adelina Garcia, of the National Association of Families of Kidnapped, Detained and Missing Persons of Peru, said in the same statement. The Dutch government is bringing forward the mandatory end of mink farming in the country by three years amid a growing number of coronavirus infections at fur farms, the country’s agriculture and health ministers announced on Friday. The government earmarked an extra €150m ($178m) to buy out farmers by early next year. Minks infected with the virus have been found at 42 farms in the Netherlands since the global pandemic began, and the government said earlier this year it was plausible that two workers later caught the virus from the minks. That led scientists to explore whether that was the case and how much of a threat such a spread might pose. All the minks at infected farms well over 1 million animals have been killed and strict hygiene measures implemented in an attempt to stop the spread of the virus. A Berlin court on Friday overturned a ban against a scheduled demonstration by coronavirus sceptics, with police planning to turn out in force to ensure protesters comply with virus safety regulations. Berlin city authorities earlier decided not to allow the Saturday rally to go ahead, fearing that the estimated 22,000 protesters would not stay the recommended 1.5 metres apart or comply with regulations on face masks. The decision sparked outrage from the protest’s organisers and their supporters, who flooded social media with angry messages vowing to defy the ban, with some even calling for violence. Berlin’s administrative court sided with the demonstrators, saying there was no indication organisers would “deliberately ignore” social distancing rules and endanger public health. The court also criticised city officials for banning the demo without considering alternatives such as a change of venue or allowing a smaller crowd size. The court ruling can still be appealed against. Hello all. I am taking over the Guardian’s global live feed, bringing you the latest updates while my colleague Kevin Rawlinson takes a break. Please do share any thoughts, comments or news tips with me via any of the channels below. Thanks in advance. Twitter: @sloumarsh Instagram: sarah_marsh_journalist Email: sarah.marsh@theguardian.com Spanish police have arrested a man who urged his followers to attack politicians and journalists as he claimed the pandemic is a hoax. The 38-year-old claimed health professionals and the media were behind the pandemic. He was arrested near the north-eastern city of Zaragoza for inciting hatred and violence across several anonymous social-media profiles. He wrote on one of his accounts: All this would be solved with a shot to the back of (Spanish Prime Minister) Pedro Sanchez’s head. In other posts, he said the headquarters of Spain’s doctors’ union should be burned down and described those who believed in the virus as bad and ignorant people who deserved to die, according to the police. Passing himself off as a government official, police said the suspect allegedly made calls to nursing homes, hospitals and football clubs to spread false information about the pandemic. Police were able to trace the man, described as a “grave danger” to public health, to a location just outside Zaragoza, the regional capital of Aragon. Itinerant fruit pickers have been linked to several outbreaks in the region, which has been at the centre of Spain’s recent resurgence in infections. It has the highest prevalence of the virus over the past two weeks, with 404 cases per 100,000 people. On Thursday, Spain reported, 3,781 new cases, bringing the cumulative total to 429,507 – the highest in western Europe. During the epidemic’s peak, Spain imposed one of Europe’s strictest lockdowns and introduced stringent mask-wearing rules when it was lifted at the end of June. While compliance with national restrictions remains the norm, a small but vocal anti-mask movement has been gaining prominence in the past few months, spurred on by the endorsement of 1980s pop star Miguel Bose. Covid-19 has spread around the planet, sending billions of people into lockdown as health services struggle to cope. Find out where the virus has spread, and where it has been most deadly: The South Korean government is strengthening efforts to end a strike by thousands of the country’s doctors, as Seoul takes the unprecedented step of restricting businesses serving food in a bid to stem a surge in the number of Covid-19 cases. The country’s health ministry has extended a back-to-work order for doctors to the entire country and filed a complaint with police against at least 10 doctors it said have not abided by an order that has been in place in Seoul since Wednesday. But the Korea Medical Association says it plans to organise a nationwide strike starting on 7 September, for an indefinite period, unless the government drops its reforms. The escalation in the dispute comes as South Korean officials tackle a fresh wave of infections. Onsite night-time dining at food outlets in the capital and Seoul metropolitan area is being restricted for the first time since the beginning of the outbreak. After aggressive tracing and testing contained a large outbreak earlier this year, the country suffered a setback this month when a church cluster spread to a political rally. Officials reported 371 new infections as of midnight Thursday, bringing the total to 19,077, including 316 deaths. Malaysia will continue with certain movement control restrictions until the end of 2020, the prime minister Muhyiddin Yassin has said. Malaysia has reported a significant decline in the number of virus cases, reporting only 10 new cases on Friday. It has gradually reopened nearly all businesses, but with social distancing protocols. Large gatherings are banned and international borders remain closed. In a televised address, Muhyiddin said while the south-east Asian nation had the virus under control, the spread of the virus globally meant “it will be a long time before our country is free from the dangers of Covid-19”. The economy has shown positive signs of recovery, he added. Ireland is to keep its pubs shut – Europe’s longest such lockdown – to try to curb infection rates. Health officials have recommended that “wet” pubs that do not serve food should not open on 31 August, as previously planned. It will be the third time authorities have extended restrictions on the pubs, which shut in March and were initially due to reopen in July. Pubs that serve food reopened in late June. Ronan Glynn, Ireland’s acting chief medical officer, said on Thursday that wet pubs – about half of Ireland’s 7,000 pubs – should stay shut amid a rising infection rate of 33 per 100,000 people. In the context of schools opening and the number of cases in hospital beginning to rise, it’s not the time to open pubs. Norway will not yet ease restrictions designed to counter coronavirus even through the spread has been slower recently, the prime minister, Erna Solberg, said on Friday. She told a news conference: Even if the infection numbers are coming down, we can’t say that we have landed safely yet … we have to be sure that we maintain control. To prevent a resurgence in infections, the country halted its planned easing of restrictions earlier this month, and imposed new measures such a ban on bars serving alcohol after midnight. Events with more than 200 participants will still be banned, distancing rules in theatres retained and sports activities for adults limited, Solberg said. I realise many are disappointed, but we do this to maintain control of the spread of the disease. The level of infections is, however, considered low, the health minister, Bent Hoeie, said. The country of 5.4 million people diagnosed 356 cases last week. The weekly figures have been considerably higher in August than in the preceding three months, FHI data showed. Here’s a summary of the most recent developments: Japan’s prime minister Shinzo Abe announced his resignation. The move came amid growing concerns about his health as the country battles its biggest economic slump on record due to the pandemic. Indonesia reported its worst increase in new cases for a second successive day. The country confirmed more than 3,000 new daily cases for the first time, while operations at a second factory in its biggest province were scaled down following the emergence of new infection clusters. Britons who have been working from home for the last six months were told it is safe to return. The country’s transport minister Grant Shapps said there was a “limit” to remote working and that employers should seek advice from the authorities if they had concerns about reopening workplaces. It became compulsory to wear a mask anywhere outside in a public space in the French capital. The new regulation covers not only pedestrians, but electric scooter riders, cyclists, motorbike and motor scooter riders in Paris, but not people in cars. The new restriction followed the government’s announcement that 21 of 101 French administrative regions, or departments, were now in the red zone where the virus was actively circulating, and where local authorities could impose stricter rules on gatherings and movements. Global infections from Covid-19 rose to 24.4m, with deaths totalling more than 832,000. India has recorded its highest one-day tally of coronavirus cases, with 77,266 new infections recorded. That’s the second highest number of cases ever recorded by a single country in one day. Only the US has reported more cases, on 25 July, with 78,427 cases. Indian deaths due to Covid-19 have risen to 61,529. President Trump lauded his administration’s handling of the virus at the Republican convention’s final night in front a large crowd who sat close together, mostly without face masks. He suggested a vaccine could be available before the end of the year “or maybe even sooner”. Meanwhile, Washington University warned 317,000 Americans could die from the virus by 1 December. Spain announced schoolchildren aged six and over must wear masks to class, days before the start of the new academic year. The risk of severe illness and death to children from Covid-19 is “vanishingly rare”, according to the biggest study yet of those admitted to hospital, which the researchers say should reassure parents as they return to school. The study included two-thirds of all patients admitted to hospitals across England, Scotland and Wales with Covid-19. Of these, 651 – less than 1% – were children and young people under 19. Six of these patients – less than 1% – died. All had severe underlying health conditions. The number of confirmed coronavirus cases in Germany increased by 1,571 to 239,507, data from the Robert Koch Institute for infectious diseases showed on Friday. The World Health Organization said it would set up a committee to review the rules on declaring an international health emergency, following criticism of its Covid-19 pandemic response. The global health body declared a public health emergency of international concern for coronavirus on 30 January – at which time the respiratory disease had infected fewer than 100 people outside China, and claimed no lives beyond its borders. China reported nine new Covid-19 cases, all imported. It marked the twelfth consecutive day of no local transmissions, according to the National Health Commission. South Korea reported 371 new Covid-19 cases on Friday, including 359 local infections, according to the Korea Centers for Disease Control and Prevention. This is down from the nearly six-month high on Thursday of 441. However, the country has reported triple digit figures of new cases for more than two weeks. The UK’s foreign secretary, Dominic Raab, has said he is sorry to learn that Shinzo Abe is stepping down as Japan’s prime minister. I pay tribute to the great things he has achieved as Japan’s longest serving leader. He leaves a strengthened UK-Japanese friendship, which we look forward to continuing in the years ahead. I wish him well for the future. Indonesia has reported its worst increase in new cases for a second successive day on Friday, while operations at a second factory in the country’s biggest province were scaled down following the emergence of new infection clusters. The nation passed the 3,000 mark in new daily cases for the first time and suffered 105 more deaths, as authorities in West Java tackled outbreaks in three factories that the provincial governor said could be due to workers not following health measures. Among those was at a plant owned by Japanese automaker Suzuki, which cut operations by half after 71 employees tested positive. On Friday, Suzuki Indonesia said it would remain at reduced capacity until conditions were safe. That added to more than 200 at a factory owned by South Korean firm LG Electronics, which a spokesman said would resume operations next week. West Java’s governor, Ridwan Kamil, said the infections indicated health protocols were not being fully observed. He said there was an outbreak at a third factory, but did not elaborate. When it turns out there are clusters, there was action that didn’t really abide by the protocols, such as not wearing masks diligently, not keeping a safe distance, not washing hands, or there were asymptomatic people running around doing activities. Friday’s new cases nationwide brought the infections total to 165,887 and the death toll to 7,169. Reuters reports that, through the WHO’s standard “committed purchase” arrangement already on offer, self-financing states are to make a lower upfront payment of an estimated $1.60 (£1.18/€1.32) per dose of vaccine, plus a $8.95 financial guarantee per unit, but have to make firm guarantees to buy doses. If the final price exceeds double that total of $10.55 per dose, or $21.10, countries are reportedly allowed to drop out. Under the new “optional purchase” arrangement, Reuters reports that their higher upfront payment would be $3.10 per dose. This would cover their full pro-rata share of the investments required by the Covax facility to enter into agreements with manufacturers and accelerate scale of production and access. According to Reuters, the documents added that the estimated all-inclusive cost per dose might still be $10.55. The WHO was quoted as saying: These participants have the possibility to opt out of vaccine allocations while still reserving their ‘options’ to receive doses of a subsequent vaccine being provided through the facility. This option may be more attractive for countries that already have bilateral deals in place and may not be interested in acquiring more of those vaccines. Wealthier countries that join the World Health Organization’s vaccine plan are being offered a new option to pick and choose which type they get, while reserving a right to receive their “full share” of doses of one or other, according to documents seen by the Reuters news agency. The change appears aimed at convincing governments that have negotiated their own bilateral deals securing experimental vaccines to also sign up for the global Covax facility by Monday’s deadline for submitting expressions of interest. A western diplomat familiar with the terms told Reuters: They are trying to be more flexible for self-financing countries to make it more interesting ... There are some advantages to incentivise you to pay upfront. The US, Japan, Britain and the European Union have struck their own deals to secure millions of vaccine doses for their citizens, ignoring the WHO’s warnings that “vaccine nationalism” will squeeze supplies. WHO did not respond to a request for comment from Reuters. The agency said it could not determine if the documents, dated 5 August, constituted a final offer. It is the latest sign of concern within the UN agency about its effort to unite the world behind its vaccine as it struggles to get wealthier countries on board beyond pledges of funding and warm words about donating surplus vaccines. One of Bangladesh’s largest drugmakers, Beximco Pharmaceuticals, will invest with the Serum Institute of India (SII) to ensure Bangladesh gets access to vaccines it is developing. The deal comes after Bangladesh said this month it was ready to hold trials of candidate vaccines developed by India as both countries seek to curb the spread of the virus. In a statement citing the heads of both organisations, Beximco said: The investment amount will be treated as an advance and once the vaccine receives regulatory approvals, SII will include Bangladesh among the countries who will be the first to receive an agreed quantity of this vaccine from SII on a priority basis. Hundreds of masked protesters demonstrated in major Indian cities on Friday against a government plan to hold exams for millions of students during the pandemic, as the country recorded its highest one-day tally of cases. Its health ministry reported 77,266 infections, taking the nation’s tally to 3.3m, with a toll of 61,529 deaths. India, with the most infections in Asia, has posted the highest single-day increase worldwide every day since 7 August. “Stop the exam during the pandemic,” read one placard carried by protesters in the eastern city of Kolkata, while others scuffled briefly with police in the western industrial city of Ahmedabad. More than 2.4 million students are set to take tests next week for admission to medical and engineering schools, which the federal government has declined to defer, despite growing pressure from students and opposition parties. “It’s important that the government listens to students,” Rahul Gandhi, a leader of the opposition Congress party, said in a video on social media, as he urged no compromises on the safety of students. Usually held in April and May, the exams have already been postponed twice this year. But some students are seeking a further delay, fearing rising infections as well as difficulty travelling to exam centres because of curbs on transport and lockdowns in some places. However, further delays risk costing students the academic year, the education minister, Ramesh Pokhriyal, told the Times of India newspaper. As infections spread from crowded cities into sprawling rural areas, health officials have launched the second round of a nationwide survey to assess the spread. It will screen for antibodies in 28,000 people across 70 districts, yielding results by late September, said Manoj Murhekar, the director of the National Institute of Epidemiology. “The survey will tell us what proportion of the rural population is also exposed to the virus,” he added. On the day in April that he announced his state would emerge from lockdown, the Texas governor, Greg Abbott, said: A core part of opening up safely is having an effective testing and tracing process – a process that can quickly identify any flare-ups in Covid-19. As Texas flung open its doors before much of the country, it needed to lean on “doctors and data to provide the safest strategies”, Abbott went on. That has not worked out. Four months later, Texas is nearing the grim milestone of 12,000 deaths from Covid-19, after being hit hard by the virus for much of the summer. The European commission is working on signing further contracts with drug companies to secure Covid-19 vaccines, the German chancellor, Angela Merkel, has said. On Thursday, a spokesman had said the commission had made a €336m (£300m, $399m) downpayment to the British drug maker AstraZeneca to secure at least 300m doses of its potential vaccine. “Further such contracts are in the works,” Merkel told journalists at a news conference on Friday. Hello, this is Kevin Rawlinson taking over from Amy Walker for the next few hours. Thanks for reading and, if you’d like to draw my attention to anything, your best bet is probably Twitter, where I’m KevinJRawlinson. Amsterdam is to end an experiment with mandating the use of face masks in crowded public spaces as the peak of the tourism season has passed. The city, bucking national guidelines in the Netherlands that only require masks on public transportation, had introduced mandatory wearing of masks in tourist hotspots on 5 August. Social distancing requirements remain in place in the city, which remains a virus hotspot, and nationally. Germany’s chancellor, Angela Merkel, has warned that the coronavirus pandemic will probably “get more difficult” in the winter months. We’ll bring you more updates from the chancellor’s summer news conference as we get them. If you missed this yesterday, Hazmat-clad officials were forced to remove a Ryanair passenger from a London Stansted flight to Pisa in Italy after he received a text to say he had tested positive for Covid-19. He received the message from NHS Test and Trace minutes before the flight’s departure, shortly before he and the passenger he was travelling with were moved to the airport’s isolation area where they were met by health authorities. Their seats and the overhead cabin bins were then disinfected, with the plane finally leaving over an hour behind schedule. Ryanair said in a statement: The passenger and his travel companion were immediately offloaded and taken to a Stansted airport isolation area where they were assisted by local public health authorities. Since this passenger and his companion had complied fully with Ryanair health regulations, they were both wearing masks at all times at Stansted airport and for the very short period (less than 10 minutes) they were seated on the aircraft prior to departure. More on the UK’s insistence that it is “safe” for office employees to return to their workplaces. According to new research, nine out of 10 people in the country who have worked from home during lockdown want to continue to do so. The report by academics at Cardiff University and the University of Southampton is believed to be the first to survey data focused on homeworking during the coronavirus pandemic. It said working from home in the UK rose from 6% of employees before the start of the pandemic up to 43% in April, with results indicating that productivity mostly remained stable compared with the six months before. You can read more on this, and on the comments from the UK’s transport secretary, Grant Shapps, on our UK live blog: French President Emmanuel Macron has renewed his calls for France to have sovereignty in the areas of healthcare and industry, as the country steps up plans to deal with a likely second wave of Covid-19. “We need to relocalise and recreate our capacity of production on our own territory. Healthcare and industrial sovereignty will be one of the key pillars of our economic recovery plan,” Macron wrote on Twitter, as he visited a site of French pharmaceutical group Seqens. Officials in Peru, which has one of the world’s highest Covid-19 caseloads and death rates, have insisted the alarming figures are down to the government being more “transparent” in its reporting than other countries. Statistics from John Hopkins University show that Peru’s virus death rate is the second highest in the world, with 88 deaths per 100,000 people. The microstate of San Marino in Italy has the highest rate. The BBC reports that Walter Martos, president of Peru’s council of ministers, told a Peruvian radio station: I do not know any other country apart from Peru that, during the pandemic, is being transparent with the number of deaths. There are a number of suspected Covid [deaths] that have been added [to the official tally], and that elevates it on a global level.” Peru has recorded 621,997 cases of Covid-19 since the beginning of the pandemic, and 28,277 deaths. The Japanese prime minister, Shinzo Abe, said he would not comment on his potential successors, but added that the next premier should continue to work on fighting Covid-19. Abe, Japan’s longest serving prime minister, made the comment at a news briefing where he announced he was stepping down from his post for health reasons. He told citizens that his health had started declining around the middle of last month and he did not want it to impact on important policy decisions. You can read more on this from our Tokyo correspondent, Justin McCurry, here: Indonesia has reported its biggest increase in new coronavirus infections for a second day, after 3,003 cases were recorded in 24 hours. The new cases brought Indonesia’s total coronavirus infections to 165,887, while 105 new fatalities took the death toll to 7,169, data from the country’s Covid-19 taskforce showed. Japan’s prime minister, Shinzo Abe, has announced his resignation amid growing concerns about his health as the country battles its biggest economic slump on record due to the pandemic. Abe has made two hospital visits in the space of a week – one that lasted almost eight hours – and is known to suffer from ulcerative colitis, a chronic condition that was partly responsible for forcing him out of office after just a year in his previous term as prime minister in 2007. He is expected to defend his handling of the coronavirus crisis after an apparent second wave of new infections emerged in Tokyo and other urban centres. We’ll have more details on this soon. The Philippines, which has the most confirmed Covid-19 cases in south-east Asia, has confirmed 3,999 additional coronavirus infections and a further 91 deaths. The health ministry said total confirmed cases have reached 209,544, about a fifth of which were reported in the past 10 days, while deaths rose to 3,325. The Philippines also has the region’s second highest number of coronavirus deaths, next to Indonesia. On Friday, Indonesia’s Covid-19 taskforce reported 3,003 new infections and 105 new deaths. South Korea has increased its efforts to end a strike by thousands of doctors, while eateries in Seoul have been restricted in a bid to curb a surge in coronavirus cases. The health ministry extended a back-to-work order for doctors to the entire country and filed a complaint with police against at least 10 doctors it said have not abided by an order that has been in place in Seoul since Wednesday. The escalation in the dispute between doctors and the government comes as South Korean officials grapple with a fresh wave of Covid-19 infections. After aggressive tracing and testing contained a large outbreak earlier this year, the country suffered a setback this month when a church cluster spread to a political rally. Officials reported 371 new infections as of midnight on Thursday, bringing the country’s total to 19,077, including 316 deaths. Almost 16,000 intern and resident doctors have been on strike since 21 August over the government’s plans to boost the number of doctors in the country over the coming decade, which it said is necessary to better prepare for public health crises. Meanwhile, coffee shops in the capital have been restricted to takeout services, while restaurants, snacks bars and bakeries are not allowed to offer on-site dining between 9pm and 5am, as part of the government’s efforts to blunt the outbreak. Coronavirus cases in Russia have surpassed 980,000 after the country reported 4,829 new infections on Friday. The country’s caseload stands at 980,405 – the fourth largest in the world. Russia’s coronavirus taskforce said 110 people had died over the past 24 hours, bringing its official death toll to 16,914. Following the introduction of the mask-wearing order across Paris, here is a general update on how countries in Europe have tightened Covid-19 restrictions in recent days. In Spain, children as young as six will be required to wear face coverings when the country’s schools reopen next month where a distance of 1.5 metres cannot be maintained and on school transport. Previously, masks were required only for pupils aged 12 and over in some regions. Yesterday, Germany called on its citizens to stop travelling to countries and regions considered to be high risk, while a ban on major events has been extended to the end of the year. Most states in the country have also agreed to a uniform fine of €50 for those who fail to wear face masks in areas where they’re required. And in England, secondary school pupils will have to wear face coverings in school corridors in areas where there is a local lockdown, after a government U-turn on guidance. The Dutch airport group Schiphol has become the latest to make drastic cuts to its workforce as a result of a loss of traffic amid the coronavirus pandemic. On Friday, the Royal Schiphol Group – which employs 3,000 people and owns airports in Amsterdam, Rotterdam and Eindhoven – said it will cut several hundred jobs. In an update on trading in the first half of the year, the company said it had seen a 62% drop in passenger traffic from the same period a year ago, leading to a loss of €246m ($292m). In the first half of 2019, it posted a profit of €133m. In a statement, Schiphol said: The outlook for the coming years is very uncertain, and depends on the course of the pandemic, whether a vaccine becomes available, international coordination in travel measures, the profile of the economic recovery and behavioural changes by passengers and businesses.” It intends to cut 25% of costs, including the job cuts, by 2022. On Wednesday, the UK’s second-busiest airport, Gatwick, said it would cut 600 jobs – a quarter of its workforce – due to the impact of coronavirus. Our Paris correspondent, Kim Willsher, has this update on the new face coverings regulation in France’s capital. We’ve just heard it will NOT be compulsory for joggers or cyclists to wear masks. City Hall asked the prefect for them to be excluded from the mask rules and this was agreed. The UK’s transport minister has told Britons who have been working from home for the last six months due to the coronavirus lockdown that it is safe to return to work. Speaking on Sky News, Grant Shapps said: What we’re saying to people is it is now safe to go back to work and your employer should have made arrangements which are appropriate to make sure that it is coronavirus-safe to work and you will see some changes if you haven’t been in for a bit as a result. The vast majority of employers just want to get their businesses back up and running, they want to do the right thing, and many will have found that actually home working can work for some of their employees. He added that there was a “limit” to remote working, and that employers should seek advice from the Health and Safety Executive or local councils if they had concerns about reopening offices. Although many people in essential jobs, or where it is not possible to work remotely, have been continuing to go to their workplaces since the lockdown began on 23 March, the vast majority of the UK’s office workers have worked from home. From 8am today it is compulsory to wear a mask anywhere outside in the public space in the French capital. The new regulation covers not just pedestrians, but electric scooter riders, cyclists, motorbike and motor scooter riders in Paris. City Hall said people were not allowed to remove their masks to smoke or eat in public places, but the police are saying they will use their “judgment”, which suggests a degree of tolerance. The measure that prime minister Jean Castex warned was coming yesterday, follows similar rules introduced in Marseille. According to public health figures released on Thursday evening, there were 6,111 new Covid-19 cases in the previous 24 hours. This follows more than 5,000 new cases the previous day. The figure has been rising during August. France is hoping to avoid Covid-related quarantine measures being imposed on on its citizens travelling to and from Switzerland, French junior European affairs minister Clément Beaune has said. The UK and Scotland have both imposed measures forcing those arriving from Switzerland to self-isolate for 14 days after the country recorded a consistent increase in cases over the past month. Over the past week, Covid-19 cases per 100,000 of the population have risen from 18.5 to 22 in Switzerland. Singapore is experiencing a record outbreak of the tropical disease dengue, which is carried and spread to humans by infected mosquitoes. The south-east Asian Island – home to 5.7 million people – has recorded more than 26,000 cases of dengue so far this year, surpassing the previous annual record of 22,000 in 2013. Twenty people have died from the virus, which can cause extreme fever that leads to internal bleeding and shock. By comparison, 27 people have died of Covid-19 in the city-state, while 56,000 infections have been recorded. Environment officials are using specially bred mosquitoes to carry a bacteria that prevents eggs from hatching and compete with the wild type to gradually reduce the country’s mosquito population. Some areas with high populations of the insects have seen up to 90% declines using this technique. A new strain of the dengue disease, combined with unseasonably wet weather and coronavirus lockdowns that left construction sites and other mosquito breeding grounds undisturbed, are all seen as factors behind the outbreak. Here’s a handy list of some of the most eye-opening latest developments from across the continents drawn up by Reuters. Americas: Total coronavirus-related deaths in the US topped 180,000 on Thursday, with many midwestern states reporting record daily jumps. States including Texas, Florida, California and New York said they would not be heeding calls from Donald Trump’s administration to reduce testing among asymptomatic people. A Reuters tally showed coronavirus cases passing the 7 million mark in Latin America, the region with the most infections in the world. Havana’s governor announced an overnight curfew, ban on travel from the Cuban capital to other provinces and greater restrictions on the circulation of vehicles to curb a new peak in infections. Asia: South Korean authorities stopped short of shifting the country up to the highest level of social distancing measures, despite recording another triple-digit increase in daily new infections. India reported a record daily jump of 77,266 infections, taking its total to 3.39 million. The country has reported the highest single-day caseload in the world every day since 7 August, a Reuters tally showed. Australasia: Victoria, Australia’s second most populous state and the epicentre of the country’s latest Covid-19 outbreak, said it expects to soon report just double-digit daily rises in new infections, as a stringent lockdown slows the spread of the virus. Europe: The UK said it will back three nationwide Covid-19 studies with £8.4m ($11m) to fund research into understanding human immune responses to the novel coronavirus. Africa: Gambia extended by 21 days a state of emergency in mainland Africa’s smallest nation as infections surged. In case you missed it yesterday, the UK has imposed a 14-day quarantine measure on travellers arriving from Switzerland, Jamaica and the Czech Republic following spikes in virus infection rates in the countries. Elsewhere, Cuba has been added to the list of destinations from which people can arrive in the UK without entering a quarantine period after cases fell, while Wales has removed the requirement for arrivals from Singapore. Ukraine has registered a record 2,438 new coronavirus infections in the past 24 hours, officials said on Friday morning. At midnight, Ukraine imposed a temporary ban on most foreigners from entering the country until 28 September, while it also extended lockdown measures this week until the end of October to contain a recent spike in cases. The country has so far reported a total of 114,497 infections and 2,451 deaths from the virus. I’m Amy Walker, taking over from my colleague Alison Rourke. I’ll be updating you on the world’s key global coronavirus updates until 11am. Global infections from Covid-19 have risen to 24.3m, with deaths totalling more than 830,000. India has recorded its highest one-day tally of coronavirus cases, with 77,266 new infections recorded. That’s the second highest number of cases ever recorded by a single country in one day. Only the US has reported more cases, on 25 July, with 78,427 cases. Indian deaths due to Covid-19 have risen to 61,529. President Trump lauded his administration’s handling of the virus at the Republican convention’s final night in front a large crowd who sat close together, mostly without face masks. He suggested a vaccine could be available before the end of the year “or maybe even sooner”. Meanwhile, Washington University warned 317,000 Americans could die from the virus by 1 December. Parisian pedestrians must wear face coverings from Friday morning. Cyclists and those using other open-air transport were included in the new directive, but not people in cars. The new restriction followed the government’s announcement that 21 of 101 French administrative regions, or departments, were now in the red zone where the virus was actively circulating, and where local authorities could impose stricter rules on gatherings and movements. Spain announced schoolchildren aged six and over must wear masks to class, just days before the start of the new academic year. The risk of severe illness and death to children from Covid-19 is “vanishingly rare”, according to the biggest study yet of those admitted to hospital, which the researchers say should reassure parents as they return to school. The study included two-thirds of all patients admitted to hospitals across England, Scotland and Wales with Covid-19. Of these, 651 – less than 1% – were children and young people under 19. Six of these patients – less than 1% – died. All had severe underlying health conditions. The number of confirmed coronavirus cases in Germany increased by 1,571 to 239,507, data from the Robert Koch Institute for infectious diseases showed on Friday. The World Health Organization said it would set up a committee to review the rules on declaring an international health emergency, following criticism of its Covid-19 pandemic response. The global health body declared a public health emergency of international concern for coronavirus on 30 January – at which time the respiratory disease had infected fewer than 100 people outside China, and claimed no lives beyond its borders. China reported nine new Covid-19 cases, all imported. It marked the twelfth consecutive day of no local transmissions, according to the National Health Commission. South Korea reported 371 new Covid-19 cases on Friday, including 359 local infections, according to the Korea Centers for Disease Control and Prevention. This is down from the nearly six-month high on Thursday of 441. However, the country has reported triple digit figures of new cases for more than two weeks The UK on Thursday recorded the highest number of new coronavirus cases since 12 June, with government figures reporting 1,522 positive cases. The number of new cases, which cover the 24 hours to 9am on 27 August, were up 474 on the previous day. The average number of cases confirmed in the past seven days stood at 1,155, the highest rolling average recorded since 22 June. Both the daily case number and the seven-day rolling average are both higher than on 23 March, the day national lockdowns were announced (967 daily cases and 730 cases on a seven-day rolling average). You can read our full story below: The risk of severe illness and death to children from Covid-19 is “vanishingly rare”, according to the biggest study yet of those admitted to hospital, which the researchers say should reassure parents as they return to school. The study included two-thirds of all patients admitted to hospitals across England, Scotland and Wales with Covid-19. Of these, 651 – less than 1% – were children and young people under 19. Six of these patients – less than 1% – died. All had severe underlying health conditions. “They were children with profound co-morbidities – not a touch of asthma and not cystic fibrosis,” said Calum Semple, professor in child health and outbreak medicine at the University of Liverpool, and co-lead of the study by the International Severe Acute Respiratory and emerging Infection Consortium. Their conditions included cancer and serious neurological, blood or heart issues. Co-author of the paper published in the BMJ, Dr Olivia Swann, clinical lecturer in paediatric infectious diseases at the University of Edinburgh, said: “The absolute risk of being admitted to hospital is tiny.” The risk of severe disease and death was also very small. But among those children who were admitted to critical care, they found those under the age of one were at three times the usual risk, although that included premature babies born and diagnosed in the hospital. Also at two to three times higher risk of ending up in critical care were black children. “The issues around ethnicity are very complicated,” said Semple. “They are issues which can partly be explained by deprivation. Some are explained by exposure in the community.” There were also underlying conditions, such as high blood pressure, which are more prevalent in black people, he said. But black children who were completely healthywere at no extra risk, said Semple. The message to the mother of a black child in Brixton or Glasgow was “they are safe to go back to school”, he said. Children with obesity were at higher risk. So were children in the 10-14 age bracket, who were the ones more likely to suffer from multisystem inflammatory syndrome, a new condition thought to be linked to Covid-19. The researchers said they have identified symptoms that should help doctors diagnose the syndrome and they hope will lead to an expansion of the World Health Organization definition of it. These were a rash, conjunctivitis, abdominal pain, vomiting, and a low blood platelet count. “The skin, gut and whole child’s body is quite inflamed,” said Swann. Semple said parents should be reassured that their children would not be at harm from returning to school. He and Swann were both sending children back in September. Among children, “severe disease and death is vanishingly rare”, he said. The number of confirmed coronavirus cases in Germany increased by 1,571 to 239,507, data from the Robert Koch Institute for infectious diseases showed on Friday. Japanese Prime Minister Shinzo Abe announced new measures to fight the coronavirus pandemic on Friday, including boosting testing capability to 200,000 tests per day and aiming to secure enough vaccines for all citizens by mid-2021. Abe also said that Japan will allow foreigners with residence status to enter the country from the start of next month. India has recorded its highest one-day tally of coronavirus cases, with 77,266 new infections recorded. That’s the second highest number of cases ever recorded by a single country in one day. Only the US has reported more cases, on 25 July, with 78,427 cases. Deaths due to Covid-19 have risen to 61,529. In case you missed this earlier, Germany has banned large gatherings until the end of this year, amid rising coronavirus cases in Europe. The chancellor, Angela Merkel, has set out a new package of measures in discussions with leaders of federal states. It comes amid a worrying rise of infection rates in Germany not seen since April, and a similar uptick in Italy and France. Under the new rules, German football fans will not be allowed back into stadiums until 2021, later than had been hoped. Regulations on mask-wearing will also be toughened. Mass gatherings including festivals, concerts and big sporting events will remain prohibited. The draft text allows for exceptions in regions with low virus numbers and where participants are all locals. But it goes against a suggestion by Germany’s interior minister, Horst Seehofer, that Bundesliga football games might resume in October with socially distanced spectators. France’s prime minister, Jean Castex, also announced new measures to deal with an upsurge in cases. The country’s R rate of infection has climbed to 1.4, with a sharp rise in July and August. “The virus is spreading all over the country,” Castex warned. “The spread can be exponential if we do not react quickly.” You can read our full story in our latest global report below: Auckland is on track to move out of level 3 lockdown on Sunday despite new cases of Covid-19. New Zealand’s largest city has been in level 3 for more than two weeks and on Friday the finance minister, Grant Robertson, said that at midnight on Sunday Auckland would move to level 2. Level 3 requires most people to stay at home unless shopping or if they are essential workers; while level 2 allows people to return to work, school and jobs, as well as eating and drinking out. ‘We did the right thing’: sadness and uncertainty in Auckland as Covid returnsRead more Robertson said the city’s 1.7 million residents must remain vigilant and “get tested” over the weekend if displaying symptoms. On Friday five new cases of Covid were confirmed, all related to the south Auckland outbreak and four from the same family. An additional seven imported cases were in quarantine after arriving in New Zealand on an Air India flight. The Auckland outbreak is New Zealand’s largest cluster with 123 cases. The Pasifika community has been disproportionately affected and Robertson thanked south Auckland churches for hosting pop-up testing centres. As of Friday there were 11 people with Covid-19 in hospital, three of them in intensive care. Robertson urged Aucklanders to stay the course with two days left before restrictions would be eased. Local people have said they have found the second lockdown “much tougher” than the first. “As a result of your actions New Zealand remains in a comparatively positive position to other countries who have experienced second-wave outbreaks, with a small number of daily cases, no additional cases and no spread of the virus beyond the cluster, so thank you,” Robertson said. You can read Eleanor’s full report below: Trump is back on coronavirus now: “In recent months our nation has been hit by the once in a century pandemic that China allowed to be spread around the world”, Trump says. “They could have stopped it but they allowed it to come out.” He thanks first responders and health workers and moves on to America’s response to the virus. “We produced the world’s largest supply of ventilators,” he says before thanking Mike Pence for heading the White House task force. He is on to testing now, and how much America does, and convalescent plasma. He says America has had among the lowest case-fatality rates of any country in the world. According to Johns Hopkins University, the US has the 11th worst case fatality ratio in the world, at 3.1%. Countries with worse case-fatality rates include Mexico, Ecuador, Iran, Peru, Indonesia, Bolivia, Romania, Colombia, Brazil and Iraq, Johns Hopkins says. The US is also the fourth worst country in the world in terms of deaths per 100,000 of population at 54.9, according to Johns Hopkins datat. The three countries with worse death rates per 100,000 are Peru (87.5), Chile (58.7) and Brazil (56.1). He’s lauds his ban on flights from China and Europe. Trump says there will be a vaccine before the end of the year “or maybe even sooner”. He says America will “defeat the virus” and emerge stronger than before. And that’s it on Covid-19. As Trump beings speaking (nothing on coronavirus yet), I can tell you that the University of Washington on Thursday expanded the forecast about virus fatalities, projecting 317,697 deaths in the United States by 1 December. The new forecast, by the university’s Institute for Health Metrics and Evaluation (IHME) reflects an increase of about 8,000 deaths from its previous forecast. However, the report also suggests that if 95% of Americans wore a mask, the death toll could be reduced by about 67,000 lives. The IHME’s projections have been cited in the past by the White House and are watched closely by public health officials. Now Ivanka mentions the pandemic. She says she sat with her father in the Oval Office when he made the decision to stop travel from Europe. She is hopeful of a vaccine. And now she’s saying the best is yet to come for America. And that’s about it on the pandemic. Now she has moved on to someone who spoke earlier at the convention. We are expecting Donald Trump to address the Republican National convention shortly. The past half hour has consisted of speakers talking about policing and Trump tackling threats overseas, including killing Isis leader, Abu Bakr al-Baghdadi. No mention of coronavirus as far as I heard, which has killed 180,000 Americans. I’ll bring you any Covid-related news...currently Ivanka is addressing the crowd outside the White House. From what I can see there is zero social distancing among the people who are seated in the audience. You can follow the convention on our US blog below. South Korea’s new case numbers on Friday came as Prime Minister Chung Sye-kyun said the government would extend the current Phase 2 social distancing, which was due to expire this weekend, for at least another week. Earlier this week, Seoul officials ordered the closure of most schools in the capital and surrounding areas. Seoul has also mandated that masks to be worn in both indoor and outdoor public places, and has ordered places like churches, nightclubs, karaoke bars and other high-risk venues closed. South Korea has reported 371 new Covid-19 cases, including 359 local infections, according to the Korea Centers for Disease Control and Prevention (KCDC). This is down from the nearly six-month high on Thursday of 441. However, the country has reported triple digit figures of new cases for more than two weeks. Chinese state media says Hong Kong has reported 21 new Covid cases. Brazil has reported 44,235 new cases of the novel coronavirus and 984 deaths from the disease caused by the virus in the past 24 hours, the health ministry said on Thursday. Brazil has registered 3,761,391 cases of the virus since the pandemic began, while the official death toll from Covid-19 has risen to 118,649, according to ministry data, in the world’s worst coronavirus outbreak outside the United States. New Zealand’s finance minister, Grant Robertson, who is giving today’s press briefing, said Auckland is still on track to move down alert levels on Sunday, as testing has occurred in record numbers and the city’s residents have largely complied with restrictions. Robertson urged Aucklanders to get tested this weekend if showing any cold or flu-like symptoms. Pop-up test sites had been deployed to get as many Aucklanders tested as possible, to ensure there was no “undetected spread” occurring in the community. “No-one invited Covid in, but there has been a huge amount done in the last few days to keep it out,” Robertson said. “We’ve done a great job, we’re almost there, let’s finish the job.” Restrictions on gatherings will apply in Auckland, with only 10 allowed at church gatherings and the like, and 50 for funerals/tangi. There are five new confirmed community cases of Covid-19 in New Zealand, and 7 new imported cases. All of the new five cases are related to the Auckland cluster, and four out of five are in one family. The seven imported cases all arrived on the same flight on 27th August and are now in isolation. There are 161 people linked to the community cluster that are in quarantine in Auckland. Eleven people are being treated in hospital, with three in intensive care. On Thursday, 11,010 tests were processed. Australia’s second most populous state of Victoria has reported 113 new cases in the past 24 hours, the same figure as the previous day. Twelve more people died. The state has been at the centre of the country’s toughest lockdown, which appears to be stabilising the spread of the virus. We are expecting an update from the Victorian premier, Daniel Andrews, shortly. Australia’s largest state of New South Wales reported 13 new cases, including six linked to a cluster in the centre of Sydney. Meanwhile the north-eastern state of Queensland has reported three new positive cases, taking the number of cases linked to the cluster between the Brisbane youth detention centre and the corrections training academy to 15. The state’s premier also announced the annual end-of-school celebration on the state’s Gold Coast, south of Brisbane, known as “schoolies”, has been cancelled. Annastacia Palaszczuk said: It poses a high risk. High risk, not only the people who attend, all the young people, but also all the people they come in contact with, and of course their families and their friends and their grandparents. So, we’ve had to take that very tough decision. So there will be, unfortunately, no concerts, no organised events, because there can be no mass gatherings. You can stay up to date on all of the developments in Australia on our Australian live blog below. China has reported nine new Covid-19 cases, compared with eight a day earlier, the country’s health authority said on Friday. The National Health Commission said in a statement that all new infections were imported cases involving travellers from overseas, marking the 12th consecutive day of no local transmissions. The total number of confirmed cases now stands at 85,013, while the death toll remained unchanged at 4,634. To put that figure in context, India recorded 75,760 cases yesterday alone. Mexico’s health ministry on Thursday reported 6,026 new confirmed cases of coronavirus infection, bringing the total in the country to 579,914 cases. It reported the same number of accumulated deaths registered the day before, 62,076. Several US Midwest states reported record one-day increases in the number of new coronavirus cases as the nationwide death toll passed 180,000, and cases approached six million. Reuters reports that Iowa, Minnesota, North Dakota and South Dakota all recorded on Thursday the biggest one-day increases in new infections since the pandemic started. North Dakota, where cases rose 30% last week, reported a record 333 new cases on Thursday. Neighbouring South Dakota, where cases rose 50% last week, reported a record 623 new infections. Iowa reported 1,288 new cases on Thursday after seeing infections rise nearly 7% last week. Minnesota reported 1,154 new cases and saw its new cases rise 4% last week, according to a Reuters analysis. Cases were also rising in Illinois. The Midwestern state records came as governors of several other states said they would not reduce testing as recommended the US Centers for Disease Control and Prevention, which this week advised that people who were exposed to Covid-19 but not symptomatic did not need to be tested. Critics said the change was based on political pressure and not science. California, Connecticut, Florida, Texas, New Jersey and New York all planned to continue to test asymptomatic people who have been exposed to Covid. The governors of New York, New Jersey and Connecticut slammed the CDC’s move as “reckless” and “not based on science,” and said they would not change testing guidelines in their states. The CDC and Department of Health “have not shared their scientific rationale for this change in policy, which substitutes sound science-based public health guidance with the president’s misinformation,” they said in a joint statement. President Trump has lauded his own record on coronavirus and will speak at the Republican convention in the next couple of hours. Spanish schoolchildren aged six and over must wear masks to class, the government announced on Thursday, unveiling a plan to reopen schools just days before the start of the new academic year. The health minister, Salvador Illa, said that, while closing down schools could become necessary if multiple cases of the virus were detected across different classrooms, that would be the last resort. “It would have to be studied on a case by case basis. This is not black and white,” he said at a joint news conference with the ministers for education and regional policy. Spain’s health ministry reported 3,594 new infections on Wednesday and has logged nearly 83,000 in the past two weeks. Nearly 29,000 people have died since the onset of the pandemic. Asked whether concerned parents would have the right to keep their children at home, education minister Isabel Celaa said schools were safer than other places. “It is mandatory to go to class. For anyone who is afraid, I must say that we have been working since day one for a safe environment,” she said, acknowledging there was no place with “zero risk.” Prior to the announcement, Spain’s 17 regions had prepared their own back-to-school plans, all featuring variations of mask wearing, hygiene measures and reduced class sizes. The WHO is setting up a committee of independent experts to consider changing the rules on declaring an international health emergency, following criticism of its Covid-19 pandemic response. The world body declared a public health emergency of international concern (PHEIC) over the new coronavirus on 30 January – at which time the respiratory disease had infected fewer than 100 people outside China, and claimed no lives beyond its borders. But under the current International Health Regulations (IHR) governing preparedness and response for health emergencies, there are no lower, intermediate levels of alert beneath a full PHEIC, either on a global or regional scale. WHO experts had met on 22-23 January, but at that point did not conclude that the outbreak merited the high state of alert of a full PHEIC. WHO director-general Tedros Adhanom Ghebreyesus told a virtual press conference on Thursday that the Covid-19 pandemic had been an “acid test” for countries as well as for the IHR. Tedros that even before the coronavirus pandemic, emergencies such as the Ebola outbreak in the eastern Democratic Republic of the Congo had exposed flaws in the IHR. Such emergencies showed that “some elements of the IHR may need review - including the binary nature of the (alert) mechanism,” Tedros said. The committee will present a progress report to the World Health Assembly – the WHO’s decision-making body, made up of member states – in November, and a full report to the assembly in May. One of Europe’s most iconic event, the Tour de France, is in doubt after the race’s starting region, the Alpes-Maritimes, was put on red alert. The Guardian’s Jeremy Whittle reports that tensions surrounding the race ramped up further still on Thursday evening after the Lotto-Soudal team announced two of their team’s support staff has tested “non-negative” for Covid-19 and had been sent home from Nice. “Safety remains priority number one,” the statement read. “Only world wars have stopped the Tour de France,” the Tour director, Christian Prudhomme, said in March this year, but the rapidly growing concerns over the wisdom of going forward with this year’s race led to a cross-examination of the prime minister, Jean Castex, by journalists on Thursday. “We have taken numerous precautions and health protocols and I’d remind you that this is an open-air event,” Castex said. “The places where the virus spreads and there is transmission have no organisation. The Tour has an organiser.” Confirming that Nice was one of 19 new regions to be placed under red alert, Castex stated that “the pandemic is regaining ground and now’s the time to intervene”, adding: “France must do everything to prevent a new lockdown.” With uncertainty over race gripping the Grand Départ bubble of riders, some teams have hinted they will race day by day, while others have insisted it will not change their long-term tactics. “We don’t have a strategic plan to be in the lead in case the race stops after one and a half weeks,” Tom Dumoulin, former Giro d’Italia champion, and teammate to Primoz Roglic, said. On Thursday France reported its second-highest level of cases ever and a new post-lockdown high, with 6,111 cases. The highest daily total of 7,578 was set on 30 March. You can read Jeremy’s full report on the Tour below. Hello and welcome to the Guardian’s continuing live coverage of the coronavirus pandemic, with me, Alison Rourke. The Tour de France, which is scheduled to start in Nice on Saturday, is in doubt after the Alpes-Maritimes region, site of the opening stages of the race, was placed on red alert owing to the spread of the Covid-19 pandemic. Stages one and two both finish in central Nice on Saturday and Sunday and are sure to attract large numbers of roadside fans. They also include several of the major mountain climbs just inland from the city. The French prime minister, Jean Castex, said “numerous precautions” and health protocols had been implemented, adding that: “France must do everything to prevent a new lockdown.” On Thursday France reported its second-highest level of cases ever and a new post-lockdown high. Over the past 24 hours, 6,111 cases were recorded, the highest level since lockdown ended and the second-highest ever since the 7,578 high set on 30 March at the height of the epidemic. In other coronavirus developments: The WHO says it will set up a committee to review the rules on declaring an international health emergency, following criticism of its Covid-19 pandemic response. The global health body declared a public health emergency of international concern for coronavirus on 30 January – at which time the respiratory disease had infected fewer than 100 people outside China, and claimed no lives beyond its borders. Spanish schoolchildren aged six and over must wear masks to school, the government announced on Thursday, unveiling a plan to reopen schools just days before the start of the new academic year. With Spain diagnosing thousands of new cases every day, there had been speculation the new term might be postponed in the worst-affected areas. Several US midwestern states reported record one-day increases in the number of new coronavirus cases on Thursday as nationwide deaths from the virus topped 180,000. Iowa, Minnesota, North Dakota and South Dakota all recorded on Thursday the biggest one-day increases in new infections since the pandemic started. Italy recorded its highest number of daily cases since May. A further 1,411 people tested positive for Covid-19, the country’s highest tally since 6 May. The UK on Thursday recorded its highest daily tally of cases since 12 June. Another 1,522 cases were reported and the UK’s cumulative death toll based on the government’s statistics reached 41,477. Poland will introduce a ban on flights from 46 countries. The flight ban, including France and Spain, will take place from 2 September, according to a draft regulation. Netherlands to close mink farms after coronavirus outbreaks. More than 100 mink farms in the Netherlands will be ordered closed by March after animals at dozens of locations contracted the coronavirus, Dutch news agency ANP has reported. United Airlines has announced biggest pilot furloughs in its history. United Airlines is preparing for the biggest pilot furloughs of its history after announcing on Thursday the need to cut 2,850 pilot jobs this year, or about 21% of the total, without further US government aid. Pret a Manger cuts almost 2,900 UK jobs as sales plummeted. The cuts fuelled concerns about the economic impact of sustained remote working."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}