{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/aug/24/louis-dejoy-postmaster-general-usps-house-hearing", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-08-24T21:56:51Z", "webTitle": "USPS hearing: DeJoy struggles to answer basic questions and defends leadership", "webUrl": "https://www.theguardian.com/us-news/2020/aug/24/louis-dejoy-postmaster-general-usps-house-hearing", "apiUrl": "https://content.guardianapis.com/us-news/2020/aug/24/louis-dejoy-postmaster-general-usps-house-hearing", "fields": {"headline": "USPS hearing: DeJoy struggles to answer basic questions and defends leadership", "bodyText": "US postmaster general Louis DeJoy struggled to answer basic questions about the price of mail as he continued to defend his leadership at the United States Postal Service (USPS) amid reports of widespread mail delays across the US. Appearing before the House oversight committee on Monday, DeJoy, a major Republican donor who took over as postmaster general in June, again conceded changes he implemented had led to delays, but distanced himself from the decision to remove mail boxes from the street and sorting machines from mail facilities. He declined to say who was responsible for those changes, but reiterated that he will not restore the equipment, even after he announced earlier this month he was pausing changes until after the election. “I did not direct the removal of blue collection boxes or mail processing equipment,” he said. Representative Carolyn Maloney, the New York Democrat who chairs the committee, pressed DeJoy over newly obtained documents showing declines in mail delivery times since he became the postmaster general. DeJoy did not dispute the decline and conceded that a recent change he implemented to get USPS trucks to run more on schedule had contributed to the delays. The schedules at mail processing plants, DeJoy said, weren’t aligning with the on-time truck schedules, leading some mail to be delivered late. “While we have had temporary service declines, which should not have happened, we are fixing this,” DeJoy said. DeJoy conceded on Monday he was still trying to figure out why the problems had persisted over weeks. DeJoy offered few details on what analyses, if any, USPS had done before implementing the program to try and get trucks to run on time. The postmaster general also reiterated a pledge he made Friday during a US Senate hearing that USPS, the federal agency, has the capacity to deliver mail-in ballots this fall and that delivering them in a timely way was a priority for the agency. But he offered few details on what exactly USPS would do to facilitate timely delivery of ballots in the run-up to the election. In one remarkable exchange with congresswoman Katie Porter, a California Democrat, DeJoy was unable to supply basic information about post office costs. While he correctly told Porter the price of a stamp was $0.55, he conceded that he did not know the cost of sending a postcard in the US (it costs $0.35). “I’ll submit that I know very little about postage stamps,” DeJoy said. He also said he was unaware of how many people voted by mail in the last election, even as he pledged USPS had the capacity to safely deliver ballots. Just over 31 million voters cast ballots by mail in the 2018 midterm election, about a quarter of all ballots cast. “I’m glad you know the price of a stamp, but I’m concerned about your understanding of this agency,” Porter said. “I’m concerned about it because you started taking very decisive action when you became postmaster general.” Nonetheless, Republicans on the committee sought to downplay the delays and offered full-throated support of DeJoy during the hearing. They noted USPS has long suffered from financial woes and portrayed DeJoy as an outsider qualified to overhaul the agency. David Williams, a former member of the USPS board of governors, told House members last week that DeJoy did not appear to be a “serious candidate” for postmaster general when the board interviewed him. He struggled to answer basic questions, Williams said, and another governor had to step in and complete answers for him. Some of the hearing’s most tense moments came when Democrats pressed DeJoy about potential conflicts of interest or political interference at the agency. When congressman Jim Cooper, a Democrat from Tennessee, asked DeJoy whether he had provided extra compensation to employees who donated to Donald Trump’s 2016 campaign, DeJoy said he had not. “I resent the assertion sir. What are you accusing me of?” he said. Cooper asked DeJoy whether his “backup plan” was to be “pardoned like Roger Stone”, referring to the Republican fixer and Trump confidant who had a prison sentence for felonies relating to the Trump-Russia investigation commuted by the president. DeJoy shook his head and said: “I have no comment on that. It’s not worth a comment.” DeJoy did make some commitments to ensuring ballots cast in the fall would be counted. The agency has long advised states to put ballots in the mail at least a week before election day, but DeJoy said the agency would expedite mail cast closer to election day. There have also been issues with ballots arriving at election offices without postmarks – a crucial feature to determine whether they can be counted – and DeJoy said the agency was going to try and implement a system to postmark as much as possible. Throughout the hearing, DeJoy said that he would not restore hundreds of sorting machines that have reportedly been removed from postal facilities across the country. When Ro Khanna, a California Democrat, asked him why he wouldn’t restore the machines if it meant restoring confidence in the election, DeJoy simply said “because they’re not needed. That’s why.” Khanna later got DeJoy to concede that restoring the machines would likely cost less than $1bn. Asked whether the machines could be restored if USPS got an additional $1bn, DeJoy said: “Get me the billion and I’ll put the machines in.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}