{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2020/aug/17/housing-market-has-busiest-month-in-more-than-10-years", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2020-08-16T23:01:24Z", "webTitle": "Housing market has busiest month in more than 10 years", "webUrl": "https://www.theguardian.com/money/2020/aug/17/housing-market-has-busiest-month-in-more-than-10-years", "apiUrl": "https://content.guardianapis.com/money/2020/aug/17/housing-market-has-busiest-month-in-more-than-10-years", "fields": {"headline": "Housing market has busiest month in more than 10 years", "bodyText": "The housing market has had its busiest month in more than 10 years in July, with the traditional summer lull replaced by a flurry of activity from buyers and sellers, according to the property website Rightmove. The site, which typically lists about 95% of homes for sale in the UK, said the “rulebook has been rewritten”, with the boom fuelled by pent-up demand during lockdown accelerating as the summer has progressed. It said the number of monthly sales agreed in Britain had been the highest since it started tracking the figure a decade ago, up by 38% on the same period last year and worth a combined total of more than £37bn. Would-be sellers were also active, with more properties coming on to the market than in any month since 2008. Asking prices have fallen by an average of 0.2% across mainland Britain, but this has been driven by a 2% drop in London, where the number of homes coming on to the market is up by 69% year-on-year. In seven regions, asking prices hit record highs as sellers sought to make the most of the demand. The housing market was closed in lockdown and reopened in mid-May, sparking a flurry of activity. July brought a stamp duty holiday on homes costing up to £500,000 in England and £250,000 in Wales and Scotland, which further fuelled activity. Last week figures from the UK’s largest estate agency firm, Countrywide, showed that demand for homes costing between £500,000 and £750,000 had soared since the tax break was announced, and Rightmove’s figures suggest a similar effect for other agents. The number of sales agreed for large homes was up by 59% annually, while for first-time properties the rise was 29% and on homes with three or four bedrooms, excluding four-bed detached properties, it was 38%. Miles Shipside, a Rightmove director, said: “There have been many changes as a result of the unprecedented pandemic, and these include a rewriting of the previously predictable seasonal rulebook for housing market activity and prices.” He added: “Rather than just a release of existing pent-up demand due to the suspension of the housing market during lockdown, there’s an added layer of additional demand due to people’s changed housing priorities after the experience of lockdown.” The demand for homes has put pressure on lenders and conveyancing which, under social distancing rules, are often operating below their usual capacity. Shipside said: “Patience will be required, especially with some lenders limiting their product ranges due to capacity constraints in their ability to process mortgages.” At the end of last month Nationwide building society warned of a “false dawn” in the housing market after reporting a price jump in July. It said that as the furlough scheme unwinds there could be more job losses, which would dampen activity again."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}