{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/aug/19/one-shot-radiotherapy-as-good-for-breast-cancer-as-longer-course", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-08-19T22:30:04Z", "webTitle": "'One-shot' radiotherapy as good for breast cancer as longer course", "webUrl": "https://www.theguardian.com/society/2020/aug/19/one-shot-radiotherapy-as-good-for-breast-cancer-as-longer-course", "apiUrl": "https://content.guardianapis.com/society/2020/aug/19/one-shot-radiotherapy-as-good-for-breast-cancer-as-longer-course", "fields": {"headline": "'One-shot' radiotherapy as good for breast cancer as longer course", "bodyText": "Women with breast cancer who receive one shot of radiotherapy immediately after surgery experience the same benefits as those who have up to 30 doses over three to six weeks, an international medical study has found. The technique, known as targeted intraoperative radiotherapy, is increasingly being used around the world instead of women having to undergo weeks of painful and debilitating treatment. Eight out of 10 of the 2,298 participants in the study, women over 45 with early-stage breast cancer who had had surgery to remove a lump of up to 3.5cm, needed no further radiotherapy after having the single dose, researchers on the British-led study found. The findings are based on results from 32 hospitals in 10 countries including the UK. During the treatment, carried out immediately after a lumpectomy, a ball-shaped device measuring a few centimetres is placed into the area of the breast where the cancer had been and a single dose of radiotherapy is administered. The procedure takes 20 to 30 minutes. The 80% of patients for whom it works thus avoid going back to hospital between 15 and 30 times over the following weeks to have further sessions of radiotherapy. The new study, published in the BMJ, found that women who underwent single-dose radiotherapy had fewer side-effects related to receiving radiation compared with conventional whole-breast radiotherapy and had less pain, a better cosmetic outcome and a better quality of life. “This reduces the amount of time spent in hospital and enables women to recover more quickly, meaning they can get back to their lives more quickly,” said the lead author, Jayant Vaidya, a professor of surgery and oncology at University College London. Prof Jeffrey S Tobias, a co-author, said the findings showed that the treatment – developed at UCL in 2000 – could help relieve the strain on overworked hospital radiology departments. Mia Rosenblatt, assistant director of policy and campaigns at the charity Breast Cancer Now, said the research was encouraging and confirmed that the treatment could cut women’s visits to hospital and reduce the side-effects of radiotherapy. But more work needed to be done to help fine-tune the selection of women who have single-dose radiotherapy, because some in the study needed extra traditional radiotherapy as well. In addition, some hospitals are now offering a five-dose alternative to the conventional weeks-long option, so the benefits of single-dose treatment compared with that needed to be assessed, she added."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}