{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/aug/25/physical-abuse-older-children-soared-lockdown-says-nspcc", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-08-24T23:01:38Z", "webTitle": "Physical abuse of older children soared in lockdown, says NSPCC", "webUrl": "https://www.theguardian.com/society/2020/aug/25/physical-abuse-older-children-soared-lockdown-says-nspcc", "apiUrl": "https://content.guardianapis.com/society/2020/aug/25/physical-abuse-older-children-soared-lockdown-says-nspcc", "fields": {"headline": "Physical abuse of older children soared in lockdown, says NSPCC", "bodyText": "Four times as many adolescents are physically abused compared with younger children in England, analysis of police-recorded offences shows, with incidents against 11- to 18-year-olds soaring during the coronavirus lockdown. The numbers and rates of recorded physical abuse offences against older children in England and Wales have increased since 2014-15, the NSPCC said in a report. There were 99,139 recorded physical abuse offences against adolescents in England in 2018-19. This is a recorded rate of 197.4 physical abuse offences per 10,000 adolescents, four times the rate of 48.7 per 10,000 children aged under 11. In Wales, there were 240.1 physical abuse offences recorded per 10,000 11- to 18-year-olds, compared with 70.5 per 10,000 aged under 11. During the coronavirus lockdown, reports of physical abuse to the NSPCC rose by 53%. Its helpline received 1,066 contacts about physical abuse on average each month between April and July, compared with a monthly average of 696 before lockdown. Peter Wanless, the NSPCC chief executive, said: “No one has been left unaffected by the uncertainty we are living through. For adolescents, already navigating perhaps the most challenging period of their lives, the impact is likely to be significant and, in some cases, lasting. “As pupils return to education, we need to be prepared to make sure schools and teachers, children’s social care and other safeguarding partners are ready to support every young person who has suffered during lockdown.” The charity’s report, How Safe Are Our Children? 2020, found that recorded offences of rape and sexual activity with a 13- to 15-year-old had risen 5% and 8% respectively in the past year in England. The report said rates of police-recorded online grooming offences against adolescents were nine times higher than those concerning younger children. The NSPCC said there were indications that child suicide deaths may have increased during lockdown, but said it was too early to call this a trend. There were 26 probable child suicides during the 82 days before lockdown and a further 25 in the first 56 days of lockdown in England, the charity said. In 12 of the 25 post-lockdown deaths, factors related to coronavirus or lockdown were thought to have played some part. These included restrictions on education and other activities, disruption to care and support services, tensions at home, and isolation."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}