{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/aug/11/belarus-opposition-candidate-lithuania-protests-svetlana-tikhanouskaya", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-08-11T23:16:58Z", "webTitle": "Belarus opposition candidate implies threat to children after leaving country", "webUrl": "https://www.theguardian.com/world/2020/aug/11/belarus-opposition-candidate-lithuania-protests-svetlana-tikhanouskaya", "apiUrl": "https://content.guardianapis.com/world/2020/aug/11/belarus-opposition-candidate-lithuania-protests-svetlana-tikhanouskaya", "fields": {"headline": "Belarus opposition candidate implies threat to children after leaving country", "bodyText": "Svetlana Tikhanovskaya, the main opposition candidate in Sunday’s disputed elections in Belarus, has left the country after an apparent threat to her children. Opposition supporters took the streets of the capital, Minsk, and several other cities for the third night running on Tuesday despite a huge police crackdown as anger at the 26-year rule of president Alexander Lukashenko continued to grow. Protesters clashed with police, who used stun grenades and rubber bullets to try to disperse the crowds who were also angry that police had attacked demonstrators laying flowers at the site where a young man was killed a day earlier. In a video published on Tuesday morning, a visibly distressed Tikhanovskaya indicated she had faced an ultimatum involving her family and was forced to flee for neighbouring Lithuania. “God forbid you face the kind of choice that I faced,” she said. “Children are the most important thing in our lives.” The circumstances of Tikhanovskaya’s departure suggested that Lukashenko was increasing pressure on her as he sought to quash the biggest protests of his 26 years in power. Lithuania’s foreign minister, Linas Linkevičius, told the Guardian that Tikhanovskaya had been detained by Belarusian authorities for seven hours after filing a complaint against vote-rigging and had crossed the border early on Tuesday. Before leaving Belarus, Tikhanovskaya appeared to have been forced to read a statement on camera calling on her supporters not to attend anti-government rallies. In a video apparently filmed on Monday in the central elections commission building in Minsk, Tikhanovskaya read from a piece of paper: “Belarusians, I urge you to be reasonable and respect the law. I don’t want blood or violence. I ask you not to resist the police, not to go to the square, not to put your lives in danger.” Tikhanovskaya sent her children out of Belarus during the campaign after she said she had received threats. Her husband, a popular YouTuber who was blocked from the elections, has been in jail in Belarus since May. “If the authorities put Svetlana in prison or charge her, this would have fuelled the protests even more,” said Katsiaryna Shmatsina , a political analyst at the Belarusian Institute for Strategic Studies. “What they intended to do most likely was to force Svetlana to leave the country to show that she is not strong enough, that she does not have the potential to be the leader.” A member of her campaign team said that Tikhanovskaya had been pressurised to leave the country by the government in exchange for the release of her campaign manager, Maria Moroz, who had been held by police since Saturday. Linkevičius confirmed that Tikhanovskaya and Moroz had come to Lithuania together. Asked whether Tikhanovskaya had fled or been expelled, he said: “It was not her intention, I believe, to leave Belarus, but it was the only option she could take, I believe.” Veronika Tsepkalo, a senior ally of Tikhanovskaya, said she too had fled the country late on Monday evening after being told there was “an order out for my arrest”. She had returned to Belarus one day earlier from Russia, where her husband, a former presidential candidate, had also fled last month. According to the elections commission Tikhanovskaya took just 10.09% of the vote, while Lukashenko won 80.08%. On Monday Tikhanovskaya filed a complaint against the official results at the commission building. At least one person was killed and dozens injured in clashes between riot police and protesters on Monday night. The fighting appeared to escalate as police once again employed rubber bullets and stun grenades against demonstrators, while some shot back with fireworks and several Molotov cocktails, according to a Guardian reporter who estimated the crowd at several thousand people. Protesters also began constructing crude barricades from shopping carts, fencing, breezeblocks and other items found on the street. Some said they had decided to join the protests after scenes of intense violence on Sunday evening, when police attacked demonstrators with rubber bullets, water cannon, stun grenades and batons. “I never went to protests before and until yesterday I told everyone I know not to go either,” said a young protester in a hoodie wearing a medical mask. “But when I saw how they beat people across the street from my house, I realised I couldn’t sit at home any longer.” “Look at what’s happening in Belarus,” Tsepkalo said. “People are fighting for their right to choose their president. It’s unacceptable that Lukashenko is shedding the blood of Belarusian people and ordering mass arrests for that.” Lukashenko, who is facing the deepest crisis of his 26 years in power, has threatened to crush any illegal rallies. The protests have largely been decentralised, with no clear leader, although popular bloggers on social media have played an important role in their coordination. Protesters organising over Telegram channels discussed bringing protective gear such as goggles and first-aid kits as they expected further clashes with riot police. On Tuesday evening, the Telegram channel Nexta told its readers to meet at 7pm in small groups of fewer than 20 and to occupy streets: “Paralyse the city! … Block the roads!” The EU foreign policy chief, Josep Borrell, tweeted on Tuesday: “Violent repression and arrests of peaceful protesters in Belarus have to stop.” The EU has said it is reassessing relations with Lukashenko’s government, but has so far stopped short of proposing sanctions. “This is such a serious situation, it really needs a profound discussion among the member states,” said a spokesman for Borrell. There are fears that Hungary could block EU sanctions, which require unanimity, after the prime minister, Viktor Orbán, called in June for the bloc to drop existing measures against Belarus. Tikhanovskaya was initially a stand-in candidate for her husband. But she grew into an effective campaigner, attracting more than 63,000 people to a rally last month in Minsk, and thousands more in small cities and towns usually dominated by Lukashenko. Lukashenko, often referred to as Europe’s last dictator, came to power in 1994. Foreign observers have not declared a Belarusian election free and fair since 1995. He was already facing unprecedented anger over his handling of the economy and a bungled coronavirus response. Additional reporting by Jennifer Rankin in Brussels"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}