{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/aug/28/back-to-school-in-covid-times-what-can-pupils-in-england-expect-", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2020-08-28T23:00:17Z", "webTitle": "Back to school in Covid times: what can pupils in England expect?", "webUrl": "https://www.theguardian.com/world/2020/aug/28/back-to-school-in-covid-times-what-can-pupils-in-england-expect-", "apiUrl": "https://content.guardianapis.com/world/2020/aug/28/back-to-school-in-covid-times-what-can-pupils-in-england-expect-", "fields": {"headline": "Back to school in Covid times: what can pupils in England expect?", "bodyText": "It has been a summer of painstaking preparations for headteachers charged with drawing up plans covering everything from new behavioural rules to “Covid-secure” measures before millions of pupils in England return to the classroom full-time next week. Many schools will look different, with spray-painted stencils marking out 2-metre distancing outside, duct tape arrows signalling one-way systems in corridors, forward-facing furniture and desks with clip-on screens so teachers can get closer to younger pupils. What else does the new normal involve for schoolchildren? Staggered entry, bubbles, shorter days … and no lingering at the school gates Many schools will stagger arrival and leaving times and lunchtimes to reduce crowding, resulting in shorter days for some and longer days for others. One mother of three said her four-year-old would have 90 minutes less school time a day. School populations and building sizes are also constraining the use of the bubbles designed to restrict Covid-19 outbreaks. Instead of keeping small groups separate so a limited number of children have to self-isolate in the event of an outbreak, bubbles may be hundreds-strong. At Exeter Road community primary school in Devon, which has around 200 children in its main building and 30 to 50 on a nursery roll, building work has put a third of space available out of action. “If you were going to have pure bubbles then surely each one would have toilet facilities of its own, so we are going to have four fairly large bubbles as a result and we’ll be trying to keep them separate, with staggered entry times,” said the headteacher, Paul Gosling. The education secretary, Gavin Williamson, implied this week that parents should avoid lingering at school gates, saying they should drop their children off and “get on with the tasks of the day”. Alfresco meals and apps for classroom lunch deliveries With some canteens off-limits and plans for some classes to eat lunch in the rooms they will be spending much or all of the day in, some schools will use apps to enable children to order their meals. Among schools trialling the app is Hampton High in the London borough of Richmond upon Thames, where the headteacher, Rebecca Poole, says enormous changes have been made. “We’ll be operating a food delivery service from the canteen as we can’t have large numbers of children eating together at the moment, and that’s where the app from our catering company comes in,” she said. Payment would normally be made via fingerprint recognition, but this has been replaced by lanyards. Schools such as Birchwood High in Bishop’s Stortford, Hertfordshire, have installed outdoor decking under a shelter so that children can eat outside. The principal, Chris Ingate, said: “We have a big indoor cafeteria, but we wanted to make provision for eating outside. It’ll be a bit like going to Costa, you’ll go in and then out, but we’ll have to see how things are in the winter months.” Uncertainty over outbreak planning and last-resort procedures Headteachers pause or take a deep breath when asked the million-dollar question: are you clear on what you’re supposed to do in the event of an outbreak? “It’s not entirely clear what will happen if there is an outbreak, but it’s not for want of trying,” said Ruth Davies, the head of Waunarlwydd primary in Swansea and the national president of the National Association of Head Teachers (NAHT). Schools have procedures in place for what to do immediately in terms of the isolation of pupils or staff, but whether an entire school or just a bubble would be sent home remains to be seen. Poole said: “Once we’ve isolated the person, made the phone call home and recommended they get tested, it’s somewhat unclear. My view is that test and trace will pick it up and we’ll be advised, but all I can say is that we’ll just have to deploy our professional judgment.” Plans are being made at her school for teachers quarantined at home to stream lessons into the classroom if needs be. With confidence in the government’s track-and-trace scheme at a low ebb, some schools have drawn up rudimentary forms to detail who shared rooms with whom. They include High Tunstall College of Science in Hartlepool, where the head, Mark Trilling said: “I think in reality if someone does come down then in our case the entire bubble of 30 would go into self-isolation. It is a bit confusing and there is no real guidance, but we would draw on our own professional judgment and take advice from the local authority.” Only 7% of school leaders were confident in the government’s test-and-trace scheme, according to an NAHT poll of nearly 4,000 school leaders. Only 18% were confident in the arrangements for a lockdown in their area. Longer-term hopes and concerns Poole and other school leaders say no one can tell when schools might be able to start thinking about relaxing some measures, but she predicts it won’t be for another nine months. “There’s a bit of concern about timetabling, but we will stick with what we’re doing because what children and parents need is clarity,” she said. “We won’t change anything until at least January, and I think we will have to go until at least March.” Davies voiced concerns about staffing, and said the coming six months could be hardest as winter takes its toll. “As soon as we have any semblance of a symptom then that person will be off, and if one or more members of staff go then there will be pressure. A steady stream of supply teachers just won’t be available.” Gosling said he feared a chaotic autumn term with teachers and pupils being sent home in large numbers and a lack of political leadership. Ingate said his main concerns were students who had fallen behind over the last few months, particularly those from disadvantaged backgrounds, as well as the “whole unpredictability” of Covid-19 and the potential for a second wave. “What happens? We’d take would advice from our local authority and health bodies, but I have an instinct that it would probably play out in terms of an increased incident rate in the area rather than the school being the centre. If rates went up, we’d see it,” he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}