{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/aug/28/mikel-arteta-expecting-many-more-cases-of-covid-19-in-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-08-28T21:30:03Z", "webTitle": "Mikel Arteta defends Arsenal job losses and warns players over pay cuts", "webUrl": "https://www.theguardian.com/football/2020/aug/28/mikel-arteta-expecting-many-more-cases-of-covid-19-in-premier-league", "apiUrl": "https://content.guardianapis.com/football/2020/aug/28/mikel-arteta-expecting-many-more-cases-of-covid-19-in-premier-league", "fields": {"headline": "Mikel Arteta defends Arsenal job losses and warns players over pay cuts", "bodyText": "Mikel Arteta has defended Arsenal’s decision to cut 55 jobs and said his players should not expect to influence club matters simply because they agreed to take a pay cut. Arsenal, who have encountered financial difficulties owing to the Covid-19 pandemic, faced widespread criticism when they announced a swathe of redundancies this month. Players were unhappy with the cost-cutting measures as they thought colleagues in other departments would be protected when they agreed wage cuts of of 12.5% in April, which were lowered to 7.5% when they qualified for the Europa League. Eyebrows were raised when Arsenal, who face Liverpool in the Community Shield on Saturday, signed Willian from Chelsea on a three-year deal. Yet Arteta, who is close to buying Gabriel Magalhães from Lille for £27m, argued that the redundancies were designed to protect the club’s future. “The players were happy to help the club in this difficult financial position,” Arteta said. “That doesn’t mean that afterwards you are going to have a say in every decision made by the club. It can’t work like that. At the end of the day it wasn’t an obligation, it was a choice whether you wanted to do it or not. “We tried to do the right things as human beings to help a club that has been supporting us, in my case for many years, and in others cases here as well, whether you were injured, sick, performing or not performing. We believe it was the right thing to do and then the club has to be free to try to fight for the future in the most positive and stable way.” Arteta, who is confident Pierre-Emerick Aubameyang will sign a new three-year deal worth £250,000 a week, accepts people are annoyed. “I understand,” he said. “If you are only looking at the financial point of view you can get some contradictory messages. But what is very clear is the club had a very thorough plan of how they needed to restructure in order to function better and be more stable for the future. They were very convincing with every argument. “It’s really sad and it was during the Covid period that we had to make the decision to get our players to contribute to the pay cuts. One of the reasons was to maintain some of them. We have been trying to do the right thing and the club is trying to protect the future as much as possible.” Arteta, who replaced Unai Emery as manager in December, was asked whether the departure of Raúl Sanllehí as the director of football would increase his own influence. “It’s something we’re discussing,” he said. “I want to wish Raúl all the best. I worked alongside him and I enjoyed that. The club made a very difficult decision. But the way he left, he honoured the club. “Now we have to figure out the best way to run our club on the sporting side. That’s what we are trying to do while trying to achieve all the targets that we have for this transfer market. I don’t know what’s going to happen. There are things we’re discussing internally. We want to find the best way to be as efficient as possible.” Arteta said the Premier League season was on a knife edge after players at several clubs recorded positive tests for coronavirus. “I think we are going to have many more cases in the future unfortunately,” he said. “We are trying to get used to it and trying to manage the situation as well as we can.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}