{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2020/aug/11/could-england-and-wales-follow-scotlands-exam-grades-u-turn", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2020-08-11T21:30:47Z", "webTitle": "Could England and Wales follow Scotland's exam grades U-turn?", "webUrl": "https://www.theguardian.com/education/2020/aug/11/could-england-and-wales-follow-scotlands-exam-grades-u-turn", "apiUrl": "https://content.guardianapis.com/education/2020/aug/11/could-england-and-wales-follow-scotlands-exam-grades-u-turn", "fields": {"headline": "Could England and Wales follow Scotland's exam grades U-turn?", "bodyText": "After Scotland’s U-turn over how its exam grades will be awarded this year, the obvious question is: could the same happen in England and Wales when A-level results are published? The short answer is that until we see the data on Thursday morning it’s impossible to know. But ministers in England and Wales, as well as exam regulators in both countries, will be on edge. The longer answer lies in subtle and not so subtle differences between the education and exam systems in all three countries, including the legacy of the former education secretary, Michael Gove. In Scotland, the government has ordered its exam regulator to scrap the system it had used to award grades for Scottish Highers, which in 124,000 cases had marked down the grades assessed by teachers in favour of lower grades resulting from a statistical model. The model became particularly controversial when it was seen to disproportionately affect pupils from disadvantaged areas. Because England’s exam regulator, Ofqual, has used an equivalent model, a similar result may occur when grades are sent to individual students on Thursday. But how much depends on crucial differences in the models and the assessment systems. Pupils sit Scottish Highers a year earlier than A-levels – typically at age 17 – and are taken by a wider spread of pupils and schools. Close to 78,000 Scottish pupils take Highers and Advanced highers each year, while only 250,000 sixth formers in England take A-levels despite its larger population – meaning A-levels are taken by a narrower and more advantaged band of the population. (Some Scottish independent schools also do A-levels rather than Highers.) That means that the high proportion of disadvantaged candidates who may have suffered at the hands of Scotland’s statistical model are less likely to take A-levels in England. What do they do instead in England? In around 100,000 cases, pupils take level three Btecs, which are modular, more vocational courses equivalent to A-levels. And according to the exam board that administers Btecs, around 97% of grades awarded will use teacher assessment. This may be an important safety valve for the exam system in England. The concern in all of the UK’s countries has been to maintain stability in their exam systems. In Europe, France and the Netherlands have gone in the opposite direction, with results rising and rising, leading to criticism that qualifications there have been debased. But that means individuals can suffer for the national system to be maintained. Based on Ofqual’s statements, as many as 100,000 entries by candidates may have been assessed as deserving A*s in courses by their teachers. But last year fewer than 60,000 A* grades were gained in exams – suggesting that Ofqual will downgrade the remainder, many of whom may feel robbed when they find out. In most of those cases, though, friendly university admissions officers will alleviate the distress. Scotland’s regulators were also more accommodating than their peers in England when they first set the overall proportion of grades awarded. Scottish education secretary John Swinney, in his U-turn announcement, was careful to explain that the original grades included higher increases in pass rates among young people from deprived backgrounds than from any other group, and that the pass rate overall rose by 4.2%. Meanwhile, Ofqual has suggested that grades in England will improve on average by just 2%, leading to the calculation that teachers’ assessments in England will be downgraded nearly 40% of the time. Another potential weakness for England is that the Gove-era reforms stripped out almost all modular courses and assessment, and relied instead on the final exams. This makes its exams more vulnerable to the disruption caused by coronavirus. Wales, however, retained the modular form of A-levels and AS-levels that England largely abandoned. That makes its task easier, in that it has more recent results to extrapolate from, whereas England’s model uses prior attainment from GCSE results taken two years earlier. That difference may be more abrupt next week, when GCSE results are awarded – England’s prior attainment data for its pupils will rely upon exams taken by the cohort five years before, Sats, in the final year of primary school. Authorities in Northern Ireland also retained AS-levels as a component of A-level grades and kept coursework and modules as part of GCSE and A-levels, giving them a stronger starting point for this year’s results. If Thursday’s results provoke a storm of criticism similar to that seen in Scotland, what are the government’s options? A U-turn on the scale of Scotland seems unlikely, because of the differences between A-levels and Highers, and the problem of comprehensives being more likely to “under-predict” grades in England. Late on Tuesday came a significant concession: the option to use mock exam results certified by pupils’ schools if they are unhappy with their A-level or GCSE results. It remains to be seen whether this will be enough to placate pupils, parents and teachers. • This article was amended on 13 August 2020. The number of pupils who take Highers and Advanced Highers is close to 78,000, not 300,000 – that is the number of entries for Scottish Qualifications Authority qualifications from all candidates."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}