{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2020/aug/20/osiris-rex-mission-asteroid-sample-collection-nasa-bennu-spacecraft", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2020-08-20T20:30:30Z", "webTitle": "Osiris-Rex mission on course for asteroid sample collection", "webUrl": "https://www.theguardian.com/science/2020/aug/20/osiris-rex-mission-asteroid-sample-collection-nasa-bennu-spacecraft", "apiUrl": "https://content.guardianapis.com/science/2020/aug/20/osiris-rex-mission-asteroid-sample-collection-nasa-bennu-spacecraft", "fields": {"headline": "Osiris-Rex mission on course for asteroid sample collection", "bodyText": "Nasa’s Osiris-Rex (origins, spectral interpretation, resource identification, security, regolith explorer) asteroid mission has performed its final practice run for its forthcoming sample collection manoeuvre. The spacecraft is 288m km from Earth, in orbit around the asteroid Bennu. On 20 October it is scheduled to descend and touch the asteroid, where it will collect material from the surface. Asteroids are ancient celestial objects that date from the formation of the solar system. They can therefore reveal the conditions in which our planet formed. On 11 August the spacecraft approached Bennu to an altitude of approximately 40 metres above the designated collection site, and then backed away into its 1km-high safe-home orbit. The rehearsal lasted more than four hours. The sequence had to be programmed in advance because it takes 16 minutes for a signal to travel between Earth and the spacecraft, preventing real-time operation. During the rehearsal, the sampling arm, known as the touch-and-go sample acquisition mechanism, unfolded and assumed its working configuration. This was the team’s second test run. The next time the spacecraft approaches Bennu will be the acquisition attempt. The samples collected will be dropped to Earth in a protective capsule on 24 September 2023."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}