{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/aug/11/premiership-clubs-coronavirus-forfeit-20-0-says-sale-director-covid-19", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-08-11T21:00:46Z", "webTitle": "Premiership clubs hit by Covid-19 could forfeit 20-0, says Sale's Diamond", "webUrl": "https://www.theguardian.com/sport/2020/aug/11/premiership-clubs-coronavirus-forfeit-20-0-says-sale-director-covid-19", "apiUrl": "https://content.guardianapis.com/sport/2020/aug/11/premiership-clubs-coronavirus-forfeit-20-0-says-sale-director-covid-19", "fields": {"headline": "Premiership clubs hit by Covid-19 could forfeit 20-0, says Sale's Diamond", "bodyText": "Premiership rugby teams could be required to forfeit games 20-0 if they cannot play because their players have coronavirus. Premiership Rugby insists postponements will only be triggered by a club announcing they cannot field a competitive team if, for example, all their props are in quarantine. In that event a panel will rubber-stamp the decision to award victory to the opposing team, with no space available in the tightly packed schedule for rescheduled fixtures. The move represents one of the first examples in sport of a Covid-19-related penalty for teams who are unable to fulfil fixtures. Games could still go ahead if a handful of players test positive but the situation will become more complicated should a clutch of tight forwards from the same club contract the virus. Because of the close contact in scrums and lineouts, it could be their immediate teammates will also have to be isolated in the interests of containing any spread. In the event of a local lockdown which is not the responsibility of a club and forces a match to be called off, the two teams are set to share the points. “If a club is unavailable through Covid then the opposition get a 20-point win,” the Sale Sharks’ director of rugby, Steve Diamond, said. “I’m not anticipating that to happen but we are in Greater Manchester. If there was a lockdown here and Exeter were coming up the following week, then they couldn’t play.” The ramifications for the entire league would be significant if there is an outbreak to match the current one at Stade Français, with L’Equipe reporting that 25 members of the club have contracted Covid-19. Training has been suspended and the players concerned will be required to self-isolate until at least 17 August, with the new Top 14 season starting on 4 September. In a bid to ensure the least possible disruption, all players and coaching staff are being tested twice this week, with an extra round of tests due on Wednesday in addition to the weekly tests on Mondays. The results of the latter batch will be released on Wednesday, with all concerned desperate to avoid a sudden spike in infections before the league’s resumption. The situation in England, for now, is less problematic than in France with Diamond revealing Sale have not had a single positive in five weeks. All Premiership clubs, even so, have their fingers crossed with Saracens’ director of rugby, Mark McCall, acknowledging a raft of enforced cancellations would be a nightmare for the sport. Teams are set to travel to and from away games in two buses to ensure social distancing, with Sale hiring a pool table and a table tennis table to keep their players occupied before the first game back against Harlequins at Twickenham Stoop on Friday."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}