{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/booksblog/2017/feb/11/open-thread-discuss-terry-pratchett-back-in-black-with-spoilers", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2017-02-11T21:40:26Z", "webTitle": "Open thread – discuss Terry Pratchett: Back in Black (with spoilers)", "webUrl": "https://www.theguardian.com/books/booksblog/2017/feb/11/open-thread-discuss-terry-pratchett-back-in-black-with-spoilers", "apiUrl": "https://content.guardianapis.com/books/booksblog/2017/feb/11/open-thread-discuss-terry-pratchett-back-in-black-with-spoilers", "fields": {"headline": "Open thread – discuss Terry Pratchett: Back in Black (with spoilers)", "bodyText": "Terry Pratchett, who died in March 2015 at the age of 66, left behind 41 novels set in his Discworld universe, loved by millions of fans around the world. He also left behind an unfinished autobiography, which provides much of the source material for a new docudrama to be broadcast on BBC2 on Saturday in the UK. When we published a news story about some of the themes in Terry Pratchett: Back in Black, readers provided thoughtful, and often emotional perspectives and tributes. In a discussion that largely focused on what the writer called the “haze of Alzheimer’s” in his later days, you talked about what he meant to you, and also some of your personal experiences with the disease and the dementia it can cause. There are also revelations about his earlier life that fans may not have known and will be keen to see on screen. As it airs, this is your opportunity to discuss the docudrama, which the BBC describes as “poignant and humorous” but which will perhaps again provoke strong emotional response. Have you been watching? What were the most interesting or surprising aspects of Pratchett’s life on screen? What did you think of Paul Kaye’s portrayal of the writer? Share your thoughts in the comments below. Terry Pratchett: Back in Black is on BBC2 at 9pm on Saturday 11 February (and available on iPlayer shortly afterwards)."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}