{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/feb/09/england-eddie-jones-roof-open-wales-six-nations", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-02-09T22:11:19Z", "webTitle": "England’s Eddie Jones begins mind games before Wales Six Nations match", "webUrl": "https://www.theguardian.com/sport/2017/feb/09/england-eddie-jones-roof-open-wales-six-nations", "apiUrl": "https://content.guardianapis.com/sport/2017/feb/09/england-eddie-jones-roof-open-wales-six-nations", "fields": {"headline": "England’s Eddie Jones begins mind games before Wales Six Nations match", "bodyText": "Eddie Jones has landed the first psychological blow before England face Wales on Saturday by insisting the Principality Stadium roof stays open, basing his apparent U-turn on “what I think is the best thing for the team to win”. Wales wanted the roof shut and expected Jones to agree but after waiting until just minutes before the 48-hour deadline, he refused to grant Rob Howley’s side their wish. Jones had previously said he did not care if the roof was open or not. “The louder it is, the better it is. We’ll toss a coin and see what happens,” he said after the win against France on Saturday. By Thursday his tune had changed, even if he claimed the delay in informing Wales was because of how low the roof was on his list of priorities. Asked if he wanted the roof closed to test his players, which was the suggestion earlier in the week, he said: “I want to test them but I want to win.” After England were thrashed 30-3 in 2013, when Stuart Lancaster had asked for the roof to be closed, he then ensured it was open during the 21-16 victory two years ago. England’s record is significantly better when the roof is open but Jones said he has been more preoccupied with the “shenanigans” that await his side. “Our priorities this week are to get to ourselves physically right, psychologically right,” he said. “Selection’s been difficult. They’ve been major priorities for me and I haven’t sat at night thinking about whether the roof should be open or closed. We’re prepared to win. We’re prepared for any shenanigans that might go on. We’re bloody excited about playing there. It’s a great opportunity to play in one of the great stadiums of the world.” The message from Jones is clear. He has named Maro Itoje and Jack Clifford as his flankers, with Nathan Hughes continuing at No8 – a trio who between them can list only four international starts in the back row – but he will not accept his side buckling in the face of the Cardiff cauldron as in 2013. Jones said: “Some of our players have never played at Principality Stadium. We’ve encouraged the interaction between the players on what you have to do to cope. “Rugby is the main sport [in Wales] and the support is absolutely fever pitch. Rugby means such a lot. You go to those places and you feel that need to win, that urgency to want to win and to dismantle the opposition.” While daffodils being thrown for 15 minutes is as unlikely as the “oscillating roof” that Jones has anticipated with tongue in cheek, this fixture has been littered with off-field flashpoints. There is the notorious tale of the Welsh fan butting the England bus and two years ago Chris Robshaw’s refusal to be kept waiting ensured a stand-off in the tunnel before kick-off. “You go to the hotel and unless you do things, players get rung incessantly through the night,” Jones said. “Those things happen. You go to the ground and the traffic controller drives slower than the traffic’s going to make sure you’re late. You get to the ground and there’s something wrong with your dressing room – there’s lights off or the heater’s switched off. This week’s been a great learning experience for the team in understanding that. Whatever we do on Saturday, we’ll be better for it.” While Jones’s late decision on the roof may yet light the touchpaper, there has been little in the way of an exchange of words between the sides this year. BBC Wales endured embarrassment on Thursday when appearing to remove a widely criticised promotional video from social media. During the trailer a series of blank faces were shown after a number of Wales fans were asked: “What is good about England?” Dylan Hartley is confident Joe Marler will handle the occasion of his first appearance against Wales since he was banned for two matches and fined £20,000 for calling Samson Lee a “Gypsy boy” in the reverse fixture last March. “There’s been a lot of rugby played since then. Joe’s matured incredibly, his role within our team, I’ve seen him step up incredibly well,” the England captain said. “His leadership off the field has increased as well, he’s definitely huge for us in that area.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}