{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/feb/01/manchester-united-hull-city-premier-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-02-01T22:04:34Z", "webTitle": "Manchester United fall short of José Mourinho’s demands in goalless draw", "webUrl": "https://www.theguardian.com/football/2017/feb/01/manchester-united-hull-city-premier-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2017/feb/01/manchester-united-hull-city-premier-league-match-report", "fields": {"headline": "Manchester United fall short of José Mourinho’s demands in goalless draw", "bodyText": "Manchester United are in danger of dropping out of the race for Champions League qualification unless they start winning again. A return to the stodgy football that haunted Louis van Gaal’s reign as manager and a lack of ruthlessness is costing José Mourinho’s side rather than the unfair officiating he believes is shaping the season. Towards the end Juan Mata was found by Chris Smalling in front of Hull City’s goal but the Spaniard missed badly: it was a microcosm of what plagues United. This draw means there has been a solitary league victory in four outings in 2017 and the gap to fourth-placed Liverpool is four points despite Jürgen Klopp’s side dropping two against Chelsea on Tuesday. The evening started with the non-appearance of Anthony Martial when the rest of the substitutes warmed up. However, the forward did stride out for the kick-off to take his place on the bench. For a match that Mourinho said United had to win, the manager made nine changes from the XI that knocked Wigan Athletic out of the FA Cup here on Sunday, with Marcos Rojo and Henrikh Mkhitaryan the only survivors. Marco Silva stood down five of the side that suffered a 4-1 reverse to Fulham in the competition. Eldin Jakupovic, the goalkeeper, Andrew Robertson, David Meyler, Tom Huddlestone, Sam Clucas and Evandro Goebel were all retained by the manager, who would have settled for a draw given Hull’s perilous position at the bottom of the table, five points from safety, before kick-off. United have been slow starters of late so Mourinho would have been pleased to see Ander Herrera zip the ball into Mkhitaryan early on but not how the half unfolded. Only a vital interception from Robertson stopped the Armenian following some neat control. After this United – and the contest – became stuck in the middle third of the pitch. The home side dominated possession but a lack of invention and an inability to utilise the pace of Marcus Rashford and Mkhitaryan allowed Hull to stifle them. It was Rashford who broke the game open by troubling Hull along their right. The No19 quickstepped infield, fed Zlatan Ibrahimovic and the Swede’s shot gave the visitors a warning. Next, Antonio Valencia swapped passes with Herrera and split Hull open as the right-back moved in behind. From the right he flicked over a cross but, as the ball came to Daley Blind, the left-back leant back and blazed a volley over. There followed a passage of United pressure as Valencia, Herrera and Mkhitaryan all probed down the right. But this amounted to nothing and suddenly Rojo misplaced a pass, Lazar Markovic took the ball on and Phil Jones needed to clear with a header. Around the midway point of the 45 minutes Mourinho sent out Wayne Rooney, Mata and Jesse Lingard to trot up and down the touchline. If this was a warning to those already representing United on the field, it did not buck them up. When Martial was later sent out he was greeted by the Stretford End’s ironic song about him being a waste of money. This drew a salute from him, though there had been little to hail on the field as the interval approached. A scuffed Ibrahimovic effort was about as good as it got from either side, until some pinball stuff inside Hull’s area from Mkhitaryan and a Paul Pogba attempt that Jakupovic did well to save. Uninspiring opening halves have become the story recently for Mourinho’s team. Yet again he may have had harsh words with his players at the break. He might also have considered a personnel or formation change as Rashford, in particular, was isolated. This occurred when the second half began with Rooney on for Michael Carrick, Pogba dropping into the latter’s midfield berth, and the captain occupying his favoured No10 position. This did nothing initially to change United’s tempo as they enjoyed plenty of possession with no impact. Hull’s ploy was to soak up the pressure and hit the home side on the break, as they did when the sturdily built Oumar Niasse ran free and threatened David De Gea’s goal. A slick Pogba pass that beat the visitors’ defence put Ibrahimovic in on Jakupovic but the striker’s grimace at an inability to control the ball underlined a spurned opportunity. There was more frustration when Pogba found Rashford running a clever diagonal but he, too, could not capitalise. Moments later Jones limped off, making way for Smalling, Rooney hit an air-shot and, when the ball came to Ibrahimovic, he too failed to finish. On 62 minutes Mourinho dealt his last card, taking off Mkhitaryan for Mata. At the close Markovic beat De Gea but not his right post and United pressed to no avail. Their dip in form is ill-timed."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}