{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/feb/28/mercedes-lewis-hamilton-f1-testing", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-02-28T22:32:09Z", "webTitle": "Mercedes set pace again in F1 testing as Lewis Hamilton praises new cars", "webUrl": "https://www.theguardian.com/sport/2017/feb/28/mercedes-lewis-hamilton-f1-testing", "apiUrl": "https://content.guardianapis.com/sport/2017/feb/28/mercedes-lewis-hamilton-f1-testing", "fields": {"headline": "Mercedes set pace again in F1 testing as Lewis Hamilton praises new cars", "bodyText": "New rules and a reset for the sport was the plan for Formula One in 2017 but by the end of day two of testing in Barcelona, the time sheets were telling what will for many be a worryingly familiar story. Mercedes, unstoppable for the past three years and largely in a different league from their competitors were quickest once again in the morning session, with Lewis Hamilton setting the fastest time. Although it was ultimately beaten by the Ferrari of Kimi Raikkonen in the warmer temperatures of the afternoon, the Finn did so while Hamilton’s Mercedes team-mate, Valtteri Bottas, proceeded to complete a full, trouble-free, race-length simulation, a remarkable achievement on only the second day of testing in newly developed machinery. McLaren’s tale, however, was one of woe, with the team having to change their power unit for the second time in two days. Hamilton completed 66 laps with his best time of 1.20.983, set on the super-soft rubber, eight-tenths quicker than his best on Monday. It was another early marker of how well his team have designed their car and engine for the new regulations and that it will get better, too, seems a given. He dropped three-tenths on that quick lap in the third sector, while the cool track temperature did not make for ideal conditions. Raikkonen’s time was two-hundredths quicker but in warmer temperatures as the sun came out after lunch. Hamilton, who because of the speed and physicality required to drive the new cars described it in complimentary terms as a “beast” on Monday, had a similar impression on day two. “The car is so much faster in the corners. The force you feel on your body and on your neck is much higher,” he said. “I’ve got bruises and bumps where I’ve never really had them before.” Bottas in turn was happy with the time he put in behind the wheel. “I think it was another good test day for the team. We did so many laps again and completed all the runs that we had planned to do,” he said. “I worked on race simulations this afternoon. It was quite tricky with the windy conditions but I’m sure that we can learn a lot from the data.” Equally familiar and of equal concern to their rivals will be the relentless, uninterrupted efficiency with which Mercedes are breaking in their new car – 152 trouble-free laps were run on Monday and a further 168 on Tuesday. It gave this test – with not only brand new cars but entirely new power units as well – a distinct sense of déjà vu. They completed 975 laps in 2014 and the highest numbers of laps in testing in 2015 and 2016, with 1,340 and 1,294 respectively, all three a precursor to seasons of utter dominance. The previous car was to prove virtually bullet-proof and at the Circuit de Catalunya they laid down another marker for the new model, with Bottas completing 102 laps including that full race-length simulation run in the afternoon – a milestone to which other teams may still be aspiring on day four. McLaren. too, have a sense of history repeating but theirs is disturbing and entirely unwelcome . After enduring a torrid time with Honda’s return as engine manufacturer at the 2015 test and then two years of underperformance, the optimism from the team’s launch has taken a body blow again in Barcelona. An oil system problem forced an engine change on Monday after Fernando Alonso had completed only one installation lap and he would complete only 29 in total. Tuesday began ominously, with Stoffel Vandoorne opening his first full season with the team by bringing the MCL32 to a halt at the end of the pit lane before even taking to the track. Worse was to come. He returned to the garage and the problem was rectified and he went on to complete 29 laps but then Honda confirmed they were going to have to change the engine again, due to a problem they have still yet to identify causing it to lose power. He did finally get out again late in the afternoon but completed only 40 laps in total and his best time was 4.6 seconds off the pace. “It’s not the start we hoped to have,” Vandoorne said. “Obviously we wanted to do more laps but we are a professional team and working hard to solve the issues we have. There are six days left, which is not a huge amount, and we need to make the most of every lap we get on track.” The team used the hashtag #ChangeTheGame to launch their post-Ron Dennis papaya orange car, promoting a sense that a corner had been turned. Honda had entirely redesigned their V6 engine, adopting the split turbine and compressor solution that Mercedes had made so successful and there were strong expectations that this time they would hit the ground running. They have not and with only eight days of after-testing available before the first round in Australia, two have already been almost wasted. The rules may be new but so far the ups and downs of F1 2017 have more of an air of re-run than reset."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}