{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2017/feb/19/dfe-allegations-of-trojan-horse-plot-in-oldham-primary-school", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2017-02-19T21:17:01Z", "webTitle": "Council investigates Oldham headteacher's claims of threats", "webUrl": "https://www.theguardian.com/education/2017/feb/19/dfe-allegations-of-trojan-horse-plot-in-oldham-primary-school", "apiUrl": "https://content.guardianapis.com/education/2017/feb/19/dfe-allegations-of-trojan-horse-plot-in-oldham-primary-school", "fields": {"headline": "Council investigates Oldham headteacher's claims of threats", "bodyText": "An investigation has been launched after a headteacher claimed she had been forced to work from home and that her position at an Oldham school had been made untenable by alleged threats and verbal abuse. The Department for Education is working with Oldham council to investigate allegations made by Trish O’Donnell, head of Clarksfield primary school, that she feared for her safety after a string of alleged incidents that she labelled a “Trojan horse” plot to make her quit. O’Donnell’s claims were backed by the headteachers’ union, NAHT, who said there was a “variety of apparent Trojan horse issues” in the Oldham area. But the DfE said the investigation had nothing to do with extremism and “shouldn’t be referenced as Trojan horse”, as did the council that produced a report into the claims. Those accused of being involved also reject the description. The term Trojan horse first rose to prominence in March 2014 after an anonymous letter to Birmingham city council alleged a plot by conservative Muslim groups to take over some of the city’s schools – referring to a so-called “Operation Trojan horse”. After a number of inquiries, no evidence was found of violent extremism, but concerns were raised about school governance. According to the Sunday Times, a confidential report on Clarksfield by Oldham council this month said O’Donnell claimed she had been subjected to a long campaign involving death threats. In an email sent to the council in December, O’Donnell is said to have complained of enduring “harassment and intimidation” in the form of “aggressive verbal abuse” and “threats to blow up her car” from people allegedly pushing conservative Muslim values. She wrote that she had “very strong reasons to believe that … a Trojan horse agenda [is] being played out”. Issues arose in 2013 when Ofsted inspectors criticised levels of attainment at the school, where most of the pupils are of Pakistani heritage. The council report referred to the activities of Nasim Ashraf, a parent-governor at the time, who allegedly hosted “Islamic teaching sessions” on Clarksfield school premises while his wife, Hafizan Zaman, “made remarks to Asian staff members that they should be wearing a veil and covering their heads”. The couple also allegedly took exception to Hindi music being played in class, were angered by sex education classes and were accused of intimidating staff and undermining the headteacher. The council reportedly said they tried to mobilise parents to “secure changes at the school to reflect their interpretation of Islam”. The report said officers believed the couple were trying to intimidate school staff and undermine the headteacher. It spoke of their “extremely problematic” behaviour in “seeking to mobilise other parents and the wider community” against O’Donnell. The report said this did not constitute a Trojan horse-style plot and added that Ashraf was not an extremist and “not part of any wider conspiracy”. There is no suggestion that he or his wife were involved in the threats of violence. Ashraf also denies any Trojan horse plot. “It’s my duty to keep an eye on things,” he told the Sunday Times. “The school is still a failing school – we need to remove Mrs O’Donnell and replace her with a better headteacher.” In communication with the Guardian, his wife, Zaman, said she and her husband were seeking legal advice following the accusations and would be making a further comment shortly. A DfE spokesperson said: “We are already aware of the allegations raised in the report and we are working closely with Oldham council.” Oldham council’s cabinet member for education, Amanda Chadderton, said: “We take any allegations about our schools very seriously. The report into an Oldham primary school found no basis to the Trojan horse allegations.” Debbie Abrahams, MP for Oldham East and Saddleworth, said: “Any allegations of harassment of teaching staff or of potential security threats must be taken seriously. “We must, of course, be vigilant to any issues that could conflate community tensions. This is why, along with the council, other Oldham MPs, organisations and leaders, we continually work across our diverse communities whilst tackling underlying inequalities which ultimately fuel these tensions. “Unfortunately the new Prevent duty placed on educators to report people at risk of radicalisation is fraught with difficulties, as has been raised by David Anderson, the independent reviewer of terrorist legislation.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}