{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2017/feb/06/australian-woman-killed-after-jetski-collides-with-husbands-in-thailand", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2017-02-05T21:40:04Z", "webTitle": "Australian woman killed after jetski collides with boyfriend's in Thailand", "webUrl": "https://www.theguardian.com/world/2017/feb/06/australian-woman-killed-after-jetski-collides-with-husbands-in-thailand", "apiUrl": "https://content.guardianapis.com/world/2017/feb/06/australian-woman-killed-after-jetski-collides-with-husbands-in-thailand", "fields": {"headline": "Australian woman killed after jetski collides with boyfriend's in Thailand", "bodyText": "An Australian woman has died on holiday in Thailand after her jetski collided at high speed with another being driven by her boyfriend. The Bangkok Post reported that the couple were riding the jetskis off Kata beach in Phuket on Sunday afternoon. The woman who died was identified as a Victorian woman, Emily Jayne Collie, 20, and her partner as Tommy Keating. Lifeguards gave her first aid on the beach before taking her to a nearby hospital but she died en route. Local media reported that Collie suffered severe neck and shoulder injuries. In a police statement, Keating said the glaring sun had blinded their vision. A spokesman for Katon fire and rescue department told the media there would be a postmortem examination, and that Collie’s family in Australia had been informed of her death. “People on the beach tried to rescue her and send her to a hospital,” Patiwat Yodkwan, a senior police officer, told AFP, adding that her partner was not seriously injured in the accident. “We are still investigating the cause of the accident. The boyfriend is in mourning … so we cannot ask him much.” Friends of Collie, a student at Charles Sturt University, paid tribute to her on social media. “Cannot even accept that this has happened,” Collie’s friend Steph Hanlon wrote. “Such a beautiful and strong girl and I feel so blessed to have once been so close with you. Emily Jayne Collie you will forever be loved, hope there’s a nice big trampoline up there for you xxxx.” Keating’s sister, Bree Lyon, told Fairfax Media the family was “absolutely devastated” about the death of “our darling girl with those beautiful curls”. “From the very moment I met you I loved you, I cherished your genuine heart, and that beautiful smile,” Lyon said. “I was inspired by you in so many ways, my darling girl, you were so strong and so determined. “I miss you so much, Emily. I truly do. I love how you loved my brother, the way you looked into his eyes with nothing but pure love, it was the truest thing I’ve ever been grateful to witness.” Keating suffered minor injuries in the accident. Collie previously attended Goulburn Valley grammar school in Shepparton and was reportedly from Kyabram, 200km north of Melbourne. • This article was amended on Tuesday 7 February. The original version said Tommy Keating was Emily Jayne Collie’s husband."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}