{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/live/2017/feb/01/markets-manufacturing-data-china-eurozone-uk-federal-reserve-business-live", "type": "liveblog", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2017-02-01T21:07:12Z", "webTitle": "Federal Reserve leaves interest rates on hold, as global manufacturing picks up pace - as it happened", "webUrl": "https://www.theguardian.com/business/live/2017/feb/01/markets-manufacturing-data-china-eurozone-uk-federal-reserve-business-live", "apiUrl": "https://content.guardianapis.com/business/live/2017/feb/01/markets-manufacturing-data-china-eurozone-uk-federal-reserve-business-live", "fields": {"headline": "Federal Reserve leaves interest rates on hold, as global manufacturing picks up pace - as it happened", "bodyText": "And finally, Wall Street has closed a little higher tonight. Shares were helped by the Fed’s upbeat view of the US economy, and its decision not to hike borrowing costs. The blowout ADP jobs figures, released earlier today, also boosted the mood among traders. The strong manufacturing data from January provided another lift. That’s all for today. Goodnight! GW There’s not much market reaction to the Fed decision. The Dow Jones industrial average has turned positive. up a modest 24 points at 19,888 points. Wall Street traders are encouraged that the Fed had an upbeat view of the US economy. “Confidence in the economy was reflected in the more emphatic statement with regard to inflation,” said Atul Lele, chief investment officer at Deltec International Group in Nassau, Bahamas (via Reuters) The next US interest rate hike might not come until June, argues Lee Ferridge, head of multi-asset strategy for North America at State Street Global Markets. The market is currently attaching around a 25 percent probability to a hike in March and that is unlikely to change substantially following the broadly neutral statement. Although recent Fed commenters have taken a more hawkish tone it seems that the uncertainty surrounding likely policy moves in the coming months means that the FOMC remains in wait and see mode. While a March move is still possible should headline inflation and inflation expectations rise materially in the coming weeks, it seems that the June meeting is now the most likely time for the next hike in the cycle. Paul Ashworth of Capital Economics agrees, saying the Fed is obviously in ‘wait and see mode’. At the conclusion of its two-day FOMC meeting, the Fed issued a near-identical statement to the one released in December, which strongly suggests it has no intention of raising interest rates again at the upcoming March meeting. We love a sporting metaphor in this blog, but Matt Weller, Senior Market Analyst at Faraday Research, may baffle UK readers with this quote.... Ahead of today’s Federal Reserve meeting, some analysts were comparing the central banker confab to this weekend’s NFL Pro Bowl, an event that even diehard football fans struggled to watch given the lack of effort by the so-called stars. As it turns out, watching a replay of the Pro Bowl (or even watching paint dry) may have been more exciting. The Fed will be reluctant to raise borrowing costs until it has a better idea of Donald Trump’s policy plans, argues Tanweer Akram of Thrivent Financial, a financial services group. Akram says: Higher tariffs, restrictive immigration policies, and protectionism could have some harmful effects, though increased infrastructure spending and lower taxes could be beneficially. It remains to be seen what economic policies will enacted and how these will be implemented. Tighter labor markets could lead to an increase in inflation, but so far inflationary pressures have been restrained. The Fed will resume tighten in the coming months if economic conditions continue to show signs of improvement and there is evidence of inflationary pressures mounting. Kully Samra, UK Managing Director of Charles Schwab, says the Fed was in no rush to hike borrowing costs today: “This is only the first FOMC meeting of eight in 2017 so there are still plenty of opportunities for the Fed to raise interest rates throughout the year and it is likely that we will see a rate rise in March or June. In our view, two rate hikes this year would be sufficient to stave off inflation concerns and would not negatively impact economic growth. Samra argues that the US stock market will keep rallying in the months ahead: “Inflation is picking up and the Fed is becoming more hawkish, but the conditions supporting those moves can also be seen as positive news for US stocks. We continue to see encouraging economic data and earnings reports which, combined with a healthy job market, wage growth and increased consumer confidence, is good news for US equities and the wider economy. “We stand by our view that U.S. stocks will outperform developed international stocks in the coming months. Although rising inflation and investor nerves could lead to bouts of volatility and some pullbacks, the bull market shows little sign of slowing in the near future.” No-one’s surprised that the Federal Reserve’s Open Market Committee left interest rates unchanged today -- it’s only two months since their last hike, after all. Here’s some reaction: The US Federal Reserve has flagged up that the US economy is strengthening (but not enough to encourage it to raise borrowing costs today). In a statement, it says: Information received since the Federal Open Market Committee met in December indicates that the labor market has continued to strengthen and that economic activity has continued to expand at a moderate pace Job gains remained solid and the unemployment rate stayed near its recent low. Household spending has continued to rise moderately while business fixed investment has remained soft. On inflation, the Fed says that the cost of living has picked up, but remains below its target of 2% in the “longer run”. The Fed’s policymakers also see economic growth continuing, even as it tightens monetary policy in the months ahead. They say: The Committee expects that, with gradual adjustments in the stance of monetary policy, economic activity will expand at a moderate pace, labor market conditions will strengthen somewhat further, and inflation will rise to 2 percent over the medium term. Near-term risks to the economic outlook appear roughly balanced. The Committee continues to closely monitor inflation indicators and global economic and financial developments. Newsflash: America’s central bank has decided to leave interest rates unchanged, at their current level of 0.5%-0.75%. European stock markets closed higher tonight, helped by the news that factory output across the eurozone rose last month. France’s CAC gained 0.96%, while Germany’s DAX ended 1.1% higher. In London, though, the FTSE 100 lost its early gains to finish just 8 points higher, or +0.1%. It was dragged back by a strengthening pound. Sterling gained 1% against the euro to €1.175, and 0.5% against the US dollar to $1.264. Some traders are wondering if the Bank of England will hint at raising interest rates soon, at its quarterly inflation report tomorrow. Kallum Pickering of Berenberg bank says: With some words of Brexit-related caution, the Bank of England (BoE) may surprise with a more hawkish tone at tomorrow’s Inflation Report as it revises up its near-term growth forecast and highlights growing underlying inflationary risks. The shift could come either in the form of more hawkish forward guidance or some MPC members voting in favour of bringing an end to the planned corporate bond purchase program sooner than planned. I’ll be back in a few hours to catch the US Federal Reserve interest rate decision (at 7pm GMT, or 2pm East Coast time). In the meantime, here’s a brisk summary. The world’s factory sectors made a decent start to 2017, according to a flurry of manufacturing surveys from across the globe. The data show that China’s factories kept growing, Japan’s picked up too, while the eurozone enjoyed its strongest month in almost seven years. France, Germany, Austria, Sweden and the Netherlands all did well. In the UK, too, factories recorded strong increases in output. But that was overshadowed by a huge leap in the cost of raw materials, partly due to the weak pound. Economists warned that firms will pass these costs onto consumers, driving British inflation higher. Figures just released from the US painted a similar pattern of solid growth, and rising input prices. Elsewhere today... A leaked report has shown that Brussels is worried that Europe will suffer if the City is hurt by Brexit. UK house price inflation has slowed again: And supermarket chain founder Sir Ken Morrison has died. Here’s some of his best quotes: ISM has just released its rival survey of US manufacturing -- and it also shows growth picking up last month. Just in: America’s manufacturing sector has grown at the fastest pace in almost two years. That’s according to Markit’s monthly report on the US factory sector. Its US manufacturing PMI has jumped to 55.0 in January, up from 54.3 in December, showing stronger growth. Firms reported that output and new business orders rose last month, while input price pressures also increased (something we’ve also seen in Europe and the UK today) Chris Williamson, Chief Business Economist at IHS Markit says the US manufacturing sector has started 2017 with “strong momentum”. Despite exports being subdued by the strong dollar, order books are growing at the fastest pace for over two years on the back of improved domestic demand. “With optimism about the year ahead at the highest since last March, the outlook has also brightened. “Production is consequently growing at the strongest rate for almost two years and inventories are rising at a rate not seen for nearly a decade as firms respond to higher demand, suggesting the goods-producing sector will make a decent contribution to first quarter GDP. “With input costs also rising at the steepest rate for over two years, and hiring sustained at an encouragingly solid pace as firms expand capacity, all of the survey indicators point to the Fed hiking interest rates again soon.” European stock markets are continuing to rally today, as traders welcome this morning’s strong factory data. The Stoxx 600 index is up 1.3%, on track for its biggest one-day gain since 9th November (the date of the US election) Over in Greece....there’s no sign of a breakthrough in the stalled review of the country’s bailout. Helena Smith reports: Mounting signs of friction between Greece and foreign lenders show no sign of abate this morning with MPs in the ruling Syriza party saying there is no way they will bow to demands to implement more austerity once the country’s current bailout ends in mid 2018. Signalling the leftist-led government’s resolve to stick to its guns, the leading Syriza MP Sia Agnastopoulou ruled out signing up to further cost-cutting reforms beyond those Athens has already committed to saying to do so would be totally undemocratic. Europe, she said, would be “undermining itself” and its values if it continued to demand the prior legislation of measures that will take effect in 2019 - the single biggest obstacle to completing a bailout review on which further rescue funds now depend. “Grexit is not on our agenda,” the former alternate minister for European affairs told Skai TV brushing off renewed speculation of euro exit. “It is on the agenda of those who want the break-up of Europe and that is what [the German finance minister] Mr Schauble wants. We want to close this negotiation without prior legislation of measures,” she added, arguing that further measures would be catastrophic for the country’s development. “Europe will be undermining itself, undermining democracy, if it insists.” Prime minister Alexis Tsipras is facing mounting pressure from his own MPs not to sign up to additional austerity amid growing signs of a mutiny if it does. Interior Minister Panos Skourletis, a senior figure in Syriza, has repeatedly said there have to be “limits to negotiations” after seven years of austerity-driven recession and poverty. Greece faces major debt repayments in July which has once again reignited fears of the country being at the forefront of another euro zone crisis this summer. Breaking! American companies created tens of thousands more jobs than expected last month. The latest ADP survey of US company payrolls has absolutely smashed forecasts, showing an increase of 246,000 workers last month. Economists had expected an increase of 165,000. This suggests that Friday’s non-farm payroll (the principle US jobs report) could also be pretty strong. Traders are pushing the dollar higher: Our Brussels bureau chief, Daniel Boffey, has a great story -- a leaked report has shown that the EU is worried that a poor Brexit deal could hurt the City of London, and rebound badly on Europe’s economy. He writes: The European commission’s Brexit negotiators must strike a “workable” deal with Theresa May’s government to protect the City of London or the economies of the remaining member states will be damaged, a leaked EU report warns. The document – which has been seen by the Guardian – describes it as critical for the economic health of the remaining member states that the current financial eco-system is not hit in the coming Brexit negotiations. The paper, drawn up by officials working for the European parliament’s powerful committee on economic and monetary affairs (Econ), warns that UK-based financial services account for 40% of Europe’s assets under management and 60% of its capital markets business. “And UK-based banks provide more than £1.1tn of loans to the other EU member states,” the Econ secretariat’s paper notes. “If financial services companies choose to leave the UK as a result of Brexit, the consequences should be carefully evaluated. “A badly designed final deal would damage both the UK and the other 27 EU member states. “The exclusion of the main European financial centre from the internal market could have consequences in terms of jobs and growth in the EU. It is in the interest of EU 27 and the UK to have an open discussion on this point.”.... Here’s the full tale: Morrisons have issued a statement to the City, confirming that Sir Ken Morrison has died, and explaining his major contribution to the company over more than 50 years: Sir Ken Morrison CBE The company has been informed by the Morrison family of the very sad news of the passing of Life President, and former Chairman, Sir Ken Morrison CBE. Sir Ken was an inspirational retailer who led Morrisons for more than half a century, transforming the company from a small family business into the UK’s fourth largest food retailer.At his retirement in 2008, Morrisons had 375 stores, serving over nine million customers a week. Sir Ken will be greatly missed by many thousands of his current and former colleagues, a large number of whom became close personal friends over the years. Sir Ken was Morrisons Chairman until 2008. He was awarded the CBE in 1990 and knighted in the Millennium New Year’s Honours list for his services to the food retailing industry. Widely considered one of Britain’s finest retailers, Sir Ken developed the culture, values and clear direction for the business which remain the bedrock of the firm today. His legacy includes many enduring innovations, such as Market Street and Morrisons unique vertical integration model. Andrew Higginson, the current Chairman of Morrisons, said: “I know that I speak for the whole company when I say how profoundly sad we were to hear of Sir Ken’s death. He was an inspirational leader and the driving force behind Morrisons for over half a century. Although he retired several years ago, his legacy is evident every day and in every aspect of our business. “Taking Morrisons from a small Bradford-based family business to a major UK grocery retailing chain is an outstanding achievement in the history of UK business. On a personal level, Ken was an enormous help to me as we made some significant changes to set the business on a new course; his knowledge of retail and his strategic insights have remained as relevant and intuitive as they were when he first built the business. “Ken will be remembered by us all for his leadership, his passion for retailing and for his great love of Morrisons. To honour his memory in the most appropriate way we can, we will continue to develop the company that he built and loved. “We will miss his friendship and his wise counsel very deeply, and our thoughts are with his family at this difficult time.” Sir Ken Morrison, one of Britain’s most successful businessmen, has died at the age of 85. Sir Ken took over his father’s egg-and-butter grocery business in Bradford in the 1950s, and grew the company into one of the UK’s largest supermarket chains on the back of “no nonsense” low-price offerings. More than a decade ago, we wrote: Sir Ken is regarded as a grandee of the British grocery business. Even at 71, he still walks the shop floors and is regarded as a hard task master by his 43,000 employees. He is fiercely protective of the company’s northern heritage and his forays south are few and far between. When he does venture to the capital he ensconces himself in the foyer of a hotel and grants audiences to those who wish to see him. But former Asda chief executive Allan Leighton described him as “streets ahead of everybody in terms of retailing”. In 2004, Wm Morrison swooped on southern rival Safeway in a £3.3bn deal, after decades of steady profit growth. That deal had its problems, leading to profit warnings and boardroom rows -- but Morrison’s turned it around, and Sir Ken was the longest-serving chairman of a blue chip company when he stepped down to become Life President in 2008. Here’s some early tributes: There are also signs today that the UK housing market is running out of steam, as economic uncertainty and rising inflation hit confidence. Nationwide, the building society, reported earlier this morning that annual house price inflation slowed to 4.3% in January, from 4.5% in December. Chief economist Robert Gardner warns that the housing market outlook “remains clouded, especially as earnings growth is slowing. “With inflation set to rise further in the months ahead as a result of the weaker pound, real wages are likely to come under further pressure. Employment growth is also likely to continue to moderate, should the economy slow as most forecasters expect.” More here: Martin Beck, senior economic advisor to the EY ITEM Club, fears that this will be a tough year for UK manufacturers:, even though output was strong in January. “The makers appear to have begun 2017 on a similarly strong note as they ended 2016. Granted, January’s PMI dipped slightly to 55.9 from the 56.1 seen in the previous month. But this was well above both the average of 52.4 recorded in 2016 and even further above the survey’s long-run norm of 51.5. “Many of the details of January’s survey were also reassuring. Output rose at the fastest rate since May 2014 and new orders and employment were also up. The domestic market accounted for the bulk of growth – while export orders continued to rise, the pace of expansion saw a noticeable slowdown. “But there were some ominous developments amongst signs of a sector in good fettle. The survey’s measure of input price inflation rose to the highest since CIPS began collecting responses in 1992. Firms attributed this to the weak pound and rising commodity prices. January’s pick-up in output prices was also close to a record. The acceleration in consumer price inflation presaged by these moves suggests that manufacturers will face an increasingly tough year as 2017 progresses.” Ms Lee Hopley, chief economist at EEF, the manufacturers’ organisation, also believes consumers are going to be hit in the pocket by this jump in raw material costs. With mounting evidence of pricing pressures across the industrial sector, the pass through to consumers is certainly on its way. This does present some risks to the resilience of the UK market later this year, in addition to the risks from further sharp swings in exchange rates and a shift in gears in global growth.” How worried should consumers be about this record jump in factory input costs? Capital Economics reckon that firms are managing to absorb some of the impact, rather than simply passing everything on through higher prices in the shops: But David Noble, Group CEO at the Chartered Institute of Procurement &amp; Supply, says people will be worried: Input costs rose at their fastest rate in 25 years and higher commodity prices made an impact on margins along with the weaker pound. With these ongoing cost burdens, manufacturers were no longer able to absorb these costs themselves as output prices grew at one of the fastest rates since records began. Consumers must soon be wondering whether these rising costs will impact on their daily life.” Mike Rigby, Head of Manufacturing at Barclays, is encouraged that UK factory growth hit a 32-month high last month, despite the pressure from surging raw materials costs. “Today’s figures provide further evidence that manufacturers were quickly off the blocks in 2017 with strong growth in output and order books looking healthy, driven largely by domestic demand. Although the growing prospect of inflationary pressure looms large and the impact of Brexit continues to cause much uncertainty, it is encouraging to see that the manufacturing sector is just getting on with business as usual.” This chart shows how the UK factories expanded in January: Dave Atkinson, head of manufacturing at Lloyds Bank Commercial Banking, fears that factories will face further cost inflation in the coming months. There will be challenges ahead as import prices continue to rise, affecting bottom line profitability, while the impact of some companies’ historical long-term currency hedging coming to an end may expose them to the devaluation of sterling that they have managed against to date. Worryingly, the export boost enjoyed by UK factories after the pound tumbled appears to be fading. Today’s report from Markit says: The domestic market was the prime source of new business wins in January. There was also a modest increase in new export orders, although the pace of expansion was noticeably slower than during the prior survey month. Where an increase in new work from overseas was reported, this was linked to improving global market conditions and the weak sterling exchange rate. Oh. My. Goodness. The costs paid by British factories for raw materials jumped at a record rate last month, as the weak pound bites. Data firm Markit says that the input costs paid by UK manufacturers surged in January, sending its input prices index to a jaw-dropping 88.3, up from 77.7 in December. That’s the highest level since this survey began in 1992 [any reading over 50 shows prices going up]. Markit’s UK manufacturing PMI report also shows that Britain’s factory sector kept growing strongly last month, with output accelerating to a 32-month high. More than half the firms surveyed by Markit blamed the fall in sterling since last June’s referendum for the jump in input costs. The recent rally in the oil price is also a factor, as it drives up energy prices and the cost of plastic. There are also signs that factories are passing these costs onto consumers; Markit’s output prices index posted one of its biggest jumps ever. Brace for higher inflation. Rob Dobson, Senior Economist at IHS Markit, says: “UK manufacturers have reported a bumper start to 2017, but are also seeing prices rise at an unprecedented rate. Factory output growth accelerated to a 32-month high in January, as solid domestic demand continued to drive production volumes higher. There were signs that the boost to export orders from the weak exchange rate was waning, as growth of new business from abroad slowed sharply. “The big numbers coming out of the January survey were for the price measures. Input cost inflation spiked to the highest seen since data were first collected in 1992. Over 55% of companies link rising costs to the exchange rate. However, we’re also seeing more companies reporting domestic supplier price hikes resulting from the rising cost of commodities such as fuel, oil, plastics and steel. With cost pressures increasingly feeding though to higher selling prices at factories, it looks inevitable that consumer price inflation will rise further in coming months. “The question is whether increased cost inflationary pressure will act as a drag on manufacturing growth going forward. Companies seem fairly sanguine on this front, as a new index tracking business confidence signals optimism climbed to an eight- month high. Taken alongside robust output growth, rising new order inflows and job creation, all signs are pointing to a solid contribution to UK GDP from manufacturing during the opening quarter of 2017.” Greek factories struggled in January due to particularly wintery weather, Markit reports: Greek manufacturers felt the effects of unexpected heavy snowfall in the opening month of the new year, with the health of the sector deteriorating at the sharpest pace since September 2015. The downturn was driven by marked declines in both output and new orders, subsequently leading firms to reduce their headcounts further. On the price front, input cost inflation accelerated to a 70-month high, however, firms lowered their selling prices. That led to the sharpest contraction in factory growth since autumn 2015. New orders fell, with new business from abroad shrinking for the fifth month running. Boom! Eurozone factories have posted their best month in almost six years, thanks to the strong growth in Austria, Germany and the Netherlands. Markit’s eurozone factory PMI, which tracks output and job creation across the sector, has risen to 55.2 in January, up from 54.9 in December. That’s the best reading in 69 months, before the eurozone debt crisis exploded in 2011. Firms say they enjoyed the strongest rise in new business since the first half of 2011, leading to a surge in job creation. New exports grew at their fastest pace in three years, helping production levels to rise for the 43th month in a row. Chris Williamson, Chief Business Economist at IHS Markit, says the weak euro is helping eurozone companies boost their exports (something that has upset the Trump administration, of course). Williamson explains: “Eurozone manufacturing is off to a strong start to the year, enjoying the fastest rate of expansion for almost six years in January. “Rates of growth of new orders, exports and employment have all hit multi-year highs, with the depreciation of the euro playing a key role in helping drive new sales in export markets. “Optimism about the year ahead has risen to the highest since the region’s debt crisis, suggesting companies are maintaining a buoyant mood despite the heightened political uncertainty caused by Brexit and looming general elections in the Netherlands, France and Germany. “Inflationary pressures are also picking up. Much of the increase in costs and prices can be linked to the weakened exchange rate and higher global commodity prices. However, there are also signs of demand running ahead of supply, which hints at a tentative build-up of core inflationary pressures. “If current growth of manufacturing activity and the associated rise in prices is sustained, rhetoric at the ECB is likely to become more hawkish, albeit tempered with caution over the potential for political developments to cloud the outlook.” Germany has also had a good month - with factory growth hitting the highest level in three years. Zut alors! France’s factory sector has posted its best month in almost six years. The French manufacturing PMI jumped to 53.6 in January, the highest level in 68 months. Growth was driven by increases in output, new orders and employment, Markit says, Yesterday we learned that France’s economy grew by 0.4% in the last three months of 2016 - today’s report suggests growth remained solid this year. Alex Gill, Economist at IHS Markit, says: “Operating conditions in the French goods-producing sector continued to improve at the start of 2017. Underlying sector growth was the sharpest round of job creation in over five-and-a-half years, with firms buoyed by further marked expansions in both output and new orders. These are encouraging signs given the broad desire in France to reduce its level of unemployment. However, uncertainty surrounding the political environment, including May’s presidential elections, may serve to dampen demand in coming months and provide a headwind to the resurgent labour market.” Italy’s factory sector has made a ‘solid start’ to 2017, says Markit. Its manufacturing PMI has come in at 53, showing slightly slower growth than December when it hit 53.2. Markit explains: Rates of growth in output and total new orders were slightly slower than in December, but the pace of job creation in the sector picked up to the highest for nine months. European stock markets are rallying in early trading, thanks to this flurry of good factory data from Europe and Asia. In London, the FTSE 100 index has jumped by 51 points, to 0.75%, back to 7151. Other markets are also a sea of green, as traders put their worries about Donald Trump behind them. Connor Campbell of SpreadEx says: Decent manufacturing figures from China and Japan lifted the European indices ahead of their own PMIs this Wednesday morning. Poland’s manufacturing PMI rose to a two-year high last month, up to 54.8 from 54.3. Dutch factories also recorded robust growth, but at a slightly slower rate -- the Netherlands’ PMI dipped to 56.5 from 57.3. Now it’s Spain’s turn to report factory data....and it looks good, with business sentiment rising and firms hiring more staff. That drove Spain’s manufacturing PMI to its highest level since May 2015, rising to 55.6 last month from 55.3. Markit says: The Spanish manufacturing sector started 2017 in a similar fashion to how it ended 2016, with sharp rises in output and new orders recorded. The key highlight from the latest survey was the sharpest rise in employment since July 1998, while business sentiment picked up. Ireland’s factories have reported the fastest rise in manufacturing output for 18 months. Russian factories have grown at their fastest pace in 70 months, says Markit, thanks to a boost in new orders. The Russian factory PMI rose to 54.7 in January, up from 53.7. That’s the best reading since March 2011. Firms reported that they took on new staff to cope with a rise in new orders, which also led to a further build-up of backlogs of work. Samuel Agass, who compiled the survey, says: “Russian manufacturers carried the momentum they built up during the closing stages of 2016 through to the new year, as firms recorded the sharpest improvement in operating conditions for nearly six years. “The sector continues to go from strength to strength, supported by robust demand for goods from domestic clients. Sweden’s manufacturing sector had a stellar January - growing at the fastest pace in over six years. Asian stock markets gained ground today, as traders digested the solid economic data from Japan and China. Tokyo’s Nikkei gained 0.5%, while Australia’s S&amp;P/ASX200 rose by 0.8%. India’s Sensex index is up almost 1%, after Markit reported that its factories returned to growth in January thanks to rising order books. In another encouraging sign, Japan’s factory sector is growing at its fastest pace in almost three years. Markit reports that Japan’s manufacturing PMI rose to 52.7 in January, up from 52.4 - the highest reading since March 2014. Firms reported that output, new orders and employment all rose last month, Markit says: January data pointed to the sharpest increase in new work inflows since December 2015. Firms linked this to greater domestic and international demand as well as improved advertising. Reports of an increase in foreign demand was also backed by the survey data, with new export orders rising at the quickest rate in one year. Resulting from improved manufacturing conditions, manufacturers continued to hire additional workers in January. In fact, the rate of job-creation was little- changed from December’s 32-month high. China got PMI Day off to a good start by reporting that factory growth was near a two-year high in January. The official Chinese PMI came in at 51.3, slightly below December’s 51.4, but still showing growth [anything over 50 points indicates the sector expanded]. Economists were relieved that the PMI came close to November’s two-year high of 51.7, suggesting that China is still avoiding a ‘hard landing’: China’s official non-manufacturing PMI, which tracks the services sector, rose to 54.6 in January from 54.5 in December. That indicates that growth picked up. Capital Economics’ China economist Julian Evans-Pritchard says that China’s services firms are helping to cushion problems in the building sector: “The breakdown suggests that an acceleration in service sector activity offset a slowdown in the construction sector, which has been hit by the cooling property market and a reduction in fiscal support. The upshot is that China’s recent recovery appears to remain largely intact for now.” Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business. It’s a new month, which means a flood of economic surveys showing how the world’s factories performed in January. Data firm Markit is reporting how manufacturing sectors across the the globe fared last month; this should help us see if the world economy began 2017 on the front foot. Overnight, the latest data from Asia has been quite encouraging (more in a moment). Here’s the key timings. 8.15am GMT: Spain 8.45am GMT: Italy 8.50am GMT: France 8.55am GMT: Germany 9am GMT: The eurozone 9.30am GMT: The UK 2.45pm GMT: The United States Analysts at RBC Capital Markets say: In the euro area, the day’s main release is Spanish and Italian manufacturing PMIs for January. Both strengthened in December to recent highs; an 11-month high for Spain and a six month high for Italy. The readings in both look set to hold broadly at those levels in the January survey and we see no change this month as the manufacturing sector continues to benefit from buoyant euro area exports growth. Traders will also be waiting for the US Federal Reserve to announce its decision on monetary policy, at 7pm tonight. The Fed isn’t expected to raise interest rates, but it might drop hints about the chances of a hike in March. We’ll also be watching the currency markets closely, after one of Donald Trump’s advisers claimed the euro was “grossly undervalued” yesterday. And there’s probably going to be more ructions in Greece, where the latest bailout review is mired in the sand again. Greek bond prices have been falling in recent days, on fears that talks with creditors are going nowhere, and some government MPs have begun speculating about a return to the drachma. We’ll be tracking all the main events through the day...."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}