{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2017/feb/16/anthony-martial-manchester-united-st-etienne-europa-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-02-16T22:24:32Z", "webTitle": "Anthony Martial catches the eye for United as he feels his way back to form | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/16/anthony-martial-manchester-united-st-etienne-europa-league", "apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/16/anthony-martial-manchester-united-st-etienne-europa-league", "fields": {"headline": "Anthony Martial catches the eye for United as he feels his way back to form", "bodyText": "There may be trouble ahead, José Mourinho warned before this game, channelling Irving Berlin in an attempt to point out that Manchester United will inevitably face a fixture pile-up if they continue to fight on four fronts. There may be trouble if United fail to reach the Champions League next season, too; one season in four is not really good enough for a club of such stature and frequently exercised spending power, and Antoine Griezmann may not fancy joining a side with only Europa League football to offer. Therein lies the problem. United are not currently occupying a Champions League position, have not done for most of the season, and though they remain handily placed, their plans to get closer to Manchester City at the end of this month have already been thwarted with the derby being postponed because of the EFL Cup final on Sunday week. The Europa League would normally be the competition to depart from early, and Mourinho has made it plain he has little love for the Thursday night-Sunday afternoon routine, yet the eventual winners are awarded a Champions League place. In this most competitive of Premier League seasons, with United still struggling to crack the top four even after putting together a 16-match unbeaten run, qualification via the Europa League could be a useful face-saver. It is a long shot, however, as there are still 32 teams left in the tournament and going all the way to the final would almost certainly affect United’s domestic performances, yet it was clear from Mourinho’s team selection that throwing in the towel is not on anyone’s agenda. There was no question of a rest for Zlatan Ibrahimovic, a wise decision as it turned out, and Marcus Rashford had to be content with a place on the bench. Sergio Romero was given an outing in goal, consistent with Mourinho’s general policy in the cups this season, though arguably only the inclusion of Henrikh Mkhitaryan could have strengthened the outfield. The Armenian was ill in any case, but had he been available it would most likely have been at the expense of Anthony Martial and that would have been a pity since the winger is showing signs of rediscovering his confidence after winning his place back in the team. Martial brought the first save of the evening from Stéphane Ruffier after cutting in adventurously from the left, and was part of the confused scene which led to United’s opening goal. That was mostly down to Ibrahimovic catching out the defensive wall with a daisycutter of a free-kick, with the decisive deflection coming off the defender standing in front of Martial. He also had the impudence to try to reach Ibrahimovic with a backheel flick in the area on the half-hour from Paul Pogba’s pass. It did not come off, he might have been better trying something more orthodox, yet it showed a certain level of self-belief. Moments later Martial set off on a run that began in his own half and took out half of the St-Étienne defence before bringing a scrambling save from Ruffier. Following up dutifully, Ibrahimovic should have scored from the rebound but managed to scoop the ball over the bar with the goal at his mercy. Pogba’s precision-passing was one of the features of the game, and United would have had a contender for goal of the season had Ruffier not been alive to the danger when Juan Mata met one of his invitations with an impressive volley, though there were also lapses of concentration at the back that kept the noisy travelling support interested. Eric Bailly got away with a careless back pass right at the start of the game, Antonio Valencia was lucky not to be punished for giving the ball away in front of his own area, and more assured finishing from Kévin Monnet-Paquet and Romain Hamouma could easily have brought the French side level by the interval. And when Marouane Fellaini needlessly passed to an opponent in his own half there was an audible groan of disapproval from an increasingly nervous home crowd, though once again the visitors failed to use the opportunity to properly test Romero. Mourinho replaced Fellaini with Jesse Lingard for the second half and nearly struck lucky straight away only for Ibrahimovic to dally too long with his chance from the substitute’s pass and Martial to end up with a yellow card after catching Kévin Malcuit with a flailing arm. United were much more of a direct attacking threat after the interval and Martial was usually involved, bringing another save from Ruffier with a powerful surge into the area, then trying and failing to set up Pogba when going it alone might have been the sounder option. It was not quite his night, however, as when he won a second-half free kick Pogba thumped a header against the crossbar, and though it was Rashford who set up the second goal for Ibrahimovic at least Martial was still on the pitch. Mourinho’s confidence in his winger has evidently improved, and when the Frenchman finally left the field five minutes from time it was to warm applause."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}