{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2017/feb/28/dan-coats-national-intelligence-director-senate-hearing", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-02-28T23:36:43Z", "webTitle": "Senators question if Dan Coats is tough enough to be intelligence director", "webUrl": "https://www.theguardian.com/us-news/2017/feb/28/dan-coats-national-intelligence-director-senate-hearing", "apiUrl": "https://content.guardianapis.com/us-news/2017/feb/28/dan-coats-national-intelligence-director-senate-hearing", "fields": {"headline": "Senators question if Dan Coats is tough enough to be intelligence director", "bodyText": "Donald Trump’s nominee to oversee the US intelligence agencies has had his toughness and relevance questioned by his former colleagues on the Senate intelligence committee. During a long-awaited confirmation hearing to make Dan Coats, until recently an amiable GOP senator from Indiana, the next director of national intelligence (DNI), several senators wondered whether Coats possesses the grit and the influence to represent the intelligence agencies amid an ongoing row with the White House over Russia and concern over the DNI’s place in the national-security firmament. “My only concern about your nomination is you’re one of the most likable, affable, easygoing people I’ve ever met, and I liked traveling with you and working with you on this committee. I’m not sure likability and affability are the qualities I want in this position,” said Maine independent senator Angus King. King said he preferred “somebody who’s crusty and mean and tough”, particularly when dealing with fractious intelligence agencies and Trump, “who may or may not want to hear what you have to say”. Oklahoma Republican James Lankford echoed King: “I really want the DNI to be able to be tough when it requires being tough and to be clear when it’s time to be clear, because the policymakers around you need clarity, need straightforward facts.” Coats, who was not close to Trump during the 2016 campaign, said that he had extensively discussed his position with the president and emphasized his independence. He said he told Trump: “‘You need to fully understand my role. My role is to provide you the best intelligence to formulate policy, not formulate policy or be a spokesman for any political decisions that are made.’ I have made this clear, and I will continue to make this clear.” Coats is the first DNI nominee not to come from either the professional military, intelligence community or diplomatic service. He seeks to step into his role at a fraught time for US intelligence after being on the sidelines as Trump’s early national security policies and priorities have coalesced. There is a palpable fear in US intelligence of being marginalized or pushed out as retaliation for assessing Russia’s interference in the 2016 election for Trump’s benefit. Those fears have been amplified by a potential intelligence review by a finance expert, Stephen Feinberg, close to chief White House strategist Steve Bannon and Trump’s son-in-law Jared Kushner. Many in intelligence circles are trying to understand whether Coats will have influence with Trump or whether Trump prefers his CIA director, Mike Pompeo. Coats told senators he believed any review Feinberg conducts ought to fall under the DNI’s authority. Continuing a months-long feud with the US intelligence agencies, Trump has accused career intelligence officials of leaks about his associates’ closeness with Russia and castigated them as holdovers from Barack Obama’s administration. Both the House and Senate intelligence committees have begun inquiries into the Trump-Russia ties, though partisan factionalism on the panels has emerged into public view. Coats pledged to extensively cooperate with the congressional probes, saying the Russia question “needs to be investigated and addressed”. Coats’s absence from policy debates, according to Capitol Hill sources, derives in part from the Senate panel opting to thoroughly vet an old colleague. But it followed reports during the transition that Trump would diminish the role of the office of the director of national intelligence, whose incumbent at the time, James Clapper, was the public face of the Trump-Russia assessment. Though Trump aides denied those reports, Trump’s restructuring of the National Security Council through executive order removed a permanent seat for the director on the powerful principals committee and ultimately gave it to CIA director Pompeo. That restoration of the centrality of the CIA director, reversing a trend set by a 2004 structural reform emerging from the 9/11 commission, has raised questions about Coats’s relevance. Coats said he had received verbal assurances “over and over and over” from Trump and his staff that he will have full access to the NSC committee: “I was informed that the drafting of that executive order was not intending to not have the director of national intelligence as part of the principals committee.” But under questioning, Coats appeared misinformed about a subsequent modification of the order that give Pompeo a seat. Coats said he had delivered to the White House “information as to how to modify” the NSC order – but did not know a date by which it would actually be modified. He also seemed willing to take the DNI position even without its full NSC principals-committee authorities. “My concern is that there has been no indication or assurance given that you will, if confirmed, actually be a member of that body and I’d like to know, from you, if that does not happen, will you be prepared to still assume the responsibilities without the authority that you would have if you were a member of that body?” asked California Democrat Kamala Harris. “I’m fully prepared to assume the responsibilities,” Coats replied. Harris appeared puzzled: “Even if you are not – if the executive order is not modified?” “Yes, I am. I’ve been assured that I have the authority to be a member of that committee and be at that committee at every one of its meetings,” Coats said. “I’m perfectly comfortable with it, because I trust them and I believe what they’ve told me and I intend to do this.” On a critical surveillance issue, Coats said he considered the reauthorization of an expiring legal authority for the National Security Agency’s surveillance dragnets a 2017 priority. But he equivocated on providing to the committee a long-sought estimate of how many Americans’ communications have been caught in those nets."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}