{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2017/feb/11/trump-golf-game-gets-special-press-box-a-basement-with-blacked-out-windows", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-02-11T21:17:20Z", "webTitle": "Trump golf game gets special press box: a basement with blacked-out windows", "webUrl": "https://www.theguardian.com/us-news/2017/feb/11/trump-golf-game-gets-special-press-box-a-basement-with-blacked-out-windows", "apiUrl": "https://content.guardianapis.com/us-news/2017/feb/11/trump-golf-game-gets-special-press-box-a-basement-with-blacked-out-windows", "fields": {"headline": "Trump golf game gets special press box: a basement with blacked-out windows", "bodyText": "Donald Trump loves to play golf. But he doesn’t always like other people to see him play golf – which would explain the black plastic bags covering the windows at the Trump National Jupiter golf club: to keep out reporters’ prying eyes. On Saturday, the president hosted the Japanese prime minister, Shinzo Abe, at his Palm Beach golf club for some diplomatic links, after the pair met for talks in the White House on Friday. Reporters who had tagged along for the trip were surprised to discover that they were to remain holed up in a clubhouse basement – with no way to glimpse what was happening on the course outside. Jennifer Jacobs, a White House reporter for Bloomberg, tweeted: “Trump’s press corps has been placed in a basement suite at Jupiter golf club. Black plastic over windows to give Trump privacy as he golfs.” Jill Colvin of the AP also tweeted a picture of the makeshift coverings. A White House pool report said: “Photographers were instructed not to take pictures on the grounds of a ‘private club’.” Japanese reporters were also unable to see Trump and Abe in action. After about four hours at the club, Trump, who once memorably described himself as “the best putter”, tweeted a picture of himself and the Japanese leader on the golf course. “Having a great time hosting Prime Minister Shinzo Abe in the United States,” Trump wrote. No jacket for the president on Saturday: Trump was bedecked in a white T-shirt and white baseball cap. Abe wore cream pants and a navy shirt, and the pair appeared to be high-fiving. Abe said had been looking forward to his golf game for some time – and he opted for some time-honored flattery of his US counterpart by suggesting his command of the clubs wasn’t a patch on Trump’s. “I am looking forward for our weekend in Florida with Donald,” Abe said. “My scores in golf is not up to the level of Donald at all.” The Japanese PM did, however, cast himself as a man who eschewed the conservative approach. “My policy is never up, never in – always aiming for the cup.” As for the result of the leaders’ game, reporters remained in the dark."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}