{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2017/feb/06/herbal-medicines-can-have-dangerous-side-effects-research-reveals", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2017-02-05T21:19:51Z", "webTitle": "Herbal medicines can have dangerous side effects, research reveals", "webUrl": "https://www.theguardian.com/australia-news/2017/feb/06/herbal-medicines-can-have-dangerous-side-effects-research-reveals", "apiUrl": "https://content.guardianapis.com/australia-news/2017/feb/06/herbal-medicines-can-have-dangerous-side-effects-research-reveals", "fields": {"headline": "Herbal medicines can have dangerous side effects, research reveals", "bodyText": "Herbal medicines can cause kidney failure and liver damage in some consumers because they contain toxic chemicals or heavy metals, or react harmfully with other drugs, a study has found. The finding comes from a paper published in the Medical Journal of Australia on Monday. Researchers led by the University of Adelaide reviewed the findings from 52 studies of herbal medicines and toxicology. The lead author of the review, pathology professor Roger Byard, said the Therapeutic Goods Administration (TGA) should require independent testing of herbal medicines before placing them on the market, and that legal action should be considered when products did not comply with regulations. The products should also be closely monitored once on the market, he said. The government is implementing the findings of an independent review of the regulation of medicines, including complementary and alternative products. Harsher penalties are set to be introduced for manufacturers who make misleading or false claims. “Toxic side effects of herbal medicines used in traditional societies have typically not been reported, and this is often cited in favour of their safety,” Byard said. “However, the lack of systematic observation has meant that even serious adverse reactions, such as the kidney failure and liver damage caused by some plant species, have gone unrecognised until recently.” The predominant users of herbal medicines in Australia are women under 35 with a tertiary education. Many users of herbal medicines do not tell their doctor they are taking the substances because they believe they are natural and therefore, not harmful, a co-author of the paper, pharmacology lecturer Ian Musgrave, said. “But herbs can be a source of very potent toxins, and in fact many things we use as medicines derived from plants are toxic, poisoning predators,” he said. “We can use these toxins in low concentrations in order to have useful medical effects. Some people believe that because herbal medicines derive from natural products that they are not drugs, but they are, and they have the potential to cause harm or to interact harmfully with prescription medications.” Musgrave said he was also concerned that people could buy herbal products from overseas, some of which had been found to have been illegally adulterated with pharmaceuticals to increase the effectiveness of the herbal product. A significant number of those products did not comply with Australian regulations and, in some cases, the ingredients were either not listed or their concentrations inaccurately reported. Of herbal preparations from Taiwan assessed over a one-year period, 24% were found to contain prescription medicines. Other pharmaceuticals detected in herbal products include antibiotics, steroids and psychoactive drugs, the review found. Another study of traditional Chinese medicine products in Australia found excessive levels of lead, cadmium and arsenic in 61% of preparations, the review found, levels high enough to cause acute poisoning. Some preparations had been found to contain pesticides or contaminants associated with poor storage. Many herbal products did not carry adequate warning labels about side effects and drug interactions, Musgrave said. There had been cases of Australians dying of liver failure following ingestion of herbal products, he said. Pharmaceutical companies are required to list all side-effects and possible drug interactions on their products. “I’m a big fan of educating the public about all forms of medicine, and particularly herbal medicines, because people seem to believe these products are automaticaly safe,” Musgrave said. “In fact, they can cause reactions that can prove extremely serious.” The authors of the research concluded that a lack of regulation and monitoring of herbal preparations in Australia and other countries meant that “their contribution to illness and death is unknown”. Dr Ken Harvey, a medicinal drug policy expert with Medreach, said TGA data on complementary and alternative medicines from 2015-16 found even higher rates of quality problems. “The 2015-16 data shows an 80% non-compliance rate overall, primarily due to labelling, advertising and evidence problems,” Harvey said. “Regrettably, the TGA does not publicise these appalling findings, nor do they break down the problems they found with quality into categories such as adulteration or inaccurate or misleading ingredients. Neither do the TGA list the products or sponsors involved. Hence, consumers remain uninformed about such problems.” But in a statement, a TGA spokeswoman said: “Contrary to their statement that there is a lack of regulation in Australia for herbal products, Australia has an internationally well regarded regulatory system for all medicines, including herbal and other complementary medicines.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}