{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sustainable-business/2017/feb/14/primary-funding-the-social-enterprise-turning-profit-into-pencils-for-schoolchildren", "type": "article", "sectionId": "sustainable-business", "sectionName": "Guardian Sustainable Business", "webPublicationDate": "2017-02-13T22:19:27Z", "webTitle": "Primary funding: the social enterprise turning profit into pencils for schoolchildren", "webUrl": "https://www.theguardian.com/sustainable-business/2017/feb/14/primary-funding-the-social-enterprise-turning-profit-into-pencils-for-schoolchildren", "apiUrl": "https://content.guardianapis.com/sustainable-business/2017/feb/14/primary-funding-the-social-enterprise-turning-profit-into-pencils-for-schoolchildren", "fields": {"headline": "Primary funding: the social enterprise turning profit into pencils for schoolchildren", "bodyText": "Restocking the stationery cupboard is right up there on the list of dull office tasks but the social enterprise Yoobi promises to increase the feel-good factor by matching each item bought with a donation to an underprivileged schoolchild. Indeed one of the features of social enterprise – businesses that exist for a social purpose – is that they create funding and resources to help to make the world a better place. The Thankyou group funds aid projects around the world by selling bottled water to people who were going to buy bottled water anyway. Property Initiatives in Melbourne manages apartments for investors and directs the profits into housing for women and children in need. Customers get the products and services they want but the profits from the exchange are not enriching shareholders, they are going towards those who need it more. Yoobi was founded in the US two years ago by two Australian entrepreneurs, with the idea of selling stationery to the public through retail and using the profits to help underprivileged children. Using a one-for-one scheme, Yoobi provides school supplies to hospitals and schools, matching every sale (through Officeworks in Australia) with a donation to a school pack, which is distributed by the Smith Family. This is the kind of system used by the US eyewear company Warby Parker, which donates eye exams and glasses; Eat My Lunch, which gives away meals to children in New Zealand; and Toms Shoes, which donates footwear, safe water, birth kits and eye surgery. Consumers have responded well. In its first year, Yoobi earned more than $US25m ($33m). In Australia, the company’s donation program has reached 24,000 children in the 12 months since it was launched here. That equates to giving away $400,000 worth of goods. The company is now in the process of launching its office supplies venture, called Yoobi for Business, and co-founder Lance Kalish says he hopes the new arm of the enterprise will help to increase that number to 100,000 children in three years. “We can have the same competitive pricing as national brands – we are not asking people to pay a premium to give. They now have the choice to make an impact every single day when they are just doing simple things like procuring stationery.” Launching a retail-based social enterprise in Australia presents different challenges to those in the US, mainly because of the smaller Australian population (23 million versus about 319 million). “The advantages to being in America is that we have a retail partner [Target] that has far wider distribution,” Kalish says. “Target has nearly 1,800 stores and each store has a footprint 20 to 30 times the size of an Officeworks store.” Officeworks has 150 stores. “Because Australia is a smaller market and you don’t have the diversity of retailer options, it takes longer to get wider distribution.” Another difference between the two markets is that Australian philanthropic groups are more concerned by the kind of model used in social enterprise. The founder of educational social enterprise 40K, Clary Castrission, recently met in the US with two of the world’s biggest philanthropy organisations (the $40bn Gates Foundation and the $45bn Chan Zuckerberg Initiative) and says he noticed the difference in philosophy. “In the US, they don’t actually care what institutional model that you run,” he says. “You could be a for-profit business, a non-profit, a hybrid, a social enterprise. “The thing they are most interested in is what can have the biggest social impact and how they can leverage their global network and their funding to take good ideas to scale. “They are very aggressive and bold, in terms of their visions. Chan Zuckerberg had said it wants to eliminate disease by 2100. The scope of the ambition and the resources behind it seem to be a lot more ambitious. “I feel that in Australia, it is very much bound by the model. Some people won’t talk to you if you are doing social impact but you are a business. Others may not relate to you if you are doing it charitably, they may treat you differently.” As the sons of school teachers, Kalish and business partner Ido Leffler are well-placed to understand that many families struggle with the costs associated with schooling and that 92% of Australian teachers help out by buying classroom materials out of their own pockets, spending an average of $500 each. They also know 1.1 million Australian children live in poverty and cannot afford school supplies – making it much more difficult for them to thrive at school. Parents have to spend about $1,600 per child if everything is bought new, according to the Australian Retail Association. One school that has benefited from donations is Willmot Primary, in the western Sydney suburb of Mount Druitt, which received school packs for every child in August. The principal, Carley Bugeja, says that, although it is a small school of just 145 children, it is not always possible to know when families are struggling financially. “We are working with families who, from time to time, are doing it tough,” she says. While the school ensures that every child has the supplies for their classes, the Yoobi donation allows them to also have what they need at home to do their projects and homework. “It really did have a great impact on our school community,” she says. “When children go home and have families with access to reading books and learning resources, they are able to reinforce the great learning that happens that happens at school. Children are at a critical disadvantage if they don’t have those learning utensils at home.”"}, "isHosted": false}}}