{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2017/feb/01/older-patients-seeing-same-gp-reduce-hospital-admissions", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2017-02-01T23:30:14Z", "webTitle": "Older patients seeing same GP each time 'key to reducing hospital admissions'", "webUrl": "https://www.theguardian.com/society/2017/feb/01/older-patients-seeing-same-gp-reduce-hospital-admissions", "apiUrl": "https://content.guardianapis.com/society/2017/feb/01/older-patients-seeing-same-gp-reduce-hospital-admissions", "fields": {"headline": "Older patients seeing same GP each time 'key to reducing hospital admissions'", "bodyText": "Seeing the same GP each time they visit the doctor can reduce avoidable hospital admissions among older patients, a study published in the British Medical Journal has found. But the government’s focus on increasing access to GPs, such as through longer hours, may have unintentionally affected the continuity of care patients experience, the authors warn. The study, by researchers at the Health Foundation charity, found that older patients who saw the same GP most of the time were admitted to hospital 12% less for conditions that could be treated in doctors’ surgeries than those who had a lower continuity of care. The researchers looked at ambulatory care sensitive conditions: these include long-term conditions such as asthma, where flare-ups can be reduced by high-quality GP care, acute conditions such as gangrene that can be prevented by timely treatment, and illnesses such as flu and pneumonia that can be prevented through vaccination. Admissions for these types of illness are expensive for the NHS: hospital admissions for conditions that could be treated at doctors’ surgeries cost £1.42bn in 2009-10, or more than £170,000 for each GPs’ practice. Under changes to the GPs’ contract introduced in 2014, all patients in England must have a named GP who is accountable for their treatment. But researchers at the University of Bristol warned in response to the BMJ study’s findings: “There is evidence that continuity of primary care is actually declining in the UK.” In an editorial for the BMJ, they called for policies to help ensure greater continuity of care. Seeing the same doctor more of the time could reduce hospital admissions because it “builds trust and a sense of mutual responsibility between patients and GPs”. Older patients were particularly likely to appreciate seeing the same GP, although they were less likely to receive it, the researchers said. The editorial added: “A primary care system that is increasingly fragmented, in which neither patients nor doctors feel strongly connected to their local general practice, provides the setting for patients to choose to attend an emergency department.” Difficulty in getting appointments at GP surgeries, “which are at least as overwhelmed as emergency departments”, compound the problem. Improving the proportion of the time that patients saw the same GPs would improve doctors’ job satisfaction, and was “very likely” to reduce pressure on hospitals, they added. The Health Foundation researchers analysed patient-level data for more than 230,000 people in England aged between 62 and 82, focusing on older patients because they make up a high proportion of GP appointments and avoidable hospital admissions. Patients who experienced a medium level of continuity of care had almost 9% fewer avoidable admissions, while those who saw the same GP a high proportion of the time saw just over 12% fewer avoidable hospital admissions in comparison with patients who had a low continuity. The researchers found a particularly pronounced association between continuity of primary care and reduced hospital admissions among patients who were frequent users of primary care, which they defined as more than 18 visits over the two-year period covered by the data. The study was observational, and did not prove cause and effect, the researchers emphasised. But improving the continuity of care could reduce hospital costs, especially for the heaviest users of the system, they added. A spokeswoman for the Department of Health said: “This government is committed to making sure patients can get the right care at the right time from well-resourced GPs and, from April 2015, all patients have had the right to continuity of care through a named GP, as part of the GP contract. “This remains a key part of our plan to reduce pressure on hospitals, and is in no way diminished by extending access.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}