{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2017/feb/02/queensland-developers-gave-tens-of-thousands-to-parties-disclosures-reveal", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2017-02-01T21:07:03Z", "webTitle": "Queensland developers gave tens of thousands to parties, disclosures reveal", "webUrl": "https://www.theguardian.com/australia-news/2017/feb/02/queensland-developers-gave-tens-of-thousands-to-parties-disclosures-reveal", "apiUrl": "https://content.guardianapis.com/australia-news/2017/feb/02/queensland-developers-gave-tens-of-thousands-to-parties-disclosures-reveal", "fields": {"headline": "Queensland developers gave tens of thousands to parties, disclosures reveal", "bodyText": "The revelations of large but legal political donations from developers in Queensland continue to draw complaints from their community opponents, even as the state’s governing party insists they have no influence on decisions by government. Disclosures by the Australian Electoral Commission on Wednesday show proponents of two high-profile but contentious projects are among those contributing tens of thousands of dollars at a state and federal level. They come as Queensland’s independent parliamentary Speaker, Peter Wellington, who said he shared community concerns about developer donations at the local council level, is looking forward to the state government introducing a bill on real-time donations reporting within months. Walker Group Holdings, which is awaiting the outcome of federal environmental scrutiny of its $1.3bn Toondah Harbour development south-west of Brisbane, gave $225,000 to the federal Liberal party last year. AEC disclosures note previously reported donations by Walker Group to the state Labor party totalling $23,000 in 2015-16. An AEC declaration by the state Labor party lists donations from Walker Group totalling $28,000. The Queensland Labor government has given conditional backing of the harbour proposal. And Wingate Properties, a partner in the West Village Development in Brisbane, which was last year approved by the deputy premier and planning minister, Jackie Trad, gave state Labor $39,200 in 2015-16. Evan Moorhead, the secretary of the Labor party in Queensland, said state Labor MPs and ministers were not involved in fundraising for the central party and did not know what donors gave. “I would never get a minister to be involved in asking or tell them how much we’ve got from somebody,” Moorhead told Guardian Australia. He said Trad was among those who went further by refusing to accept donations for her local campaign, paying for that herself. “She refuses to take any money that might bring her up against, particularly, developers when you’re the planning minister,” Moorhead said. The West Village development is proposed in West End in Trad’s seat of South Brisbane and she used ministerial powers to call in the development and make a ruling after local residents raised concerns with her. Moorhead said the party took “arm’s length measures” with donations as “to be frank, if donors think they may get some sort of special treatment from us, we can’t – it’s just not worth messing around with”. He said Queensland Labor’s biggest campaign contributions came from its own investment arm, Labor Holdings, which it began with the sale proceeds of a radio station, 4KQ, it owned in the 1970s. Wellington said he shared concerns by constituents about the potential influence developers may be seeking through donations but thought this was most acute at the local government level. “I actually share that concern and when I raised this last trying to see if the [state] government would ban developer donations to councils … They didn’t want to go that far but they were going down the road of real-time disclosures. “I try to argue as best I can but I am expecting – I haven’t seen a draft bill – but I am expecting early this year some bill being produced. “They gave a commitment to real time [reporting]. I had some discussions with the [Queensland] electoral commission and some further briefings before Christmas and they were advising how their computer system and the proposed disclosures would work.” A search of donation filings with the Queensland Electoral Commission indicates no donations by Walker group in Queensland in the years preceding August 2015. A spokeswoman for Walker Group told Guardian Australia: “Walker Corporation has made donations to both major political parties over many years and will continue to do so as part of the democratic process in Australia. The donations do not relate to any specific current or future projects.” Local opponents of the Toondah Harbour project argue it would negatively impact migratory shorebirds and wetlands of international environmental significance. Amy MacMahon, the Greens candidate for South Brisbane, said Queensland politics was “broken” and called on Labor to give back the $39,200 in donations from Wingate Property Limited. MacMahon said the Greens were “the only party to refuse property developer and corporate donations” in Queensland. Comment was sought from Wingate Property."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}