{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2017/feb/05/donald-trump-mike-pence-commission-voter-fraud", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-02-05T23:09:53Z", "webTitle": "Pence to head commission investigating baseless voter fraud claim, Trump says", "webUrl": "https://www.theguardian.com/us-news/2017/feb/05/donald-trump-mike-pence-commission-voter-fraud", "apiUrl": "https://content.guardianapis.com/us-news/2017/feb/05/donald-trump-mike-pence-commission-voter-fraud", "fields": {"headline": "Pence to head commission investigating baseless voter fraud claim, Trump says", "bodyText": "Donald Trump has said he will create a commission to examine his baseless claim that three million people voted illegally in the 2016 election, although the Republican leader of the Senate has rejected federal funding for any such investigation. In the weeks since Trump won the presidency but lost the popular vote, he has falsely claimed that millions of people voted illegally, citing reports about registration that do not make any assertion that people are committing fraud. “Many people have come out and said I am right,” the president told Fox News host Bill O’Reilly in an interview broadcast on Sunday, without naming any such people. Last month Trump cited Gregg Phillips, a man who claims without evidence to have found “thousands of duplicate records and registrations of dead people”, and who himself was registered to vote in multiple states. Similarly, Trump’s chief strategist Steve Bannon, son-in-law Jared Kushner, press secretary Sean Spicer, nominee for treasury secretary Steven Mnuchin and daughter Tiffany Trump were each registered to vote in two states last year. There is no evidence any of them voted more than once. O’Reilly pressed Trump to show some proof for his claim, saying: “You have to have data to back that up.” “Forget that, forget all that,” Trump said. “I’m going to set up a commission to headed by Vice-president Mike Pence and we’re going to look at it very, very carefully.” Trump said his main complaint was with multiple registrations. “When you look at the registration and you see dead people that have voted; when you see people that are registered in two states, that have voted in two states, when you see other things, when you see illegals, people that are not citizens and they are on the registration roles.” Election officials, who work with state and not federal authorities, have reported only a handful of attempted voter fraud incidents in the 2016 election and the last several elections. Trump provided no evidence in his interview with O’Reilly, but insisted: “We can be babies, but you take a look at the registration, you have illegals, you have dead people, you have this, it’s really a bad situation, it’s really bad.” Earlier on Sunday, Senate majority leader Mitch McConnell told CNN’s State of the Union “election fraud does occur”. But he added: “There is no evidence that it occurred in such a significant number that would have changed the presidential election. And I don’t think we ought to spend any federal money investigating that.” McConnell said elections should continue to run in a decentralized system that afforded authority to the states. “I think the states can take a look at this issue,” he said. “Many of them have tried to tighten their voter rolls, tried to purge people who are dead and otherwise not eligible to vote. And I think we ought to leave that at the state level.” Civil rights advocates have warned for years that lawmakers may try to restrict voting rights under the guise of cracking down on voter fraud. Court battles continue to be fought around the country over new state rules."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}