{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2017/feb/24/nra-wayne-lapierre-judges-travel-ban-ruling-constitution", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-02-24T21:29:10Z", "webTitle": "NRA's Wayne LaPierre: travel ban ruling a 'molotov cocktail to US constitution'", "webUrl": "https://www.theguardian.com/us-news/2017/feb/24/nra-wayne-lapierre-judges-travel-ban-ruling-constitution", "apiUrl": "https://content.guardianapis.com/us-news/2017/feb/24/nra-wayne-lapierre-judges-travel-ban-ruling-constitution", "fields": {"headline": "NRA's Wayne LaPierre: travel ban ruling a 'molotov cocktail to US constitution'", "bodyText": "The leader of America’s largest gun rights group accused the federal judiciary of doing violence to the constitution by upholding an injunction against President Trump’s travel ban targeting people from seven Muslim-majority countries. “Folks, when unelected, unaccountable judges can take that clear unambiguous language and then twist it and pervert it to make it mean whatever they want, they might as well throw a molotov cocktail at the US constitution,” Wayne LaPierre, the NRA’s executive vice-president and CEO, said in a CPAC speech on Friday. LaPierre called “leftwing judicial activism” a “form of violence against our constitutional system”. “They do violence to the constitution’s separation of powers, they do violence to the US code and the supreme court precedent, and they do violence to the checks and balances that keep government under control,” he said. Even for LaPierre, a flame-throwing political provocateur, the outright attack on America’s judiciary was a new escalation in rhetoric. It was met with only tepid applause from the conservative audience. The Trump administration backed away from defending the president’s hastily issued executive order after a panel of federal judges upheld a court order temporarily suspending the travel ban pending a full court challenge. Trump later said the White House would rewrite the ban, an effort that is still in progress. But LaPierre, the head of a gun rights group that devoted at least $30m to electing Trump, suggested that the judges had blatantly ignored the law in ruling against the president. LaPierre’s remarks echoed Trump’s widely criticized attacks against the judges in the travel ban cases – comments that Trump’s own supreme court nominee, Neil Gorsuch, called “disheartening and demoralizing”. The NRA leader’s attack on America’s court system was the most radical moment in an extreme speech that painted gun-loving NRA members as the nation’s best defense against violent, ruthless, out-of-control leftist protesters. The speech was filled with incendiary metaphors and accusations that liberal Trump protesters and Islamic State militants were both threats to America’s freedom – and should both be considered terrorists. Liberal groups arrayed against Trump “all share one thing in common: they’re angry, they’re militant, and they’re willing to engage in criminal violence to get what they want,” LaPierre said. After the election, some experts on the gun group wondered who would replace Hillary Clinton as the NRA’s enemy number one. LaPierre’s CPAC speech gave the answer: Americans who protest against Trump are now the enemy. LaPierre spoke approvingly of hanging people for leaking information about the president: “A hundred years ago, if you eavesdropped and published the affairs of the head of state you would have been tracked down and hanged for treason,” he said to applause. He drew a direct line between Islamic State fighters and college protesters at Berkeley. He suggested, with no evidence, that terrorists might take advantage of the ongoing protests against Trump’s agenda to harm Americans. “With social media, it’s easy enough to find out where to go and when. So what happens when terrorists tag along with a flashmob protest at your local airport and gas the place like they did in Tokyo?” he asked. LaPierre made no mention of Islamophobic and xenophobic violence across the country. In Kansas on Thursday, an Indian-born engineer was shot dead and two others injured by a man who allegedly shouted “go back to your country” before shooting them. Shortly before the election, a group of rightwing militia group members were arrested and charged with plotting to blow up a mosque in a Somali immigrant community in Kansas. According to court documents, one of the alleged conspirators had promised that he wanted to destroy everyone, even a “one-year-old” child. While some protesters at Trump’s inauguration were arrested, the largest protest so far against Trump, the day after his inauguration, was reportedly entirely peaceful, and was led by women wearing hand-knit pink hats. Apocalyptic rhetoric, attacks on the allegedly biased leftwing media and claims that Democratic politicians would like to confiscate Americans’ guns are standard fare for LaPierre. He played a short clip from more than a decade ago where he attacked CNN for publishing what he called a “fake” story about the assault weapon ban, suggesting that he had been attacking CNN for fake news long before it was cool. “Our country is under siege from a media carpet-bombing campaign,” LaPierre said. The media attack was aimed at “purposely and maliciously destroying the Trump presidency”. In response to liberals who have pledged to fight in the “resistance” against Trump, the NRA and its members will mount the “counter-resistance”, the group promised in a series of videos advertising LaPierre’s speech this week. Trump took a moment to give LaPierre and the NRA special praise in his own CPAC speech on Friday. “They love our country. They love our country. The NRA has been a great supporter,” he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}