{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2017/feb/28/amazon-web-server-crash-internet-problems", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2017-02-28T22:30:55Z", "webTitle": "Glitch in Amazon web servers causes problems for popular sites", "webUrl": "https://www.theguardian.com/technology/2017/feb/28/amazon-web-server-crash-internet-problems", "apiUrl": "https://content.guardianapis.com/technology/2017/feb/28/amazon-web-server-crash-internet-problems", "fields": {"headline": "Glitch in Amazon web servers causes problems for popular sites", "bodyText": "Amazon’s S3 cloud service experienced an outage of several hours on Tuesday that caused problems for many websites and mobile apps that rely on it, including Medium, Business Insider, Slack, Quora and Giphy. The company said earlier on Tuesday that it was experiencing “high error rates” on the platform affecting a large part of the east coast of the US. Then on Tuesday afternoon, Amazon posted on its service health dashboard that the issue had been resolved: “As of 1:49 PM PST, we are fully recovered for operations for adding new objects in S3, which was our last operation showing a high error rate. The Amazon S3 service is operating normally.” The Amazon Simple Storage Solution (S3) is used by tens of thousands of web services for hosting and backing up data, including the Guardian, which was heavily affected. The problem had also affected some internet-connected devices, such as as smartphone-controlled light switches. The outage even affected a site called “is it down right now?” which monitors when other sites are down. The case highlights how reliant the internet has become on several players, including Amazon, Cloudflare and Google who provide the expensive centralized infrastructure on which the web runs. The so-called cloud is actually made up of thousands and thousands of powerful computer servers, stored by Amazon and others in huge server farms. The companies build and maintain them so so that smaller players don’t have to. It’s convenient and flexible (you only pay for the storage they use) for companies who don’t have the resources or skills to do it themselves – that is, until there’s a problem."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}