{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2017/feb/05/mike-pence-betsy-devos-cabinet-tie-breaking-vote", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-02-05T20:44:01Z", "webTitle": "Pence plans to use tie-breaking vote to confirm Betsy DeVos for education post", "webUrl": "https://www.theguardian.com/us-news/2017/feb/05/mike-pence-betsy-devos-cabinet-tie-breaking-vote", "apiUrl": "https://content.guardianapis.com/us-news/2017/feb/05/mike-pence-betsy-devos-cabinet-tie-breaking-vote", "fields": {"headline": "Pence plans to use tie-breaking vote to confirm Betsy DeVos for education post", "bodyText": "Vice-president Mike Pence said on Sunday he expects that the billionaire Republican donor Betsy DeVos will be confirmed as education secretary with his tie-breaking vote. Pence blamed the tie on DeVos in the Senate – the first-ever on a cabinet nominee – on “obstruction by the Democrats”, despite the fact that two Republican defections have caused it. Speaking on Fox News Sunday, Pence said the Trump White House was “very confident that Betsy DeVos is going to be the secretary of education”. He added: “It would be my high honor to cast the deciding tie-breaking vote on the floor of the Senate next week.” Two Republicans, Susan Collins of Maine and Lisa Murkowski of Alaska, have said they will vote against DeVos, citing concerns from parents and teachers. DeVos has also faced fierce criticism from labor unions for her promotion of school choice and regarding the spending of public money on private schools. Democrats and teachers’ organizations accuse her of seeking to dismantle public education. Her appearance before the Senate committee on health, education, labor and pensions last month was widely criticised, after she refused to say if she would uphold Obama administration guidelines on handling campus sexual assault and said guns might be needed in schools due to the threat of “potential grizzlies”. Chris Murphy, a Democrat from Connecticut, where the 2012 Sandy Hook school shooting left 20 children and six adults dead, asked DeVos if she would support a Trump campaign promise to end gun-free school zones. She said: “I will support what the president-elect does.” DeVos added: “If the question is around gun violence and the results of that, please know that my heart bleeds and is broken for those families that have lost any individual due to gun violence.” Murkowski subsequently told reporters: “I was trying to get to yes and I couldn’t.” Her opposition, with Collins, sets up a 50-50 tie in the Senate if all Democrats vote against DeVos and no other Republicans dissent. As Senate president, Pence would then cast the tie-breaking vote. Two weeks after Trump’s inauguration, many seats in his cabinet remain unfilled. On Friday the nominee for army secretary, Vincent Viola, withdrew from consideration. On Sunday, Pence blamed such slow progress on Democrats. As part of an answer to a question about possible efforts to block Neil Gorsuch, Trump’s nominee for the supreme court seat over which Republicans would not grant even a hearing to President Obama’s nominee, Merrick Garland, Pence said: “It’s really been surprising to me since the advent of this administration to see the obstruction by [Senate minority leader Chuck] Schumer and Senate Democrats of one cabinet nominee after another. “I’m going to be called on next week for the first time in American history as vice-president to cast the deciding tie-breaking vote for a cabinet nominee … I think it shows obstruction by the Democrats in the Senate. And the American people are tired of it. “They want to see this president have his cabinet. And we’re going to continue to work our hearts out for the American people to make sure all those things happen, despite Senator Schumer and his colleagues’ obstruction of efforts.” DeVos’ husband, Dick DeVos, is an heir to the Amway direct sales fortune and her brother is Blackwater founder Erik Prince. A former chair of the Michigan Republican party, she donated to Carly Fiorina and Jeb Bush in the 2016 primary and ultimately endorsed Marco Rubio. In March last year, she told the Washington Examiner she considered Trump an “interloper” who “does not represent the Republican party”. On Friday, the Senate voted on party lines, 52-48, to limit debate on DeVos’s nomination. The confirmation vote is on Tuesday."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}