{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2017/feb/20/arsenal-sutton-united-fa-cup-arsene-wenger", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-02-20T22:40:20Z", "webTitle": "Arsenal’s stroll in suburbs a minor diversion in the Arsène Wenger endgame | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/20/arsenal-sutton-united-fa-cup-arsene-wenger", "apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/20/arsenal-sutton-united-fa-cup-arsene-wenger", "fields": {"headline": "Arsenal’s stroll in suburbs a minor diversion in the Arsène Wenger endgame", "bodyText": "For all the talk of Cup magic this was in the end an orderly out-ground experience for Arsenal, a 2-0 fifth-round victory that felt by the end like a gently convalescent night out in the southern suburbs. Gander Green Lane is a clattery low rise lodged between rows of pebble-dashed semis, its edges marked out by a row of scaffold-pole huts and the remains of a venerable wood and ironwork stand. Before kick-off Arsène Wenger could be seen signing autographs in the car park, smiling fondly on the touchline and generally looking like a man rather enjoying being in such homely surroundings after the trauma of that career-low 5-1 Champions League thrashing in Munich last week. In the hours before the match the narrow streets around the ground had been clogged with a well-mannered crush, pubs and newsagents spilling out with amused, good-natured locals. As the Arsenal bus edged its way in and disgorged the away team there were shouts of “who are you?” but more craned necks and camera flashes and genuine curiosity at these visitors from the footballing over-world. And there was an oddly gripping intimacy about all this for Arsenal’s fans too, the usual glazed and distant superstars recast in the kitchen-sink proximity of a ground built on a more human scale. Even Gunnersaurus looked absurdly huge wandering about in the centre circle, frolicking awkwardly with his more off the shelf counterpart Jenny the Giraffe. Before kick-off the Arsenal players came wandering out of the clubhouse doors on to a pitch milling with families and club officials. The warm-up took place a few feet in front of the narrow away gantry, the Rapid Readymix End re-cast as an Arsenal stronghold for the night. So much for the levelling effects of the non-league mud-box. Local dignitary Alan Pardew had cut the ribbon on Gander Green Lane’s lovely, lush 3G surface a few years back. The rain before kick-off was absorbed effortlessly into its glossy sheen, and it played beautifully throughout, albeit lending the entire occasion a training-match feel. Plastic has its practical points at this level. But somehow it still doesn’t feel quite right. Sutton handled the occasion beautifully, from stewarding the relatively huge crowds, to managing the demands of the day. As kick-off approached the smell of fried onions mingled suddenly with the an unexpectedly moving, crackly Tannoy rendition of Pavarotti’s Nessun Dorma, capped at the end with a lengthy, deadpan monologue from the PA announcer on the merits of local sponsors Angel Plastics, which apparently has the lot from fascias to coverings. At weekends the main hall at Gander Green Lane hosts “the home of real music”, also known as the Boom Boom Club. Upcoming acts include Hats Off To Led Zeppelin, TooREX and Rollin’ Stoned, and this was in its own way kind of tribute act Arsenal starting XI, much changed, but still with eight internationals and Shkodran Mustafi possibly the first reigning World Cup winner to play at the ground. The early stages were low-pressure and a little messy. With 15 minutes gone the match produced its first significant action as a very slender sort-of streaker in tight underpants and a rubber giraffe’s mask on his head appeared. He gambolled around for a while then wandered off, persuaded away by a steward. Ten minutes later it was Lucas Pérez’s turn to scamper through on the opposite side, checking in off the right flank onto his left foot like an Arjen Robben flashback and feeding a low shot into the far corner to make it 1-0. Sutton passed neatly, tackled cleanly and generally looked a good team, a further tribute to the impressive depth of English football through the levels, often overlooked in the rush to carpet weakened Premier League teams. Craig Eastmond, who made his FA Cup debut for Arsenal alongside Theo Walcott in 2010, played neatly in midfield. Nicky Bailey took a lot of ribbing before this game after revealing that his pre-match meal is nine chicken nuggets, albeit Bailey does also have eight years of League football behind him. He also played well here, sitting close to his defence and using the ball carefully. Sutton may be a small club but they have a grand old history of their own, a native for many years of the southern suburban Isthmian league, founded as a bastion of Hellenic amateurism with the motto honor sufficit. Here Paul Doswell’s team kept playing neat, passing football even as Walcott made it 2-0 in the second half in front of the Arsenal end, to the loudest cheer of the night. For Arsenal there was little to gain from their night on the Surrey fringes, but there were positives, with Pérez a lively presence, Mustafi as phlegmatic as ever and perhaps, more importantly, Wenger calm and even rather cheerful on the touchlinein his terrible grey quilted coat. Arsenal will now face Lincoln City in the quarter-finals, passage towards another FA Cup final at Wembley a minor note in the ongoing Wenger endgame."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}