{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2017/feb/11/pep-guardiola-joe-hart-claudio-bravo-joe-hart", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-02-11T22:00:27Z", "webTitle": "Manchester City’s Pep Guardiola must use his head over Joe Hart | Daniel Taylor", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/11/pep-guardiola-joe-hart-claudio-bravo-joe-hart", "apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/11/pep-guardiola-joe-hart-claudio-bravo-joe-hart", "fields": {"headline": "Manchester City’s Pep Guardiola must use his head over Joe Hart", "bodyText": "It is probably safe to assume Pep Guardiola did not appreciate the impertinence of being asked at his latest press conference whether, six months into the season, he could understand why so many football people were questioning whether the decision to marginalise and replace Joe Hart had shown even the greatest managers can make mistakes. A similar question was asked of Sinisa Mihajlovic, the manager of Torino, earlier this season and you didn’t have to read too far between the lines to find a thinly disguised layer of scorn from the man who took Hart to Serie A. “Guardiola says Hart isn’t the best with his feet, but from what I’ve seen he has decent feet,” Mihajlovic noted. “If Guardiola wants someone like Guardiola in goal, that’s going to be tricky … but if he has any other players he’d like to hand over, we’ll gladly take a look.” Yet Guardiola did not actually mention Hart once in his own response. Managers, on the whole, do not like to admit their mistakes and Guardiola chose instead to compliment the man who had supplanted Hart at Manchester City and offer a eulogy that rather ignored the fact we were talking about someone with the most harrowing goalkeeping statistics in the Premier League. Claudio Bravo, he insisted, was a “top, top goalkeeper, one of the best in the world” and, without wishing to sound too cruel, the temptation three rows back in City’s media room was to check whether City’s manager might have his fingers crossed beneath the table. You understand why he said it and if you have followed Bravo’s career in happier times you will be aware presumably that he has not always been a danger to his own team. Yet a truer reflection of the current position came when the conversation turned to City’s game at Bournemouth on Monday and Guardiola admitted he did not know who should start in goal. On the one hand, he has an opportunity to restore Bravo to the team. Alternatively, it might be safer to persist with Willy Caballero and place his trust in the man who has spent virtually all of the last three seasons as City’s back-up goalkeeper. Guardiola stared back with dark smudges beneath his eyes. He would take the weekend, he said, to think about it. Unfortunately for Guardiola, there is some fairly overwhelming evidence here that City will never fully achieve their ambitions as long as this is the choice. Bravo’s omission from their last two matches follows a lamentable run in which he has conceded 16 goals from 24 shots – six being saved and two blocked by defenders – and five games out of eight where he has been beaten by the first attempt on target. He has not actually made a save since the 91st minute of their 2-1 win against Burnley on 2 January, he has been beaten six times in his following two games and it would require several sessions of hypnosis to convince this observer that someone this vulnerable belongs at a club with City’s aspirations. Bravo is a rarity: a goalkeeper who seems to shrink in size when he spreads himself. To see him in City’s colours is to be reminded, without any sense of exaggeration, of John Toshack’s old line about managing the accident-prone Albano Bizzarri at Real Madrid. “I close my eyes every time the ball comes near our penalty area,” Toshack said. Equally, there have been times when Caballero has inspired a similar sense of foreboding. Otherwise, Guardiola would have trusted him with the job of replacing Hart from the start. The shot Caballero let in from Swansea City’s Gylfi Sigurdsson last weekend was one any elite goalkeeper would have expected to keep out and if City really rated the Argentinian he would not be out of contract at the end of the season. He will leave, almost certainly, in the summer and it will not make big news. A couple of lines on the club’s website, maybe, but not much more. The only real mitigation for Guardiola is to remember that Bravo did win back-to-back la Liga and Copa del Rey doubles with Barcelona as well as captaining Chile to successive Copa América triumphs. Bravo has 110 caps for Chile. At Barça last season, he saved 79% of the shots he faced. Since the start of December, it has been a 75% failure rate for City. Guardiola, to give him his due, was entitled to expect more. At some point, however, City’s manager will have to give serious thought to trying again with Hart when the England international returns from his loan arrangement with Torino at the end of the season. Guardiola has already changed his mind about Yaya Touré and, for the betterment of the team, it is difficult to think of any plausible reason why he cannot do the same with Hart. Work with him, improve him, and if you do not think he is accomplished enough on the ball, set aside time on the training ground, the old-fashioned way, to bring him up to speed. Guardiola is revered as being among the best coaches in the world – and this is a chance to prove it. And besides, have we overegged all this talk of a “sweeper-keeper” and Guardiola’s apparent belief that a football team should have 11 outfield players? The implication, on Bravo’s arrival, was that he would change the way English football viewed the goalkeeping role and, with the ball at his feet, he would usher us into a new era. The reality is something entirely different. Bravo and now Caballero are not generally compelled to do anything more onerous than playing it out wide to the full-back. This isn’t a case of dribbling 40 yards up the pitch or defence-splitting passes with the outside of the boot. These are simple passes, left and right, more often than not – a rudimentary skill any top‑level goalkeeper should be capable of picking up. This is not to say Hart’s performances in Serie A have been immaculate, or to overlook the way his Euro 2016 became a personal ordeal. His debut for Torino was memorable for a mistake that allowed Atalanta’s Andrea Masiello to score. Then last week Empoli’s equaliser came from a back pass getting stuck in a puddle and an opposition striker beating him to the loose ball. Hart cannot be held responsible for the waterlogged pitch at the Stadio Carlo Castellani but it was still an embarrassing one for his portfolio. The point remains, though, that Hart is a clear upgrade on what City currently have – not flawless, by any means, but markedly superior to their other options – and the decision to oust him has turned out to be a mistake. Guardiola has a specific style of play and there are some fine players who do not necessarily fit in. But what really counts for a goalkeeper is clean sheets, surely. City have managed five in the league, fewer than every other club bar Watford and the teams in the bottom four – Sunderland, Crystal Palace, Hull and Swansea. It is not the goalkeeper’s responsibility alone to keep out the opposition but Hart, though not flawless, might have saved City a few points this season and, to go back to the earlier point of whether he can mould himself into a Guardiola team, a lot of things have been thrown his way but never the allegation that he is incapable of change. Hart’s devotion to learning Italian is just one example about his desire to make the best of himself. He had his first stab at his new language – prepared, properly enunciated Italian – at his introductory press conference, earning a round of applause for his troubles. It doesn’t always go to plan and there was a lot of amusement among Turin’s football writers about one reference to due lenzuola pulite – “two clean sheets” not being a phrase that is used in Italy outside, perhaps, the hotel business – but the impression it leaves is of someone who is absolutely committed to the idea of self-improvement. The supporters on Curva Maratona have embraced him. Indeed, Hart’s popularity at his new club can be gauged by the advert for their new in-house television channel. Torino wanted two players to promote it. Andrea Belotti, the club’s prolific Italy striker, was one and Hart the other. At City, there is always the temptation to do what they always do when there is a problem with the team: throw money at it. But there is no reason to bring in another goalkeeper. Hart, in turn, is being linked with a move to Liverpool and, again, what an illogical idea. As José Mourinho noted recently, what is the point of strengthening a rival club who will be challenging for the same trophies? The more sensible option surely is a rethink. At the start of the season, with City beating everyone and Guardiola’s charm on full beam, the temptation was to trust the manager’s judgment and expect everything to turn out as he had planned. Six months on, there is no point dressing it up as anything else than an expensive mistake. Bravo was signed as part of an ideology when they would have been better persevering with Hart. It hasn’t worked and it should be a strength, not a weakness, for a manager to admit he has got it wrong. Uncultured government thinking over calls for safe standing The supporters of Northampton Town, in keeping with the growing mood around the country, have voted overwhelmingly in favour of safe standing and if talks go well with the relevant Safety Advisory Group it is feasible everything will be put in place. In other words, Sixfields is potentially in line to become the first all-seat ground to be put up after the Taylor report into the Hillsborough disaster to replace seats with an area where supporters can stand. There is still some way to go but, unlike many of the clubs supporting safe standing, Northampton would be permitted to make the necessary changes because they have not played in the top two divisions since the mid-1960s. Everton Supporters Trust has just voted even more resoundingly in favour of safe standing and, increasingly, there is evidence that Liverpool’s various supporter groups want to join the debate over what is clearly a sensitive issue on Merseyside and, on the whole, appreciate the argument for change. Meanwhile, the Department for Culture, Media and Sport says it remains “unconvinced by the case” without apparently thinking a statement of that nature deserves a proper explanation. One more time: the clue is in the name, safe standing. It is not a return to the heaving terraces of old and it really is time the relevant people opened their eyes."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}