{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/feb/24/harry-arter-bournemouth-daughter", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-02-24T22:49:00Z", "webTitle": "Harry Arter: ‘I felt more pressure changing a nappy than playing football’", "webUrl": "https://www.theguardian.com/football/2017/feb/24/harry-arter-bournemouth-daughter", "apiUrl": "https://content.guardianapis.com/football/2017/feb/24/harry-arter-bournemouth-daughter", "fields": {"headline": "Harry Arter: ‘I felt more pressure changing a nappy than playing football’", "bodyText": "The 170-odd mile coach journey from Bournemouth to Birmingham, to the team hotel on Friday afternoon, will have proved more poignant to Harry Arter than most. It was in the Midlands 14 months ago, the night before a 2-1 win over West Bromwich Albion, that the “realisation of what happened” hit him. Nine days earlier his fiancee Rachel had given birth to a stillborn daughter, Renee. Arter broke down and walked out of the hotel, sobbing. Arter heads back to the Hawthorns on Saturday, with a new baby daughter waiting at home for him. At midday last Friday, in a planned caesarean, Raine Renee Arter was born at the Portland hospital in Marylebone, London. “It has been an emotional week but I am very happy,” Arter says. “It is very hard to put into words because I was kind of in shock, I guess. There was a lot of anxiety and it was a strange moment, really. It was a surreal day. Anyone who has had a caesarean before, the procedure is actually quite quick. From the time they put the epidural in her back – which started to work after five to 10 minutes – the baby was out within four minutes.I don’t think anything in my life will be able to replicate that feeling.” Arter articulates clearly and with great courage. It speaks volumes that he and Rachel discussed the coincidental timing of the West Bromwich Albion fixture this week. “I actually said to my missus a couple of days ago that this was the first away game after Renee and this is the first since Raine,” he says. “It was a real tough period of my life, and hopefully it will not be too emotional in that sense because my main focus is to make sure we win. I can remember it like it was yesterday, it was Christmas time and I was seeing families with their kids. I was thinking: ‘I wish that was me.’” Now it is. Arter feels it has given him a “spring in his step”. His positive outlook echoes the words inked on his right forearm. A tattoo reads, “Setbacks pave the way for comebacks”, just above Renee’s date of birth – 10-12-15. He and Rachel placed the hat provided for Renee’s memory box, given to them by the charity 4Louis, on Raine’s head when she was born. Renee is also Raine’s middle name and it is a name that Arter says any of his future daughters would also carry. “It is important,” the 27-year-old says, after slowly absorbing the question. “We wanted her to have her sister’s middle name and when she gets a little bit older, we can explain to her why. I am sure she will understand and hopefully want to learn about her sister. It is important to tell her at the right age, we would not want to tell her too early and it was important for us … not to make us remember, because having that as her middle name would not necessarily make us remember Renee more.” Arter has taken an unorthodox route to the Premier League via Staines Town, Woking and then Bournemouth, for whom he regularly plays in front of thousands of fans, but it was the prospect of changing Raine’s nappies at a London hospital that left him feeling a little daunted, in front of only a handful of spectators. “I felt more pressure watching people watch me change a nappy than I do playing football,” Arter says, with a smile. “When I was in the hospital they asked me to change one and when there was a big crowd – of about five people – there I did not want to do it.” Arter believes the ups and downs over the past 14 months or so has put everything into context, giving him a further sense of perspective and he admits to struggling to see the importance of results towards the end of last season. “You understand what is important in life and what is not,” he says. “The way I am with Raine, I am not too sure I would be so hands-on if it was not for Renee. For any family that loses somebody – regardless of if it’s a baby – it definitely does change you for the positive. When negatives happen, you look at your life a lot differently to try and change it for the positive and I am really thankful for Renee for that. “I went through a phase towards the end of the season, I was finding football very tough to be bothered about results. Of course, three points tomorrow [Saturday] is not life or death – but professionally it is. I had to kind of understand that and when I understood it I could put it right. It is my profession, I have to be professional, I had to understand that.” Arter speaks of Raine as a “rainbow baby” – a phrase used by some parents to compare their new child to the beautiful sight after a storm. Arter posted a message with a rainbow backdrop when he announced the birth of Raine. “I learned that [phrase] after Renee passed, before that I did not have a clue what it meant,” he says. “That message is important to me to understand my feelings. I think it is a very important message. Now I understand totally what it means. I was worried that I would feel a tad guilty that the new baby is here and now all my attention is here – which it does have to be, if I am being honest. I just feel that message is a nice message to make me understand that even though there is a beautiful baby here now, it does not mean that Renee did not exist and everything is fine now. In an ideal world I would love them both to be here.” A rainbow emoji also accompanied his thank you message on social media, to the “four or five thousand” people who sent individual congratulatory messages. “On the Saturday [after Raine’s birth], I went through the messages and it was very overwhelming, for someone who played non-league seven years ago to be playing in the Premier League now, to get messages from teams in the Conference, in League Two and so many messages sending their best wishes to myself and Rachel.” He has been inundated. Arter has been touched by heartfelt well wishes from Pep Guardiola, four days before Raine’s birth, opposition supporters and by those far beyond the footballing community. “The social media side of things was lovely,” he says. “It was hard to catch up on all the messages because there was so many. Social media sometimes has some bad times and not so nice messages but it is nice when everybody is so positive. It does not matter if they were very well-known or just a local fan who nobody has ever heard of. To receive a message from somebody who has taken time out of their day – I am really thankful for all the messages.” There was the hair-raising moment eight minutes into Bournemouth’s match at Turf Moor, when Burnley supporters joined away fans in a minute’s applause. It was Renee’s first birthday, one Arter and Rachel insisted they would celebrate. “The Burnley gesture was unbelievable,” he says. “I have still got it on record on my telly, it is nice to look back on sometimes and I am honestly so thankful for that. It was a club I have never had anything to do with, to be honest – I never played for them or anything like that – I was so thankful for that.” On the day of Raine’s birth Arter’s Bournemouth team-mates were overseas, wrapping up a three-day training camp at Real Madrid’s Ciudad complex, so he sent them a message on the group chat to inform them of Raine’s arrival into the world. “We have such a close-knit group here, they shared the experience for me last year and it was nice for them too that the baby was here safe,” he says. Arter has a tight bond with Eddie Howe as well, and the Bournemouth manager says he sensed the player’s “relief and happiness” on his return from the Spanish capital. Howe – without naming names – feels some of his squad have benefited from the discipline that fatherhood brings. “I think it will affect him, change him but all for the better,” Howe says. Arter “definitely wants more kids” but insists now is for him and Rachel, who is three years younger, to enjoy Raine and rest physically, mentally and emotionally. “I want her [Rachel] to enjoy her life again,” Arter says. “She has been pregnant for the last two years so it’s important for her to get her life back.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}