{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2017/feb/06/cory-bernardi-to-quit-liberals-to-form-own-conservative-party", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2017-02-05T23:06:46Z", "webTitle": "Cory Bernardi to quit Liberals to form own conservative party", "webUrl": "https://www.theguardian.com/australia-news/2017/feb/06/cory-bernardi-to-quit-liberals-to-form-own-conservative-party", "apiUrl": "https://content.guardianapis.com/australia-news/2017/feb/06/cory-bernardi-to-quit-liberals-to-form-own-conservative-party", "fields": {"headline": "Cory Bernardi to quit Liberals to form own conservative party", "bodyText": "The outspoken South Australian Liberal senator Cory Bernardi will break away from the Turnbull government early this week to form his own conservative movement. Bernardi has gone to ground but expectations within the government are now hard set that the split is on. The South Australian has been telling friends he’s been waiting for the resumption of parliament for 2017 to clarify his intentions, which have been the subject of internal speculation for much of the summer. Bernardi is likely to confirm his position either on Tuesday, which is the first day of the new parliamentary year, or by midweek. There was speculation that Queensland conservative Liberal National party backbencher George Christensen might join Bernardi, but Christensen said he remained loyal to his leader Barnaby Joyce and the LNP, as long as the government held true to its values. Christensen told Guardian Australia he still believed he could be effective within government. “I still believe we can effect change from within government, that’s why I am not going anywhere,” Christensen said. Christensen said he remained loyal to Joyce, and to the National Party. “I’m here in the government, as long as the government holds true to the values of the people that put us there.” Christensen said Bernardi had not approached him to join and they had not spoken for the past week but that the South Australian senator was a “wasted talent” on the backbench. As parliament returns for the first week of the year, Newspoll shows Labor in front 54% to 46%. At the same time conservative MPs are pushing back against reports that moderate Liberals are positioning to move marriage equality forward following the failure of the plebiscite legislation. Treasurer Scott Morrison labelled the reports that moderates were involved in a new push for a free vote “fake news”. But conservatives, including Tony Abbott, insist that a plebiscite – engineered under his leadership but rejected by the parliament – is the only way forward. Christensen also warned fellow MPs against any push for a free vote. “If this government goes down the road of breaking its agreement with the people that we made that we were going to do to a plebiscite, then, you know, the show’s over,” Christensen said. And he again had an ambiguous warning for the Turnbull-Joyce government on moving away from the conservative agenda. “We need to reconnect with our core constituency and with the people at large and I think that there’s moves a foot to do that,” Christensen said. “So I really do hope that we succeed in doing that. Because if we drift away any further, you know, it’s going to become untenable.” Bernardi’s defection has been a long time coming. His Conservative Leadership Foundation reregistered a number of domain names relating to a conservative party in December 2014, including conservative.org.au, conservativeparty.com.au and conservativeparty.org.au. Immediately after the election last year, when the Coalition almost lost office, Bernardi warned a conservative revolution was required within the Liberal party to reset the broad policy direction “and if we don’t do that we’ve got a taste of the revolution waiting for us outside”. He had a ringside seat in the US during the presidential election that saw Donald Trump take the presidency on the back of a conservative, grassroots insurgency. His preparations to break away have intensified after what he witnessed in the US. The split to open the political year will add to the list of woes being faced by the prime minister, which include bad polling, a lack of Senate support for the government’s policy agenda and a threat from a resurgent One Nation party. The treasurer, Scott Morrison, attempted to hose down the dangers posed by the split in an interview on Monday where the Sydney broadcaster Ray Hadley declared the only hope the government had of retaining power was if Malcolm Turnbull resigned as prime minister. Morrison said what Bernardi did was ultimately up to him. “Let’s see what he announces, what he chooses to do is a matter for him.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}