{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2017/feb/16/trump-congressional-black-caucus-april-ryan-press-conference", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-02-16T22:46:34Z", "webTitle": "'Least racist person' Trump asks black reporter if black caucus are 'friends of yours'", "webUrl": "https://www.theguardian.com/us-news/2017/feb/16/trump-congressional-black-caucus-april-ryan-press-conference", "apiUrl": "https://content.guardianapis.com/us-news/2017/feb/16/trump-congressional-black-caucus-april-ryan-press-conference", "fields": {"headline": "'Least racist person' Trump asks black reporter if black caucus are 'friends of yours'", "bodyText": "Minutes after Donald Trump insisted he was “the least racist person” at a press conference on Thursday, the president asked a black reporter to arrange a meeting for him with the Congressional Black Caucus (CBC). The American Urban Radio Networks reporter April Ryan asked the president if he was going to include the CBC in conversations he will have about his “inner city” policies. Trump responded by repeatedly asking Ryan if she could set up a meeting with the caucus, members of which the president suggested could be “friends” of hers. “Are they friends of yours? No, go ahead,” Trump said. “Set up the meeting.” Trump ended his interaction with Ryan by saying: “Let’s go. Set up a meeting,” before moving on to accuse the Democratic representative Elijah Cummings, a senior member of the caucus, of being instructed not to meet with him. Cummings, a former chair of the caucus, denied the accusation and said he was looking forward to meeting with Trump about health policy. “I have no idea why President Trump would make up a story about me like he did today,” Cummings said in a statement. After the press conference, Ryan said on Twitter: “I am a journalist not a convener! But thank you for answering my questions.” The caucus also tweeted a statement shortly after the conference: “Hi, @realDonaldTrump. We’re the CBC. We sent you a letter on January 19, but you never wrote us back. Sad!” A link to the letter was included. Later on Thursday, Ryan tweeted that the administration had reached out to the CBC to set up a meeting with the president. Ryan’s question came days after she said Omarosa Manigault, a communications official in the Trump administration, had “physically intimidated” her. Ryan accused Manigault of making verbal threats against her, including telling the reporter she was among several journalists on whom Trump officials had collected negative information for a dossier. In response to the allegations, Manigault told the Washington Post: “My comment: fake news!” About eight minutes before Ryan asked her question, Jake Turx, a reporter for a Jewish publication, had asked Trump what the government was going to do about antisemitic hate crimes that have occurred since he took office. “Sit down,” Trump told the reporter. “Number one, I am the least antisemitic person you’ve ever seen in your entire life. Number two, racism, the least racist person.” Trump went on to say his opponents were responsible for some of the antisemitic acts, without providing evidence for the claim, and concluded by calling the question “insulting”. Elsewhere on Thursday, members of the Congressional Hispanic Caucus, were asked to leave a meeting between lawmakers and the Immigration and Customs Enforcement (Ice) acting director, Tom Homan. Trump’s campaign has been accused of fomenting racial divisions in the country, ever since he announced he was running for president with a speech in which he accused Mexican immigrants of being rapists. Anti-hate watchdog groups have criticized the appointment of Stephen Bannon to a top adviser role in the White House for stoking these divisions, as he is a founding member of the far-right website Breitbart News. Activists had warned the decision would embolden antisemites, racists and misogynists. Trump’s organization has been accused of mistreating black tenants, culminating in a government lawsuit that accused Trump Management of discriminating against black tenants in 1973. Trump, the company’s then president, was named as a defendant in the justice department’s lawsuit, which was settled after Trump filed a $100m countersuit against the agency. As part of the agreement, Trump Management had to ensure its staff were following their obligations under the Fair Housing Act and adequately reaching out to the community in line with fair housing practices."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}