{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2017/feb/28/congress-speech-trump-obama-devos", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-02-28T23:15:35Z", "webTitle": "Donald's big night on the Hill", "webUrl": "https://www.theguardian.com/us-news/live/2017/feb/28/congress-speech-trump-obama-devos", "apiUrl": "https://content.guardianapis.com/us-news/live/2017/feb/28/congress-speech-trump-obama-devos", "fields": {"headline": "Donald's big night on the Hill", "bodyText": "All eyes are on Donald Trump’s first address to a joint session of congress, scheduled for this evening. The president is expected to outline his agenda on topics such as healthcare and immigration, and to celebrate himself for the campaign promises he’s already acted on during his whirlwind first 40 days in office. What to expect In an interview with Fox and Friends that aired Tuesday morning, Donald Trump said he thought Barack Obama was to blame for nationwide protests of Trump, and for continued leaks from his administration. “You never know what’s exactly happening behind the scenes … I think that President Obama’s behind it because his people are certainly behind it,” Trump said. There is no evidence that the former president, who has been on vacation and out of the country for much of Trump’s presidency so far, has had any involvement. More US spending on overseas aid is expected to bear the brunt of dramatic cuts as part of Trump’s plan to increase defense spending by $54bn in his forthcoming budget. Read more Trump signed an executive order Tuesday aimed at unraveling one of Barack Obama’s signature environmental policies, intended to protect American waterways from pollution. The president called the regulation “overreach”. Read more Betsy DeVos drew criticism Tuesday for a statement her education department made about historically black colleges and universities. The secretary described them as “real pioneers when it comes to school choice”. A number of legislators came out to let DeVos know that school choice, the secretary’s pet issue, was not comparable to the Jim Crow-era racist exclusion that forged the country’s HBCUs. Read more"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}