{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2017/feb/11/church-of-england-faces-lgbt-rights-rebellion", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2017-02-11T22:04:39Z", "webTitle": "Church faces new split over attitude to gay relationships", "webUrl": "https://www.theguardian.com/world/2017/feb/11/church-of-england-faces-lgbt-rights-rebellion", "apiUrl": "https://content.guardianapis.com/world/2017/feb/11/church-of-england-faces-lgbt-rights-rebellion", "fields": {"headline": "Church faces new split over attitude to gay relationships", "bodyText": "The Church of England is facing a fresh crisis over its stance on gay relationships following unprecedented criticism by a group of leading retired bishops over its failure to provide leadership on the issue, and its marginalisation of LGBT members. The highly unconventional intervention comes before this week’s synod, which will be dominated by rancorous divisions over sexuality. Officials hope the 500-plus members of the church’s general assembly will approve a recent report from bishops which upholds the traditional teaching that marriage is a lifelong union between one man and one woman. But a rebellion is being orchestrated by supporters of LGBT rights who are dismayed at the bishops’ restatement of doctrine. The church insists that gay clergy must be celibate, and clergy are forbidden from conducting same-sex marriage services. An open letter from 14 retired bishops, led by Peter Selby, the former bishop of Worcester, and including Richard Harries, former bishop of Oxford, urges their successors to think again. They say serving bishops have sought to manage a conflict “rather than perhaps enabling or leading”. The letter rebukes the former bishops’ successors for marginalising the views of LGBT members of the church. “Our perception is that, while the pain of LGBT people is spoken about in your report, we do not hear its authentic voice,” it says. The letter – sent to all serving bishops this weekend – acknowledges that an immediate change in church law to allow same-sex marriage would be unrealistic, given the depths of division on the issue. But, it adds, “your call for change of tone and culture, while absolutely right, does not carry conviction”. It also criticises the bishops for not allowing “the theological voice of some of us to be heard properly” – a reference to those who argue for an inclusive interpretation of scripture. The retired bishops’ intervention was very unusual, Selby told the Observer. “There will be some [serving bishops] who think ‘why don’t these dinosaurs shut up, it’s none of their business’. But I hope there will also be some who are glad we have put this on the record.” Since “shared conversations” on sexuality ended last July, the House of Bishops has met four times to discuss the next steps. In a bid to avoid a split, the synod will not be asked to accept its report but merely “take note” of it. This procedure is usually a formality, but campaigners are fomenting a challenge. They plan to demand separate votes on the “take note” motion in each section of the synod: bishops, clergy and laity. A rejection by one section – most likely the clergy – would mean the motion would be lost, in what would be an extraordinary rebuff to the bishops. Campaigners have ready an alternative motion demanding that a “set of forward-looking proposals on same-sex relationships” be tabled next year. If there were “a strong negative current” against the report, the bishops would be forced to think again, said Selby. Although the bishops said their report represented a consensus rather than a unanimous view, Selby said it was “regrettable that what’s come out is a kind of compromised document, with no indication that there was a struggle and there are alternative views I know there is very, very strong pressure to limit the damage that a conflict can cause.” He added: “We felt we needed to say something, so that’s what we’ve done. I’ve no doubt I’ll get some flak, both from people who disagree and from people who think I shouldn’t open my mouth.” While upholding a traditional definition of marriage, the bishops’ report said church law and guidance should be interpreted with “maximum freedom” without indicating what might be permitted. Conservatives in the church have welcomed the restatement of traditional doctrine but some have warned the report could lead to “theological incoherence”. The Church of England said: “The purpose of the shared conversations process was not to change the view of participants or to seek to change the views of others, but rather to recognise Jesus in the face, story and view of those with whom they might disagree. “There are no formal proposals being debated at general synod. The ‘take note’ debate will be an opportunity for those with differing opinions on this issue to have their views aired.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}