{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2017/feb/20/the-halcyon-finale-recap-heavens-to-betsey-what-an-ending", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2017-02-20T22:00:46Z", "webTitle": "The Halcyon finale recap – heavens to Betsey, what an ending!", "webUrl": "https://www.theguardian.com/tv-and-radio/2017/feb/20/the-halcyon-finale-recap-heavens-to-betsey-what-an-ending", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2017/feb/20/the-halcyon-finale-recap-heavens-to-betsey-what-an-ending", "fields": {"headline": "The Halcyon finale recap – heavens to Betsey, what an ending!", "bodyText": "Wow. What a series finale. “Ah, the stories these walls could tell! The people who fell in love. The people who fell out...” No matter how sceptical I have been about this series, I wept like Gwyneth Paltrow at the Oscars throughout the last quarter of an hour. Fantastic plotting, great performances, a worthy ending. Please, please not Betsey. (I’m still crying, writing this.) And so we came to the episode sold in flashback at the start of the series – the night The Halcyon celebrates its 50th anniversary and gets bombed. And heavens to (actual) Betsey, what an eventful episode it was. Well, at least the combination of a bomb and a dead Nazi in one of your bathrooms is a helpful one if you are looking to dispose of a corpse. They pulled out all the stops for this outing and it was extremely powerful. The episode belonged to Steven Mackintosh (Mr Garland), a wonderful, understated actor who has held this series together with grace, humour and a barely noticeable undercurrent of charismatic menace. I love Mr Garland. We passed here into Goodfellas territory as he rolled up his shirt sleeves, put on his best Joe Pesci face and wiped the blood off the handy giant paperweight, all the while thinking that he’d be able to have a sweet sherry with Peggy at the end of it. But it was not to be. There was a lovely moment of tenderness between Peggy and Mr Garland. (Did we know Peggy was married?) But it was the scenes with Mr Garland and Her Ladyship (Olivia Williams – also superb throughout this series) that were the most memorable. As I’ve said before, we would have benefited from seeing more of the complicated dynamic between these two, which Mackintosh and Williams play so beautifully. “You may feel nauseous, short of breath. That will pass.” Ah, he says this because he knows ... Now they are both killers, bound in secrecy. Before his death-by-handy-giant-paperweight, Mr D’Abberville aka Nazi Fancyman (Charles Edwards) was deliciously evil, shading his performance with hints of cowardice and guilt. The confrontation with Mr Garland was hugely enjoyable. “If you think you can act this way in my hotel without consequence...” “I know who you are, Sergeant Green. And I know what you did... Whatever move you make, you lose. Swallow your pride. Do nothing. Stay out of my way.” Dastardly Nazi Fancyman! I was hoping Mr D’Abberville would survive and turn the hotel into a Nazi staging post – but bombing the place so his corpse would never be found was probably a much better move. Meanwhile, as an added bonus, Mr Klein’s storyline, missing in action for several episodes, was back. And his Austrian Jewish family has been rescued! Who would resent their rescue (except for possibly Mr D’Abberville)? Not I. And it was a truly touching scene. But how realistic would it be for Mr Garland to find out where they were and sort tickets for them to travel to London? Oh never mind. I have mixed feelings about the merits of a second series. On the one hand, elements of this episode proved how good The Halcyon can be. On the other, it has been unjustifiably uneven. And now they’ve killed off two of their best characters: the delightful Betsey and the dastardly Mr D’Abberville. Still, this does leave an excellent set-up if they do go on. There are unanswered questions about Mr Garland’s past, about who knew what about Mr D’Abberville, whether Toby and the Cocktail Waiter can continue their covert liaison and who Emma really loves. OK, now I’ve said all that I’ve convinced myself that I do want a second series. Maybe Betsey had a secret twin sister who was also a good singer? Bring her on. Diamante brooch for best supporting costume I loved Her Ladyship in draped russet velvet (the manslaughter outfit) and her post-murder gold number. But Betsey wins the day – of course! – in the floorlength anniversary gown. There should be an exhibition of Betsey’s costumes, and a re-animation of her corpse. Despite a flimsy, cardboard cut-out role, Kara Tointon’s been one of the best things in The Halcyon. Inevitable Downton flashback moment The jaw-dropping killing of Mr D’Abberville was the equivalent of the untimely demise of Mr Pamuk in Downton Abbey. But as discussed before here, that happened in episode three of the first series of Downton and more or less ensured the continuation of the whole thing, so fervently did it grip the audience’s imagination. This might have had the same effect had it not come so late. The poor Halcyon has been blessed and cursed with Downton comparisons all series long and yet it doesn’t seem to have learned the lessons, good and bad, from Uncle Julian’s unstoppable juggernaut. Show-stopping lines “I will need it completed by tomorrow and that’s not a request.” Ah, to be an exceptionally courteous but chillingly firm Nazi. “It’s a complicated situation... it’s just a bit of business I’ve been doing.” Classic Nazi business. “Was any of it true? Any of it at all? Answer me.” We don’t think so. In reality I think Mr D’Abberville might have been after some Cocktail Waiter action of his own. “Why not ask the American to write it? Apparently he’s rather popular on the wireless.” A brief glimpse of something amusing from Her Ladyship before she had to defend herself with the handy paperweight."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}