{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2017/feb/13/the-party-review-sally-potter-kristin-scott-thomas-timothy-spall", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2017-02-13T22:01:40Z", "webTitle": "The Party review – conniptions amid the canapés in an observant real-time farce", "webUrl": "https://www.theguardian.com/film/2017/feb/13/the-party-review-sally-potter-kristin-scott-thomas-timothy-spall", "apiUrl": "https://content.guardianapis.com/film/2017/feb/13/the-party-review-sally-potter-kristin-scott-thomas-timothy-spall", "fields": {"headline": "The Party review – conniptions amid the canapés in an observant real-time farce", "bodyText": "Sally Potter’s 71-minute film The Party is a short, sharp, funny shock of a movie; a theatrical drawing-room comedy which plays out in real time with elegance and dispatch, cantering up to a cheeky punchline twist which leaves you laughing over the final credits. It’s written and directed by Potter, and the action is starkly lit and shot in black and white by Russian cinematographer Aleksei Rodionov. Unassuming and old-fashioned funny entertainment isn’t exactly what we associate with this film-maker, but that’s what she has very satisfyingly served up here. It’s not especially resonant or profound but it is observant and smart, with some big laughs in the dialogue. The whole thing is enjoyably absurd though not precisely absurdist. The Party is like a kind of one-act play by Simon Gray or Anthony Schaffer, which might be produced on stage as the second half of a double-bill – with an early piece by Stoppard before the interval, perhaps – so that the evening can end on a heartstoppingly loud gunshot before the curtain call. The party in question is a small, select soiree held in a book-lined London townhouse owned by Janet, a politician played by Kristin Scott Thomas, and her academic classicist husband Bill (Timothy Spall). We are firmly in the realm of elites and experts. The celebration is in aid of Janet getting the prestigious job of shadow health minister – a stepping stone on the way to party leader and prime minister. She is on the verge of greatness. Her guests include Tom (Cillian Murphy), a smooth, well-dressed banker who keeps sweating, sniffing and running off to the bathroom. He has been assisting Janet with private-sector partnership initiatives. (Her party leader is therefore not Jeremy Corbyn ... but could be Theresa May). Janet’s old friend Jenny, wittily played by Patricia Clarkson, shows up with her insufferable new-agey boyfriend Gottfried (Bruno Ganz). And an old university contemporary of Bill’s, Martha (Cherry Jones), is there with her pregnant partner Jinny (Emily Mortimer). Perhaps it is possible to write a movie or play set at a party in which festering secrets do not rise to the surface, do not explode, do not leave the guests stunned with the knowledge that after this catharsis things can never be the same. Not here. The party is simmering with repression. As she puts together canapés in the kitchen, Janet is giggling over racy texts from a secret lover. Bill looks stunned, almost catatonic, playing loud records as if in a world of his own. Martha and Jinny have issues they haven’t quite come to terms with and Tom has brought a certain something to the party that we are to see in Janet’s vengeful hand in the flashforward instant that starts the film. It all kicks off mightily. People make personal announcements of the sort that punctuate parties in films, which are then superseded by other announcements – unexpected and unwelcome. There are rows. People get slapped and punched. Someone lies catatonic on the ground, bringing to the proceedings a touch of Ortonesque black-comic panic. It is pure farce, but at its centre, Scott Thomas’s drawn, wan poise keeps things from accelerating out of control. And with admirable discipline, Potter keeps the running time within strict bounds. Like the best sort of party guest, it doesn’t outstay its welcome."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}