{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2017/feb/13/john-oliver-trump-relationship-truth-last-week-tonight", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2017-02-13T23:59:25Z", "webTitle": "John Oliver on Trump and the truth: 'a pathological liar'", "webUrl": "https://www.theguardian.com/tv-and-radio/2017/feb/13/john-oliver-trump-relationship-truth-last-week-tonight", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2017/feb/13/john-oliver-trump-relationship-truth-last-week-tonight", "fields": {"headline": "John Oliver on Trump and the truth: 'a pathological liar'", "bodyText": "John Oliver has criticized reality TV star turned president Donald Trump’s rhetoric, calling him “a pathological liar”. In the return of Last Week Tonight to HBO, the British comic used the episode to investigate the problem that Trump appears to have with the truth. “Since taking office around 412 years ago, Trump has made it clear that reality is not important to him,” he said. He showed footage of Trump claiming that his inauguration was rain-free, thanks to God’s intervention, and compared it to actual video from the day. “We have a president capable of standing in the rain and saying it was a sunny day,” he said. Oliver went on to explain that this worryingly comfortable relationship with deception could wreak havoc on the country. “Trump’s relationship with the truth is going to be of profound importance going forward because any policy discussion has to begin with a shared sense of reality and Trump’s reality can change within a single sentence,” he said. He called him a “pathological liar” with “a well-documented 40-year history of bullshit”. He also looked back on commentators, including Peter Thiel, who talked about his more extreme promises during the election and claimed that these weren’t actual policies. “It was worth taking him seriously,” he said. “Trump was telling the truth about the solutions to the problems he was lying about and he is now making real policy based on fake facts.” Oliver examined the source of Trump’s information and compared his choice of language in tweets with similar terminology used on Fox News. “You would hope that as president, he would now be getting information from primary sources and briefings but Trump still watches a phenomenal amount of cable news,” he said. “His tweets frequently echo things that just aired on TV.” He played footage from the president on Air Force One as commercials played loudly in the background. “Trump just made the interior of Air Force One sound like the living room of an old person who died three days ago and who nobody’s found yet,” he said. But his favorite news organization appears to be the far-right site Breitbart, which Oliver said contained “the kind of headlines you see your old high school friend share on Facebook and think, ‘Oh that’s a shame, I guess Greg sucks now’”. He also discussed Alex Jones, the controversial head of Infowars who believes that water turns people gay and that Sandy Hook was staged. “If the government had actually hired actors, there is no way that their stage parents would have stopped talking about it,” he said. Oliver went on: “There is a pattern here: Trump sees something that jibes with his worldview, doesn’t check it, half-remembers it and then passes it on, at which point it takes on a life of its own and appears to validate itself.” He explained the troubling effect of this: “If you get your news from similar sources to him, as many, many, many people do, he doesn’t look like a crank, he looks like the first president to ever tell you the real truth.” When confronted by the president’s many falsehoods, his press secretary, Sean Spicer, frequently explains that Trump believes it to be true and that’s what matters. “This isn’t about belief,” he said. “It can’t be. Incidence of voter fraud is a verifiable fact and faith and facts aren’t like Bill Pullman and Bill Paxton. When you confuse them, it actually matters. Real people get hurt when you make policy based on false information. Billions will get spent on a wall that won’t work to prevent a crimewave that isn’t happening while refugees sit in dangerous situations to prevent Bowling Green-style massacres that never took place.” Oliver then came up with a solution. If Trump gets his information from cable news then that’s how to reach him. Oliver then detailed a plan to air commercials that actually educate the president on important issues, such as explaining the nuclear triad, how to use appetizer forks and what his other daughter is called."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}