{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2017/feb/09/20th-century-women-review-annette-bening", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2017-02-09T22:30:35Z", "webTitle": "20th Century Women review – tiresomely smug coming-of-age yarn", "webUrl": "https://www.theguardian.com/film/2017/feb/09/20th-century-women-review-annette-bening", "apiUrl": "https://content.guardianapis.com/film/2017/feb/09/20th-century-women-review-annette-bening", "fields": {"headline": "20th Century Women review – tiresomely smug coming-of-age yarn", "bodyText": "With tender, personal movies such as Thumbsucker (2005) and Beginners (2010), director Mike Mills has tested taboos and shed light on family, identity and masculinity. His quirkily intimate work has always needed a certain level of indulgence and in the past I’ve been happy to give it. But 20th Century Women tests this tolerance to breaking point. Annette Bening is well cast, and gives a well judged performance, a variation on her uptight and self-questioning mom from American Beauty. However, the film is exasperatingly supercilious and smug – unfocused, self-consciously cute, nostalgic and empathetic, but never properly funny. It feels like someone else’s long therapy session. The setting is Santa Monica, 1979, and Dorothea (Bening) is a fiftysomething single mother with bold progressive instincts. She is bringing up her teenage son Jamie (Lucas Jade Zumann) in a big house without her husband on the scene and so asks her female tenants to help “raise” him to be a good man. This is trendy photographer Abbie (Greta Gerwig) and also Julie (Elle Fanning), who to Jamie’s dismay wants to be his platonic confidante: friends without benefits. There is also a male tenant on the scene: hot odd-job guy William (Billy Crudup), who does his bit to complicate the group sexual dynamic. After some resistance, the women do help Jamie to approach manhood, and with a mixture of pain and pleasure Bening realises that her plan is taking Jamie away from her and that part of her own development lies in letting go. Bening, Gerwig, Zumann and Fanning give honest performances. But the film is so smoothly pleased with itself, with a sub-Andersonian habit of putting up quirky stills, intertitles and stock thematic archive footage against narrative voiceover and coyly zoning out into ambient moods and epiphanies, with speeded-up shots indebted to Reggio’s Koyaanisqatsi. The action leans heavily on musical cues and makes an unearned claim on the rigour and brilliance of Talking Heads. It’s unbearably affected."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}