{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/jul/16/robin-van-persie-arsenal-future", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-07-16T21:30:02Z", "webTitle": "Robin van Persie returns to Arsenal and an uncertain future", "webUrl": "https://www.theguardian.com/football/2012/jul/16/robin-van-persie-arsenal-future", "apiUrl": "https://content.guardianapis.com/football/2012/jul/16/robin-van-persie-arsenal-future", "fields": {"headline": "Robin van Persie returns to Arsenal and an uncertain future", "bodyText": "Robin van Persie has had his first face-to-face encounter with Arsène Wenger since declaring that he would not sign a new contract at Arsenal when he reported as scheduled for the first day of his pre-season training. The club captain, whose return had been delayed due to his participation at Euro 2012 with Holland, underwent his medical assessment and he and the manager sought to put a professional front on what has been a deep fissure in their relationship. Van Persie shocked everyone at the club with his statement on 4 July, which was posted on his official website and effectively said he wanted to leave because he disagreed with Wenger and the board of directors \"in many aspects … on the way Arsenal should move forward\". Wenger had the greatest reason to feel let down, and not only because Van Persie's statement weakened Arsenal's negotiating position with clubs that covet him, chief among them Manchester City. Wenger went to great lengths last season to protect Van Persie from questions about his future, which became an issue when he announced in September that he would not open new contract talks until the summer. Van Persie's deal has 12 months to run. One of the pressing issues concerns whether Van Persie will be on the Arsenal flight to Kuala Lumpur on Saturday, for their pre-season tour of Asia, which also takes in Beijing and Hong Kong. Arsenal play City at Beijing's Bird's Nest stadium on Friday week. The touring situation mirrors those of Cesc Fábregas and Samir Nasri last summer, two players that wanted to leave Arsenal at the time. Fábregas, who would sign for Barcelona, did not tour Malaysia and China because of a muscular injury but Nasri did travel. On a tour that was notable for the volume of promotional appearances made by the players, Nasri did no PR work. He went on to sign for City. Arsenal are preparing to take Van Persie with them, reasoning that, as with Nasri last time, he is a fully fit member of their squad. The situation will change only if he is injured in training or a potential transfer becomes significantly more likely. City appear to be the only club with the means to pay a massive fee and salary for a player with a questionable fitness record who turns 29 next month but there remain obstacles even for them. Their ranks are bloated with expensively paid strikers and they must sell some of them before they can consider a move for Van Persie, which will not be easy. Emmanuel Adebayor is poised to sign for Tottenham Hotspur but either Carlos Tevez or Edin Dzeko might have to go, too, along with Roque Santa Cruz. Uefa's incoming financial fair play regulations are on the minds of the City board. Arsenal want a quick resolution to the affair but City might reason that it is in their interests to bide their time. Wenger continues to hope that Van Persie can be persuaded to change his mind or that, if City cannot make the deal happen, the player will refocus for the coming season at Arsenal."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}