{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/jul/20/small-talk-simon-whitlock-darts", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-07-19T23:05:01Z", "webTitle": "Small Talk | Simon Whitlock: It takes nine hours to get my hair rebraided", "webUrl": "https://www.theguardian.com/sport/2012/jul/20/small-talk-simon-whitlock-darts", "apiUrl": "https://content.guardianapis.com/sport/2012/jul/20/small-talk-simon-whitlock-darts", "fields": {"headline": "Simon Whitlock: It takes nine hours to get my hair rebraided", "bodyText": "Morning Simon. How you doing? Yeah good thanks Small Talk. How's your form? Pretty good at the moment. I've been playing well all year really. The Premier League [where he reached the final and hit a nine-darter in the semis] was fantastic. It must be time for you to win a major? Maybe the World Matchplay this week? Yeah, that's what I keep saying … How does a kid from Australia get into darts? Is there an arrows culture over there? Yeah there's a lot to do, they have youth events, things like that. Do you remember the first time? Yeah. I still remember that very clearly. I was 15. My dad used to play in a bowling club. They sectioned it off so kids could go in there, away from the alcohol, and it all started like that. Did you see much of the golden age of darts over there? We did actually. We had a show called the Wide World of Sports and they used to show it on there, the World Championships and World Masters. Who were your darts heroes? Jocky Wilson and John Lowe. And also Russell Stewart, from Australia. How many hours a day do you practice? When I do practice it's usually about two hours. I tend to just practice doubles and bullseyes. Not treble 20s? No hardly at all. Maybe 5% of my practice. What's the highlight of your career? I would say being runner-up in the PDC World Championship in 2010 [he was unseeded going into the tournament]. What about the nine-darter in this year's Premier League? Yeah that was just unbelievable. That was like a dream come true. I've always wanted to do a nine-darter in front of a big crowd and on live TV. At what point do you start thinking about a nine-darter? Usually after the first 180 (laughs). You've got a unique, aggressive throwing action. How did you develop it? When I was a kid I had a bit of coaching from an Australian player called Alan Grant, he was one of the world's top players, and he helped me a bit with my action. I sort of moulded myself from Tony David, another favourite player. Is 170 your favourite checkout? Yeah. I used to work on it a lot in Australia. In our local comps we used to get paid good money for a 170 finish, so I always set them up like that. How much? One of the tournaments we got $170 for every one we hit, which was quite good money back then. Do you have a favourite double? Not really. I try not to favour any. You're an Australian sportsman playing in England, and everyone loves you. How have you pulled that off? I think being different, and standing out maybe. I think that helps a bit. What's the biggest misconception that English people have about Aussies? Maybe they all think we're like beach bums, whereas I don't even go to the beach (laughs). Who are your best mates on the circuit? I've got a few. Arron Monk and James Wade. I spend a lot of time with Arron. We play golf together and practice together. What's your handicap? (Laughs) A lot. We actually played yesterday, 27 holes, so I'm a bit stiff today. How much maintenance do you have to do on your hair and beard? Each time I get my hair rebraided that takes roughly nine hours. I get it done every couple of months. The beard, yeah I have to straighten that. I use a hair straightener before I leave the house. Were you good at maths at school or did you get better when you learned checkouts? I was actually good at maths, and then with the darts my maths improved out of sight. I think it's a great thing for the schools. You pick it up very quickly. Once you start learning all the finishes and your triples, it makes a big difference. Where would you put Phil Taylor on the list of the greatest ever sportsmen? He'd have to be up there. I can't think of anybody better than him. What he's done in his sport is amazing: 15 world titles, numerous television titles, over 70 now I think. The man is an absolute genius on the dartboard. Tetris and chess players often see pieces when they close their eyes. Do you see dartboards when you close yours? Nah, not really. Sometimes I have dreams where I can't throw the darts properly. They're awful those dreams, you can't let go of the dart. What are your other hobbies? I've got tropical fish, I'm well into my fish. I do a bit of gardening; I grow vegetables, those sort of things. What would you put in Room 101? Ah I'd definitely put smoking in. I hate it. How much is a pint of milk? About 50p isn't it? I tend to buy two pints which is about a pound. Cheese or chocolate? Chocolate. Do you own any lucky pants? No. Who's the most famous person in your mobile phone? It'd be another darts player I suppose, probably James Wade. What was the last song or album you bought? I think it was Nickelback. What's your favourite TV show? I'm a big EastEnders fan. Do you have a favourite film? (Laughs) I do but I can never remember which one! Thanks for your time, Simon. Good luck in Blackpool Thanks Small Talk. • Simon Whitlock will be playing in the Betfair World Matchplay from 21-29 July at the Winter Gardens in Blackpool, live on Sky Sports HD"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}