{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/jul/24/where-are-britain-olympic-champions-2008", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-07-24T22:02:29Z", "webTitle": "From Beijing to London 2012: Where are Britain's gold medal winners?", "webUrl": "https://www.theguardian.com/sport/2012/jul/24/where-are-britain-olympic-champions-2008", "apiUrl": "https://content.guardianapis.com/sport/2012/jul/24/where-are-britain-olympic-champions-2008", "fields": {"headline": "From Beijing to London 2012: Where are Britain's gold medal winners?", "bodyText": "Tom James Rowing Coxless four The Cambridge engineering graduate took a year off after the 2008 Games to run the London marathon, coach and do charity work. In 2010 he missed most of the season with a back injury as well as discovering he suffers from an abnormal heart rhythm. Things improved and in 2011, the four, comprising James, Alex Gregory, Ric Egington and Matt Langridge, won world gold. Only James and Gregory have kept their places in the four for London with Pete Reed and Andy Triggs-Hodge coming in. Iain Percy Sailing Star class Percy had already won Olympic gold at Sydney 2000 when he and Simpson won the Star Class in Beijing. After China he and Simpson joined Team Origin, captained by Ben Ainslie, which aimed to compete in the 2013 America's Cup but Percy and Simpson retrained their sights on defending their Olympic title when Team Origin withdrew. Percy, 36, and the oldest member of the British sailing squad, is now fully fit after missing last year's world championships with a back problem. Bradley Wiggins Cycling Individual pursuit, team pursuit Wiggins will go into London 2012 as favourite to win the time-trial after becoming the first British rider to win the Tour de France. After Beijing he signed for Garmin-Slipstream, finishing fourth in his first Tour before moving to Team Sky and recording back-to-back wins in the Dauphiné. He will also compete in the road race in London. Ben Ainslie Sailing Finn class Britain's most successful Olympic sailor, Ainslie won his third gold in a row in Beijing and will be aiming for No4 at the London Games in the Finn class. Made a CBE following his success in China, Ainslie was the first person to carry the Olympic torch in the UK this year. The 35-year-old has battled through a difficult period that saw him disqualified from last year's world championships for threatening a photographer. He goes into the Olympics as this year's world champion. Victoria Pendleton Cycling Sprint Pendleton's rivalry with the Australian Anna Meares, whom she beat in the sprint in Beijing, continues into London 2012, with the latest instalment, at the world championships this spring, won by Pendleton. After Beijing the British rider pursued her interest in fashion, appearing for Stella McCartney at London Fashion Week. She struggled in 2011, was told to work harder by the British performance director, Dave Brailsford, and returned to form this year to defend her sprint title and compete in the team sprint and keirin in London. Christine Ohuruogu Athletics 400m Britain's only reigning Olympic champion in track and field, Ohuruogu was British Olympic Association athlete of the year in 2008 and was awarded an honorary doctorate in 2009 by the University of East London. Since Beijing she has suffered from injury and a loss of form and was disqualified in her heat at last year's world championships. But a defeat of the world champion Amantle Montsho at the Aviva London Grand Prix this month has raised hope she is back to her best. Ed Clancy Cycling Team pursuit Clancy's success made a star of his mum, Cathy, a primary school teacher, whose pupils covered her classroom with pictures of her cycling son. Clancy admitted he struggled for motivation after Beijing as GB's performances slipped. Along with Geraint Thomas, another surviving member of the 2008 quartet, he will compete in the men's pursuit team – back on track after beating Australia in April – and will also represent Britain in the men's omnium at the Olympics. Andrew Simpson Sailing Star class Since the open-top bus parade that welcomed Simpson and four other sailors back to Weymouth – \"We're sailors, we're not like footballers, we never expect anything like this,\" – Simpson has continued his partnership with Iain Percy, his childhood friend, who was best man at his wedding in 2009. This year, as they aim to defend their Olympic title, they have traded places at the top of the World Cup circuit standings with the Brazilians Robert Scheidt and Bruno Prada, who won silver in Bejiing. Sir Chris Hoy Cycling Sprint, team sprint, keirin Having carried the British team flag at the closing ceremony in Beijing, Hoy, the team's most successful athlete in China, was the unanimous choice to bear the flag at the opening ceremony for London 2012. In 2008 he won sports personality of the year while in 2009 he was made a knight. He also secured a deal to promote Kelloggs Bran Flakes. Since Beijing he has won four world championship gold medals. Now 36, he will compete in the keirin and the team sprint but not the individual sprint. Andrew Triggs-Hodge Rowing Coxless fours After the success of Beijing Triggs Hodge, alongside his team-mate Pete Reed, switched to the men's coxless pair, where they came runners-up in the world championship three times in a row from 2009 to 2011, behind the New Zealand pair each time. Like the rest of the successful men's coxless four Triggs Hodge was awarded an MBE in 2009. He also finished his masters in water science, policy and management. Triggs Hodge and Reed have returned to the four for London 2012. Geraint Thomas Cycling Team pursuit The year after Beijing Thomas left his professional racing team, Barloworld, to join Team Sky. He also appeared alongside other 2008 Olympic cyclists, Clancy, Kenny and Staff, at a concert by German instrumentalists Kraftwerk at the Manchester Velodrome. Skipped this year's Tour de France in preparation for the 2012 Games where he will defend the pursuit title with the British team, who are the current world champions. Currently starring in the ad campaign for the new Fiat Punto. Rebecca Adlington Swimming 400m, 800m freestyle Britain's most successful Olympic swimmer was awarded an OBE and the freedom of Mansfield and had the Sherwood baths, a local pub in her home town and a javelin train named after her at the age of 19. Her form dipped after Beijing and she came fourth in the 800m at the 2009 world championships, admitting: \"I let the pressure get to me.\" But at the 2010 Commonwealth Games she repeated her Beijing success. In 2011 she became Britain's first freestyle world champion. Pete Reed Rowing Coxless four Reed was meant to return to his post as a lieutenant in the Royal Navy after his success in the coxless four in Beijing but after receiving \"overwhelming support from the most senior admirals in the service\" he was able to continue training for London 2012. Featured with Andy Triggs Hodge in the pair until this summer's World Cup season when they joined the coxless four. They won gold at both the Lucerne and Belgrade World Cup meets but lost to the Australian boat in Munich. Paul Goodison Sailing Laser class Before the 2008 Games were finished a brewer near Sheffield had launched a beer called Goodison's Gold, stocked in 11 local pubs. \"When a man born in Sheffield wins gold at the Olympics it has to be something worth celebrating,\" the brewery said. A Sheffield United fan, Goodison was invited on to the pitch before a game. He lives in Weymouth, the Olympic sailing venue, with fellow sailor Saskia Clark, and won a battle with his British rival Nick Thompson to defend his title at London 2012. Sarah Ayton Sailing Yngling class Ayton was made an OBE after her second Olympic gold in 2008. She married the Olympic windsurfer Nick Dempsey two months after Beijing and had their first child, Thomas, the following year. She returned to competition in 2010, aiming for London 2012 in the 470 class, but retired a year later, saying she could not commit to the sport and be a full-time mum. She is mentoring young members of Team GB ahead of the London Olympics, works as a motivational speaker and is a patron of Meningitis UK. Tim Brabants Canoe sprint K1 1000m Brabants won Britain's first ever gold in canoeing in Beijing but took an 18-month break after the Games to return to his medical career in A&amp;E at the Queen's Medical Centre in Nottingham. He returned to the sport in early 2010 aiming to reach his fourth Olympics. Selection was not easy, however. Paul Wycherley was chosen for Britain at last year's world championships and Brabants had to beat Wycherley in two out of three World Cup meetings this summer to compete in London. Sarah Webb Sailing Yngling class Having won gold alongside Ayton in 2004 and also received an MBE at the time, the pair formed a new Yngling Team with Pippa Wilson for 2008. Webb then received an OBE when the trio won gold in Beijing. After the success Webb decided to retire from sailing to concentrate on her family and a different career. Now Sarah Gosling, she has started her own consulting company and begun work in the media. She also gives corporate motivational talks. Gosling will be a volunteer at London 2012. Pippa Wilson Sailing Yngling class While the two other two members of her crew have retired from sailing and with the yngling class being replaced by the Elliott 6m for London 2012, the youngest member of the gold-winning trio from Beijing decided to take an indefinite break from sailing from January 2010, spending some time travelling. For the London Games, Wilson, 26, will be taking up a position as a commentator for BBC radio on the sailing alongside Juliette Ferrington. James DeGale Boxing Middleweight DeGale, from Harlesden, London, turned professional in December 2008. Soon after he stripped for a photo shoot, and told Cosmopolitan magazine about the social benefits of winning Olympic gold: \"I am not being big-headed. I used to get birds before I went to Beijing, but when I won Olympic gold it went up. And when I turned pro, it went up even more.\" Current European super-middleweight champion. Jason Kenny Cycling Team sprint The Bolton cyclist was 20 in Beijing when he came away with a gold in the team sprint and a surprise silver in the individual race behind Chris Hoy. Kenny won the 2011 world sprint crown – after Grégory Baugé lost his title for infringing anti-doping rules – and finished second to the Frenchman the following year having beaten Hoy in the semi-finals. He has been picked ahead of Hoy to contest the sprint at London 2012. Mark Hunter Rowing Lightweight double sculls Hunter took a year off to work as an assistant coach to the women's rowing team at UCLA in California after winning Great Britain's first ever lightweight medal and Olympic gold alongside Zac Purchase. Hunter missed competing while he was in the United States and returned to Britain in 2009 with the aim of reaching London 2012. The duo won the world championship in 2010 and 2011 andon a personal level Hunter was made an MBE and awarded an Honorary Doctor of Science from the University of East London. Jamie Staff Cycling Team sprint The former World BMX champion was the third member of the men's sprint team and was made an MBE in the 2009 New Year Honours list. He was also part of the team that won silver in the team sprint at the World Track Championships that same year before a back injury made him take the decision to retire from cycling in 2010 at 36 and move to the United States with his American wife. Since then he has become the director of USA cycling's track sprint programme. Zac Purchase Rowing Lightweight double sculls While his rowing partner was in California Purchase spent his year off after winning gold partying and \"burning the candle at both ends\" in his words. In 2011 he was diagnosed with post-viral fatigue. He returned to training only six weeks before the world championships in Bled that year but he and Hunter still snatched the gold medal. This summer's World Cup series began with gold in Belgrade but fifth- and sixth-place finishes followed in the run-up to London. Paul Manning Cycling Team pursuit Manning, who won team pursuit silver in Athens in 2004, went one better with the British quartet in Beijing as they won gold while breaking the world record and immediately announced his retirement. He joined ISG – the company building the 2012 velodrome – as an assistant construction manager, before coming back into the sport in 2009 first as endurance coach of the Under-23 squad, and now as endurance coach of the women's senior team. Nicole Cooke Cycling Road race After taking gold in Beijing, Cooke won the World Championship road race in the same year, making her the first woman to hold the two titles simultaneously. Since then, her career has stalled – the professional road race team that she set up, Vision1, collapsed and she has not won a race since 2009. Cooke, who was sixth in this year's British road race championships, will compete at London 2012 but is expected to act as a support rider for current British No1 Lizzie Armitstead. Steve Williams Rowing Coxless four A year and a half after winning gold in China when the four made an epic push to the line to overhaul the Australians, the Leamington Spa-born rower decided to call time on a career in which he had won consecutive Olympic golds and four world championship titles. Since then he has walked to the North Pole and climbed Mount Everest with the former Wales rugby union international Richard Parks and earlier this month the 36-year-old was appointed a fitness consultant to Ipswich Town FC. Rebecca Romero Cycling Individual pursuit Romero's track gold meant she became the first Briton to win Olympic medals in different events, having won rowing silver in 2004. Her event was dropped from the 2012 Games and while she tried the time-trial, she withdrew from British cycling's programme in October last year. Tried to cycle from Land's End to John O'Groats on a tandem with rower James Cracknell in 2009, but abandoned the journey after 505 miles on medical advice. Romero has now turned to triathlon and is creating a \"high performance sports consultancy service\"."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}