{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/jul/29/olympics-opening-ceremony-stratford-boyle", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-07-28T23:39:00Z", "webTitle": "London 2012: Team GB falters but London shines bright on opening day", "webUrl": "https://www.theguardian.com/sport/2012/jul/29/olympics-opening-ceremony-stratford-boyle", "apiUrl": "https://content.guardianapis.com/sport/2012/jul/29/olympics-opening-ceremony-stratford-boyle", "fields": {"headline": "London 2012: Team GB falters but London shines bright on opening day", "bodyText": "The first 24 hours of the 30th Olympiad reminded you of one thing that in the seven years of its planning had been easy to forget. It's this: it doesn't have to make sense, not completely, not all the time. For all the logistics and the committees, the money and the sponsors, the Olympics is almost entirely irrational; it's a spectacle, not an argument, and that's the beauty of it. This simple fact become clear about 10 minutes after Bradley Wiggins in his yellow jersey sounded the bell to begin Danny Boyle's inspired dramatisation of the best of London's creative and dissenting and generous spirit – and at that moment, for the first time, a smile seemed to spread from the stadium outwards. It was the moment when the nation's tweeted OMGs became LOLs and then WTFs. It was the point when we suddenly collectively wised up to the idea that what we are about to receive over the next two weeks was not only about \"legacy collateral\" and \"targeted deliverables\", not about G4S failings and traffic lanes and branding opportunities, but about the second-by-second possibilities of human endeavour and spirit and communality, enacted in multiple places and all at the same time. Stories, in other words. The realisation first sank in at about the time that the bucolic village idyll in the Olympic stadium was torn up before our eyes and replaced with those dark satanic mill towers, and the volunteer cast were charging about everywhere, destroying and building, working together like maniacs to an end only they understood. As well as an attention-deficit industrial revolution it was a near-perfect microcosm of this half-crazed 17-day event itself. Seven years and £9bn in the making. And all just for the hell of it, really. It was also the moment when even the most curmudgeonly of us realised that this might be extraordinary fun after all. The people of this city and these \"isles of wonder\" are extremely good at many things, as Boyle reminded us, but one of them is reserving the right to revert from cynicism to flag-waving in an instant. Just before the show began Boyle came out into the stadium to address the crowd, diminutive and affable in a brown cardigan, a home-grown wizard of Oz. In a short speech he quoted Billy Connolly: \"I don't have faith myself, but I love people that do.\" If that sentence proved an apt motto for what followed, it would also work pretty well as an epigram for the entire city; and perhaps for this Games. London is built on not one belief or story but many, layer upon layer of them competing for attention down every street, all the time. As a result, and above all, it won't be told what to do, how to behave. It won't be cheer-led. Hence the success of the torch relay with its overtones of a local summer carnival, its human scale. Most Olympic rhetoric involves \"welcoming the world\"; it stresses the fact that \"the world is watching\" but in London's case, of course, the world is already here. The most diverse square mile on the planet is just up the road from the Olympic Park. The famous test of wisdom and maturity is the ability to hold two opposing points of view in your head at the same time and not go insane. London demands that you hold an almost infinite number. The tone of this Olympics, as established on the opening day, was one that, against all odds, might yet reflect some of that spirit. One that was as much about Johnny Rotten as HRH, one that could revere Becks in a speedboat as well as the Red Arrows, Jarrow marchers as well as the Beatles, the firestarting Prodigy as well as Abide with Me, the vivid anarchy of the moshpit as well as the cultured order of the symphony orchestra. Dizzee Rascal's personal soundtrack, generated just up the road from here, expressed it well: \"Some people think I'm bonkers but I just think I'm free, I'm just here living my life, there's nothing crazy about me!\" By the time he arrived on stage the Italian and Brazilian and Chinese journalists sitting around me at the opening ceremony, who had been glancing from their programmes to the stadium and back again to try to make sense of what they were seeing, the place in which they found themselves, simply put down their papers and looked and smiled along with everyone else; a smile that persisted through that evening and into Saturday morning. I first went down to the Olympic site with Seb Coe about four years ago, when the park was just a large crater with a John Lewis lift shaft in the middle of a vast building site, and the chief excitement lay in the clever ways that the contractors were sifting the toxic landfill. Coe was in the habit even then of taking young athletes down to stand them on the site of the track and have them imagine the finish line. It was at the time quite easy to be cynical about his claim that the Olympics would have succeeded only if it created \"indelible moments\" that briefly united the city and the nation and perhaps the world. On Friday, watching the registered blind archer, Im Dong-hyun – if ever there was a mythological being here he was – shooting arrows unerringly into the dead centre of a distant target, I was already reserving my Londoner's right to reverse that initial cynicism. By Saturday morning I was pretty much a convert. Predicted nightmares over traffic and security and the rest already appeared slightly, touch wood, beside the point. My javelin train direct to the park was half-full. There was hardly a queue in sight. The army was as efficient as you'd expect; the volunteer guides rarely knew quite which way they were pointing their foam fingers, but they made up in enthusiasm what they appeared to lack in knowledge. The Olympic Park itself, a \"theme park in search of a theme\", as its most eloquent critic, Iain Sinclair, Hackney's magus, has averred, looked as fittingly incoherent as the hinterland in which it stands. As many families were picnicking among the fabulous wild flowers as queuing for McDonald's; a couple of impromptu Henman Hills had already been established in front of the big screens and clearly the newfound spirit – not of pride exactly, or at least not pride in the sense that Tony Blair meant it \"Show some pride\", or Locog, \"We are proud to only accept Visa\" – had spread. The futuristic boxes of the basketball and handball arenas were coming to spirited life, and on the screens the equestrian arena in Greenwich Park and the rowing course at Eton Dorney and the incongruous beach volleyball on Horseguards Parade, different visions of Britain were pressing their red-button claims for attention. Some of these backdrops looked suspiciously like the competing fantasy versions of the country Boyle had conjured the night before. The opening miles of the road race, in particular, seemed to take place in the greenest and pleasantest land you could ever imagine, like something directly drawn from Boyle's The Only Way is Wessex reverie that opened the stadium show. As the peloton trailed up Box Hill, and along leafy lanes called Hedley Common Road and Mill Way, it was tempting to have faith that all the fairy stories that we suddenly wanted to believe about the Olympics – our Olympics – might come true, that Mark Cavendish would fly along the Mall, as if with a pair of Danny Boyle's wings attached to his back, to bring home Britain's first gold medal, completing the full Hollywood script that had begun with his team-mate Whizzy Wig tolling a mighty bell. There are clearly some things beyond even Boyle's imaginative powers, however. It is one thing to magic up theatres of dreams, it's quite another to have those dreams follow a script to the letter. We had imagined all kinds of disaster before these games began: flood, strike, gridlock and the rest; we can probably cope with the beginnings of a good old fashioned medal-drought. Cavendish came 29th behind the Kazakh rider Alexandre Vinokourov. Elsewhere other dreamed-of British medals came and went. Judo prospect Ashley McKenzie lost in the first round, swimmer Hannah Miley came fifth to a world record from Ye Shiwen of China in the individual medley. Even Michael Phelps, in his quest to add to his 16 medals and become the most decorated Olympian of all, finished fourth. British faith never extends to guaranteed happy endings, however, and anyway, \"this is for everyone!\" as the opening ceremony reminded us so powerfully and eloquently. So far, surprisingly, it feels as this sentiment at least might prove to be true."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}