{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2012/jul/02/olympic-park-legacy-tech-city", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2012-07-01T23:26:00Z", "webTitle": "Olympic Park legacy plan threatens Tech City growth, report warns", "webUrl": "https://www.theguardian.com/business/2012/jul/02/olympic-park-legacy-tech-city", "apiUrl": "https://content.guardianapis.com/business/2012/jul/02/olympic-park-legacy-tech-city", "fields": {"headline": "Olympic Park legacy plan threatens Tech City growth, report warns", "bodyText": "David Cameron's desire to recycle the Olympic Park media centre into a technology hub for startup companies risks damaging the vibrant growth of London's Tech City area around Shoreditch, according to a report. The Centre for London thinktank also warns against government enthusiasm for foreign investment in Tech City firms, saying it could reduce the value of businesses inside the UK. Instead, politicians should try to get \"targeted investments\" and work on improving resources, particularly telecoms, for existing and future companies. The report says Tech City, a burgeoning group of businesses that have grown up around the so-called Silicon Roundabout on Old Street in east London, is far larger than had been realised, comprising 3,200 VAT-registered firms employing 48,000 people. That compares with an estimated 15 companies as recently as 2008. The total number of companies could be even greater because firms only have to register for VAT if their annual turnover exceeds £77,000. Centre for London warns that the lack of a clear strategy for the cluster's future growth could be damaging to the prime minister's ambitions to create a British rival to California's Silicon Valley. \"There should be a focus on helping the existing cluster to grow,\" said Emma Vandore, one of the authors of the report. \"The Olympic Park and Tech City strategies should be decoupled.\" Among the famous names involved are TweetDeck, created by Iain Dodsworth and acquired by Twitter for £25m in May 2011; Last.fm, bought by the US network CBS; Moshi Monsters; Moo.com; SoundCloud and Songkick. At the Silicon Milkroundabout jobs fair in May, more than 100 companies were offering nearly 1,000 jobs. The report comes at a crucial time for the Tech City Investment Organisation (TCIO), set up by the government's UK Trade &amp; Investment arm to encourage growth. Its chief executive, Eric van der Kleij, says he will not be renewing his two-year contract when it expires this summer. Vandore said foreign investment in the space could upset growth. \"If you have a foreign company setting up and bringing in skilled engineers who can spread their knowledge, that's good,\" she said. \"But if it just sets up a sales office in the middle of the cluster, that's not a benefit.\" In November 2010, Cameron set out a vision of a hi-tech rival to Silicon Valley, suggesting he wanted to \"bring together the creativity and energy of Shoreditch and the incredible possibilities of the Olympic Park to help make east London one of the world's great technology centres\". He suggested recycling the Olympic facilities, more than three miles from Old Street, to create space for expansion for businesses. Entrepreneurs were sceptical about the wisdom of trying to push companies out to the Olympic Park to make use of buildings such as the media centre. \"Startups sprang up in Shoreditch because it was cheap and vibrant and cool, and applying that to the Olympic site will be challenging,\" Joe White, chief executive of the web design service Moonfruit, told the Guardian at the time of Cameron's announcement. Twenty months later, the concerns remain just as great – if not more so. One interviewee said: \"I think it is the government's way to get more money into the Olympic Park without saying 'we're putting more money into the Olympic Park'\". Another suggested there would be a \"first-mover disadvantage\": that the first companies to make the switch would be \"moving out on to a tumbleweeed-strewn cul-de-sac\". The report says: \"The proposed spreading of the cluster eastwards raised the most red flags among firms we spoke to. Inner east London firms feel little connection with the Olympic Park, which is seen as distant, inaccessible and with no obvious connections to the Shoreditch community.\" Some firms worry that clients or staff, or potential staff, wouldn't travel to the Olympic Park. \"It's the opposite of being able to live and work in the same neighbourhood as we can here.\" The importance of proximity to clients mattered more, they said. Companies are criticised for lacking global ambition, although the report notes they face problems trying to scale up for the much larger US and Chinese markets. \"It's such a huge transition,\" one told the report team. Another saw breaking into the US as \"at least as difficult as it was starting out here with no money, and I know how bloody painful that was\". The report says: \"One firm now plans to become a £100m company, but only after an unsought-for encounter with a financier who saw the potential of the service the company offers.\" There is nervousness about giving up ownership for equity, and a failure to understand the potential returns in doing so. Other longstanding concerns included: • The difficulty of getting visas for foreign workers from outside Europe. • The \"pointless and onerous\" procurement process required to get UK government contracts. • Problems in finding experienced mentors who have successfully built and run large companies and could offer advice to growing businesses. By contrast, Silicon Valley has multiple generations of people with precisely that experience. • Lack of understanding by banks of the digital sector. • Difficulty getting connectivity from telecoms companies and internet service providers. • Challenges in finding skilled developers and specialist staff, which firms blame partly on \"ill-designed\" university syllabuses and a lack of understanding at all levels of the education system of the importance of the digital world."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}