{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/jul/29/great-britain-australia-basketball-london-2012", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-07-28T23:51:04Z", "webTitle": "London 2012: Great Britain 58-74 Australia | Group B match report", "webUrl": "https://www.theguardian.com/sport/2012/jul/29/great-britain-australia-basketball-london-2012", "apiUrl": "https://content.guardianapis.com/sport/2012/jul/29/great-britain-australia-basketball-london-2012", "fields": {"headline": "Australia prove too strong for Britain in first Ashes clash of Games", "bodyText": "The start may have been an eye-rubbing 10.15pm in the Basketball Arena at the Olympic Park but the first Ashes battle of the Games got underway with a near full stadium and plenty of noise. The aisles were draped in union flags and the home support roared every point for the hosts – and underdogs – of the competition. Defeat for Great Britain came as no surprise for a side who, as little as five years ago, did not even have a world ranking. Since 2007 the host nation have come on in leaps and bounds. Guided by the coach Tom Maher – an Australian – they are ranked 49th in the world and have made significant progress in the buildup to the London Games. Having progressed to the second round of the Eurobasket last year, Britain's women were given special exemption by the world governing body, Fiba, to represent the nation at their home Games in 2012. They have more than repaid that favour. In the last month Maher's side recorded wins over Argentina (12th), Canada (11th) South Korea (ninth), France (eighth) and the Czech Republic (fourth), as well as the Olympians Angola. Admittedly, against the joint world No2 side Australia, Great Britain lost in Sheffield 87-63 but – call it Olympic fever – on Saturday night Britain's women really gave the Aussies a game of it. Carrie Graf's Australia, the only nation to have won three successive Olympic silver medals – in the past three Games – struggled to exploit the obvious gulf in class. They led by 13 points at half-time, were 15 points ahead by the end of the third quarter and 16 clear points by the finish. That is testimony to Maher's experience, a \"home Olympics\" stalwart who led Australia's women to a silver medal at the Sydney Games in 2000 and China to a fourth-place finish at the Beijing Games in 2008. His task with Great Britain, though, will be infinitely harder. None of his team's opponents in Group B are ranked lower than 11th in the world but Team GB will need to finish in the top four to progress to the knockouts. With only their captain, Jo Leedham, signed to a top side – the Bulleen Boomers in the Australian league – Britain lack quality. Their style of play is not elegant but instead marked by bravery, bite and aggression – summed up by the 35-year-old guard Natalie Stafford's nasty-looking black eye from a previous match. In the final quarter the home nation's rough-and-tumble approach was reciprocated by Australia in a game that suddenly looked about to boil over, as Britain's forward Julie Page took an elbow in her face from Australia's captain, Lauren Jackson – a superstar player famous for having yanked out the hair extension of her bitter USA rival Lisa Leslie in the Olympic final in 2000 – threatening a brawl under the hoop as players from both sides crowded around the pair. Great Britain can take heart from a respectable result that shows the host nation is not in the basketball wilderness – as they have so often been characterised. Maher admitted that five years ago the team were more likely to have been thrashed by 50 points."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}