{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2012/jul/11/hugh-muir-diary", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2012-07-11T21:50:01Z", "webTitle": "Hugh Muir's diary", "webUrl": "https://www.theguardian.com/politics/2012/jul/11/hugh-muir-diary", "apiUrl": "https://content.guardianapis.com/politics/2012/jul/11/hugh-muir-diary", "fields": {"headline": "Diary", "bodyText": "• The bridge over the troubled waters of the gay clergy issue will not be the Rt Rev Wallace Benn, bishop of Lewes. From his standpoint on the far conservative wing of the Church of England, he just seems the wrong man to unite the various factions. \"Homosexuality is the presenting issue of a much deeper problem,\" he once said. Bishop Wally, as he is known, retires in August, but it seems his parting gift to the CoE will be internecine conflict involving the church authorities and the grassroots Sussex faithful: a contentious, morale-sapping inquiry into the activities of a popular gay clergyman – just what the church needs. It all dates back to 2008, when said clergyman, David Page, left a parish church in London and retired to the south coast. On arrival in Winchelsea he asked bishop Wally for permission to officiate. But he declined to tell the bishop about his sex life within a civil partnership, or whether indeed he had one, so bishop Wally said no. The rector and churchwardens appealed. Still no. So the parochial church council, liking the cut of Page's jib, passed a resolution inviting him to preach and lead worship anyway. And this he has done since then. With the retirement of the rector approaching, Page again sought permission to officiate. To that, no response. But last week he learned that he faces an official complaint lodged by an archdeacon under the Clergy Discipline Measure 2003, citing him for officiating without permission and the rector for allowing it. Locals are said to be \"incandescent\". Page's sermons are being read by others, and on Friday, supporters on the PCC meet to discuss their next rebellion. In the meantime, letters of protest are being sent to the new bishop of Chichester, who'll be called on to pick up the pieces. Bishop Wally will be gone by then, but his contribution will be there for all to see. • When he goes, bishop Wally will leave behind many memories, including one recalled by our friend Stephen Bates, who met him while undertaking research for a book. Are you a Christian, asked Wally at the end of their time together. Yes, said Stephen, but not your kind of Christian. I'm a Catholic. Wally's features hardened. But my wife is CoE, said Stephen. Wally softened immediately. Perhaps she could convert you, he said. Don't think so, replied Stephen. \"Well, all the best to your wife then,\" barked Wally. And with that, he slammed the door. • To the Lords, where peers discuss passports: their use, abuse, and the personal interviews conducted as a form of verification. They are enlightened by the former home secretary, Lord Reid. \"Can the minister confirm that one of the fastest growing crimes in this country is based on identity theft,\" he says. \"And that, in the midst of identity theft, one of the largest areas is the theft of people's passports as an entry to identity, which then leads to further crimes, running from intervention in personal details through to bank accounts and right up to terrorism?\" This interview process costs money, but \"while we are reminding ourselves of the costs of this, let us remind ourselves of its benefits as well\". Lord Reid, of course, needs no reminding of the benefits of ID security, since G4S, the security company of which he is a director, offers screening and vetting services, and is a market leader in biometrics – to protect against the very scourge of identity theft. He does know these things. • What of his former boss, the comeback kid, Tony Blair? Tonight he is scheduled to appear alongside Ed Miliband at Arsenal's Emirates Stadium. Also scheduled to appear – outside – the Stop the War activists who forced postponement of the former PM's Labour gig earlier this week. Tony and his shadows. Inseparable. • Finally, from Public Servant magazine, why celebrities need a sense of humility. The BBC Radio 2 presenter Jeremy Vine was travelling by train to give an after-dinner speech when nature required him to pay a visit. He went to the cubicle, and things proceeded as they do. Only as the door slid open did he realise that he had forgotten to engage the electronic lock. There, waiting their turn, was his public. The shame; the loss of face – it all loomed large, but the reality was more comforting. As he returned to his seat, one woman turned to her companion. \"That's Jeremy Paxman.\" twitter: @hugh_muir"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}