{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2012/jul/29/observer-editorial-russia-putin-pussy-riot", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2012-07-28T23:14:00Z", "webTitle": "Russia: Putin goes from the repressive to the absurd | Observer editorial", "webUrl": "https://www.theguardian.com/commentisfree/2012/jul/29/observer-editorial-russia-putin-pussy-riot", "apiUrl": "https://content.guardianapis.com/commentisfree/2012/jul/29/observer-editorial-russia-putin-pussy-riot", "fields": {"headline": "Russia: Putin goes from the repressive to the absurd", "bodyText": "Tomorrow, the assault on civil society and the crackdown on dissent instigated by President Vladimir Putin since he began his historic third term in May moves into a different realm. The realm of the absurd. Tomorrow, three young women will stand trial accused of \"hooliganism\". Their crime? Staging an impromptu performance in February of this year in a Russian Orthodox church in Moscow, singing a religious hymn laced with an anti-Putin lyric. The women's message was overtly political but the delivery was freighted with lightness and gaiety. The women are part of a 10-strong collective who call themselves Pussy Riot. This, in itself, is surely a challenge to Putin – the most overtly macho leader in world politics. And Pussy Riot don't look like they should be protesters. They dress in bright colours and tights and sport mocking balaclavas. Their protest is not made of slogans and placards, but is crafted from art, dance and performance. Putin and his henchmen know how to deal with the former – the hundreds of thousands who have spilled into the streets in the last eight months – but their handling of the these women is much less assured. It is absurd. It is as though Pussy Riot have managed to ensnare Putin, at great personal cost to themselves, into their world of mischief, invention and subversion. Three members of Pussy Riot – Nadezhda Tolokonnikova, 22, Maria Alekhina, 24, and Yekaterina Samutsevich, 29 – who performed in the church have been denied bail, held in jail for five months and refused permission to see their children. Their show trial begins tomorrow. They face several years in prison. The trial takes place in the same courthouse where alleged fraudster and billionaire Mikhail Khodorkovsky, former boss of the Yukos oil company and Putin's political enemy, was tried. But while the brutal and vindictive treatment of Khodorkovsy has rightly sparked indignation abroad it has failed to ignite the same passions at home, where he is seen as a rapacious oligarch and sympathy is in short supply. Not so Pussy Riot. The treatment meted out to these ordinary, playful, even harmless young women and mothers has shocked and outraged ordinary Russians. There are precedents for Pussy Riot's protest. The women are influenced by the underground American Riot Grrrl movement of the 1990s that addressed issues such as domestic violence, rape and patriarchy; punk bands including Bikini Kill; and feminists, among them Simone de Beauvoir and Shulamith Firestone. As Carole Cadwalladr reports in today's New Review, they are middle-class, eloquent and clear in their belief. In an interview in February, one member explained that Pussy Riot came into being after Putin announced he was planning to return as president for a further six-year term, \"to mobilise public energy against the evil crooks of the Putinist junta and enrich the Russian cultural and political opposition with the themes that are important to us: gender… problems of masculine conformity, absence of a daring political message on the musical and art scenes, and the domination of males in all areas of public discourse.\" Until recently none of this would have posed a problem for Putin. His tiger-stalking and shirtless fly-fishing image, coupled with an ability to deliver increased standards of living brought him, until as recently as 2010, approval ratings of around 80%. That is no more. His ratings have plummeted. Resentment towards the political elite, the widening gap between the immensely rich and the poor, the deteriorating social security system, the collapse in oil prices and what Forbes has called \"a stampede\" of investors out of Russia – an outflow of $42bn in the first four months of 2012 – means the economy is flagging. It's a dangerous time for Putin. As long it was students and the intelligentsia leading the protests the Kremlin could pick them off and brand them as agents of the west. But as the economy falters the middle classes, the business community and even the oligarchs are starting to get restless. Putin's undoing is that while Russia has changed, he has not; worst still, he resists the future. He has no understanding, for instance, of the impact of the internet, dismissing it as \"50% pornography\". Yet it has 70% penetration in Moscow and 50% in Russia. The roots of the Arab Spring and the ongoing revolt in Syria seem beyond his comprehension. He increasingly looks like an old leader who hasn't had his political playbook updated. The old moves don't seem to be working. Sometimes the most emblematic moments that signal a seismic shift happen in the most unlikely places. For Putin, that moment may have happened in November last year when he appeared at Moscow's Olimpiisky Arena to watch a martial arts fight. The fight was being broadcast live on state television. And as Putin took the microphone to address the audience something remarkable happened. The crowd started to boo and he struggled to be heard. This was unthinkable even months before. But Russia's deep state consulted their old playbook, and pulled out a classic move. In later edited highlights on television the booing of Putin had disappeared. At that point someone should have whispered the word \"YouTube\" – because within minutes dozens of clips of the booing appeared and became internet sensations. The genie was out of the bottle. Meanwhile, bloggers such as Alexei Navalny continue to expertly and deftly circumvent the paranoid censorship. For now Putin remains unassailable and secure. His response to growing disquiet has been even further repression. Parliament has rushed through new legislation giving Putin ever greater powers to stifle opposition. Even before he marks his 100 days in power in the middle of next month, the new laws include a requirement for non-governmental organisations to carry a \"foreign agent\" tag; the right for government to block access to blacklisted internet sites purportedly dealing with child pornography and drug abuse and the recriminalising of slander and libel (decriminalised six months ago by Putin's predecessor, Dmitry Medvedev), and the imposition of huge fines. Repression will continue to work until such point as the anxiety and anger moves from the fringes to the centre of Russian society. That has not yet happened. But political power is based on trust, faith and confidence. It is a delicate ecosystem that can come apart if warning signals are not properly heeded. The Kremlin are looking less sure-footed than they once did. Their reaction to Pussy Riot is a case in point. It would be deeply ironic if the actions of a group of bright, articulate young women were to signal the beginning of the end for the world's most macho political leader."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}