{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2012/jul/21/tom-cox-grandad-dozy-gene", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2012-07-20T23:05:09Z", "webTitle": "Tom Cox: No escaping my grandad's dozy gene", "webUrl": "https://www.theguardian.com/lifeandstyle/2012/jul/21/tom-cox-grandad-dozy-gene", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2012/jul/21/tom-cox-grandad-dozy-gene", "fields": {"headline": "I've got my grandad's dozy gene", "bodyText": "My late paternal grandad Ted was an almost constantly grinning man, with a moustache, glasses – and a scar running across the entirely bald dome of his head. Even from when I was very small, I'd known that he'd been injured in the second world war, but it was only later that I asked about the scar's origin. \"Oh, no,\" my dad told me, \"he didn't get it while fighting. He didn't do any fighting. He was mending a plane and forgot to move out of the way when the propeller started going, and it clonked him one.\" Nobody can remember the exact moment my grandad's scatterbrain gene kicked in, but a poll of those who knew him puts it at around the age of 36: the age I am now, and still a good a year or two before Ted set fire to a stranger's coat by putting his still-lit pipe in his pocket during a coach trip from Nottingham to Mablethorpe. In my grandma, Joyce, he had found a complementary opposite: stern and fearful, a woman who once called the police on her own son for messing about on a train track close to their house in Nottingham. Joyce's role was to remind Ted not to put his house keys in the fridge, or leave loaves of bread on the roof of the car on long journeys and, during visits to heavily mirrored buildings, stop him from spending too much time apologising profusely to other mustachioed men with scarred bald heads for blocking their path. Ted's – arguably more significant – role was to shake Joyce out of her naturally pessimistic state with a succession of dancing classes, neighbourhood bonfires, fancy dress balls, caravan holidays and walking expeditions. When Ted ran a red light, which he often did, it was always out of absent-mindedness, not haste. One winter, after a visit to our house, a passing team of six sinewy cyclists helped push his car out of the snow and back on to the road (this was on one of the rare occasions when he hadn't parked the car in the dead centre of the country lane we lived on, or left a small Paraffin stove burning inside the footwell to \"keep it defrosted\"). Even with the weather conditions in mind, the task took an unusually Geoff Capes-like amount of grunting. It was only later that it dawned on Ted that he'd forgotten to take the handbrake off. My mum remembers that on her first visit to my grandparents' house, Ted was wearing a paper party hat. As it wasn't Christmas or anybody's birthday, this confused her, until she found out that making Ted wear the hat was my grandma's scheme to help him remember not to leave the immersion heater on. My own firsthand encounter with my grandad's legendary doziness came when he caddied for me in a junior golf tournament and, arriving on the second tee and reaching for my driver, I found the flag from the first green in my bag. This occurred during the same year that he and Joyce sent a Christmas card to my parents – whose names are Mick and Jo – reading, \"To Joyce and Ted. Happy Christmas! Love from Joyce and Ted.\" Recently, particularly as the hair on my head has become slightly thinner and the hair on my face thicker, I've started to see a hint of Ted in the mirror. This effect will no doubt become more extreme when I finally start wearing my glasses as often as I should, and gets me thinking about my genetic destiny, especially on the days when I put the coffee beans straight into the mug or a bottle of unused body wash directly into my green recycling bin. Others have noticed an increase in my doziness of late. Friends and strangers chase after me waving my clothes and valuables in the air, as I exit pubs and shops. My girlfriend doesn't seem too concerned, but, as someone who until fairly recently thought the black market was a real place, she's perhaps not the best judge. And even she seemed a little worried last week when I forgot where I'd parked my car for the third supermarket visit in a row. I mentioned these incidents to my dad recently, seeking reassurance. I knew that he, at least, hadn't inherited the doofus gene: he was always double-checking that he'd switched appliances off, and for all his eccentricities, seemed a rigorously organised person. He sat me down and replied in an unusually hushed voice: \"Why do you think I'm so neurotic? It's not just because I got it from your grandma. I have to be like that, or I'd walk around doing stupid things all the time.\" He told me he'd first experienced the phenomenon during his mid-30s on a holiday when he broke an up-and-over garage door off its hinges by pulling it the wrong way. \"It's a latent Cox trait. I was going to warn you about it the other summer when you drove into that parking barrier and snapped it, but I thought I'd give it a while just to make sure.\" It felt comforting to know there was a cure for my condition, but I also felt hard done by. My dad had had great fun playing practical jokes on his dad – convincing him, say, that my grandma was on the other end of an unattached, analogue telephone many yards from any building – but because of his pesky compensating for his condition, I'd been robbed of the chance to do the same thing to him. Instead, I had been doomed to a life of being told, \"Remember to put your headlights on\" and \"Don't saw into your hand while you're cutting that wood\". Now my illness had been confirmed, I could no longer even claim he was fussing unduly. Not long before he died, Ted was taken on a visit to a large country house by my parents. \"Ah. If I could do it all over again, and got luckier,\" he sighed. \"I could have been the gardener here.\" Ted worked hard all his life, with heavy machinery in a factory that made women's stockings, but he never got ideas above his station, which perhaps meant his doziness was easier to manage. I, on the other hand, have had many ideas above my station. But I should probably start thinking about winding those up now, for safety's sake: spend more time pottering about in the garden, perhaps keep the car on the road for a few more years, but limit it to small trips to local tea rooms, hardware firms and dinner dances. Occasionally, I'll need to go shopping for slippers, and I might fall foul of the odd full-length mirror in the process, but I'll cope. It won't be a bad life, and if I live it a quarter as nobly as Ted did, I'll have no complaints. • Tom Cox's latest book, Talk to the Tail, is published by Simon &amp; Schuster. Follow him on Twitter @cox_tom"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}