{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/jul/09/team-gb-olympic-cycling-medal-factory", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-07-09T22:00:00Z", "webTitle": "Inside Team GB's Olympic medal factories - No4 cycling", "webUrl": "https://www.theguardian.com/sport/2012/jul/09/team-gb-olympic-cycling-medal-factory", "apiUrl": "https://content.guardianapis.com/sport/2012/jul/09/team-gb-olympic-cycling-medal-factory", "fields": {"headline": "Inside Team GB's Olympic medal factories - No4 cycling", "bodyText": "In the corridors of the Manchester Velodrome, as you walk towards the office of the Great Britain cycling team, it is impossible to ignore the photographs on the wall: a youthful, chubby cheeked, crew-cut Mark Cavendish, Chris Boardman, Sir Chris Hoy, and many more, medals in hand, broad grins or a rictus of pain as they pedal towards yet another triumph. On the morning I meet Dave Brailsford, shortly before the Olympic team is announced and his subsequent departure to mastermind Bradley Wiggins's attempt for Tour de France victory, the pictures are being taken off the walls and put up in a different order. It is hard to avoid the feeling of symbolism: another Olympic Games approaching, another crop of medals on the way, the need to create space for more medal photos for the wall. Brailsford will not buy into that idea of course – it is actually just coincidence – but he does accept that what is coming up in the next few weeks is very different. \"In Beijing we were a small, tight group who went away and did something quite spectacular. It was like a voyage of discovery. But now we are expected to perform.\" Four years ago, Hoy was not a household name, Victoria Pendleton did not appear on magazine covers and Wiggins did not have his own clothing line, never mind wearing yellow at the Tour de France. Back then, GB's cyclists flew under the radar and Brailsford flew with them in complete anonymity. All that changed in the space of two weeks. The performance director concedes that it changed him, as it did all his team, and that he struggled to adapt. As for the riders, it was Pendleton who said that post-Beijing, cyclists are no longer expected to win medals, but gold medals, and not just one, but three like Hoy. However, being Brailsford, he is interested in the performance benefits that being plunged into the celebrity circuit may have for Hoy and company. \"There has been a weight of expectation for three or four years and they have got used to it. It does strike me that it meant they could change their lives at a time when the performance outcomes didn't matter quite so much. You get used to it all day every day. Potentially it's one of the challenges for Team GB [in London] that a lot of athletes from different disciplines [but not cycling] are now in the spotlight, a lot of people are having to make that change now.\" The foundation of Team Sky is what has set this Olympic cycle apart for Brailsford and British Cycling. He made a calculated gamble, he says, in diverting his attention to setting up the professional team after Beijing, knowing that he would come back to making the track team his major focus later in the cycle. It is, he insists, a fact of life that he and his team cannot compete with the same intensity for a full four years between each Games. \"You need to time it so that as you come into the final season everything is right, you've got a bit more to give, you can push on the accelerator and there is a bit left in the tank.\" There was, he concedes, a point where he became \"worried\" that the team may have left it too late. \"I was under the impression that when we decided to go, the performance would come up. I was very confident of that. But in Apeldoorn, at the Europeans [in October 2011] I had a few moments when I thought… It's like taking off in a plane, you pull the lever back and the nose comes up. I was waiting for it to lift.\" The improvement took a little time but it came between Apeldoorn in October and the London World Cup in February, and was \"significant\" by the world championships in April, where the Britons flooded the events, Olympic and non-Olympic alike, and came home with seven gold medals, five of them in the 10 Olympic disciplines. If Brailsford seems able, as he puts it, to keep several plates spinning at once, it is because of the \"medal tracker system\" in place for the Olympic track team. \"For every rider you can look at any point in time and tell what medal you expect to get.\" The medal tracking plan synthesises data from each of the points of contact among the coaching and support staff for any given rider in the team, and puts the information alongside the elements in the team's plan – training camps, competitions and so on. \"It means that on screen, for example, I can check where [team pursuiter] Ed Clancy is in terms of fitness, strength and conditioning, nutrition, morale, skills and so on.\" Riders and coaches fill in a spreadsheet every Monday, independently of each other. \"They are ranked red, green, amber depending on where they are, so it's my job to look for discrepancies. For example, Ed might be coming back from injury and the doctor might give him red, the physio amber. The key one to look for is a divergence between the rider's opinion and that of the staff.\" Brailsford famously does not do medal predictions but he concedes that \"we have probably got 10 or 11 good shots at the podium and if we can convert 50% of those into medals, not necessarily gold medals, that would be reasonable.\" He agrees, he says, with UK Sport's need to predict the medal haul that will result from their investment of Lottery funding – \"it's only reasonable for them to ask what they will get for their money\" – but says he will never do targets as far as the team are concerned. \"If you say to the staff and riders that seven medals means success and six means failure that has no performance benefit, no value whatsoever.\" There has been speculation that after the London Games Brailsford's role may change but that is not how he sees it at present. \"It will be a logical time to sit down and review the whole situation. There might be a slight change in my job description. But I like what I do. I like Team Sky and British Cycling.\" Brailsford wants to keep going as he is now, because he feels for the Team Sky and the Olympic team to work in tandem, there needs to be someone who has a foot in both camps at the head of affairs. \"That's how I see it now.\" \"Team Sky has been so good for the Olympics in terms of riders like Geraint Thomas. For now, it's hard to see anything beyond the Games but the whole project is broader than that, the link between participation and excellence. It's dependent on a great link between the team and British Cycling, and at the moment I'm pivotal because I have a foot in both camps. It needs to be joined at the hip.\" But is there a chance that, as was the case with Sir Clive Woodward, if Team Sky were to meet their goal of winning the Tour with Bradley Wiggins, and the GB cyclists were to win a stack of medals in London, Brailsford may be left with nothing more in his sport to achieve? The answer explains why he has managed to keep going through the last Olympic cycle after overseeing the most dominant performance at any Games by any British squad. There is no hesitation before he says bluntly \"do it all again\". Then he explains. \"If you do it by results, you're stuffed. My ambition is to create the best sports team in the world. By definition, that means you've got to win the best races in the world and win them over and over again. If we were to win the Tour de France I wouldn't say 'what will I do now?', I would say, let's go and win it again. Let's win it 10 times. Let's do it in a way no one thought was possible. Let's go and win Classics. \"Sport is a conveyor belt, one race leading into the next. The Games will lead into the Tour of Spain and the world road championship. You can't stop running and stay on the conveyor belt because you go backwards. You have to retire. If your desire or your ambition goes, you stop because you aren't bothered any more but you would get kicked out [of your job] anyway. I can't see why I'd want that. I'm driven by it for some reason.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}