{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/jul/19/london-2012-zara-dampney-beach-volleyball", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-07-19T22:02:00Z", "webTitle": "London 2012: Zara Dampney plans to turn heads at the beach volleyball | Barry Glendenning", "webUrl": "https://www.theguardian.com/sport/2012/jul/19/london-2012-zara-dampney-beach-volleyball", "apiUrl": "https://content.guardianapis.com/sport/2012/jul/19/london-2012-zara-dampney-beach-volleyball", "fields": {"headline": "London 2012: Zara Dampney plans to turn heads at the beach volleyball", "bodyText": "Beach volleyball, an Olympic event since making its debut in Atlanta in 1996, is very much a niche sport in sun-starved Britain and the prospect of watching it played on Horse Guards Parade during London 2012 has prompted such phnar-phnarring among the British public that even prime minister David Cameron felt compelled to devote his joke from last year to the sport. \"I'm not going to cut down the trees at No10 so I can get a better view, though there is an enormous temptation,\" chuckled the Tory whose living quarters overlook the 15,000 capacity beach volleyball venue. \"George Osborne has got the better view so he may let me into his flat.\" Surprisingly, it took a whole minute for talk to turn to bikinis after questions to the men's and women's Great Britain beach volleyball teams were opened to the floor in the media centre at Team GB House on Thursday. Unsurprisingly, it was the man from the Sun what done it. A reporter from the tabloid asked the women, Zara Dampney and Shauna Mullin, if they could \"make a promise today, that whatever the weather\" they would not disappoint their legions of fans and Sun readers by wearing leggings instead of bikinis. Dampney fielded the query. Well, a query … albeit one that had not been put to her. Conspicuously failing to mention either bikinis or the leggings beach volleyball players are allowed to wear if the temperature drops below 16C (60.8F), she explained that, while poor weather would be helpful to a team well used to training in the rain, blazing sunshine would \"make for a nicer atmosphere for everybody who comes to watch\". Undeterred, the man from the Sun pressed on, seeking a solemn promise that come rain or hail, the Team GB issue leggings would go resolutely unworn. Unfortunately for those legions of Sun readers, none was forthcoming. \"Well I think obviously if it's cold we're going to have to cover up, but if the sun comes out, then we'll be able to be in our bikinis,\" laughed Dampney, a 26-year-old from Dorset, who like her partner Mullin, 27, escaped to the sport from indoor volleyball. In a sitcom, this would have been the cue for the lady from the Daily Mail to inquire how fed up the girls get with the focus on their bikini-wearing. \"How fed up do you get with focus on your bikini-wearing,\" she asked. Once again, Dampney took up the cudgels. \"We are professional athletes who work just as hard as everybody else,\" she explained. \"Beach volleyball has got a glamorous image, but that's not something really to fight about. If it means that more people will come and watch the sport and go home with a different attitude to beach volleyball, then I think we're kind of happy with it.\" A fast and physically demanding game traditionally dominated by the countries such as the US, Brazil and other hot-spots, Great Britain's men and women will compete for a place on the beach volleyball podium against 23 other nations at London 2012. \"We're not ruling anything out but our goal is to finish in the top 10 in this Olympics,\" said Mullin. \"Likewise,\" said the American Brit Steve Grotowski, when asked to assess the chances of he and his Spanish-born team-mate, John Garcia-Thompson. \"We're looking to come out of our pool and after that, who knows? With 15,000 people cheering us on, it could go very, very well.\" Make that 15,002, if the chancellor of the exchequer lets his old Bullingdon Club pal into his flat."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}