{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2012/jul/24/wal-mart-supplier-fines-conditions", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2012-07-24T21:56:00Z", "webTitle": "Walmart supplier ordered to pay fines over hazardous working conditions", "webUrl": "https://www.theguardian.com/business/2012/jul/24/wal-mart-supplier-fines-conditions", "apiUrl": "https://content.guardianapis.com/business/2012/jul/24/wal-mart-supplier-fines-conditions", "fields": {"headline": "Walmart supplier ordered to pay fines over hazardous working conditions", "bodyText": "A Walmart supplier accused of mistreating workers has been ordered to pay nearly $250,000 in fines and unpaid wages by the US department of labour, after a campaign against conditions at the plant. CJ's Seafood was found to have 11 serious violations for exposing workers to blocked exits and fire, electrical and chemical hazards, as well as failing to pay the minimum wage to 73 workers. The penalties come after a campaign by guestworkers against conditions at the Louisiana plant, which processed seafood for Walmart until being dropped by the supermarket giant in June. CJ's Seafood has been penalised by two separate branches of the department of labour. After an investigation the department's occupational safety and health administration found 11 violations classed as serious – where \"there is substantial probability that death or serious physical harm could result from a hazard about which the employer knew or should have known\". The violations included the building not being equipped with fire extinguishers, exit signs or emergency eye wash stations, while an exit was also blocked and electrical outlets were not covered. The citations carry proposed penalties of $32,200, the Occupational Safety and Health Administration (Osha) said. In addition to the 11 serious violations, Osha found one \"other-than-serious\" violation, which pertained to a failure by CJ's Seafood to maintain a log of employee injuries and illnesses. That violation carries a separate penalty of $2,100, the Osha said. In a statement, the department of labour said CJ's had 15 business days from receipt of the citations to comply or contest the citations and penalties. Further to the Osha findings, the department of labour's wage and hour division found that CJ's Seafood had flouted the Fair Labor Standards Act in refusing to pay overtime, making illegal discussions from employees' wages for items required by their jobs, such as gloves and aprons, and failing to maintain records of the hours employees had worked. In addition CJ's Seafood had violated the H-2B foreign worker programme, the Wage and Hour Division said, by misrepresenting its need for temporary foreign workers and refusing to pay the required wage rate. \"This employer took illegal advantage of the H-2B program, which put it in a position to undercut its competition that plays by the rules,\" said Nancy Leppink, deputy administrator of the Wage and Hour Division. \"American workers seeking jobs should not be compelled to accept substandard wages and working conditions due to employers' abuse of temporary foreign worker visa programs.\" The wage and hour division said that $76,608 is due to the 73 workers affected, while the company is also liable for $70,014 in liquidated damages. A further $67,120 is owed in penalties under the fair labor standards act and in penalties for violating the H-2B program. The findings come after a campaign by former guestworkers and the National Guestworkers' Alliance which called for Walmart to drop CJ's Seafood as a supplier. Workers claimed they had been forced to work up to 20 hours a day without overtime. Walmart conducted its own investigation into conditions at CJ's Seafood but said in June it had been \"unable to substantiate claims of forced labour or human trafficking\" at the plant."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}