{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2012/jul/14/g4s-olympic-games-security-shambles", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2012-07-13T23:23:19Z", "webTitle": "G4S could lose £50m due to Olympic Games security shambles", "webUrl": "https://www.theguardian.com/uk/2012/jul/14/g4s-olympic-games-security-shambles", "apiUrl": "https://content.guardianapis.com/uk/2012/jul/14/g4s-olympic-games-security-shambles", "fields": {"headline": "G4S could lose £50m due to Olympic Games security shambles", "bodyText": "Private security firm G4S says it stands to lose up to £50m after admitting it is unable to provide enough staff to fulfil its Olympic Games contract, a failure that forced the government to this week call up 3,500 troops to fill in at the 11th hour. The beleaguered security company said on Friday night that it \"deeply regrets\" the problems, adding: \"G4S accepts its responsibility for the additional cost of the increased military deployment resulting from the shortfall in workforce delivery.\" The company's admission it is in line to take a major financial hit over the shambles came hours after the prime minister weighed into the row, warning that firms which failed to deliver on their contracts would be pursued for the money. The security firm had been committed to supply 13,700 guards as demanded in its contract, worth £284m, which it now says it is unlikely to be able to fulfil. Overall, the 23,700-strong security force for the Games will include a mix of military, private security guards and at least 3,000 unpaid volunteers. Contingency plans have also been drawn up for police officers to secure venues in the days leading up to the start of the Games because of G4S's recruitment shortage. The original plan was for specialist police teams to search the venues, before lockdown was carried out by either G4S or the military. But plans are now being made for the potential need to deploy hundreds of officers to control what goes into the arenas until the extra military personnel arrive. Assistant Commissioner Chris Allison, head of Scotland Yard's security operation, said: \"Delivering a safe and secure Games is a priority but we will not compromise on keeping the streets and our local communities safe. \"The 12 venue police forces are working closely with the Locog [London Organising Committee], G4S and the military to ensure that the venues have the necessary levels of security as they move into lockdown. \"The police service always had to operate to a very tight timescale to deliver the defensive search regime at venues and so in some cases forces may have to deploy officers into duties at venues that we had not anticipated. Plans are being worked up to deliver this where necessary. \"These forces are taking measures to maximise available officers to support venues if necessary, on top of continuing to deliver policing to our communities. This is not impacting on our existing plans for the safety and security operation, which we are confident we can still meet.\" In a statement, G4S said on Friday: \"The company is also incurring other significant costs as it endeavours to meet the contract challenges. \"Whilst it is not possible to gauge the precise financial impact, it is estimated that the company will incur a loss on the contract in the range of £35m to £50m, all of which will fall in the current financial year.\" The home secretary, Theresa May, had been pressing G4S to provide assurances over its commitments, but patience in Whitehall ran out last weekend and talks began to establish whether the Ministry of Defence could fill the gap. As May came under sustained opposition attack in parliament this week, she repeatedly refused to spell out what penalties G4S would face, insisting that the contract was with Locog and not the Home Office. The depth of the crisis over G4S's Olympic security preparations became increasingly clear on Thursday as recruits revealed to the Guardian details of a \"totally chaotic\" selection process and police joined the military in bracing themselves to fill the void left by the private security contractor. Nick Buckles, the chief executive of G4S, who has been summoned with his chairman to appear next week before the Commons home affairs select committee to explain the failure to provide sufficient staff, also issued a mea culpa as the firm tried to limit damage to its reputation. \"We are deeply disappointed that we have not been able to fully deliver against our contract with Locog and that it has been necessary to call upon the additional military personnel,\" he said. \"In partnership with the military and Locog, we are working flat out around the clock to resolve the situation. We are determined that together we will deliver a successful and secure Games. \"I would like to thank the members of the current security workforce who are already on the ground securing many of the Olympic sites across the country.\" Opposition politicians have called for a pause in the award of any more government contracts to G4S, and there had been speculation in recent days that it would face financial penalties amounting to tens of thousands of pounds per venue per day for failing to deliver sufficient staff. Locog, which has also been summoned to appear before the home affairs select committee along with the Home Office and the Department for Culture, Media and Sport, admitted in December it had wildly underestimated the number of staff required to deliver security at 34 Olympic venues in London and around the country."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}