{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/jul/11/nottinghamshire-middlesex-county-championship", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-07-11T21:47:36Z", "webTitle": "Nottinghamshire rout Middlesex with only Andrew Strauss resisting", "webUrl": "https://www.theguardian.com/sport/2012/jul/11/nottinghamshire-middlesex-county-championship", "apiUrl": "https://content.guardianapis.com/sport/2012/jul/11/nottinghamshire-middlesex-county-championship", "fields": {"headline": "Nottinghamshire rout Middlesex with only Andrew Strauss resisting", "bodyText": "Nottinghamshire undoubtedly had the best of a slightly shortened day at Uxbridge, as they strolled to 114 for four after dismissing their hosts for just 98. With the resumption of the County Championship, Middlesex were looking to put behind them a disappointing Twenty20 campaign after which, in the words of their captain, Chris Rogers, they needed to \"ask [themselves] some frank and open questions\" about their performances. It had been a while since first-class cricket was played in England but the top of the Division One table is nicely poised with just 12 points separating the top four. The leaders, Notts, came to Uxbridge with the intention of extending their lead, while Middlesex knew that a win could pull them into genuine title contention. It was always going to be an important toss to win, but having lost 20 of their last 25 tosses in all cricket, Middlesex were not surprised once again to be left without a decision to make as Nottinghamshire inserted them. Nottinghamshire bowled with discipline and used the natural assistance on offer to take a cluster of early wickets, reducing Middlesex to 34 for five. Andrew Strauss remained, though, and he compiled an unfussy half-century with the thoughtful and welcome assistance of Gareth Berg. The latter was one of the few Middlesex players to leave well against a ball that moved plenty early on and their partnership of 63 saved their team-mates from an embarrassing total. However, the dismissal of Strauss was the first in a spell of five wickets for one run in 15 balls that caused a very abrupt end to the Middlesex fightback, and consigned them to their lowest score since the 2010 season. Nottinghamshire appeared to enjoy marginally better conditions but also batted far better than their hosts, confidently leaving outside off stump but pushing the ball around the field well, and finding the boundary as the outfield dried and quickened up. They had matched Middlesex's total for the loss of two wickets and while a further couple fell before the close, they will resume on Thursday in a very solid position with Michael Lumb unbeaten on 35 and Adam Voges fairly new to the crease. The Middlesex director of cricket, Angus Fraser, described his side's performance as \"frustrating\", blaming the month of Twenty20 and lack of play with the red ball for his side's abject failure with the bat. The only player to perform for Fraser's side was Strauss who was, of course, the sole individual in the XI to have missed out on the game's shortest form over the last four weeks. Fraser said Strauss was \"in a lot better frame of mind now than he was at the start of the season\", following his two hundreds, and Strauss can also take solace from Andre Adams describing his wicket ball as one of the \"top three\" in his career."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}