{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2012/jul/16/mitt-romney-vice-presidential-polls", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2012-07-16T21:50:27Z", "webTitle": "How Mitt Romney's vice-presidential pick can influence the polls | Harry J Enten", "webUrl": "https://www.theguardian.com/commentisfree/2012/jul/16/mitt-romney-vice-presidential-polls", "apiUrl": "https://content.guardianapis.com/commentisfree/2012/jul/16/mitt-romney-vice-presidential-polls", "fields": {"headline": "How Mitt Romney's vice-presidential pick can influence the polls", "bodyText": "Mitt Romney seems to be getting close at least determining who his vice-presidential nominee will be. The exact point at which he will announce his selection is a question that no one seems to know the answer to. Is there an advantage for Romney making an early announcement? I've previously spoken about the lack of an effect vice-presidents play in elections. Vice-presidents usually do help in their home state on the order of 2 to 3 percentage points. That's why I believed that Mitt Romney would select Rob Portman from Ohio, a key swing state. But sometimes a vice-presidential effect cannot be merely measured by points in the polls. There is still an argument over whether Sarah Palin ultimately helped or hurt John McCain, but she did have an immediate positive fundraising effect. In the days following the Palin selection, John McCain doubled the amount of money he fundraised. Money in politics is generally overrated, but it can have an impact (pdf). The Palin announcement squashed Barack Obama's Democratic National Convention bounce, gave Republicans a reason to be enthusiastic, and McCain reaped the benefits. Mitt Romney is clearly suffering through a bunch of bad news cycles. Questions about his taxes and his time at Bain Capital have dogged his campaign for the last week. The polls have yet to show any sort of effect, but Republicans are clearly worried. Romney's pollster Neil Newhouse was forced to release a memo pointing out that the polls haven't moved. I cannot possibly know why Newhouse did so, but I'm guessing that Romney's team is at least partially worried that donors will assume the campaign is incompetent and stop donating as much money to Romney's cause. It's also possible that the current round polls don't reflect a trend away from Romney that could happen if the current news cycle has a lasting impact on the campaign. I believe that a vice-presidential announcement could help Romney in the short-term. The mere floating of the vice-presidential selection of Condoleezza Rice by the Drudge Report set off a flurry of activity and distracted most of us from Romney's financials last week for a day. If Romney will lose points in the polls because of his campaign's current inability to stop the newscycle, then it would be wise to try and kick the ball down the road so long as a proper answer to questions such as when Mitt Romney really left Bain Capital can be found in the meantime. We can also look back at history to prove the point. I went through the polling archives and tried as best I could to determine what the effect of a vice-presidential selection has on the polls immediately following the announcement. I examined polling immediately before the declaration and immediately afterward. In most cases, the vice-presidential pick came just before a party's convention, so we have only a small period to measure an effect. Still, it turns out that there seems to be a small, but immediately positive effect of merely naming a vice-president. The vice-presidential announcement has on median garnered a presidential candidate about 4 percentage points in the polls. The greatest effects were in 1992 and 1996 when Bill Clinton and Bob Dole not only took support away from their major party opponents of George H W Bush and Bill Clinton respectively, but also from independent Ross Perot. Even if we excluded these years, the median vice-presidential bounce is 3 percentage points. Mitt Romney's candidacy has drawn many parallels to John Kerry's in 2004. Romney would follow in Kerry's footsteps if he named his vice-presidential choice early. Kerry selected John Edwards a full 20 days before the 2004 Democratic national convention. The pick paid immediate dividends with Kerry rising from a 1 point to 8 point lead after announcing Edwards. Mitt Romney currently trails in the polling average by about 2 percentage points. If Romney got even half of what Kerry received or about the median vice-presidential declaration effect, then he would move into the lead in the polls. It would mark the first time all year that Romney will have lead in a majority of polls. Romney would almost certainly garner good press and perhaps some extra fundraising. It would also stop the Romneys' financials news cycle. The issue with naming a vice-president early is pretty simple. John Kerry received less of a convention bounce when he named his vice-president early. Romney has only a certain amount of positive news that he can control. If he chooses to use it now, it just means he will have less of it to use later. Still, if the cycle is so bad for Romney it probably is a good bet to utilize his vice-presidential pick now. Either way, it's doubtful that the vice-president will have that much of an impact when this election is ultimately decided in November. Voters will base their vote on who they trust to lead this country through its current economic woes."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}