{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2012/jul/02/discrimination-british-armed-forces-illegal", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2012-07-01T23:05:32Z", "webTitle": "Discrimination against armed forces could become illegal", "webUrl": "https://www.theguardian.com/uk/2012/jul/02/discrimination-british-armed-forces-illegal", "apiUrl": "https://content.guardianapis.com/uk/2012/jul/02/discrimination-british-armed-forces-illegal", "fields": {"headline": "Discrimination against armed forces could become illegal", "bodyText": "Discrimination against armed forces veterans could become against the law after the government agreed to cross-party talks aimed at giving new rights to protect former members of the military. Labour said today the defence secretary Philip Hammond has agreed to discussions with his shadow, Jim Murphy, about \"how we can ensure that everything we do in parliament emphasises our ... support for the armed forces and the people who serve in them\". A motion in parliament has already received cross-party backing and a private members' bill on the issue is due to be brought before the House of Commons early next year. Labour is also calling for armed forces veterans to be given \"day one\" access to the government's work programme. Shadow ministers argue the \"unique challenges\" facing soldiers, sailors and aircrews once they leave the military should make them eligible for the programme straight away, and not wait three months to get this extra support. Up to 30,000 posts are being axed from the army, navy and air force, following the controversial 2010 Strategic Defence and Security Review (SDSR). Most of the job losses have come from voluntary redundancy, but more compulsory job losses are expected in the army, which has been hit hardest by the programme. \"Service personnel losing their jobs must get every chance to move smoothly from military to civilian life,\" said Jim Murphy, the shadow defence secretary. \"Ex-forces want a level playing field in getting a job, a home or school for their kids. With thousands being sacked during the recession, this government's actions are making things harder for veterans. \"The unique nature of military service demands unique support. That's why we're saying that those veterans who want it shouldn't have to wait to get access to the government's work programme.\" Labour is doing its own review into the military covenant – the bond that balances the responsibilities and rights of the armed forces. It wants the CBI to play a more active role in finding veterans work and help puncture myths about what veterans can and cannot do. According to one recent poll, only 1% of the military thought civilians understood life in the armed forces, and almost 60% said they feared employers \"might not give us a chance\". At the moment, only one group in society can claim work programme support from the first day they start seeking work – prisoners just released from jail."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}