{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2012/jul/25/syria-crisis-western-troops-intervene", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2012-07-24T23:50:00Z", "webTitle": "Syria crisis: western troops 'increasingly likely' to intervene", "webUrl": "https://www.theguardian.com/world/2012/jul/25/syria-crisis-western-troops-intervene", "apiUrl": "https://content.guardianapis.com/world/2012/jul/25/syria-crisis-western-troops-intervene", "fields": {"headline": "Syria crisis: western troops 'increasingly likely' to intervene", "bodyText": "Western military intervention in the Syrian crisis is \"looking increasingly likely\" because the conflict is now in danger of provoking violence across the Arab world that could lead to cross-border invasions, a report has warned. The study, by the Royal United Services Institute (RUSI), finds fears that President Assad's regime may turn to its stockpile of chemical weapons, or that these devices may be stolen in the chaos of the civil war. It says these concerns have intensified \"the sense of imminent international conflict that is gripping the region\". The broader implications of the violence inside Syria are now of more concern to diplomats than the human misery inside the country, and these anxieties are making the west rethink its strategy of non-intervention, it reports. \"The problem of containing the Syrian conflict, preventing it sparking even greater violence, fragmenting neighbouring countries and even provoking cross-border invasions, is now more urgent than dampening the violence inside Syria itself,\" says Professor Michael Clarke, RUSI's director general. The study says the stage is now set for a proxy contest, with Iranian-backed groups in Lebanon and Shia forces in Syria and Iraq being pitted against Sunni communities in the same countries, some of them supported by Saudi Arabia. \"An arc of proxy confrontation between Iran and Saudi Arabia is likely to follow the fall of the Alawite elite in Syria that will set the terms of the Middle East for a generation,\" Clarke says. \"We are not moving towards intervention, but intervention is moving towards us. Events of recent days have created a step-change in the situation that will make a hands-off approach increasingly difficult to maintain.\" The study rules out the likelihood of a full-scale invasion by the west, but suggests more limited action to protect civilians and to hasten regime change has urgently to be considered. Military support would then be needed to support any new government and to prevent the desire for retribution against the old order leading to more interfactional bloodshed. \"It is highly likely that some western special forces and intelligence resources have been in Syria for a considerable time,\" says Colonel Richard Kemp, who contributes to the report, A Collision Course for Intervention. \"The most important intelligence can only be gained by clandestine operations by special forces and national intelligence agencies on the ground.\" These operations could also include sabotage and encouraging a coup d'état against the regime. Special forces advisers working alongside rebel commanders, with air support on call, \"could be tactically and strategically decisive, as it proved in Afghanistan in 2001 and Libya in 2011,\" Kemp adds. With Assad's family losing power and beset by defections in the lower ranks after last week's assassinations of those in the highest ranks, the study suggests, Iran and Russia may be prepared to \"attempt a controlled implosion, by working to replace President Assad with a favoured Sunni successor\". Shashank Joshi, a RUSI research fellow, says recent developments \"all indicate an ever-narrowing base of support [for Assad] and a high probability of sudden and unpredictable collapse\". • This article was amended on 25 July to remove an erroneous description of Shashank Joshi as an expert on Syrian affairs."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}