{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/jul/16/liverpool-demand-andy-carroll-striker", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-07-16T21:30:01Z", "webTitle": "Liverpool demand £20m for Andy Carroll as demand for striker hots up", "webUrl": "https://www.theguardian.com/football/2012/jul/16/liverpool-demand-andy-carroll-striker", "apiUrl": "https://content.guardianapis.com/football/2012/jul/16/liverpool-demand-andy-carroll-striker", "fields": {"headline": "Liverpool want £20m for Andy Carroll as demand for striker hots up", "bodyText": "Liverpool will seek to recoup at least £20m from the sale of Andy Carroll this summer, a valuation that will sorely test Newcastle United's aspirations to re-sign the England striker before the new Premier League campaign. While an initial bid to take the 23-year-old on a season-long loan, with Liverpool asked to make up a significant proportion of the forward's £80,000-a-week wages, was flatly rejected on Sunday, Newcastle were left sufficiently encouraged to believe they could yet successfully prise the forward away from Anfield only 18 months after selling him for an eye-catching £35m. However, while a second bid to take the player back permanently for around £13m had been mooted by the Newcastle hierarchy and could still be submitted, it has now emerged that Liverpool will sanction the England international's departure only for a far higher figure. The Liverpool manager, Brendan Rodgers, secured Fabio Borini from Roma last week and is still hoping to tweak his squad before the new season, retaining interest in Fulham's Clint Dempsey and the Swansea City midfielder Joe Allen, and any money from Carroll's sale would bolster the funds at his disposal. Carroll was not part of the Liverpool squad that departed for the United States on Monday but is due to join his team-mates in Boston next week for the second leg of the club's pre-season tour, having been granted extra time off after Euro 2012. The player had hoped to convince Rodgers that he should have a role to play at Anfield under the new regime, having mustered 11 goals in 56 games for the club to date, but Liverpool's apparent willingness to court interest would suggest his days at the club are numbered. That has dismayed the striker – a scorer for England against Sweden at Euro 2012 – whose instinct was to remain at the club. He would prefer a move back to Tyneside if he is to leave Anfield, despite rival Premier League clubs having also expressed an interest in securing his services. Fulham are aware of Rodgers's interest in Dempsey – who has entered the final year of his contract at Craven Cottage but has not, as yet, been the subject of any formal bid – prompting suggestions a player exchange might be thrashed out, while the new Aston Villa manager, Paul Lambert, has also confirmed his desire to secure Carroll. West Ham United, too, have gone public with their interest and would be prepared to meet the player's wage package, yet they would not be in a position to muster such a significant transfer fee this summer. The manager, Sam Allardyce, told the London Evening Standard: \"We would dearly love to have Andy Carroll with us but it is a complex situation and he is in no hurry. He doesn't have to make a quick decision if he doesn't want to. If Andy is going to leave Liverpool, he can wait and see how many are interested.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}