{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2012/jul/14/brenda-ashform-supernanny-norland", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2012-07-13T23:10:51Z", "webTitle": "The original supernanny", "webUrl": "https://www.theguardian.com/lifeandstyle/2012/jul/14/brenda-ashform-supernanny-norland", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2012/jul/14/brenda-ashform-supernanny-norland", "fields": {"headline": "The original supernanny", "bodyText": "Brenda Ashford started training to be a nanny as soon as she left school. In the years that followed, more than 100 children passed through her care – and she worked into her 80s. Such was her reputation, in a career spanning 62 years, that she never once had to advertise for a job. Now aged 91, and living in a retirement flat near Milton Keynes that is adorned with photographs of her former charges, Brenda must surely qualify as one of this country's best-loved and longest-serving nannies. \"I've no idea of the number of children I've cared for,\" she says. \"There were so many I never thought to count. But I've loved every single minute. I just absolutely adore babies. Especially the very tiny ones.\" Brenda, who was the youngest in a family of three boys and another girl, found her calling shortly after the birth of her younger brother David. She was nine years old and doted on him from the start. \"At first I was furious because I had wanted a baby sister,\" she says. \"But once I saw him that was it. David was my baby. I was besotted.\" On her 16th birthday, Brenda strode into the headmistress's office and declared it was time for her to leave school. \"She said, 'But you haven't taken your exams.' I said, 'I know, and I don't think I'd pass.' And she said, 'I think you may be right.' So I said, 'Right, I'm off.' And that was it.\" Brenda has just written a book about her life as a nanny. A Spoonful of Sugar follows her career pushing coach-built prams round London's smartest postcodes, as well as caring for the \"Bethnal Greenies\" – war-time evacuees from the East End. She says she was born to do it. \"It was instinctive,\" she says. \"I think I inherited my love of babies from my mother. It's something you've either got or not.\" After working as a mother's help in Byfleet, Surrey, for which she earned the princely sum of 10 shillings a week, it was suggested to Brenda that she get some proper training. If you wanted to be a nanny, the elite establishment was the Norland Institute. \"I had seen pictures of Norland nannies in my mother's Nursery World and Good Housekeeping magazines and admired their beautiful uniforms and capes,\" says Brenda. \"But it seemed all far too grand for 16-year-old Brenda from Surrey. I was just a country girl.\" She managed to secure a coveted place, one of 22 girls in her intake, or \"set\" as it was known. And so, one bright morning in March 1939, Brenda surrendered to the care of the terrifying Norland principal, Miss Whitehead, and her assistant Miss Danvers, to begin the three-year course. For the first three months Brenda did little but learn how to polish and clean to perfection. \"Shoes, prams, lavatories, the lot,\" she says. Beds had to be made just so, with corners neatly tucked in and the crease of the sheet running perfectly down the middle. At 3.30pm daily, there was \"pram parade\" at which the student nannies gathered on the lawn with their polished Silver Cross perambulators so Miss Danvers could inspect them. Woe betide the girl who had failed to wax the high black sides to less than a mirror shine or purged the wheels of dirt. Norland nannies were instantly recognisable by their fawn uniforms with stiff detachable white cuffs and collars, which they wore with gloves and hat to ensure that they wouldn't be mistaken for a house maid. This was an era, after all, in which wealthy mothers had little to do with the children. It was the nanny's job to look after them all day and then present them to their parents for an hour or so at tea-time. \"Although that practice did change after the war,\" says Brenda. \"This was a time when obedience took precedence over love and affection. Children could expect to be flogged, caned or thrashed with a slipper. Spare the rod and spoil the child was the accepted way of thinking.\" But Emily Ward, the pioneering young educationist, who founded the Norland, was struck by the cruelty of these punishments, and when she opened the college in 1892, made it child-centred and loving. The motto was \"Love never faileth\" and the emphasis was on nurturing and encouragement. Corporal punishment was banned. In this respect, the college was remarkable for its time. \"We were never, ever allowed to smack a child,\" says Brenda. \"Back then, those beliefs were genuinely radical.\" Brenda stuck to that ethos rigidly and, 120 years later, it is recognised as the correct way to do things. So whether she was disciplining a six-year-old for hair-pulling in the 1940s or trying to get a seven-year-old to stop swearing in the 1980s, Brenda's technique remained the same. \"I would always get down to the child's level,\" she says. \"It's no good talking to them from above, as they don't take it in. I would explain that they have misbehaved and I am sending them to their room so they can go away and think about it. I wouldn't have any of this business of sitting them on the stairway, as you need to put them right away where they are not seen. Then, when they have thought about it, they can come down and apologise. At which point you give them a kiss and a hug. This is very important so that they know the continuity of love is still there.\" Brenda was also taught that her own behaviour in front of the children was crucial. \"A child's character will receive lasting impressions from those with whom they interact,\" she says. The nannies also learned never to leave the smallest morsel of food on their plates, to encourage their charges to follow suit. \"If the child doesn't like something then they should just be given a small helping and made to eat it,\" says Brenda. \"Fussy eaters are created because we give children too many options. Children shouldn't dictate what they eat – the mother should.\" And for parents in the habit of giving their offspring an iPad to fill every second of downtime, Brenda also believes there is nothing wrong with letting children get a little bored every now and then. \"My days weren't filled with television and constant activities, so my siblings and I learned to use our imagination,\" she says. \"Sometimes children need to be bored in order to stimulate themselves.\" The Norland Institute also taught her always to tell children the truth. \"It was impressed upon us that the only thing you ever lied about to a child was Father Christmas. Everything else you would tell them as near as possible the truth. Babies didn't come from under gooseberry bushes – babies are born from mummy's tummy. That was what you said and what they accepted.\" Perhaps the only Norland teaching that Brenda questioned was the obsession for babies to get a dose of fresh air every day. \"Even in a heavy snowfall the cots had to be taken outside so the babies could take their air,\" she says. \"The principal thought fresh air was the be-all and end-all of everything.\" So competent did Brenda become that occasionally, and perhaps unsurprisingly, a mother became jealous of the relationship she formed with a child. \"There was one house where I only stayed for a fortnight because the mother resented the fact that I could cope with her child and she could not. But it didn't happen often, most were just grateful to have me to help out.\" Her devotion to her life in service hasn't been without sacrifice. Living in with another person's family did little for her social life. \"It wasn't a job for people who wanted to socialise,\" she says. \"I can't remember going out much during the time I was a nanny, but it didn't worry me because I was so focused on the children.\" It did mean that Brenda never married. She dated a man for a few years, but it didn't work out. \"I got quite fond of him, but unbeknown to me he had been going out with another girl at the same time. So we broke up and he went with her. Just as well, really. It saddens me a little to think that I never found that love for myself, but I don't dwell on it. I prefer to think instead that the love the babies gave to me enriched my whole life.\" It does seem sad that someone with such a boundless love of children hasn't had her own. \"It wasn't something I thought about until after I retired,\" she says. \"Then I thought it might have been nice, as I'd have somebody to look after me. But, you see, I've got Susanna – she was the last person I went to and I stayed for 15 years. She is like a daughter to me. Hardly a week goes by when she doesn't ring me. She looks after me now.\" As well as Susanna, there are other former charges dotted all over the country. There's Jennifer in Scotland, Gillian in London, Fiona and Belinda in Dorset and many more. And there are their children, many of whom she looked after, and their grandchildren too. Brenda's bedroom door is covered in family photographs of people she has looked after. Norland College is still going strong. Now in Bath, it still turns out students who wear the distinctive fawn uniform with gloves and a brown boater. And although fewer go on to become live-in nannies like Brenda, many of the principles of care remain the same. Nowadays a Norland graduate working in London can command a salary of up to £45,000. Remarkably, Brenda plans to write a second book. This one will follow her adventures as a nanny from the second world war to the present day. \"I find it hard to remember current day things – I can't even remember what I did yesterday – but I have no trouble remembering all those children from all those years ago. I think it's because I have loved every minute of it. If I could have my time all over again, I'd do exactly what I did.\" A Spoonful of Sugar by Brenda Ashford is published by Hodder and Stoughton, £12.99. To order a copy for £10.39, including free UK p&amp;P, go to theguardian.com/bookshop or call 0330 333 6846"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}