{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2012/jul/11/syria-ambassador-iraq-defected-opposition", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2012-07-11T21:55:00Z", "webTitle": "Syria's ambassador to Iraq defects in major blow to regime", "webUrl": "https://www.theguardian.com/world/2012/jul/11/syria-ambassador-iraq-defected-opposition", "apiUrl": "https://content.guardianapis.com/world/2012/jul/11/syria-ambassador-iraq-defected-opposition", "fields": {"headline": "Syria's ambassador to Iraq defects in major blow to regime", "bodyText": "Syria's ambassador to Iraq, Nawaf al-Fares said he had defected and joined the revolution against Bashar al-Assad, becoming the first senior diplomat to quit the embattled government. According to the Reuters news agency, Fares called on Syrian soldiers to follow his lead and turn their guns on the Damascus leadership. \"I declare that I have joined, from this moment, the ranks of the revolution of the Syrian people,\" he said in a video statement posted on Facebook. \"I ask … the members of the military to join the revolution and to defend the country and the citizens … Turn your guns towards the criminals from this regime,\" he added. Fares was filmed speaking in front of the green and white Syrian flag from the era before the Ba'ath party took power five decades ago. He did not give details of his location. He did not spell out his reasons for defecting, but repeatedly said government forces have been killing civilians during the crackdown on the 16-month-old uprising. Earlier police in Baghdad surrounded the Syrian embassy late on Wednesday after opposition groups claimed that Fares had defected in protest at the regime's crackdown. The Syrian National Council said Fares, Damascus's first ambassador to Baghdad in more than 30 years, had joined the opposition and pledged that more diplomats would soon follow his lead. If confirmed, the defection of Fares would be the first of any senior Syrian diplomat since the uprising began 16 months ago. Iraqi officials said they had no knowledge of Fares's whereabouts and could not confirm whether he was still in Baghdad. A senior Iraqi politician, Ayad Allawi, tweeted late on Wednesday: \"Reliable sources have informed me of the defection of Nawaf Fares, Syria ambassador to Iraq.\" Earlier, SNC member Mohammed Sermini told Reuters: \"This is just the beginning of a series of defections on the diplomatic level. We are in touch with several ambassadors.\" Fares had been a leading member of Syria's diplomatic corps and a commanding presence among the country's Sunni elite. He is from Abu Kamal in the east, which borders Iraq's Anbar province. The tribes in Anbar and those in Syria's vast eastern desert hail from the same families and are thought to have been increasingly active in the Sunni-led uprising in the east of the country. Confirmation of Fares's departure would mark the second high-profile defection from the heart of the regime in less than a week. Last Thursday Brigadier General Manaf Tlass, a friend of President Bashar al-Assad, fled Damascus with his family – the first defection from the inner sanctum. He is thought to be in Paris. In a further blow to the regime, which has so far not seen large numbers of important officials leave its ranks, two generals from the country's intelligence services are believed to have been captured last week by opposition guerrillas. Major General Faraj al-Maket and General Munair al-Ahmed Shlaybi, from the Palestinian Branch of military intelligence, were shown on an online video claiming they had been captured in late June. Both appeared to have been beaten. The Palestinian Branch is one of Syria's two main intelligence organisations and has been central to the regime crackdown on dissent, which started last March and has now grown into a full-blown insurgency led by a predominantly Sunni opposition movement. The SNC has for the past six months been trying to entice regime figures away from Damascus who it believes could potentially start a domino effect of other officials. Fares and Tlass are leading and trusted members of the Sunni establishment who worked closely with Syria's Alawite-based leadership. Fares is considered to be highly influential among the tribal groups in eastern Syria, where regime forces have faced an increasingly organised guerilla force since late spring. Iraq's foreign minister, Hoshyar Zebari, said earlier this week that foreign fighters had crossed from Anbar into Syria to join the ranks of an insurgency. The Free Syrian Army insists that it alone remains at the vanguard of the fight against loyalist forces. However, militant groups are claiming responsibility for a large number of attacks against regime security forces. Iraq has tried to distance itself from the conflict in Syria, but remains important in the gathering regional crisis. Both countries are allies of Iran, which is firmly invested in the survival of Assad's embattled regime. Iraq has come under pressure to provide oil to Damascus, where crippling international sanctions have sent fuel prices soaring and made it difficult for the Syrian military to remain mobile. Meanwhile, officials from another Syrian ally, Russia, met SNC members in Moscow on Wednesday and called for a three-month extension of a UN monitoring mission, which ends on 20 July and has so far failed to convince either side to honour a ceasefire. Russia refused to support more sanctions against Syria, which already faces severe restrictions on trade and banking. It also continues to balk at moves by the US and European members of the security council to enact chapter seven of the UN charter, which paves the way for sanctions and possibly military action."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}