{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/jul/09/team-gb-olympic-cycling", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-07-09T22:43:00Z", "webTitle": "London 2012: Team GB Olympics cycling event-by-event guide", "webUrl": "https://www.theguardian.com/sport/2012/jul/09/team-gb-olympic-cycling", "apiUrl": "https://content.guardianapis.com/sport/2012/jul/09/team-gb-olympic-cycling", "fields": {"headline": "London 2012: Team GB Olympics cycling event-by-event guide", "bodyText": "Men's road race Mark Cavendish, Ian Stannard, Chris Froome, David Millar, Bradley Wiggins Cavendish will start as one of the favourites in a race that has a strong lottery element to it. The question is whether the Manxman can survive over nine laps of Box Hill and whether the race will arrive on the Mall with him in the lead group. If those two things happen he can win, but every team in the race will be out to thwart him Main rival Peter Sagan (Slovakia) Medal prediction (Gold) Women's road race Lizzie Armitstead, Nicole Cooke, Lucy Martin, Emma Pooley Armitstead is a rapid finisher, Cooke a doughty competitor, and Pooley a talented time triallist. But whether they can overcome the dominant force in women's racing, Marianne Vos, is an open question. Vos is faster than Armitstead and a more than adequate climber, so the best option is Cooke or Martin winning from a break, or a solo move from Pooley Main rival Marianne Vos (Netherlands) Medal prediction No medal Men's time trial Bradley Wiggins, Chris Froome Wiggins has got the better of Fabian Cancellara and the reigning world champion Tony Martin a few times in the last 12 months – and took nearly a minute off the Swiss in Monday's Tour de France time trial. Froome also showed that he is a force to be reckoned with, finishing second to Wiggins on Monday Main rival Fabian Cancellara (Switz) Medal prediction Gold for Wiggins Women's time trial Emma Pooley Pooley went through a physical and mental low this spring but appeared to have pulled things around by early July. The course does not favour the diminutive climber, and is better suited to a more powerful rider such as Judith Arndt of Germany. But Pooley needs positive momentum to function at her best, so she looks to be coming to form at the right time Main rival Judith Arndt (Germany) Medal prediction Bronze Men's team pursuit Steven Burke, Ed Clancy, Peter Kennaugh, Andy Tennant, Geraint Thomas This quintet rode themselves into the ground to take gold medal in the world championship in April, so will definitely start as favourites. Although there are question marks over an injury to Peter Kennaugh, they will expect to go faster than before – so much will depend on how the Australians have progressed since the spring Main rival Australia Medal prediction Gold Women's team pursuit Dani King, Laura Trott, Wendy Houvenaghel, Jo Rowsell The GB trio of King, Trott and Rowsell (Houvenaghel is a reserve) have been world champions for the last two years and are world-record holders, with a healthy margin on all the opposition. So it's hard to see beyond them for the gold medal. On paper they are the best British cycling chance at these Games Main rival Australia Medal prediction Gold Men's match sprint Sir Chris Hoy or Jason Kenny GB will opt for either Kenny or Hoy late in the day, depending on form. But whoever they choose will struggle to overcome Gregory Baugé for sheer brute strength. The Frenchman was stripped of his last world title for random testing infringements but looked almost unbeatable in his last outing in April Main rival Gregory Baugé (France) Medal prediction Silver Women's match sprint Victoria Pendleton Pendleton won the world championship in April with a ride of unbelievable determination against her old nemesis Anna Meares, who will be out for revenge. The British woman should be even stronger come August, but Meares will progress too, and it's hard to see Pendleton getting the better of her twice. It's a close call Main rival Anna Meares (Australia) Medal prediction Silver Men's team sprint Philip Hindes, Sir Chris Hoy, Jason Kenny Once a GB medal certainty, this is now a hard one to call. Hoy and Kenny are seasoned campaigners but the medal depends on whether the novice, Hindes, has developed a slightly faster start and whether he can hold his nerve. The Germans are the big favourites but the French and Australians all have a chance as well Main rival Germany Medal prediction Bronze Women's team sprint Jess Varnish, Victoria Pendleton From world record-holders at the World Cup in February, the duo slumped to fourth in the world's in April after Varnish fell ill. If the youngster is on form she can set Pendleton up for a super-fast second lap, but this is not a guaranteed medal as the Germans and Chinese have improved rapidly over the winter Main rival Germany Medal prediction Bronze Men's keirin Sir Chris Hoy This event is expected to be a lottery, but Hoy, who is not yet officially confirmed for the event, seems to draw the winning ticket each time he rides. The manoeuvres that won him the world cup in February and the world title in April were wildly different but equally spectacular, pointing to a rider on top of his game. He should be untouchable Main rival none Medal prediction Gold Women's keirin Victoria Pendleton Pendleton has not looked at her ease in this event at world level for several years, winning just a single silver since Beijing. She is capable of pulling a medal out of the bag if she gets on a roll, however, but it is still hard to see beyond a gold medal for her big rival Anna Meares, world champion for the last two years Main rival Anna Meares (Australia) Medal prediction No medal Men's omnium Ed Clancy Clancy has won a world and European title in this discipline, where he excels at the timed events – flying lap, pursuit, kilometre – but tends to flop in one of the three mass-start races (scratch, elimination, points). The element of chance here means he will have as good a hope of a medal as any of the other favourites Main rival Glenn O'Shea (Australia) Medal prediction Bronze Women's omnium Laura Trott Trott has rapidly come to dominate this event, with her particular forte the crowd-pleasing elimination race, which she rides from behind using sheer speed. Barring someone falling off in front of her, she should be a shoo-in for a second gold medal as she backs up that speciality with better than average riding in the timed disciplines Main rival Annette Edmondson (Aus) Medal prediction Gold Men's BMX Liam Phillips Phillips won his first world championship medal this year, in the time trial, and is improving at a rate of knots. However, he crashed and broke a collarbone in the world championship in May and is unlikely to be in a position to rival the likes of Australia's Sam Willoughby or Maris Strombergs of Latvia Main rival Sam Willoughby (Australia) Medal prediction No medal Women's BMX Shanaze Reade Reade has not looked her old dominant self since she had a spate of crashes at the Beijing Games in 2008, and she fell again at the world championships, fortunately without breaking anything. A medal is possible but the lottery element in this event means it is not the certainty it would have seemed a few years ago Main rival Sarah Walker (New Zealand) Medal prediction Bronze Men's mountain bike Liam Killeen At 30, Killeen is a consistent performer but is not at the level he was in Beijing when he was a favourite for gold but crashed and eventually finished seventh. Qualifying for London was a respectable achievement but he is unlikely to push stars such as double Olympic champion Julien Absalon of France Main rival Julien Absolon (France) Medal prediction No medal Women's mountain bike Annie Last This Games has come two years too early for Last, who is improving at a rate of knots and is the first British woman to qualify for an Olympic MTB event since 2000. There is bound to be a surprise medal among the GB haul, and her improving rides this season suggest it might be her Main rival Catharine Pendrel (France) Medal prediction Bronze"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}