{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2012/jul/10/leatherback-turtles-trinidad", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2012-07-09T23:48:51Z", "webTitle": "Baby leatherback turtles die in their thousands in Trinidad blunder", "webUrl": "https://www.theguardian.com/environment/2012/jul/10/leatherback-turtles-trinidad", "apiUrl": "https://content.guardianapis.com/environment/2012/jul/10/leatherback-turtles-trinidad", "fields": {"headline": "Baby leatherback turtles die in their thousands in Trinidad blunder", "bodyText": "Thousands of leatherback turtle eggs and hatchlings have been crushed by heavy machinery along a Trinidad beach widely regarded as the world's densest nesting area for the biggest of all living sea turtles, conservationists said on Monday. Government work crews with bulldozers were redirecting the Grand Riviere, a shifting river that was threatening a hotel where tourists from around the globe watch the huge endangered turtles lay their eggs. But several conservationists who monitor turtle populations say the crews botched the job, digging up an unnecessarily large swath of the important nesting beach in the tiny coastal town on Trinidad's northern shore. Sherwin Reyz, a member of the Grand Riviere Environmental Organisation, estimated that as many as 20,000 eggs were crushed or consumed by the scores of vultures and stray dogs that descended upon the narrow strip of beach to eat the remains after the operation by the ministry of works on Saturday. \"They had a very good meal. I was near tears,\" said Reyz, who helped save hundreds of uninjured hatchlings dredged up by the heavy machinery. \"It was a disgusting mess.\" Leatherbacks can grow to more than 7 feet long, weigh up to a ton, and can live to 100 years. They return to lay their eggs on the beach of their birth. The nesting ground of Grand Riviere is so popular with the globally endangered species that nest-digging females sometimes accidentally dig up others' eggs. The hotelier, who had been pressing Trinidad's government for months to redirect the Grand Riviere, was also shocked and dismayed by the end result. The foundation of the Mount Plaisir Estate hotel had been increasingly threatened by the shifting river. Italian hotelier Piero Guerrini said: \"For some reason they dug up the far end of the beach, absolutely encroaching into the good nesting areas. This could have been avoided with a much wiser approach. But it was done too late and it was done in the wrong way.\" Phone calls to the offices of Trinidad's ministers of public works and tourism rang unanswered on Monday. Guerrini said his hotel was full of tourists who had come to Trinidad to see the tiny leatherback hatchlings climb out of their sandy nests and head for the surf, trying to reach deep waters where they are safe from most predators. Instead, the tourists saw injured hatchlings dying in front of their eyes as bulldozers shifted the mouth of the river, he said. \"This really put a lot of bad images in people's minds,\" Guerrini said. Marc de Verteuil, of the Papa Bois Conservation organisation, said the river had already eroded a lot of the dense nesting areas on the beach before the weekend, but the government work crews made a bad situation worse. \"Their equipment was basically crushing a much, much larger part of the beach than made sense. It looked like a bit of a panic reaction and they didn't follow procedure,\" he said. \"It's a failure of governance.\" Leatherbacks lay about 85 eggs at a time, but less than 1% survive to adulthood. For years, successful conservation efforts have benefited leatherbacks in Trinidad, which outlawed the slaughter of the sea turtles in 1966. A growing number of turtle advocates have helped protect the traditional nesting grounds, which are an attraction for tourists in the twin-island Caribbean republic off Venezuela's coast."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}