{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/jul/24/portsmouth-club-closure-deadline", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-07-24T22:27:25Z", "webTitle": "Portsmouth administrator issues club closure deadline at high earners", "webUrl": "https://www.theguardian.com/football/2012/jul/24/portsmouth-club-closure-deadline", "apiUrl": "https://content.guardianapis.com/football/2012/jul/24/portsmouth-club-closure-deadline", "fields": {"headline": "Portsmouth administrator issues club closure deadline over high earners", "bodyText": "The administrator at Portsmouth has served notice that the club will be shut down on 10 August unless all senior players still on the books at the 2008 FA Cup winners accept compromise deals on their wages or agree to transfers away from Fratton Park before that date. Trevor Birch has revealed he will have \"no option\" but to liquidate the club by that deadline, four days before a Capital One Cup tie against Plymouth and eight before Pompey are due to start their League One campaign at home to Bournemouth, if agreement is not reached with the seven remaining senior players at the club. Both interested purchasers – the former owner, Balram Chainrai and the Portsmouth Supporters' Trust – have apparently stipulated that their attempts to complete a takeover are dependent upon settlements being reached with those high earners. \"The facts are straightforward: under the terms of the offer for the club, in order to complete the CVA proposal, the players have to leave and conclude compromise settlements,\" said Birch, a partner at PKF and the joint administrator of Pompey. \"This condition has been imposed by the Pompey Supporters' Trust as well as by [Chainrai's company] Portpin. Both interested parties have made it clear that they won't take on the club unless there is movement from the players. \"We will continue to do all we can to facilitate these deals but the club's future hinges on the willingness of certain players and their agents to sign up to compromise agreements that are affordable both in terms of the amount and timing of repayments. Unless we make significant progress on this front by 10 August, then we are likely to have no option other than to close the club.\" Birch has implemented a £5,000-a-week salary cap at the stricken club in an attempt to prolong the club's existence in the short term – as the players would be classed as \"football creditors\", the excess money owed would be paid at a later date if liquidation is avoided – but long-term progress would require such as Tal Ben Haim, who earns £36,000 a week, and Nwankwo Kanu accepting a compromise on the remainder of their lucrative deals. Kanu, who is in Nigeria, has lodged a claim for £3m in back pay with Pompey and Ben Haim claimed this week that he is due a similar amount in salary arrears, bonuses and the remainder of his contract. Birch has stressed that any new owner would inherit considerable liabilities and would need to guarantee around £10m to football creditors before the Football League, which is closely monitoring the situation, will be satisfied, meaning an agreement on a compromise amount with those players is key. David Norris, Greg Halford, Dave Kitson, Erik Huseklepp and Liam Lawrence are all in talks aimed at reaching an agreement or smoothing their transfers away. Luke Varney has joined Leeds for around £200,000, money that was paid directly to Derby County to cover the player's original transfer to the south coast club. \"We are making good progress with three or four players,\" added Birch. \"But, despite many conversations and offers over the past few weeks, some players and agents still don't understand what's at stake here. If the club is liquidated, players will not be protected by the Football Creditor provisions. They will become ordinary unsecured creditors in a situation where there is unlikely to be any dividend.\" Pompey were deducted 10 points when they returned to administration last term and were duly relegated to League One, where they will begin with a further 10-point penalty."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}