{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2004/dec/20/idcards.immigrationpolicy", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2004-12-20T22:42:49Z", "webTitle": "ID cards bill is given a second reading", "webUrl": "https://www.theguardian.com/politics/2004/dec/20/idcards.immigrationpolicy", "apiUrl": "https://content.guardianapis.com/politics/2004/dec/20/idcards.immigrationpolicy", "fields": {"headline": "ID cards bill is given a second reading", "bodyText": "Conservative and Labour rebels failed tonight to block government plans to press ahead with identity cards. A rare cross-party move to deny the identity cards bill a second reading was rejected by 306 to 93, a government majority of 213. Later the bill was given a second reading by 385 votes to 93, government majority 292, indicating that dozens of Labour and Tory backbenchers abstained in the votes. Opening the impassioned five-hour debate, home secretary Charles Clarke launched a fierce defence of the flagship legislation. In the first test of his authority, just five days after taking over from David Blunkett, he denied ID cards marked an erosion of civil liberties and insisted they would help prevent terrorism and combat fraud. \"There is an entirely false claim that ID cards will erode our civil liberties, will revisit 1984, will usher in the Big Brother society or establish some kind of totalitarian police state,\" he told Commons critics. \"A secure identity scheme will help to prevent terrorist activity - more than a third of which makes use of false identities. \"It will make it far easier to address the vile trafficking in vulnerable human beings... It will reduce identity fraud, which now costs the UK more than £1.3 billion every year.\" Facing a barrage of protests, Mr Clarke said ID cards would also save the taxpayer tens of millions of pounds a year by helping to curb benefit fraud. Critics claimed however that they would act as an unreasonable intrusion into liberties and privacy, without seriously tackling crime or terrorism."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}