{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/dec/16/rugbyunion.comment", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-12-16T23:50:00Z", "webTitle": "Powergen Cup still has power to give underdogs their day", "webUrl": "https://www.theguardian.com/sport/2004/dec/16/rugbyunion.comment", "apiUrl": "https://content.guardianapis.com/sport/2004/dec/16/rugbyunion.comment", "fields": {"headline": "Cup still has power to give underdogs their day", "bodyText": "Now these are tricky times. Get the mind-set slightly wrong and it takes a season or two to wipe the egg from the face. I know, I was there when Wasps lost to Waterloo 20 years ago. Last week it was the Heineken Cup - a sort of middle-distance race of pool matches, where bonus points are vital to the mathematics, followed by three knockout stages. Next week it's back to the Zurich Premiership - undoubtedly a marathon, but one that allows a bit of long-term planning. But this Saturday it's the Powergen Cup - do or die, one-off, where victory means just two games to Twickenham and the final. It would not be unfair, perhaps even an understatement, to say most coaches at the top of the Zurich Premiership regard the Powergen as a mixed blessing. Teams are tired and there is not much romance if you draw the short straw in the sixth round and get Leicester, as we have. And I'm not so sure Wasps will be happy about drawing Bristol - whom they played at the same stage last year - or Sale about drawing Plymouth Albion and Graham Dawe, or Northampton their near neighbours Bedford. Wasps, the European and English champions, will remember tripping up to the Pertemps Bees (whom I still regard as Birmingham-Solihull) in the quarter-final last season. They put out a weak(ish) side at the Causeway and got stung. At the time the Bees were sitting near the top of National League One. This weekend is almost deja vu, with Richard Hill's Bristol the promotion chasers, five points clear of Exeter and nine clear of Plymouth. Sale, who have a pile of injuries - I think 12 or 13 players were missing when they visited Kingsholm a couple of weeks ago - will likewise agonise over what strength of side to put out against Dawe's men, who have a reputation for pragmatic rugby and are the only side to have beaten Bristol in the league this season. But what price Northampton? They were scrabbling to make up the numbers before being knocked down by the Toulouse steamroller last weekend. By the final whistle at the Stade Ernest Wallon half the side were out on their feet and Andrew Blowers and Corne Krige were receiving treatment for neck injuries in the medical room. Collectively they were so tired it was amazing they had the energy to get involved in some early-morning rough and tumble inside and outside a Toulouse bar. To be brutally honest, one has to ask questions about standards at one of the great English clubs. Why did they visit something called the Frog and Rosbif when Trevor Brennan's place was just around the corner? The club have promised an inquiry and I imagine that will be the last we will hear of the affair. But if Bedford, sixth in National One, win on Saturday there will be nowhere for the Saints or their embryonic coaching partnership to hide. Budge Pountney and Paul Grayson seem to have restored a lot of the spirit that went missing during Alan Solomons' brief period in charge. None the less, Northampton sit in the basement of the Zurich Premiership and their survival in the Heineken depends on beating Llanelli away and Glasgow at home, so the Powergen is vital if they are to take something from the season and have something to look forward to next. And that is the important thing about it. I've enjoyed a lot of spring Saturdays at Twickenham with Wasps and Gloucester, none more so than when the whole of Kingsholm and a few more drove up the M4 two seasons ago. It was a fantastic occasion and the celebrations in London and the West Country lasted the whole weekend and a bit. Between 1998 and 2000 I was there three times with Wasps with varying degrees of success. The first time we did it properly - coach, suits, the lot - and freaked out, getting beaten by Saracens. The second year we relaxed - arriving by London taxis, with Vespa outriders - and won against Newcastle. The third time we stayed low key - a fleet of sports cars - and beat Northampton. They were remarkable occasions, real memories, and the winners' loot was very nice too. But the real prize is a guaranteed place in next season's Heineken Cup. With that in the bank by early April, a coach can rest easy while others are going through the last frenetic rites of the season."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}