{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/dec/05/norway.wildlifeholidays.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-12-05T19:45:40Z", "webTitle": "If you can't eat them ...", "webUrl": "https://www.theguardian.com/travel/2004/dec/05/norway.wildlifeholidays.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2004/dec/05/norway.wildlifeholidays.observerescapesection", "fields": {"headline": "If you can't eat them ...", "bodyText": "In a scene that said more about the tourism industry in remote parts of Norway than our own eco-conscious etiquette, no one chose the minke steak for dinner. Though hungry after a 12-hour journey - involving three flights, a scary 40-seater prop plane, and a long delay - the thought of eating anything blubbery did not appeal. Especially, it's important to add, on the first night of a whale-watching holiday. But this was northern Norway. We were in Svolvaer, within 200 miles of the Arctic Circle, and close to the Lofoten Islands, home to the country's still-active whaling industry since the days when cetacean meat was a staple of the Norwegian diet. In these dramatic fjordside settlements, which are very cold but very beautiful, whaling co-exists with a growing, though still low-key, tourism industry. We ordered dinner carefully (a more PC salmon dish, since you ask) and spent the first night at the Anker Brygge hotel. Our fishermen's lodgings were - to use an old but apt cliché - as cutesy as Hansel-and-Gretel gingerbread houses, but with the bonus of underfloor heating. The next morning, as we set off by boat amid zero-degree drizzle, the menu looked far more appetising: hearty fish soup and warming whiskys. We headed west along Vestfjorden, towards open sea but still surrounded by magnificent snow-dusted mountains. Orca (or 'killer') whales have been seen in the northern fjords since the early 1980s, when large numbers of herring started revisiting the waters having migrated further north for a number of years. And where herring go, hungry whales will follow. Hundreds of the mammals can be spotted here each winter - but the question was, would we see any? The previous group to go on this mini break came home without seeing a single whale, so there was excitement - and relief - when fishermen in the area, communicating by mobile phone, tipped us off about an Orca sighting. A couple of birds circling overhead, some spray in the distance, and some odd oily-looking patches of water are not phenomena likely to distract you from the stunning scenery and the vital task of keeping warm. But to the trained eye, these are signs of killer whale. Shouts from the front of our luxury 45ft yacht, I thought, could mean only one thing. Scampering - as quickly as one can scamper in heavy boots, a huge fleece and bulky jacket - to the bows, I scanned the horizon but saw no Free Willy nor jets of spray. False alarm, but not a disappointment: the excitement was due to a pair of white-tailed sea eagles gliding gracefully overhead. The first whale we saw wasn't an Orca at all, but the endangered Finback, second only in size to the Blue Whale. More streamlined than the Orca, its ability to reach speeds up to 23mph has earned it the nickname 'greyhound of the sea'. All we saw was a flash of a fin and then nothing. And then, suddenly, there they were. Twenty-five Orca, probably in three groups or 'pods', about to cross our path in a wide stretch of water by the island of Skrova. There was a hush as the whales emerged from the water, moving surprisingly slowly as they exhaled with a spray of water - in what seemed like a plaintive sigh - fins glistening in the sun, before sinking back again. We were with the pod for about an hour, and the whales seemed comfortable with our presence: they did not change their speed, breathing pattern or direction. It felt intimate as we sailed alongside them; they swam slowly - they were not feeding - on this Orca equivalent of a lazy Sunday afternoon. The nearest two were about 30 metres away: a young female, and an older male, recognisable by his larger dorsal fin. With the sun starting to set, having barely even risen, we headed towards the Brygga hotel in Lødingen, 40 miles east of Svolvaer. Though pretty, the small town - a strategic position against a possible Russian invasion during the Cold War - has suffered since the Norwegian army moved out. The old bases now house half-empty hotels and a centre for asylum seekers. The locals didn't quite realise what all the fuss was about. By the harbour, an old chap smoking in a hastily erected tent (lighting up in public places has recently been outlawed in Norway) showed little interest when I told him I was there to spot Orca. But with government grants designed to increase tourism in this part of the country, more and more whale-watching trips could be based in towns like this. The best fish soup I've ever tasted, followed by a viewing of the Northern Lights - just visible, with arcing strips of light, some an eerie shade of green - was the best finish possible to a short, exhausting, but magical day. Our skipper Torbjørn and his wife Heidi were telling tales of buried treasure and Viking chiefs as we set out the next morning for a second day of whale-watching. More mobile-phone calls told us about a pod of 100 Orca on the fjord not far from the harbour. Lots of fins, glistening serenely in the sunlight, suddenly appeared all around us. We weren't lucky enough to see the Orca feeding. Akin to a particularly cruel playground game, a group of Orca will herd swarms of herring into a tight area, before driving the panicking fish towards the surface and stunning them with slaps of the tail. Orca then pick off the fish one by one, leaving only the heads which make perfect pickings for the sea birds that circle above. Snorkelling with whales may be offered on this trip in the future. But this is only for the brave-hearted: apparently the Orca have a habit of playing chicken with humans, swimming towards them at top speed, then diving at the last minute. Environmentalists sometimes point to this sort of playful behaviour as evidence that whales have intelligent, almost human-like characteristics. It is ironic, then, that Norway - which, by hunting certain species of whale has so enraged many of these same environmentalists - is one of the few places in the world where you can have such a close encounter with these spellbinding creatures. Factfile Ben Flanagan travelled to Norway with Original Travel (020 7978 7333; originaltravel.co.uk). Group sizes range from 6-12 people. Departures every Thursday and Sunday until 26 January. Prices start at £1,200 per person for a three-night safari, with a single supplement at £210."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}