{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/dec/16/rugbyunion.paulrees", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-12-16T23:50:00Z", "webTitle": "RFU accused of damaging delay by executive vacancy", "webUrl": "https://www.theguardian.com/sport/2004/dec/16/rugbyunion.paulrees", "apiUrl": "https://content.guardianapis.com/sport/2004/dec/16/rugbyunion.paulrees", "fields": {"headline": "RFU accused of damaging delay", "bodyText": "Howard Thomas, the Premiership's top administrator, has accused the RFU of damaging the sport by delaying to appoint a chief executive for England Rugby Ltd, which runs the professional game. Francis Baron, the chief executive of the Rugby Football Union, was ousted from his position with ERL last month after a power struggle. Baron said he had resigned from the ERL board, a 10-man body with five directors each from the RFU and the clubs and an independent chairman, John Rennocks. According to Rennocks, the board had lost confidence in Baron. The RFU's management board met yesterday, but gave no indication when it would be recommending a successor to Baron after its original choice was turned down by the ERL board last month. \"I am surprised the RFU has not come up with a name,\" said Thomas, chief executive of Premier Rugby, the umbrella organisation of Premiership clubs. \"The delay is damaging the game because it means professional rugby is not being run on a daily basis. \"There are matters that the ERL board can take action on without a chief executive, such as whether the leading clubs fulfil the criteria for membership of the Premiership, but there are big issues affecting the game which need to be addressed urgently. All we have at the moment is fudge. Things are drifting because of the vacancy at the top.\" After Baron lost his position on ERL, an attempt was made to force his RFU resignation. The coup was led by the then chairman of the union's management board, Graeme Cattermole, who, having failed to muster enough support, ended up falling on his own sword. There were suggestions that the RFU would look to restore Baron as ERL's chief executive, but Rennocks said that would be unacceptable. A number of Premiership club owners backed Cattermole in his dispute with Baron, with a deal allegedly done over the contentious issue of relegation. The politics of the game at the top will be discussed by the board of Premier Rugby at its meeting in London today. Also on the agenda will be the salary cap for the Premiership, which currently stands at £1.91m per club. It is due to rise by £100,000 next season, but there have been calls for a greater increase. \"Clubs feel they need larger squads,\" Thomas said. \"Injuries are a recurring problem, and one feature of this season is that sides have been hit particularly badly in one position.\" Bath are running out of centres, Gloucester have had to sign two hookers and Northampton, who were running out of props, yesterday recruited Simon Emms. Clermont Auvergne face losing their France prop David Attoub after he was cited by Borders for an alleged eye-gouge during the European Challenge Cup tie between the sides this month. If found guilty, he faces a ban of between one and three years."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}