{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2004/dec/05/booksforchildrenandteenagers.features", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2004-12-05T17:58:37Z", "webTitle": "Gore blimey", "webUrl": "https://www.theguardian.com/books/2004/dec/05/booksforchildrenandteenagers.features", "apiUrl": "https://content.guardianapis.com/books/2004/dec/05/booksforchildrenandteenagers.features", "fields": {"headline": "Gore blimey", "bodyText": "Parents want their children to read. JK Rowling, JRR Tolkien, the cornflakes packet. It doesn't matter as long as they keep their eyes on the printed word. Or does it? Does it matter if young readers are hooked on horror fantasies involving freaks, vampires, dying children and a hero named after his author, Darren Shan? I have tried to ignore Shan, but it has not been easy. And just recently, it has become impossible. He is at the top of the children's paperback bestseller list with The Sons of Destiny, the 12th and final book in The Saga of Darren Shan; Warner Brothers has bought film rights for the first two books for a seven-figure sum and the series has sold more than a million copies. I must have helped that statistic no end - my sons are in the grip of Shanmania. It is children, not their parents, that have made the man such a phenomenon. Shan is having the last laugh against parents who would prefer to choose what their children read - and even see them settle down to literature. He has popped up like a class joker against whom no parent can compete. He seems to understand exactly what children (in particular boys between eight and 16) want. Boys who don't read, read Shan. My 13-year-old is an addict. Ditto my eight-year-old twins. I watch as they polish off Cirque du Freak, Tunnels of Blood, Trials of Death. What is going on in their tender little heads? I feel torn between confiscating the books and buying them in bulk. The glories of long, Shan-induced silences are disturbed only by my conscience. But is it proper to dictate children's reading? Should we exercise any quality control? When I was a child, my parents banned Enid Blyton. It seems absurd now (and I ignored them then), but libraries at that time would not give Blyton shelf room, either (she was too hackneyed, a 'bad writer'). Shan would have been beyond the pale. Now, with so much competition from film and TV, who dares to complain about what children read? Parents police the films their children watch but when it comes to books - PG is not PC. Children's publishers know this. They exploit what parents prefer not to face: children's hunger for horror. Hugo Goodwin, a fellow parent, whose children are Shan groupies, wonders 'why ordinary life is not what children wish to see reflected in their literature?' He would prefer their books to be 'mirrors to the world'. He wonders 'why the equilibrium of horror is such a comfortable place for kids?' His hunch is that it allows children to experience 'safe fear'. Richard Scrivener, Scholastic's publishing director, develops this thought. He believes that fear is one of the most manageable emotions for a young reader: 'Being frightened is one of the first emotions we feel. It is intense, transient and much easier to assimilate than the more complicated emotions - love, guilt, jealousy.' He should know. Scholastic was first to scare children pleasurably with RL Stine's Goosebumps (four million copies sold in the US every month). Goosebumps was followed by Scholastic's Point Horror series for teenagers - 110 titles which have, since 1991, sold seven million copies. Unsurprisingly, other publishers are now hoping to get their hands on blood money. Penguin markets Nick Gifford, whose beastly - in every sense - debut novel involves humans mutating into pigs, as a 'Stephen King for kids'. Even Anthony Horowitz, accomplished writer of thrillers for children, published by Walker Books, is trying his hand at junior horror. According to Horowitz editor Jane Winterbotham, Raven's Gate , out in August, 'is an exploration of fear and tension' and the first in a series called The Power of Fives. Anthony McGowan's Hellbent (from Doubleday in February) makes on its cover a cruder promise: 'The most disgusting book you'll ever read.' (Advance publicity came in the form of a sick bag.) Gillie Russell, Darren Shan's editor at HarperCollins, points out that children 'like to read books their parents don't endorse, it's deeply attractive to them'. So ban Shan at your peril. Shayne Spitzer wishes her 13-year-old would read someone else. 'I'm slightly ashamed,' she says. And yet she admits she became a 'convert' as she gratefully observed her son as a 'happy kid, in bed, reading a book'. (The cosy image might have been spoilt had she read over his shoulder.) I know of only one family that won't allow Shan in the house. They argue that his books are as unpleasantly futile as Pokémon cards (which they also ban). In a sense, this is perceptive: boys do more than read Shan - they collect him - 'Have you got Book Six? When can I get Book Seven? I'll lend you Book Eight.' Gillie Russell maintains that Shan's greatest gift is that he is child-centred: 'Children can identify with the ordinary boy. The books are about friendship and loyalty. Darren has to become a vampire to save his friend.' Above all, Shan never patronises: 'He is still in touch with the boy he once was.' The kudos of telling the children that we were off to have tea with Darren Shan at Louis Patisserie cakeshop in Hampstead cannot be exaggerated - they were thrilled to meet him. Darren is shortish and roundish. He looks like a 32-year-old schoolboy. He has brown eyes like sultanas, a shaved head and bulging pink cheeks. He is nice as pie but has an unbelievable, blood-curdling chuckle (perhaps an acquired laugh). He tells us that the number one question he gets from readers is: 'Are you a vampire?' His reply is always the same: 'The story could be true.' The afternoon we met, he did not order a bucket of blood but tucked into the chocolate eclairs. He had just finished a tour of Britain, like an all-conquering rock star. He gives 'shows' during which he gets children (many bunking off school to see him) to act out scenes from his books. When in Japan,where he has been number one in the adult and children's bestseller lists, he does four shows a day. His editor says he is so popular there, he 'practically gets his clothes ripped off'. After weeks of such gigs, he was about to return to Limerick in Ireland to the bungalow he has named, like his website, Shanville. Shan shares an agent with JK Rowling: Christopher Little saw Shan's potential from the start. Darren remembers hoping '20 publishers would get involved in a bidding war... but there is always the option you don't think about... and they all turned it down'. JK Rowling had a similar experience. How did Little recognise what the publishers missed? 'I loved the stories,' he said, simply. He found them (understatement of the century) 'colourful'. And he knew Shan to be prolific and versatile. He had initially sent the agency a 'truckload' of work and had been attempting to write books since he was 14. Shan himself knew there was a gap in the market. 'When I was 11 or 12, I wanted to read horror. But there wasn't any for children.' He had no choice but to go 'straight to Stephen King. I liked the good, scary tale'. Didn't the books give him nightmares? 'I enjoyed having nightmares. A kid reading a scary book is looking to be scared. You can't be scared accidentally. This is fun terror. It is not like terror in real life that frightens the bejesus out of you.' My son Bernard supports this. 'I'm never completely frightened,' he says. 'It is only a book.' I do what I have been putting off. I read my first Darren Shan all the way through. The tone is chirpy and upfront, the writing thin (Darren says his secret is 'small words, big ideas'). The parents are recognisable bores (they worry about the horror films their children watch). I find the book hard work, at once benign and stomach-churning. I did not like the description of a wolf man biting off a woman's hand - 'Blood was pumping out of the end of her wrist, covering the ground and other people...' - but the hand gets stitched up. He seems to know when to stop. 'I only write what I feel comfortable reading out. If I thought it would be too bloody or too risqué, I would tone it down, although I'd try and keep the goriness and the essence,' he said. His real surname isn't Shan at all, it's O'Shaughnessy. He was born in London, moved to Ireland when he was six. 'I was destructive as a young kid. I calmed down later.' His mother, a teacher, managed to smuggle him into primary school when he was only 'three years of age'. His father worked for BP (now he is a school caretaker). Until last year, Darren lived with his parents and wrote his books in his bedroom (it sounds a bit 'geeky', his editor admits). Did he think that living at home helped him write about being a child? 'I imagined myself as an 11- or 12-year-old and the parents were based on my own.' Could he imagine himself and his girlfriend having children one day? 'Maybe. Who knows? I'd like to have a few freaks.' Now Shan is working on a new series called Lord Loss (I've noticed the publication date written into Bernard's diary - it's his only entry). The series, aimed at the same audience, will be about 'demons, demons, demons'. I tell Shan that while he may have solved one problem (in getting non-readers to read), he has created another. Nowadays, my sons come home from school with their books - and yawn. Everything seems lame in comparison to Shan. As one 16-year-old I talked to put it: 'Children don't want to be children. They want to be adults. Shan's books don't deal with adult themes but they have got the violence, haven't they?' Shan laughs his blood curdling laugh. 'No point reading anything else; these are the best books around! It is a problem for other writers. They have got to catch up! Give the kids what they want to read!'"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}