{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2004/dec/01/guardianfirstbookaward2004.gurardianfirstbookaward", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2004-12-01T19:42:58Z", "webTitle": "Guardian First Book award goes to biology lecturer", "webUrl": "https://www.theguardian.com/books/2004/dec/01/guardianfirstbookaward2004.gurardianfirstbookaward", "apiUrl": "https://content.guardianapis.com/books/2004/dec/01/guardianfirstbookaward2004.gurardianfirstbookaward", "fields": {"headline": "Guardian First Book award goes to biology lecturer", "bodyText": "For the second year running a work of non-fiction has won the Guardian First Book award. Armand Marie Leroi was presented with the £10,000 prize for Mutants: On the Form, Varieties and Errors of Human Body at a ceremony in London this evening. Leroi's debut, which had also been shortlisted for the Aventis prize and formed the basis of a television series in the summer, asks what modern molecular genetics tell us about the human condition, and crucially, what happens when things go wrong. Leroi, a lecturer in evolutionary developmental biology at Imperial College, London, shows that we all have our own form of mutations - unseen, perhaps, but always present inside us. Claire Armitstead, chair of the judges and Guardian literary editor, said: \"What we found so impressive about Armand Marie Leroi's book was the scope of its reference, its elegance and its inquisitiveness. It is not just about the science of abnormality, but about everything that could possibly be affected by that science, from the lifespan of fruit flies to the depiction of nostrils in the paintings of Toulouse Lautrec. It is profoundly cultured and beautifully written in the very best tradition of popular science writing today.\" Mutants was also a favourite with the readers' groups from Waterstone's bookshops, which had a say in the outcome. Of the four groups, three were keen (London, Manchester and Glasgow) with Nottingham split down the middle. The readers in Islington, London found the book \"rich and rewarding, beautifully and wittily written\". The First Book award is the only literary prize to give a voice to readers' groups. They were represented on the judging panel this year by Stuart Broom of Waterstone's. Acccording to Broom, Waterstone's readers found Mutants \"variously exciting, humane and occasionally disturbing. The strong reactions it created among our readers were definitely reflected in the final judges' meeting.\" The other judges on this year's panel were the novelists Hari Kunzru and Ali Smith, the author and academic Lewis Wolpert, the barrister and cultural critic Baroness Helena Kennedy QC, the theatre director Sir Richard Eyre, the author and comedian Alexei Sayle, and the Guardian's deputy editor, Georgina Henry. Mutants saw off stiff competition from Susanna Clarke's bestselling Jonathan Strange and Nr Norrell, an ambitious historical fantasy set between the Napoleonic wars which had been longlisted for the Booker, and Rory Stewart's account of his trek, on foot, across Afghanistan, The Places In Between. The other shortlisted titles were David Bezmozgis's collection of short stories, Natasha, and Matthew Hollis's poetry collection, Ground Water. The Guardian First Book award was established in 1999 to reward the best new literary talent, whether working in the field of fiction or non-fiction and across all genres. Last year's winner, Mountains of the Mind by Robert Macfarlane, was a personal and cultural history of mountains. In 2002 the prize was won by Jonathan Safran Foer for his novel Everything is Illuminated."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}