{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2004/dec/28/healthandwellbeing.health", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2004-12-28T16:25:12Z", "webTitle": "Nick Johnstone: Blue notes", "webUrl": "https://www.theguardian.com/lifeandstyle/2004/dec/28/healthandwellbeing.health", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2004/dec/28/healthandwellbeing.health", "fields": {"headline": "'God I'm so broken leg today'", "bodyText": "It drives me up the wall when I hear people who have never experienced clinical depression say things such as, \"Oh, I'm really depressed today, my washing machine packed up last night\", or, \"I feel so depressed, the cash machine swallowed my bloody card this morning\". The term \"depressed\" is casually misused all the time. Depression is an illness. Hearing someone use the term flippantly is deeply offensive. Just because it's an illness of the mind associated with \"low\" moods doesn't give you the excuse to use it as a shorthand when someone asks you how you are. Would you dream of saying, \"God I'm so broken leg today, my train was delayed\", \"I feel really glaucoma this evening, I need an early night\", or, \"I feel so cervical cancer, my credit card is maxed out\". Thought not. It would seem that at the root of this commonplace annoyance there is a great deal of confusion about exactly what clinical depression is. Let's see how the experts define it. The Royal College of Psychiatrists lists typical symptoms of a clinical depression as follows: \"Feel unhappy most of the time (may feel a little better in the evenings), lose interest in life and can't enjoy anything, find it harder to make decisions, can't cope with things that you used to, feel utterly tired, feel restless and agitated, lose appetite and weight (some people find they do the reverse and put on weight), take one-to-two hours to get off to sleep and then wake up earlier than usual, lose interest in sex, lose your self-confidence, feel useless, inadequate and hopeless, avoid other people, feel irritable, feel worse at a particular time each day usually in the morning, think of suicide.\" According to Netdoctor, the symptoms to watch out for are: \"Low mood, lack of interest and pleasure from usual activities and interests, poor attention and concentration, disturbed appetite usually associated with weight loss but it can also cause an increased appetite, disturbed sleep often causing waking in the early hours of the morning and a feeling of being unrefreshed by sleep, tiredness, decreased sexual energy (libido), feelings of worthlessness or hopelessness, feelings of guilt or shame, suicidal ideas and thoughts of self-harm.\" The person usually doesn't realise they're slipping into a clinical depression. It might start with a stressful period in your life - losing a job, family problems, the death of a loved one, physical illness, money problems, a relationship break-up - or it might have no causal trigger whatsoever. Symptoms typically announce themselves slowly, the process is insidious, incremental. For me, the first sign is often a feeling that I'm going too fast, that I can't slow down. I work excessively during these times, exercise excessively, feel like I have the energy of a power station. Then I enter the \"distracted\" phase where I can't hold a thought, when concentration becomes difficult. My wife always knows this is happening when I start a new book every night, only to bail out after a few pages, declaring it \"impossible to get into\". Sleep and appetite go next. I usually go through a period of intense insomnia, then become permanently exhausted and start taking afternoon naps. I suddenly find myself skipping lunch. I'm simply not hungry. I go from breakfast to dinner without eating a thing. Then I get muddled, start forgetting things, find simple tasks draining. By this time, the anxiety's sizzling and I find myself obsessing about tiny, irrelevant things - something someone said, an unaccounted for amount on a bank statement. Next, the lethargy sets in. My exercise regimen starts falling away and I turn down all social invitations. This is when my wife calls \"fire!\" and sends me to the doctor. I'm reluctant to go because no matter how many times it happens, I always think it'll eventually pass if I keep my head down long enough. Sometimes it fools both of us and I wind up suicidal. Then I need to get help immediately. The short answer to the question \"How do I know if I'm depressed?\" is you just know. You don't feel like yourself anymore. The seams of your life come unravelling deviously. Your IQ turns to candyfloss. To those who love you, you're unrecognisable, a stranger. You're like a ventriloquist's puppet, depression's plaything. It's not a very nice feeling. So if you've never experienced it, think twice next time you find the term \"depressed\" on the tip of your tongue - you may just be offending the person you're talking to."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}