{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2004/dec/20/immigrationpolicy.idcards", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2004-12-20T18:16:34Z", "webTitle": "Clarke makes case for ID cards", "webUrl": "https://www.theguardian.com/politics/2004/dec/20/immigrationpolicy.idcards", "apiUrl": "https://content.guardianapis.com/politics/2004/dec/20/immigrationpolicy.idcards", "fields": {"headline": "Clarke makes case for ID cards", "bodyText": "The new home secretary, Charles Clarke, tonight said false identities were used in a third of terrorist offences as he attempted to minimise any revolt against the government's controversial plans for ID cards. A vote is expected at around 10pm on the plan to introduce ID cards after 2008, with only around 30 Labour MPs expected to rebel against the scheme. Although the Liberal Democrats are opposed to the scheme, more attention will be paid to libertarian Conservative MPs who vote against it in defiance of their leader, Michael Howard. Others, such as Francis Maude, attacked the scheme for being voluntary, saying a failure to make ID cards compulsory rendered it \"an expensive waste of time\". David Davis, the shadow home secretary, confirmed that the Tories would be supporting the bill but had tabled an amendment calling for a joint committee of both houses to scrutinise the small print. But Mr Clarke, in his first major parliamentary performance since taking over the Home Office brief from David Blunkett last week, insisted the scheme should remain voluntary unless parliament at a future date decided to make the cards compulsory. He also said it could save up to £50m a year lost in benefits payments made using false identities and help end \"vile\" human trafficking. To suggestions by sceptical MPs that the scheme would inevitably become compulsory, Mr Clarke said he had \"no sympathy with the thin-edge-of-the-wedge argument. The future of the scheme will depend on what this parliament decides.\" Setting out the government's case earlier today, immigration minister Des Browne said society was \"crying out\" for a secure form of identification. He dismissed the suggestion that the cards would alter the relationship between the individual and the state and repeated assurances that people would not be legally compelled to carry them. Writing in the Times, Mr Clarke argues that ID cards were designed to enhance civil liberties by reducing crime and accused his critics of \"liberal, woolly thinking and spreading false fears\". Mr Howard, in a first-person piece for the Telegraph, said a national ID card scheme was \"in the national interest\" but that he would review the logistics of it if the Tories were to win power. With opinion polls apparently strongly behind ID cards, government managers are not expecting a rebellion beyond 30 or so opponents. Mr Clarke is expected to woo critics by pledging that officials who secretly access information they are not authorised to see will face up to two years in jail. He is also expected to signal cut-price ID cards for the poor and pensioners, though that could push up the price - currently estimated at £85 for a card and passport - for middle-income voters. On the Tory benches, the former shadow attorney general Bill Cash, along with others, has already made his opposition clear, while the Liberal Democrats are united in opposing the measure. John Redwood, the shadow secretary of state for deregulation, confirmed he would not be voting in favour of the cards today, saying he would be away from the chamber. The former prime minister Margaret Thatcher has made clear her opposition to the plan, calling the idea \"Germanic\" at a private dinner party. The Lib Dem home affairs spokesman, Mark Oaten, told BBC Radio 4's Today programme: \"It is the government that are being woolly on this. If they really think that having a piece of plastic, which is going to cost around £6bn, is going to deter a terrorist, then I think the woolly thinking is taking place on their part, not mine.\" Although opinion polls suggest ID cards are popular with the public, Mr Oaten predicted this would change as the implications of their introduction sank in. \"The public seem to be 80% in favour of this, but I don't sense that when you talk to individuals in any depth. They are going to have to pay for this, they are going to have to turn up to a centre and have their iris scanned, their face scanned, their fingerprints taken. They will need the card to access public services. Public opinion will pretty quickly shift.\" Mr Cash said he believed disquiet over ID cards was \"very deep\" among senior Tories. He denounced the Labour government as \"intensely authoritarian\" and said it was creating \"increasingly a Big Brother society\". But Mr Browne pointed out that individuals were already required by law to register births and were issued with national insurance numbers by the state without their consent. \"How does this [ID cards] fundamentally change the relationship between the individual and the state?\" he asked on Today. \"What we are doing is taking information which the state already knows about individuals and applying it to biometric information to give the opportunity for a secure form of identification, which the society we live in is crying out for.\" Predictions that it would eventually become compulsory to carry the card were wrong, said Mr Browne. \"The bill before parliament today specifically outlaws a requirement for people to carry their card,\" he said. \"We don't require people to carry cards and we won't require people to carry cards.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}