{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/dec/16/horseracing", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-12-16T23:50:00Z", "webTitle": "Top French hurdler Baracouda set to race in England", "webUrl": "https://www.theguardian.com/sport/2004/dec/16/horseracing", "apiUrl": "https://content.guardianapis.com/sport/2004/dec/16/horseracing", "fields": {"headline": "Baracouda faces the acid test", "bodyText": "Baracouda, arguably the best hurdler in training, crosses the English Channel to face a new challenge at Windsor on Saturday. The nine-year-old, trained at Chantilly by François Doumen and owned by JP McManus, won the Stayers' Hurdle at the Cheltenham Festival in 2002 and 2003 and was second last March. He has won 17 of his 23 races, and been runner-up in the other six. He has also won three of the last four runnings of the Grade One Long Walk Hurdle, the 3m1f marathon he will be contesting again this weekend. While he is odds-on to win, the reopened Windsor jumps course will present him with a new and potentially embarrassing test. A sharp, figure-of-eight track, it is unlikely to suit him anywhere near as well as Ascot, from where the race has been transferred during redevelopment work. When Baracouda won his first race in Britain, the 2000 Long Walk Hurdle, he ran in the colours of Roger Barbie, a barrister and stockbroker. Within a month he had been bought by McManus as part of a rumoured £380,000 deal engineered by Sir Peter O'Sullevan that included the King George VI Chase winner First Gold, formerly owned by the Marquesa de Moratalla and also trained by Doumen. Some jumping fans were puzzled by the transaction as McManus is renowned for developing home-bred prospects with his Irish trainers such as Christy Roche and Edward O'Grady rather than indulging in Sheikh Mohammed-style raids on other stables. So what was the rationale? \"Some people underestimate JP's determination to leave a lasting impression as an owner and breeder,\" O'Grady says. \"He doesn't just want to be remembered as the man who took on the ring; he wants the very best horses in every division. \"Istabraq won him three Champion Hurdles but he saw that Baracouda could provide him with the stayers' championship, a race he'd never won before, and maybe a Gold Cup too.\" Acquiring ammunition like Baracouda could also give him an edge in his quest to be jump racing's leading owner in money won, a status that has also been fiercely sought and regularly won by Martin Pipe's main patron David Johnson, a London-born financier. \"Pipe and Johnson had been spending six figures buying young horses from France like Cyfor Malta,\" said the veteran Irish racehorse owner and trainer John Mulhearn. \"Not all the deals paid off, but there was still a feeling that because they start jumping much younger in France, these horses would have a definite edge in English conditions. \"Not many people had heard about Baracouda until Doumen brought him over to Ascot that first time and he won by 15 lengths without coming off the bridle. \"Then everybody realised just how special he was going to be and I think JP felt that if Pipe and Johnson got their hands on him first it would be like the Germans or the Japanese winning the race to develop the atomic bomb.\" It was a condition of the deal that Baracouda should remain at Doumen's yard. It was also stipulated that Doumen's son, Thierry, should continue to ride Baracouda. Nicknamed the Dauphin by one Irish bookie, Thierry appeared to be every bit as confident in his ability as his elegant \"Papa\" - but not everybody shared his self-belief. In the 2002 Long Walk Hurdle, for example, he left Baracouda with an impossible amount of ground to make up coming out of the back straight and he was beaten by that acknowledged rogue Deano's Beeno, who had Tony McCoy on his back. Now Thierry, like Deano's Beeno, has retired and it is Monsieur McCoy, as Doumen senior waspishly refers to the champion jockey, who has the reins on Baracouda as part of his lavish new contract to ride the cream of the McManus horses be they based in England, Ireland or France. McCoy insists he accepted JP's retainer \"not because of the money but because I wanted the chance to ride the kind of truly great horses that all the best jockeys have been associated with at some point in their careers.\" Baracouda indisputably falls into that category and should McCoy lose on him over Windsor's unfamiliar terrain it would be a serious embarrassment. Victory, though, would set the French horse back on the trail to Cheltenham in March for a fourth crack at the Stayers' Hurdle, or the Ladbroke's World Hurdle as the new sponsors have controversially named it. The race, now worth over £100,000 in added prize-money, is at the heart of the Festival's new four-day programme. To succeed it needs to be graced by the presence of a true champion - it needs Baracouda. But first, Baracouda needs to succeed at Windsor."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}