{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/dec/19/rugbyunion.theobserver", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-12-19T23:26:05Z", "webTitle": "Rugby Union: Northampton 41 - 8 Bedford", "webUrl": "https://www.theguardian.com/sport/2004/dec/19/rugbyunion.theobserver", "apiUrl": "https://content.guardianapis.com/sport/2004/dec/19/rugbyunion.theobserver", "fields": {"headline": "Clarke rides the surge", "bodyText": "Northampton won big in a match of honest endeavour over high quality that illustrated the growing chasm between the elite of English club rugby and the rest. Northampton are bottom of the Premiership and were without a host of first-team regulars and yet they still outscored Bedford, who are sixth in National League One, by six tries to one. In territory and possession, the Blues dominated the early minutes of both halves and yet they were unable to score. In contrast, Northampton turned their first trips to the Bedford 22 into tries. Bedford full-back Leigh Hinton had already missed with a long-range penalty when Paul Grayson landed his first kick at goal after nine minutes. That settled the Saints and almost immediately a scything break by Mark Robinson took Northampton into the Blues' 22 for the first time. A series of Northampton thrusts were stopped only by infringements and when lock Arthur Brenton became the third man to offend in as many minutes, referee Rob Debney sent one of the 10 former Saints in the Bedford line-up to the sin bin. Northampton took advantage with right wing John Rudd appearing on the left shoulder of Grayson to cross for the first try, which Grayson converted. Bedford responded with a Hinton penalty, only for the Saints to score the game's second try. A sustained period of pressure ended with centre Matt Tucker forcing his way over from short range to give Northampton a 12-point half-time lead. Northampton spent the first 15 minutes of the second half defending, but when they finally broke out they scored their third try, Jon Clarke crossing after good work again by Beattie. As Bedford tired, Northampton added tries by Wylie Human and a second for Clarke. At least the visitors had the satisfaction of scoring a try, through Soane Tonga'uiha, but the final score went to Northampton lock, Grant Seely, Shane Drahm converting from the touchline. Northampton's new head coach, Budge Pountney, pronounced himself happy with the win but added: 'We are looking for a quality of performance. Today it was okay at times but not as good as it should have been.' His opposite number, Rudolf Straeuli, praised his side's pride and heart but summed up the match succinctly by saying: 'We had good patches, but when we got in the red zone we just couldn't score.' Northampton: Clarke; Rudd, Tucker (Starling 61), Stcherbina, Human; Grayson (Drahm 73), Robinson (Howard 64); Budgen (Emms 67), Thompson (captain) (Van Wyk 73), Morris (Sturgess 59), Seely, Browne, Beattie, McNamee (Richmond 56), Soden. Bedford: Hinton; Whetstone, Staten, Allen (captain), Moir (Hinkins 79); Hepher (Malone 67), Vass; Volland (Tonga'uiha 61), Johnson (Price 79), Stewart (Brooks 20), J Phillips (A Phillips 79), Brenton, Strauss, Lewitt, Paramore (Brady 67). Referee: R Debney."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}