{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/dec/20/match.sport7", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-12-20T21:27:59Z", "webTitle": "Premiership: Bolton 0 - 1 Manchester City", "webUrl": "https://www.theguardian.com/football/2004/dec/20/match.sport7", "apiUrl": "https://content.guardianapis.com/football/2004/dec/20/match.sport7", "fields": {"headline": "Allardyce at a loss as Bolton's rotten run continues", "bodyText": "The minor rot was stopped; Manchester City won after two defeats. The major rot goes on; Bolton lost their fourth in a row and third in succession at home. It was a rotten match, too, riddled with fear, devoid of wit and confidence. Sam Allardyce, big in a fine-cord coat, looked like a black bear beaten to the best bean-shoot by a bank vole. \"We have to start changing the way we approach a game, think of the opposition rather than what we can do ourselves.\" That sounds good policy. At present they can do little themselves. Then again the next opposition is Manchester United at Old Trafford. In the week in which the Deep Plunge bra was recalled by its makers for snapping without warning, Bolton extended their own plunge from fourth to 11th in seven games. Allardyce had snapped beforehand, particularly at his defence. \"I am very, very angry,\" he said after losing two games 3-2, taking the lead twice in each match. The fall-out was a back four with three changes and extra support from Gary Speed just in front. The Spanish internationals Fernando Hierro and Iván Campo went to the bench. As Bolton's luck would have it, the survivor, Bruno N'Gotty, was at fault for the goal, losing track of the ball after a heading challenge from Robbie Fowler, whose alertness picked out Nicolas Anelka in a rare run beyond Tal Ben Haim. Jussi Jaaskelainen brought the Frenchman down but the ball ran to Joey Barton, who side-footed in. It could have been worse for Bolton and perhaps the referee, who signalled to play on. If Barton had missed, Uriah Rennie might have given the penalty and the keeper, not even booked, could have been sent off. In a sense, advantage was shared and the superb Rennie kept his book clean. \"The last thing we want is flair,\" said Allardyce. The side took him at his word and Jay-Jay Okocha, who thought about it, was shortly removed to give a debut to the Portuguese Ricardo Vaz Te. If in doubt, try a new nationality. There is talk of Dmitri Bulykin, a striker from Dynamo Moscow, joining soon. After all, they do not have a Russian. It cannot diminish the sum of understanding. The manager, who looked so clever when his hotch-potch side were pulling together, now seems at a loss, posing the question: was it judgment or luck? It was not his fault that four of five chances in the last quarter did not trouble David James, who was at his flappiest. Somehow the manager must rebuild conviction. If they are in free fall, City scrambled open a parachute. But they shared the fear of error that spread panic in possession and paralysis in the rest. Everywhere was unreadiness born of uncertainty, a pass-the-buck pandemic. Usually the buck went into the sky or the stand. Kevin Keegan, who has prepared his exit strategy, said it would be \"a relief to get to 40 points; it's such a tough league\" - a claim hardly borne out by this game. He praised Fowler, \"running where he walked last year\", and Anelka's effort. \"My objective is to give my maximum for City in order to find a big club,\" said Anelka. But the implication was clear, the promise unfulfilled, the gloves on. The big club might be Rochdale. Both were talking rot. Man of the match: Uriah Rennie (referee)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}