{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/dec/24/newsstory.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-12-24T21:59:58Z", "webTitle": "Football: Rushden keeper faces drug ban", "webUrl": "https://www.theguardian.com/football/2004/dec/24/newsstory.sport3", "apiUrl": "https://content.guardianapis.com/football/2004/dec/24/newsstory.sport3", "fields": {"headline": "Rushden keeper faces drug ban", "bodyText": "Billy Turley, the first British footballer to test positive for an anabolic steroid, was at the centre of new allegations last night after his club Rushden and Diamonds suspended him. The goalkeeper has been ordered to stay away from the Northamptonshire club after they launched an investigation into claims he has tested positive for a banned recreational drug. If he is found guilty, then Turley could become the first player in Britain to be banned from the sport for life for a doping offence. That is the sentence the Football Association warned him he would face if he tested positive again after they allowed him to escape a suspension following a failed test for nandrolone in 2002. Turley, 31, has a reputation for being the best keeper in League Two and has been Rushden's outstanding player of what has been a difficult season, appearing in every match. \"The only thing I can say at this time is that Billy has been suspended until further notice pending a disciplinary investigation,\" said the Rushden manager Ernie Tippett last night. Following his earlier failed test, Turley would have been a regular target for UK Sport's team of drug testers. He was the mystery player who the FA allowed to escape with a rap over the knuckles despite the fact he had tested positive for nandrolone. It was believed Turley had ingested the drug unwittingly in a health supplement. Turley claimed successfully to an FA disciplinary hearing that prescribed drugs could have triggered the result at the time and a suspension would cause him serious distress due to a personal problem. The FA was criticised heavily by Dick Pound, the chairman of the World Anti-Doping Agency, who said that his explanation was not adequate and the governing body was wrong to accept it. The fact a player had even tested positive only became public because it appeared in the quarterly doping report published by UK Sport, who had conducted the test on behalf of the FA. Far better-known and wealthier competitors in other sports or from other countries who have tested positive for nandrolone have been far less fortunate than Turley. The Dutch footballer Jaap Stam saw a multi-million-pound transfer to Lazio from Manchester United turn into a nightmare as a result of a nandrolone positive. The 1992 Olympic 100 metres champion Linford Christie had his reputation ruined by having to serve a two-year ban after testing positive for the drug. Europe's leading 400m runner Mark Richardson missed the 2000 Olympics and the chance of a medal over his protracted case. He received a ban but had it lifted earlier after he agreed to lecture on the dangers of supplements. The FA and UK Sport last night refused to comment."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}