{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/dec/01/ukraine1", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-12-01T17:17:35Z", "webTitle": "Ukrainian PM rejects no confidence vote", "webUrl": "https://www.theguardian.com/world/2004/dec/01/ukraine1", "apiUrl": "https://content.guardianapis.com/world/2004/dec/01/ukraine1", "fields": {"headline": "Ukrainian PM rejects no confidence vote", "bodyText": "Ukraine's prime minister, Viktor Yanukovich, refused today to accept the vote of no confidence in his government by the country's parliament, describing the move as \"illegal\". \"I will never recognise this decision,\" said Mr Yanukovich, who was declared winner of the country's disputed presidential election on November 21. \"They approved the decision in political terms. But it is against the law. It is against the constitution.\" He spoke during a break in last-ditch talks between the two sides aimed at resolving the worsening political crisis. The no confidence vote in parliament was passed by three more votes than were necessary to carry it, and members also voted to create an interim \"government of national trust\". \"This is a victory not only for the opposition, but for the entire Ukrainian people,\" the deputy leader of the opposition, Roman Zvarych, said. The vote, which was passed at the second attempt, was conducted by secret ballot to ensure that deputies felt under no pressure. It took place as tens of thousands of opposition supporters massed outside the parliament building. Following the vote, the outgoing president, Leonid Kuchma, said he would act within the ex-Soviet state's constitution in dealing with parliament's dismissal of the government. \"This decision is parliament's reaction to increased tension in the political situation,\" he told reporters ahead of talks with international mediators. \"I will act strictly within the framework of the constitution.\" He is expected to appoint a caretaker government, likely to be headed by the parliament speaker, Volodymyr Lytvyn. Soon afterwards, the country's supreme court rejected a call from the Kremlin-backed Mr Yanukovich for a recount of votes in areas where he felt voting irregularities had favoured his pro-western opponent, Viktor Yushchenko. Mr Yanukovich also failed to attend a meeting with Mr Kuchma and economic officials, saying he was ill with a high temperature. He had advised the president in advance. But he was present at talks with Mr Yushchenko that began in the afternoon, in the presence of Mr Kuchma, the EU's foreign policy chief, Javier Solana, the presidents of Poland and Lithuania, Aleksander Kwasniewski and Valdas Adamkus, and secretary general of the Organization for Security and Cooperation in Europe, Jan Kubis. Ukraine's supreme court was due to continue its sitting to determine whether reruns were necessary in any areas. A ruling could be released as early as this evening. Meanwhile, the regional legislature in the eastern region of Donetsk has fixed January 9 as the date for a referendum on seeking autonomy from Ukraine's central government - a move that would transform the country into a federation. Opposition officials are demanding an immediate rerun of the second round, claiming victory was snatched from Mr Yushchenko by vote rigging. Exit polls had shown he was heading for a clear victory over Mr Yanukovich. Earlier today, however, Mr Kuchma backed an entirely new election. \"Where in the world do they have a third round of elections? A revote - it's a farce. I never supported it because it is unconstitutional,\" he told government officials. The proposal could be an attempt to buy the government time in the face of the increasing protests, which have brought the capital, Kiev, to a standstill for 10 days and blocked government business. Electoral observers from the US and the EU voiced deep concern over the election, and western governments have refused to recognise the official result. This afternoon, members of the European parliament called on Ukraine to hold a free and fair re-run of the second round before the end of the year. All major parties said they would back a resolution tomorrow calling for a new vote under full scrutiny of international observers. In a speech to the German parliament, chancellor Gerhard Schröder also called for a new election to guarantee the long-term stability of Ukraine. \"Ultimately after the events that have taken place, this cannot succeed without a repeat election. I'm convinced of that,\" he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}