{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2004/dec/13/careers.theguardian3", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2004-12-13T23:42:41Z", "webTitle": "Know your rights or sod's law rules", "webUrl": "https://www.theguardian.com/money/2004/dec/13/careers.theguardian3", "apiUrl": "https://content.guardianapis.com/money/2004/dec/13/careers.theguardian3", "fields": {"headline": "Know your rights or sod's law rules", "bodyText": "If there is one phrase which gets a lawyer's goat, it's a non-lawyer declaring \"I know my rights!\" We don't. What we think we know is gathered from friends, which is like relying on primary school rumours for sex education. Worse, though it affects all of us, we are particularly misinformed about employment law. \"Everyone thinks they know about it, but they're relying on things in the news or what someone's told them,\" says Richard Smith of workplace law advisers Corner Consulting. \"Our helplines deal with 30,000 enquiries a month and we find employers have very real misconceptions about employees' rights and duties.\" As you might expect, if bosses don't really know what the picture is, those working for them are even more in the dark. \"Employees are often ignorant about their rights or think they have greater ones,\" says Smith. \"Many miss out on claims they could bring against rogue employers.\" Corner were so dismayed by the widespread ignorance of basic employment law they recently issued a list of the 10 most common misconceptions. For example: bank holidays are automatically a day off, aren't they? If you have to work, you must be paid extra money, mustn't you, or there would be no point in calling them holidays? Wrong on both counts. \"People tend to assume they can get bank holidays off automatically but it's not so,\" says Harriet Eisner, head of the section of the union Amicus that advises on legal issues. \"Though there is a campaign to change things, whether you are allowed them depends on your contract but people think they're a God-given right.\" The truth behind that misconception may be good news for employers, but the facts behind plenty of other popular falsehoods can be much more palatable for staff. \"One thing people are certainly not aware of is their statutory right to four weeks' paid holiday,\" reveals Eisner. \"They just think it's dependent on what their contract gives them.\" So, even if you sign a piece of paper only granting you a fortnight off with no income (sadly a common occurrence) tell your boss the error of his ways immediately. On the subject of contracts, one of the commonest misconceptions Corner identified is that without a written document you have no rights. In fact you can have an unwritten employment agreement. It is inadvisable because without one, it is much harder to prove a term has been broken, but it is not illegal. For your own protection, though, always ask for a signed document. With or without paper back-up, if you are working, you have statutory rights and legal protections, many of which cover you from your first day in the job. If that's a surprise, it's because of the next common mistake. \"People believe there's a magic year and that they're frozen out from all legal protection before it's up but that's not so,\" says Kate Hodgkiss, an employment law specialist witha leading firm of solicitors, DLA. \"It is important in unfair dismissal but a number of protections apply from day one.\" According to Corner Consulting there are now more than 20 situations in which someone can sue for unfair dismissal before a year is up. Similarly, agency and temporary workers may well have rights against the company where they actually work. \"If an agency worker encounters a problem, they can take it up with the employer but usually must also inform their agency,\" advises Eisner. Discrimination, whether on the grounds of sex, race or disability, is one area where employees enjoy considerable protection from the outset. But, despite what you may have thought, \"Discrimination on grounds of age is still not illegal,\" warns Eisner. \"Legislation outlawing it doesn't come into effect until October 2006.\" She and Hodgkiss agree that, if you think something is wrong, the golden rule is to talk it through with your manager first. Most people are not ogres, so a quick word may well sort things out. Indeed, a new dispute resolution procedure introduced in October means you must raise issues with your employer before flouncing off to court in a huff. \"It aims to refocus on resolving issues within the workplace,\" Hodgkiss explains. \"The employment tribunal should be the last not first step.\" Some of the highest-profile employment cases concern alleged sexual discrimination against City bankers and lawyers. They have led to another widespread myth, namely that suing your employer can make you rich overnight.While several women have won or settled out of court for the kind of sums normally associated with a lottery rollover, that does not mean you will if you succeed. \"There's a misconception about awards because of the figures published in the press but they are for discrimination complaints by very high earners,\" says Hodgkiss. \"The average successful claim is a lot more modest - not even tens of thousands but in the low thou sands - because they reflect financial loss not hurt feelings.\" If you believe you have been wronged at work, several places can give initial legal advice. Even if you are not a member, most unions will help with simple enquiries, as will the Citizens Advice Bureaux. The bodies that oversee sexual, race or disability discrimination have helplines and information websites. If your case might set a legal precedent, they may back it through the courts. As for practical tips, make notes of who did what, when and who else was present. Run what happened past friends before writs fly to see if they think you're over-reacting or in the wrong and never, never, chuck out your contract."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}