{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2004/dec/09/christmas.travelnews", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2004-12-09T17:01:11Z", "webTitle": "Beckham nativity bemuses tourists", "webUrl": "https://www.theguardian.com/uk/2004/dec/09/christmas.travelnews", "apiUrl": "https://content.guardianapis.com/uk/2004/dec/09/christmas.travelnews", "fields": {"headline": "Beckham nativity bemuses tourists", "bodyText": "\"I'm a bit worried about the three wise men,\" says Robyn, who is here from South Africa. \"Bush, Blair, and who's the one in the middle?\" That's Prince Philip. \"Oh, hasn't he aged. I love the sheep Hugh Grant's holding, though. It's so lifelike.\" The celebrity nativity at Madame Tussauds is dividing opinion. The people who know what's going on love it. Everyone else just looks confused. \"Do you think it's irreligious?\" I ask a young man from South Korea. The thought clearly hadn't crossed his mind. I persist: \"You know, David Beckham as Joseph and Posh as the Virgin Mary. Bit blasphemous, don't you think?\" \"Yes, now you've said it, I can see that it is.\" Jesus, this religious controversy business is hard work. Where are all the angry vicars from the evangelical wing of the Church of England? There is a woman from Five Live in an anorak trying to stir up trouble. \"DO YOU THINK THIS IS FUNNY?\" Unfortunately hardly anyone's English goes beyond \"Yes, it is funny\", so the full theological complexities are left unexplored. I ask an immaculately dressed middle-aged couple, who stand out among the baseball caps and fleeces like, well, like Graham Norton at the birth of Christ, what they think. \"We're Catholics from Austria,\" says Birgit, \"and we think it's funny. In this room, it's OK. Anywhere else, it wouldn't be.\" Bear in mind that this room includes Jean-Paul Gaultier in a kilt, Barbara Windsor, Jerrys Springer and Hall, Tom Jones, Ant and Dec, and Simon Cowell. And this isn't even the Chamber of Horrors. Most of the nativity celebs were chosen by a poll of visitors in the autumn, but the \"sexy shepherds\" were added by Madame Tussauds. Hardly anyone recognises Graham Norton. The man from South Korea thinks he's called Norman, and Birgit confuses him with Jack Nicholson. A crib sheet would be useful. Tony Blair is a disaster, too - too dark and brooding. It just doesn't look like him. The clothes are brilliant, though: purple pantaloons, a brown smock and an extravagant leather hat with a feather - exactly what he wears to visit Silvio Berlusconi. Bush is also hopeless. Even Suzette, who is on holiday from Connecticut, doesn't recognise him. \"Oh look, Jordan,\" she says to her daughter when I point him out. \"It's the president.\" Jordan doesn't recognise anyone and I'm not convinced she understands what a nativity scene is. \"I'm not a Christian,\" explains Suzette, when I ask her if she's disgusted. \"But I think Hugh Grant is comical.\" Posh and Becks look shinily fabulous. Becks in shimmering green silk, Posh demure and exhausted beneath a blue shawl. But where is the donkey? Tony Adams should never have retired."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}