{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2004/dec/13/careers.theguardian4", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2004-12-13T23:42:41Z", "webTitle": "The inside track", "webUrl": "https://www.theguardian.com/money/2004/dec/13/careers.theguardian4", "apiUrl": "https://content.guardianapis.com/money/2004/dec/13/careers.theguardian4", "fields": {"headline": "The inside track", "bodyText": "Among other more notable landmarks, this year saw the 10th anniversary of an organisation called Drama for Training. Beginning as a modest outfit doing shows about careers in schools, it now has a turnover of £2.5m, employs 50 full-time staff and about 10 times as many part-time actors to assist in corporate training. The success of the enterprise is a reflection of how routine off-the-wall training has become. A survey conducted for a training company trade fair last month found that activities such as belly-dancing, Morris dancing, chicken-herding, breaking blocks of wood bare-handed, and even racing model cars blindfold were all on offer as team building exercises. Do any of these exercises do any good? Some of the more absurd activities do have a worthy pedigree. Exercises such as devising a means to cross a ravine with a broom-handle, a rope and telephone directory are descended from the tests the armed services devised to select officers in days gone by. The original idea was not to build teams but to identify which participants had leadership qualities. The army has long recognised that anyone can persuade a group to take a reasonable course of action, but a true leader can talk a group into doing something daft. The Battle of the Somme is a testimony to how effective this selection process is, but other exercises are more dubious. This has calmed down now, but a decade ago the editorial team of one glossy mag were persuaded they could increase sales by shutting their eyes and imagining the sales chart rising. Some training exercises have undoubted benefits when they are tied to social programmes and community projects. Whether the team is built or not, the community centre is undoubtedly repainted. Never agree to fire-walk. It is as dangerous as it looks."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}