{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/dec/24/cricket.westindiescricketteam", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-12-24T21:59:35Z", "webTitle": "Review of the year: How Freddie became a folk hero", "webUrl": "https://www.theguardian.com/sport/2004/dec/24/cricket.westindiescricketteam", "apiUrl": "https://content.guardianapis.com/sport/2004/dec/24/cricket.westindiescricketteam", "fields": {"headline": "How Freddie became a folk hero", "bodyText": "For once, in a long and successful year, the big fellow's timing was awry. If you are going to elevate your game, profile and place in the affections of a usually dispassionate public to a level not enjoyed by an England cricketer since the glory days of His Beefiness, it pays not to do it in Olympic year. Had Kelly Holmes not run her Athens races and Matthew Pinsent secured yet another 18-carat gong, Andrew Flintoff would have been the voting punters' sports personality of the year. Flintoff has been a phenomenon, a player to grace any world XI, Test or one-day; in the latter format he was adjudged the year's leading exponent. The rise to maturity as, almost, the complete player has been a delight to watch. But where did he come of age? Where, after seasons of under-achievement, did the promise translate into achievement of the highest order? There had been runs: 142 in a losing cause at Lord's against South Africa last year followed by the merry 95 romp at The Oval; he had taken 102 from Brian Lara's pitch in Antigua this April and 94 in June from the Kiwis in Leeds. On the bowling side Bridgetown, to his unbridled delight, brought him his first five-wicket haul in April. Edgbaston, though, this July: now there was a thing. West Indies had lost the first Test at Lord's by 210 runs and came to Birmingham refocused. Marcus Trescothick's century on the first day - he was to score another in the second innings to emulate Michael Vaughan in the previous Test - set up the foundations of a large total but West Indies' seamers chipped away to leave England on 210 for four. Flintoff, keen to get to the crease, had drawn the applause for the outgoing batsman by meeting Trescothick halfway and was already engrossed in a studious beginning to what was to become an epic innings when Graham Thorpe's half-century came to an end. At 262 for five, on the first evening, Geraint Jones in his seventh Test strode to the crease to meet Flintoff and help change the course of the game. Already during the summer, against New Zealand at Headingley and Lord's, the same two batsmen had shared century stands. Clearly there was an understanding. Flintoff, who likes to greet a new batsman, declined. Flintoff: \"Usually I meet the batter halfway and have a chat. But when Jonesy comes in, he's a bit pumped up, to be honest. I'd been in a while and got a few and we knew what we expected from each other. We'd had a few previous partnerships and managed to score quickly, although we were helped by having runs on the board. Now the situation was such that we were in a spot of bother, and we needed to get 500 to put pressure on the West Indies.\" By the close the pair had added 51. The following day, Friday, one of the most scintillating ever seen in a home Test, with 437 runs, may prove to have been the defining point of Flintoff's career. Jones: \"I remember before play began that we sat and talked about batting in terms of overs. If we batted together for 30 overs that would take us up to around lunch and we'd be in a much healthier position. It wasn't a case of ignoring runs but at the rate we tend to score - around four, five, six an over - it just makes sense to think that way. So it was just a case of keep batting.\" Flintoff set the tone for the day by leaning on a cover drive and sending the first ball to the boundary but such was his resolve, and the ebullience of Jones's play, that when the young keeper reached a half-century he had done so at a faster rate than his partner. Jones: \"Yeah, you played well within yourself - a lot of leaves, defensive shots and such.\" Flintoff: \"Well, I think it's something I've learned. Before I might have tried to keep up with the other batter and match him shot for shot. But on the first day they had spent a lot of time bowling outside my off-stump. I was batting with Thorpey at the time and he just told me to ignore it and eventually they would come to me.\" So they did. Flintoff, though, reassured by his young partner, recognised the need to rein back his natural instinct. Flintoff: \"We couldn't change the way we play. But when we bat together we can sense what the other is going to do. We feed off each other's style. But when we bat together we put the ball in different areas. Jonesy gets a lot of cut balls and drives square through the offside.\" Jones: \"Bowlers have to change then, and we get a few more loose balls. There is an incentive to hang around. If you can do that you can take the game away from the opposition. We had to get the score from 300 to beyond 400.\" The partnership was into three figures when Flintoff, 71 then, was missed by Jermaine Lawson off his own bowling. The batsman's response was to produce one of the lasting images of the summer, launching the same bowler high over wide long-on and into the top deck of the Ryder Stand for six. Flintoff's representative, the former Lancashire and England batsman Neil Fairbrother, had been at the match on the first day but was watching on the television back in the Cheshire offices of Chubby Chandler, to whose management company Flintoff is signed. Fairbrother: \"He hit the ball into the top deck and this fellow tried to catch it and dropped it. Immediately I said to Chubby: 'That's his dad, I'm positive.' I picked it up straight away.\" Colin Flintoff, a decent club player, had been watching when the ball came to him. He fumbled it, sending it tumbling into the lap of Michael Vaughan's mother. Flintoff: \"Was it Lawson? I know I'd got 70- or 80-odd when I put him in the top deck, and to be honest I could have stepped up a gear then. I knew my dad was up there but I didn't pick him out. Maybe in the old days I would have had more of a go then and started playing a few more shots. With Jonesy or Ashley Giles who followed him I knew I could just carry on playing. It is not like batting with the tail.\" By the time Jones was caught behind for 74 the partnership had produced 170. Forty-six more came in a stand with Giles after which Flintoff opened out, climbing into the offspin of Omari Banks. Flintoff: \"When Ash was out I decided to go up a gear. I thought I could get after them. I picked out Banks. There was nothing that I would call reckless but, if it was there, I was going to take it on where I might have left it before.\" After four-and-a-half hours and 191 balls, Flintoff was deceived and was lbw. But his highest Test score of 167 had contained 17 fours and no fewer than seven sixes, three in one over from Banks. Fairbrother: \"I just remember the power. Sometimes on television that doesn't quite come across. But this was different. It was just awesome.\" England were able to declare at 566 for nine and, thanks to the bowling of Giles and Matthew Hoggard, who shared 15 wickets, went on to win the match by 256 runs. Flintoff became a folk hero. What happened next In the third Test at Old Trafford, Flintoff claimed three second-innings wickets and hit fifty in a seven-wicket win. At The Oval he top-scored with 72 off 99 balls in a 10-wicket win. On September 6 he became a father for the first time with the birth of Holly. The same week he was named International Cricket Council's world one-day player of the year. In the first Test against South Africa he took vital wickets to help set a national record of eight consecutive Test victories. He also finished third in the BBC Sports Personality of the Year award. Other news that day The utterly unfancied Danny Williams beats Mike Tyson, prompting the American's trainer to admit it could spell the end for his fighter ... Sven-Goran Eriksson flies into Holland for the Amsterdam Tournament and a first public appearance since revelations of his affair with Faria Alam, a secretary at the FA ... Luke Donald's record 65 in the Scandinavian Masters second round bolsters his Ryder Cup chances ... Goran Takatch said he decided to play along with the BBC's undercover team, investigating bribery, that embarrassed those involved in the London 2012 bid."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}