{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/dec/20/match.sport8", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-12-20T21:28:00Z", "webTitle": "Premiership: Birmingham City 4 - 0 West Bromwich Albion", "webUrl": "https://www.theguardian.com/football/2004/dec/20/match.sport8", "apiUrl": "https://content.guardianapis.com/football/2004/dec/20/match.sport8", "fields": {"headline": "Robson is staring at bottom of the barrel", "bodyText": "Nwankwo Kanu began the year playing for a team destined to become champions; he is ending it at a side that contrives to make its opponents look like champions. Birmingham City became the latest beneficiaries of bottom-of-the-table West Bromwich Albion's ability to turn the opposition's sow's ears into silk purses. Birmingham will find few defences as charitable as their neighbours'; in one game, Steve Bruce's team came close to doubling the tally of goals they have scored at St Andrews all season. \"It was awful defending by us in the first 20 minutes that allowed them to score twice,\" said Bryan Robson, the West Brom manager. \"Then you've got no platform to get a foothold in the game. It makes it difficult for the midfield and the forwards.\" Robson, mindful of his team's defensive vulnerability, deployed Thomas Gaardsoe in front of the back four to give his central defenders added protection against the physical presence of Emile Heskey. \"The system worked well at Arsenal and at Portsmouth and I feel it suits us away,\" he added. \"And I thought it would have worked well against Emile Heskey. But we couldn't deal with the strength and pace of [Clinton] Morrison and Heskey early on. It was just awful defending.\" Indeed, no system can legislate for Darren Purse pulling back Clinton Morrison to concede the penalty from which Robbie Savage put Blues in front; likewise the negligence of Neil Clement in giving Morrison the freedom of St Andrews and allowing him to add a second. Morrison's third goal in as many matches since his return from a six-week injury absence meant Robson's game plan was in ruins after only 23 minutes. Yet, perplexingly, rather than try to reduce the deficit immediately, he continued to deploy Kanu as a lone striker until the interval. By which time Heskey had added a third, the game was beyond recall and Robson's honeymoon with West Brom fans over. \"You don't know what you're doing,\" they jeered when he replaced Zoltan Gera with Rob Earnshaw for the second half. Later they chorused: \"There's only one Gary Megson\" - the manager Robson replaced. \"That was unfair,\" said Jonathan Greening. \"He needs time to bring his methods in and the players he wants in. He's inherited the squad and needs time to get people in whom he wants to play his style of football. I think the fans have got to be patient in that respect because it's not the manager's fault, it's down to players for not performing for him.\" Greening, signed by Megson in the summer, was West Brom's most effective player. He was upstaged, however, by David Dunn, whose performance was encapsulated by the part he played in Birmingham's second and third goals. A quickly taken free-kick led to the former and his tenacity in winning the ball before executing a defence-unhinging through pass resulted in the latter. He is bright, energetic and inventive, and it can be no coincidence Birmingham are looking a better team since he returned from injury. \"He gives us something else,\" said Bimingham's manager Steve Bruce. \"He's exciting and capable of doing the unexpected, as he did for the six months after he joined us. Then he was injured for the best part of a year and we really missed him. Touch wood, he'll stay injury-free.\" Bruce also enthused about Heskey's performance that culminated in him playing a part in Birmingham's fourth goal, albeit inadvertently, when Darren Anderton's free-kick deflected off him to deceive Russell Hoult. Birmingham had relaxed long before then, leaving their fans to provide the most entertaining moments of the second period. \"I'd rather have a horse than a Kanu,\" they sang, in homage to their club's former striker Geoff Horsfield, who remained on the visitors' bench. Man of the match: David Dunn (Birmingham City)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}