{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/dec/11/travelnews.guardiansaturdaytravelsection3", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-12-11T19:41:28Z", "webTitle": "News in brief", "webUrl": "https://www.theguardian.com/travel/2004/dec/11/travelnews.guardiansaturdaytravelsection3", "apiUrl": "https://content.guardianapis.com/travel/2004/dec/11/travelnews.guardiansaturdaytravelsection3", "fields": {"headline": "News in brief", "bodyText": "Polonia collapse More than 50,000 travellers, many of them Britons, have been left stranded by the latest budget airline collapse. Air Polonia, which served six Polish cities from Stansted, suspended all operations last weekend after only a year in operation. Winter is traditionally the hardest time of year for airlines, and several analysts have predicted more collapses within the next few months. Mini challenges Twentysomethings not quite ready for a conventional holiday or older travellers after a change can now enjoy a gap year-style experience in just three weeks. Youth expedition specialist Raleigh International has introduced trips for over-21s. Raleigh Adventures retain the \"challenging\" nature of their three-month projects, but throw in the odd night in five-star accommodation. · 020 7371 8585, Raleigh, from £1,500 excl flights. Flying by wire Singapore Airlines is to become the first airline to introduce Live TV and broadband internet access on its ex-London routes. TV broadcasts will include four news and sport channels (0870 6088886, Singapore Air). Kiwi visas The New Zealand working holiday visa will be doubled in length to two years from July 2005. The cap on numbers who are granted the visa will also be removed, and applications will be possible via the internet. Visas are available to 18-30 year olds. ·09069 100100, New Zealand Gov . E111 changes Tourists travelling to Europe could risk hefty charges for medical treatment when new rules governing the E111 form take effect on December 31.Only \"new\" forms (issued after August 19 2004) will be valid, and each family member must possess theiroffices. Turkish delights Turkey's first modern art museum opens today on the bank of the Bosphorus, opposite Topkapi Palace. Istanbul Modern is set to become an important educational and cultural centre as well as showcasing the country's leading artists, photography exhibitions and film screenings. · Istanbul Modern (up and running from next week). Budget website A website that allows budget travellers to book low-cost flights along with self-catering accommodation launched this week. Aimed at \"those looking for breaks with a difference\", Ugogo , offers prices from £95.17 (four nights in a mobile home on Lake Garda, including Ryanair flights). Christmas deadlines Christmas shoppers who wish to have travel gift vouchers posted to friends or family must purchase them by Monday in order to ensure they reach their recipients by the 25th. The Royal Mail's last posting date for second-class mail is December 18, but websites like Ryanair (which offers vouchers from £10), Last Minute, and Thomas Cook, take up to five days to process orders. BA pick and mix British Airways Holidays has launched a website allowing independent travellers to book holiday accommodation and BA flights together - but without the \"extras\" (ie transfers) or \"restrictions\" (ie 7/14 nights only) of the company's package holidays. Opening offers include savings of up to £300 on a week in Barbados. · BA Flights and Nights"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}