{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/dec/16/boxing.jasongee", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-12-16T23:49:59Z", "webTitle": "De la Hoya discounts retirement to return to welterweight division", "webUrl": "https://www.theguardian.com/sport/2004/dec/16/boxing.jasongee", "apiUrl": "https://content.guardianapis.com/sport/2004/dec/16/boxing.jasongee", "fields": {"headline": "Golden boy De la Hoya counts out retirement", "bodyText": "Oscar de la Hoya says he will not retire from boxing but instead will return to the welterweight division. The 31-year-old American - known as Golden Boy for his good looks and clean image - has no fights planned for the immediate future but ruled out staying in the middleweight division after losing his last fight in a ninth-round knockout by the undisputed champion Bernard Hopkins this year. \"I'm not retired at all,\" De la Hoya told the Puerto Rican newspaper El Nuevo Dia. \"From 147 to 150 pounds, that's my natural weight. It's almost impossible to do something in the 154 or 160 divisions. It's too heavy for me.\" The Barcelona Olympic champion has held titles in six weight divisions, from lightweight to middleweight, and before the Hopkins defeat had lost only three in 40, to Felix Trinidad and twice to Shane Mosley. He won the WBO middleweight title in June with a narrow points victory over Felix Sturm before the 39-year-old Hopkins knocked him out for the first time in his career in September. De la Hoya said he would discuss his future in the coming weeks but rejected a possible rematch with the former middleweight champion Trinidad. The Puerto Rican beat him in 1999 in one of the most high-profile fights of recent years. \"If he [Trinidad] wants to come down [in weight] the door is open. But it would not be very intelligent from my part to go up in weight,\" De la Hoya said."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}