{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/dec/24/newsstory.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-12-24T21:59:59Z", "webTitle": "Football: Morientes not our only option, says Benítez", "webUrl": "https://www.theguardian.com/football/2004/dec/24/newsstory.sport2", "apiUrl": "https://content.guardianapis.com/football/2004/dec/24/newsstory.sport2", "fields": {"headline": "Morientes not our only option, says Benítez", "bodyText": "Rafael Benítez has conceded he may have to consider widening his search for a new striker should Newcastle United's belated interest in signing Fernando Morientes price him out of a move for the Real Madrid forward. The Liverpool manager is reluctant to improve on the £3.5m offer tabled for his compatriot this week, conscious that Morientes is cup-tied in Europe and has only 18 months to run on his contract. Real are seeking twice that fee, with Newcastle capable of meeting their valuation. \"I know Newcastle are trying to sign the player and talk with his club, but he prefers to play in Liverpool,\" said Benítez. \"Morientes is one of the possibilities, but I'm not saying he's the only one. We are looking for different players because we don't want to have only one option.\" The Manchester City striker Nicolas Anelka would be an alternative, though Benítez has been made aware of numerous forwards' availability by agents on the continent. They might yet prove more attractive given that Real claimed yesterday that only a \"fantastic offer\" would persuade them to part with Morientes, who has been reduced to a bit-part role at the club this season and has yet to score in La Liga. Real and Barcelona have expressed an interest in signing Arsenal's Brazilian midfielder Edu, who has yet to sign a contract extension at Highbury with his deal due to expire in the summer."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}