{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2004/dec/09/NHS.shipman2", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2004-12-09T17:17:20Z", "webTitle": "Doctors warn government over Shipman report", "webUrl": "https://www.theguardian.com/society/2004/dec/09/NHS.shipman2", "apiUrl": "https://content.guardianapis.com/society/2004/dec/09/NHS.shipman2", "fields": {"headline": "Doctors warn government over Shipman report", "bodyText": "Doctors' leaders have warned the government not to overact when it considers the recommendations of the inquiry report into GP serial killer Harold Shipman. The BMA, which represents UK doctors, said the profession has learned lessons since Shipman, a GP in Hyde, Greater Manchester, was convicted of murdering 15 of his patients in January 2000. The chairman of the BMA, James Johnson, said: \"The climate in the profession has changed since Shipman. The GMC has reformed and tightened up the way it handles complaints against doctors.\" He said the recent reforms to the GMC were only a month old and should be allowed to settle before any further changes following Dame Janet's report are considered. Dr Hamish Meldrum, chairman of the BMA's GPs committee, said the \"huge\" report had implications for GPs and primary care trusts. He promised that GPs would consider the proposals with the government but warned: \"But in doing so we must be conscious of the need for a proportionate response. We must not impose further excessive layers of bureaucracy on the profession at the expense of the face to face time in consultations that our patients value.\" In her fifth inquiry report, Dame Janet said the GMC was guilty of \"looking after their own\". She said it was fundamentally flawed and put the interests of doctors above those of patients which it was set up to protect. She was also sceptical that recent GMC reforms to make it more accountable and transparent had failed to make any difference. The 1,300-page report made more than 100 recommendations which included giving patients the right to refuse to be treated by a doctor if they have been previously suspended or struck from the register, and changing the way members of the GMC council are chosen."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}