{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/dec/19/wintersportsholidays.wintersports.buyingpropertyabroad", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-12-19T19:13:43Z", "webTitle": "Dream home: 'At Nature's Door', Whistler, British Columbia, Canada", "webUrl": "https://www.theguardian.com/travel/2004/dec/19/wintersportsholidays.wintersports.buyingpropertyabroad", "apiUrl": "https://content.guardianapis.com/travel/2004/dec/19/wintersportsholidays.wintersports.buyingpropertyabroad", "fields": {"headline": "Cold mountain, hot property", "bodyText": "It's best to look both ways on leaving one of these exclusive mountainside lodges. Skiers whiz right past the 22 newly completed homes that make up 'At Nature's Door', which is right next to the World Cup Dave Murray Downhill slope. These 'ski-in, ski-out' lodges have direct access to 8,171 acres of the best ski slopes in North America. The perfectly snowy Whistler and Blackcomb mountains, in British Columbia on Canada's west coast, offer great skiing in winter - the season stretches from November to late April, with an average snowfall of 10 metres - and are popular with mountain bikers over the summer months. The houses range in size from 2,330 to 2,700 square feet, with either three or four bedrooms. In estate-agent speak, there's also a 'stylish gourmet kitchen', ensuite facilities and a 'media room'. The 'mountain rustic' styling uses local materials and is complemented by specially commissioned works of art. But while the development looks impressive, it is the stunning mountain setting that makes it. Each house has its own outdoor hot tub, while a separate lodge offers spa facilities, a fitness room and sauna for the use of residents; there's also an outdoor slope-side swimming pool. A resident innkeeper couple will meet and greet residents on arrival and arrange services such as grocery shopping, childcare and in-house chefs. For après-ski, Whistler Village - with bars, restaurants and shops - is a short bus ride away. Though the houses are for sale outright, the majority of buyers will choose to purchase into the scheme by 'chapters', yet another ingenious euphemism for 'time share'. For £135,000 you get five weeks a year: two weeks during the ski season, two over the summer and an additional week in either season. There are also ongoing fees for membership of the ski resort. Though the scheme has just been launched in the UK, 80 per cent of the slots have already been purchased, mainly by North American buyers. · Enquiries to Erna Low Property on 020 7590 1624"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}