{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/dec/28/horseracing.gregwood", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-12-28T22:47:17Z", "webTitle": "Horse racing, Paddy Power Chase: Inspired O'Dwyer lands Keepatem gamble", "webUrl": "https://www.theguardian.com/sport/2004/dec/28/horseracing.gregwood", "apiUrl": "https://content.guardianapis.com/sport/2004/dec/28/horseracing.gregwood", "fields": {"headline": "Inspired O'Dwyer lands Keepatem gamble", "bodyText": "If there was disappointment here yesterday when Moscow Flyer, the best chaser in training, was scratched from the day's feature race, you would never have known it from the frantic pushing and shoving as hundreds of late arrivals pressed through the turnstiles on the second day of Leopardstown's Christmas meeting. The sport is an end in itself in Ireland, and although the star was missing from the card, its major spectacle remained. The Paddy Power Chase, worth almost €100,000 to the winner, had tempted a huge field of 30, and the crowd's reward was the sight of three horses jumping the last fence together, before the 7-2 favourite Keepatem ran on to land a gamble. The winning colours, as so often when the money is down, were the green and gold of JP McManus, who conceded afterwards that he had had \"a little bet that one of my [three] runners would win, just to pay for the party.\" Many punters needed little invitation to follow him in, and the result was pretty painful for the bookmakers. Uncomfortable too for Tony McCoy, who has a retainer with McManus but was not on the right one of the three. He suffered an early fall from Oh Be The Hokey and was merely a spectator as Conor O'Dwyer, who had won the Future Champions Novice Hurdle on Royal Paradise earlier in the day, guided the winner home. \"He's the man in form today and he's given [Keepatem] an inspired ride. He showed a lot of confidence in the horse and he had a great run throughout the race,\" added McManus. McCoy suffered another disappointment in the Paddy Power Dial-A-Bet Chase, in which he found himself aboard an odds-on favourite in Rathgar Beau after Moscow Flyer's late withdrawal. Rathgar Beau's form looked rock-solid, not least his recent second place behind the subsequent King George VI Chase winner, Kicking King. He started at 8-11, but after settling well in last place and making progress four out, Rathgar Beau hit the next fence and was never a serious threat from that point. Central House, who had finished seven lengths behind Rathgar Beau at Cork last time, made all the running under Paul Carberry. Meanwhile Moscow Flyer should soon be back in action. \"He didn't scope clean, but will have medication for a week and then he'll be fine,\" said trainer Jessica Harrington. \"His next race will now be at Punchestown on January 30.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}