{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2004/dec/01/health.publicservices1", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2004-12-01T17:06:06Z", "webTitle": "A good start", "webUrl": "https://www.theguardian.com/society/2004/dec/01/health.publicservices1", "apiUrl": "https://content.guardianapis.com/society/2004/dec/01/health.publicservices1", "fields": {"headline": "A good start", "bodyText": "When the health minister, John Hutton, called the NHS pay reforms under Agenda for Change \"a winning ticket\" he wasn't kidding. The progressive pay and conditions package is a fitting tribute to modern day working, enshrining the principle of pay equality into Europe's largest workforce, with staff across the board receiving equal pay for work of equal value. From today, the status of a fancy job title will carry little currency: it will now be the duties, skills and responsibilities undertaken that will be rightly rewarded in the NHS. This revision will be of most benefit to women, too long at the sharp end of low pay premised on the higher value historically given to male occupations. Such a schematic approach to pay, and the notion of staff working side by side having the same terms and conditions while delivering public sector reforms, seem a given that has been missing from public sector pay to date. Yet, the NHS aside, the welfare state is still riddled with pay inequality and variation, with civil servants and local government workers looking on with envy and wondering when their turn will come. The new NHS pay deal was first put on the table as far back as 1999 as a central plank of the government's public sector reforms - no doubt because the government had little choice: nowhere is the visible need to get staff on board to introduce radical new ways of working more evident than in the labour-intensive healthcare sector. Moreover, the declining numbers of nursing and medical staff in the 1990s - partly a result of the Tory government's decision to reduce training places - required drastic action by government. The problem-solving abilities of New Labour were stunningly effective: give nurses greater responsibilities to carry out functions traditionally carried out by junior doctors, and in turn give unqualified nursing assistants a greater nursing role. As everyone moves up the chain of responsibilities, it is surely right to keep them ready and willing to fulfil these expanding roles through greater rewards for a notoriously low-paid sector. The government has made good, with skills and responsibilities rewarded with greater funding. A similar workforce configuration has taken place in education, with two tiers of classroom assistants undertaking roles and responsibilities traditionally carried out by trained teachers. The workforce remodelling agreement is cost effective, since unqualified staff earn less than their professional peers. But the pay is locally determined, falling as it does under the vagaries of local government pay which sees variation across the country. Endemic pay inequality persists as the majority of local authorities have dragged their feet over carrying out single status agreements which, if implemented, would see the introduction of equal pay for work of equal value for the first time. Under the most recent pay deal struck with unions earlier this year, councils have now agreed to complete SSAs (standard spending assessments), premised on job evaluations, within three years. Meanwhile, many council workers - usually women - suffer the ignominy of unequal pay. The unions have been unduly patient, resisting the allure of the courts to try and resolve the impasse on pay equality in a bid to resist stuffing lawyers' pockets with tax payers' money earmarked for public services. But seven years on, they have now set an ultimatum if councils fail to act within the next two years. Those councils foolish enough to hesitate further can expect a large-scale equal pay claim in the courts, with needless court costs incurred by councils. Civil servants are slightly fed-up of waiting for their employer to do the right thing. The Public and Commercial Services (PCS) union has already resorted to the courts for a landmark case over pay, and the inconsistencies of the sector which means that civil servants working to one department can earn up to 30% less than a counterpart doing the same work in another department. The profession's half million workers are at the mercy of over 200 pay bargaining units, despite having the same (government) employer. If the PCS wins the case which explores the union's right to make comparisons on pay across different government departments, it will give more power to the union's elbow over ongoing talks with government on \"pay coherence\". Pay coherence would see a more level playing field without the hoped-for return to national bargaining. But it's not all about pay. At the same time that civil servants are expected to deliver public sector reforms - from minimum wage legislation, to working and child tax credits - they are told that one in five of them are not needed. The notorious cull planned for the sector, to the tune of 100,000, is seen by government as a key plank of public sector reform under the label of \"efficiency\". Their local government colleagues can also expect some trimming of the labour workforce fat, as councils are primed to make £6.45bn of \"efficiency\" savings over the next three years. The two-tier approach to public sector workers and their pay rests on the premise that \"back office\" workers are not as crucial to public sector reforms as \"frontline\" staff. But just because they are not all visible to the public eye, it doesn't mean their contributions to public sector reforms are the lesser for it. Rewarding staff equally, wherever they work, should be part of government reforms in the way it views its public sector workers."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}