{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/dec/13/independentproductioncompanies.mondaymediasection", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-12-13T23:44:09Z", "webTitle": "Television goes back to its roots", "webUrl": "https://www.theguardian.com/media/2004/dec/13/independentproductioncompanies.mondaymediasection", "apiUrl": "https://content.guardianapis.com/media/2004/dec/13/independentproductioncompanies.mondaymediasection", "fields": {"headline": "Television goes back to its roots", "bodyText": "Genealogy might not seem the obvious subject for a mainstream television hit, but the BBC2 series Who Do You Think You Are? has become the surprise success of the autumn. The even bigger surprise is that the idea was pitched to the BBC 15 years ago, but rejected. It was only recently, when a colleague of the executive producer moved office, that a file was unearthed containing the proposal for Family Ties, a show in which celebrities went in search of their roots. The file revealed that in 1989 BBC1 considered the idea but turned it down; it was also offered to Alan Yentob, then running BBC2, but, perhaps characteristically of the lovably indecisive BBC lifer, there is no trace of a reply. Maybe it is a question of being the right thing at the right time - genealogy has become a hugely popular pastime - but Who Do You Think You Are? has become the biggest hit for the independent production company Wall to Wall, as well as the highest-rated series on BBC2 this year, with an average of 5 million viewers. It has also come to symbolise the kind of programme the newly public service-focused BBC should be doing: serious-minded, but also accessible and popular. And, crucially in the slimmed-down BBC, made by an independent production company. Little wonder, then, that director general Mark Thompson has been citing it in his recent speeches. The series concludes a triumphant ten-week run tomorrow when Vic Reeves finds a bigamist in the family, but a second series will be broadcast next year. Alex Graham, a loquacious Scot who runs Wall to Wall from a grotty back street in Kentish Town, north London, says he never expected the show to be so successful. \"That's what I love and hate about this job. Anyone who tells you they know, don't believe them. Nobody knows anything.\" As with so many things, its success is down to simplicity. \"It's not a very complicated proposition.It is about people you are interested in, and taking them, perhaps, on unpredictable emotional journeys.\" Graham has always been interested in the subject. \"This series almost subverts celebrity. The central reason why it works is that, apart from a few dynastic exceptions like the Redgraves, most stars are first generation. They become stars by accident, luck, talent, or by being in the right place. There's no reason why Vic Reeves, Ian Hislop, Jeremy Clarkson, or Amanda Redman's family tree is different to yours or mine.\" The show involved a fierce winnowing editorial process: getting A list celebrities to take part is one thing, but that's not enough; their stories have to be strong and revelatory. The two most popular have been Bill Oddie and Moira Stuart: people well loved by audiences, but whose lives are not very well known. \"We really wanted June Whitfield, but she turned up for the interview with stacks of files. We were horror struck as she knew everything. There'd be no journey of discovery.\" Another key to this story is that in 1989 Jane Root, the former BBC2 controller who commissioned the series, was Graham's business partner. They jointly ran Wall to Wall until she went to the BBC seven years ago. \"Jane came to see us in 2003. She made regular visits to independents to talk about what BBC2 was doing, and we had a chat in the boardroom,\" says Graham. Root's BBC2 was characterised by so-called event television - The Big Read, Restoration and Great Britons. \"I said to her that we can do big projects. She said 'The trouble is you think like producers. You need to think like marketing people, reaching large numbers of people, thinking across platforms'. The boardroom debate moved on to genealogy, and I said 'remember that idea we had years ago?' She got very excited.\" But the eventual on-screen incarnation of the show was different from how Root originally perceived it.\"In some ways Who Do You Think You Are? was meant to be an event, with a launch show, and a finale,\" says Graham. As it turned out, Root left and her successor, Roly Keating, was not so keen on big \"events\" so it became a fairly classic documentary-style series, albeit with a good dollop of interactivity. Root, now executive vice president at Discovery in the US, was amazed at its success. \"I had a hunch that this was in the zeitgeist, but when you see astonishing ratings like these, which I never expected, you know you have touched a nerve. I also knew that older people are the fastest-growing adopters of the in ternet, and they have the time to sit at home, researching.\" But first a BBC in-house production team and another independent had come up with similar ideas. Wall to Wall won the three-cornered pitch. Graham then had to put his ideas into action and encountered strong resistance from potential subjects. \"Having sold the idea I was nervous. We were approaching people who spend their time trying to control how they appear in public, saying we'd like you to reveal skeletons in the cupboard. About one in five said they were interested. I was very clear that while we'd not not offer editorial control, we needed to respect and treat them properly, as a quid pro quo of putting their emotions on screen. We showed them the films before they went out. We took seriously their objections. No one demanded the film be pulled.\" Ian Hislop's film had, at its core, his two grandfathers, one fought at Ypres in the first world war, the other in the Boer war. But the series editor and Hislop wanted to include a sequence from his mother's side. She'd lived in Jersey under Nazi occupation. \"We had robust discussions, and changed it. The film would have been too male,\" says Graham. David Baddiel wanted his film to be more surreal and funny, but it was about the Holocaust and he was overruled. That is another clue to success: as well as strong narratives, Graham demanded stories which dovetail with big themes - Caribbean immigration, Indian independence, world war, industrial revolution. \"We never found a story about the aristocracy, someone related to royalty,\" he adds, but he hopes to land that next time. At a cost of about £200,000 an hour, the series is cheaper to make than drama and has pulled in audiences double that expected of a 9pm slot, while the biggest on-screen expense is the common flat fee paid to the celebrities for ten days' filming. The concept has been sold to France's M6 channel, with Wall to Wall as consultant, while broadcasters in Australia and the US are considering it. Graham acknowledges that it would be difficult to make in the US: \"America has a different relationship with celebrity. Could you really get Julia Roberts or Tom Cruise to sign up to this?\" The success has been timely, just as Pact, the independent producers' alliance, has been negotiating with the BBC over a plan to increase substantially the number of commissions to indies (Graham is a Pact council member.) \"We feel there should be a level playing field and meritocratic commissioning,\" says Graham. \"We've proved an independent producer based in a scuzzy back street can have a genuinely original idea and take it to the BBC. In the past year we've worked with BBC interactive, the website, the marketing department, BBC books (30,000 copies of a book on the series have been sold). It isn't rocket science - the idea that you have to be inside BBC to do that is nonsense. It is possible to deliver intelligent popular programming in prime time. You don't have to choose between intelligence and popularity. There is a real appetite out there for quality programming. We've shown that.\" Alex Graham Age: 51 Education: Glasgow University, degree in sociology and English literature (1973-77). City University, London, postgraduate course in journalism (1977-78) Career: Sunday Times trainee (1978), reporter, Bradford Telegraph and Argus (1978-79), joined LWT (1979) - credits included Saturday Night People and Credo. Became editor, Diverse Reports, working with David Graham (1983-87). Employed by Michael Jackson to work on The Media Show, for Channel 4 with business partner Jane Root (1986). Becomes co-partner of Wall to Wall when Jackson leaves for the BBC in 1987, to run The Late Show. Buys out Root in 1997 when she joins the BBC. Wall to Wall: Graham owns 75% of the company, with deputy chief executive Jonathan Hewes owning 12.5% and the balance in trust for senior executives. It has around 20 core employees. Programmes range from distinctive factual to drama, mainly for Channel 4, BBC1, BBC2, PBS in the USA, Discovery, National Geographic, Bravo and FX. Credits range from 10 House series to last Thursday's BBC2 docu-drama, The Man Who Broke Britain. Personal life: Married to Maeve Haran, the author of Having it All. They have three children."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}