{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/dec/05/walkingholidays.observerescapesection1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-12-05T18:47:56Z", "webTitle": "Snowshoe shuffle in a winter wonderland", "webUrl": "https://www.theguardian.com/travel/2004/dec/05/walkingholidays.observerescapesection1", "apiUrl": "https://content.guardianapis.com/travel/2004/dec/05/walkingholidays.observerescapesection1", "fields": {"headline": "Snowshoe shuffle in a winter wonderland", "bodyText": "Cold is pretty much guaranteed in the UK, but snow unfortunately isn't. So if the white stuff is high on your list of priorities for a proper winter walk, think about heading for the mountains. You don't have to strap skis or a board to your feet to enjoy the powder, though some of the trips listed below do entail wearing snow shoes to stop you sinking up to your knees. Fortunately, technological advances mean snowshoes no longer look like tennis racquets, and are much less cumbersome. The terrain is not too difficult to negotiate, though you may have some more energetic days. Inn-to-inn walking tends to be saved for summer, so you will usually be exploring from one base, and therefore not carrying too much gear with you. If you want a mountain backdrop to your walking, there are plenty of options throughout France and all over the Alps. For something more unusual, snowshoeing itineraries to the Rila and Rodopi mountains of Bulgaria have been introduced. In Scandinavia, Finland and Norway are particularly well geared up for winter walking with plenty of well-marked trails. Switzerland A week's snow walking in Achenkirch, Switzerland, with Ramblers' Holidays (01707 331133; ramblersholidays.co.uk), costs from £460pp including flights, transfers and two-star, half-board guesthouse accommodation. The routes are mostly through nature reserves on the plateau around the Achensee, a lake high up in the mountains, with stunning views south to the Austrian Zillertaler Alps, and north over the German border. Departures are weekly. France Spend three nights in luxury at La Ferme de Montagne (00 33 450 753 679; fermedemontagne.com) in Les Gets, Haute Savoie for £845pp, including guided snow walks in the Portes de Soleil area, five-star full-board accommodation (with four-course gourmet dinners and afternoon tea), local transfers, use of spa facilities and treatments. Flights are extra. Austria Located at an altitude of 1,200m in the Austrian Tyrol, Seefeld is heaven for nature lovers. From 29 January, it hosts a Snow and Ice Festival and, with more than 80km of trails, promises some excellent walking (skiers love it too: Seefeld has hosted the Winter Olympics twice). A week with Inghams (020 8780 4433; inghams.co.uk) including flights, transfers and four-star half-board accommodation starts at £499pp. Weekly departures on Saturdays throughout the season. Short breaks (Wednesday to Saturday) are also available and cost from £335. Norway Snowshoe through pristine birch and spruce forests, across frozen lakes and scale peaks in the Lille-hammer range for a magnificent view of Norway's Sjusjoen region which is famous for its winter sports (the Winter Olympic town Lilleham mer is just 15km away). Seven nights at the four-star Høyfjellshotell costs from £750 and includes flights, half-board accommodation, packed lunches and the services of a guide with Waymark Holidays (01753 516477; waymarkholidays.co.uk). Equipment hire is extra. Individual trips are also available with chalet accommodation and cost from £410. Departures are from 6 February until 6 March. Bulgaria Five days' snowshoeing in Bulgaria's Rila mountains costs from £455pp with Explore (0870 333 4001; explore.co.uk), including flights, transfers, most meals and four nights' accommodation. The route takes in paths through pine forests, often across pristine snow to the Rila Monastery whose beautiful frescoes have earned it the status of Unesco World Heritage site. Departures are throughout the season from 2 February."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}