{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2004/dec/05/leaders.homeaffairs", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2004-12-05T17:20:27Z", "webTitle": "Leader: The case for cards has not been made", "webUrl": "https://www.theguardian.com/news/2004/dec/05/leaders.homeaffairs", "apiUrl": "https://content.guardianapis.com/news/2004/dec/05/leaders.homeaffairs", "fields": {"headline": "Identity crisis", "bodyText": "It is not currently against the law to walk the streets of Britain without carrying a document proving that you are who you say you are. It is a freedom we exercise without noticing most of the time, but we will feel its absence if the Identity Cards Bill becomes law. There will be stiff fines for failing to keep the state informed of a change of address and stiffer ones still for failing to own an ID card if, as the government would like, they become compulsory. This might seem a small price to pay in civil liberties if the benefits turn out as advertised: preventing terrorism, benefit fraud, organised crime, illegal immigration and identity theft, as well as streamlining the delivery of public services. So marvellous are the promised benefits of ID cards that we wonder why we haven't had them sooner and why their use in the Second World War was abandoned as rationing ended. But, from the beginning, Labour's motives for introducing the cards have not been clear. We have heard a wishlist of advantages which expands ad hoc to include any current matter of public concern. Crime? They'll fix that. Illegal immigration? Yes, that too. In particular, the claim that they will help protect us from a 11 September-style terrorist attack, although the cards were envisaged before then, just seems cynical. Opponents of the bill do not welcome terror or fraud. They fear the cards will be a distraction from the real tasks of government and that, by requiring citizens to log their movements with the state, they will criminalise the vulnerable who are already marginalised. To sacrifice freedom for protection in time of war is a fair bargain; to do so for the convenience of civil servants is not. The government must set out clearly what it believes ID cards can achieve and demonstrate that they can expect to be successful. Until then, we should strenuously oppose their introduction."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}