{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/dec/13/mondaymediasection4", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-12-13T23:44:10Z", "webTitle": "My media", "webUrl": "https://www.theguardian.com/media/2004/dec/13/mondaymediasection4", "apiUrl": "https://content.guardianapis.com/media/2004/dec/13/mondaymediasection4", "fields": {"headline": "My media", "bodyText": "Newspapers: The Guardian on Monday then it depends who's on the masthead. I buy the Times when Lisa Armstrong's writing. I love the Telegraph's Saturday magazine - it's a concise package of everything I want to read on a Saturday. Magazines: I've got a bit jaded with magazines because I seemed to have to buy 10 a month to get what I was looking for. I just buy Vogue and Interiors. I'm looking forward to the new Condé Nast title, Easy Living - I'm hoping it'll be like a monthly version of the Telegraph magazine. Books: I've just finished reading Citizen Girl by Emma McLaughlin and Nicola Kraus. It's a searing indictment of the state of feminism, which is not what you'd expect from a chicklit book. I've just read a new David Sedaris collection - he's hilarious. And I'm reading a biography of Florence Broadhurst, the wallpaper designer. TV: Television is probably my least accessed part of the media, partly because Jungle Book is on 24 hours a day at the moment, or football because my husband is a retired footballer. I like Little Britain and Wife Swap. I get sucked into reality TV. Radio: I'm obsessed with Radio 4 - it really is one of the reasons I returned from Australia. I missed it every day. I'm very much in love with Eddie Mair. I was obsessed with The Archers, but it's lost its spark since Brian's affair with Siobhan. Ads: The only ad I'm interested in is the Baz Luhrmann Chanel No 5 ad, but I haven't seen it yet. I was at the Chanel show in Paris in March and I sat right behind Nicole Kidman and Baz Luhrmann when the paparazzi frenzy exploded - it was a fascinating insight. New media: I'm on the internet all day - it's an amazing research tool, both for my journalism and for fiction. I use amazon.co.uk to check my ranking and buy books. Vogue.co.uk is really sparky and I like the Sydney Morning Herald (smh.com.au). · Maggie Alderson is the former editor of Elle. Her latest book, Handbags and Gladrags, is published by Penguin"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}