{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2004/dec/24/2", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2004-12-24T16:45:50Z", "webTitle": "The return of the nick", "webUrl": "https://www.theguardian.com/music/2004/dec/24/2", "apiUrl": "https://content.guardianapis.com/music/2004/dec/24/2", "fields": {"headline": "The return of the nick", "bodyText": "I'm not exactly sure when the requisite motion was passed, but one cannot truly be considered a success these days without the approval of Sir Elton John. The Christmas edition of NME proves the point: in the company of Simon \"Shaun of the Dead\" Pegg, Nadia from Big Brother and the guy who plays Harry Potter, the rocking knight is played a selection of 2004's landmark songs. And off he goes: the Libertines' Can't Stand Me Now \"might be my favourite single of the year - it's just a great rock'n'roll record\". Franz Ferdinand are apparently \"gonna be such a big band if they manage to stay together\". Even Goldie Lookin' Chain receive a plaudit: the Newport rappers' Your Mother's Got a Penis is \"one of my favourite records of the year - it makes me fucking howl\". So close is Sir Elton to the cutting edge that if Diana had lived, she would surely have been round to his house to party hard and dance to the Others' This Is for the Poor. That's not a joke: \"I do really like that record,\" Elt tells the NME, \"and I think the Others are gonna have a great 2005.\" If an endorsement from royalty's favourite singing pianist might put you off some of your favourite leftfield talent, it's nice to know that one group remains unscathed. For some reason, the NME neglected to play Elton anything by ascendant Sunderland art-punkers the Futureheads - and they thus remain my band of the year. No matter that their self-titled debut album has only scraped into the lower reaches of most publications' end-of-year listings: its collision of impossibly inventive music and wry sociopolitical dissent makes it a gleaming winner, and their convulsive cover of Kate Bush's Hounds of Love - out early next year - will surely be a colossal hit. I mentioned all this to the other day to a music journalist friend, who greeted my enthusiasm with a hiss of derision. \"Oh, come on,\" he said. \"That's just nick-nick music. It just goes nick-nick-nick.\" He was right, after a fashion. The Futureheads are emblematic of a strain of British music that dates back to the aftermath of punk rock (XTC, Gang of Four, et al), in which arty-farty intentions meld with the imperative to play loud and fast, modern mores are decried in a hail of staccato chords and weird time signatures, and the resultant noise does indeed go \"nick-nick\". The genre's revival - by the likes of Bloc Party, Franz Ferdinand and such upcoming talent as Eastern Lane and the Longcut - marks one of this year's most welcome developments. Not just because the groups concerned are pretty good, but also on account of what it might mean. For a start, the nick-nick renaissance marks a belated rediscovery of what British musicians are probably best at. Rock music was not born here, so why worry about such hoary notions as authenticity and - God help us - \"soul\"? Might it not be a better idea to read a few books about dadaism, make sure your guitar sounds as spindly as possible and then dispassionately wonder whether the music's constituent parts can be cleverly rearranged? The fact that the resultant sound will always go \"nick-nick\" isn't the point: at least a new generation are, you know, having a go. But nick-nick has a wider importance. Think of what Plato concluded as the listening habits of the ancient Athenians suddenly altered: \"When the mode of the music changes, the walls of the city shake.\" Britpop's fondness for a fun-for-all-the-family sense of inclusive enjoyment - compare Oasis's Digsy's Dinner, Blur's Parklife and Dodgy's Staying Out for the Summer - tended to lead to music that went \"rinky dink-dink\". The wave of anthemic balladry - Travis, Embrace, Starsailor - that followed in its wake could roughly be translated as \"dum-dum-dum\". Now, the best music once again goes \"nick-nick\", from which one can draw all kinds of conclusions. Here are three: 1)Young people are not nearly the quiescent herd that some people might suggest; 2)For all its success, the gloopy MOR peddled by the likes of Snow Patrol and Keane might just be on way out, and 3)With nick-nick music ringing in their ears, the under-25s might troop to the polling stations in the spring and give the Blair government a right old shock. Just see if I'm wrong. I have spent much of the last three days attempting to contact Elton John and ask him for his verdict on this sea change. He proved to be unavailable, though I think I can guess what he would have said: \"Oh yeah - nick-nick music. We had Mr and Mrs Bono, Posh, Becks and Janet Street-Porter round the other night and after a few Drambuies we were all at it. Nick-nick-nick! I think 2005 is gonna be the year of nick-nick.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}