{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/mar/20/lockerbie-investigators-question-former-stasi-agents", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-03-20T23:05:35Z", "webTitle": "Lockerbie investigators ‘question former Stasi agents’", "webUrl": "https://www.theguardian.com/uk-news/2019/mar/20/lockerbie-investigators-question-former-stasi-agents", "apiUrl": "https://content.guardianapis.com/uk-news/2019/mar/20/lockerbie-investigators-question-former-stasi-agents", "fields": {"headline": "Lockerbie investigators ‘question former Stasi agents’", "bodyText": "Investigators into the Lockerbie bombing, which killed 270 people, are reported to be questioning at least five former agents of the East German secret police about their possible role in Britain’s deadliest terror attack. The retired Stasi agents are suspected of having been involved in the atrocity, in which transatlantic flight Pan Am 103 was blown up over Scotland in 1988, killing everyone on board and 11 people on the ground. Investigators have long believed that Abdelbaset al-Megrahi, the airport security officer from Libya who was convicted of the attack in 2001, did not act alone. According to a report in the German tabloid Bild, Scotland’s solicitor general, Alison Di Rollo QC, is said to have about 20 former Stasi officers in her sights. The Crown Office, the Scottish prosecution service, confirmed to the tabloid that an investigation involving the Stasi was ongoing, but said it did not want to detail particular aspects that might hinder the work of what it said was “an ongoing investigation”. But several state prosecutors across eastern Germany, including in Berlin, Cottbus, Frankfurt an der Oder, Zwickau, Potsdam and Neuruppin confirmed to the newspaper that Di Rollo had approached them asking for “legal assistance”. The focus is said to be on the states of Brandenburg and Berlin, where most of the former agents, now in their late 70s and 80s, live. Bild said as many as 15 former Stasi agents were being approached for “concrete questioning”. In Scotland a team of nine prosecutors is involved in investigating whether East German agents were actively involved with the regime of the late Libyan leader Muammar Gaddafi. Crown Office lawyers have also been searching for new evidence in Libya. Those prosecutors are acting independently of a separate investigation by the Scottish Criminal Cases Review Commission (SCCRC), which has been running its second inquiry into whether Megrahi’s conviction was a miscarriage of justice. Megrahi died from cancer in May 2012 after being freed from prison in 2009 by the then Scottish justice secretary, Kenny MacAskill, and allowed to return home to Tripoli. Days before his release, he abandoned his appeal, which had been ordered by the SCCRC after its first investigation, fuelling speculation that he had done so after a secret deal – allegations that MacAskill denied. Megrahi’s family has since reinvigorated their quest for the conviction to be overturned, instructing lawyers in Scotland to submit a fresh appeal with the SCCRC. There has long been suspicion of collaboration between the Stasi and Gaddafi’s secret service, but many critics of Megrahi’s prosecution believe the Lockerbie bombing was carried out by Palestinian terrorists on behalf of Iran, in retaliation for the US downing of an Iranian passenger jet in 1988. Some relatives of the dead, including the Lockerbie campaigner Dr Jim Swire, believe the bomb was planted at Heathrow airport and not sent via feeder flights from Malta, as the US and UK claim. A cell belonging to the Popular Front for the Liberation of Palestine (General Command) had been operating in West Germany in the months before the Pan Am bombing."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}