{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/mar/24/new-england-patriots-tight-end-rob-gronkowski-announces-retirement", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-03-24T22:24:29Z", "webTitle": "New England Patriots tight end Rob Gronkowski announces retirement", "webUrl": "https://www.theguardian.com/sport/2019/mar/24/new-england-patriots-tight-end-rob-gronkowski-announces-retirement", "apiUrl": "https://content.guardianapis.com/sport/2019/mar/24/new-england-patriots-tight-end-rob-gronkowski-announces-retirement", "fields": {"headline": "New England Patriots tight end Rob Gronkowski announces retirement", "bodyText": "New England Patriots tight end Rob Gronkowski announced his retirement from the NFL after nine prolific seasons with an Instagram post on Sunday. “It all started at 20 years old on stage at the NFL draft when my dream came true, and now here I am about to turn 30 in a few months with a decision I feel is the biggest of my life so far,” Gronkowski wrote in his post. “I will be retiring from the game of football today.” Gronkowski’s agent, Drew Rosenhaus, also confirmed his client’s decision to retire. Bill Belichick, who has coached Gronkowksi for his entire professional career, paid tribute to a player he believes is one of the greatest tight ends in history. “Rob’s impact on our team and organization was felt in many ways,” Belichick said in a statement. “In the ultimate team sport, Rob was a great, great teammate. His production spoke for itself, but his daily attitude, unmistakably positive energy wherever he went and toward whoever he touched will never be forgotten. Rob will leave an indelible mark on the Patriots organization and the game as among the best, most complete players at his position to ever play.” Gronkowski, a three-time Super Bowl champion who turns 30 in May, established himself as one of the most dominant tight ends in NFL history. He was named to the Pro Bowl five times and an All-Pro four times. But he has been dogged in recent seasons by back, knee, ankle and arm injuries that have limited his ability to stay on the field. “I’m really satisfied with how my whole career has been. Super satisfied. There’s ups and downs, but the thing is always coming back,” he said before this year’s Super Bowl. “There’s so many examples of great players here before me, when I was young, to look up to and see how they bounce back when something adverse comes their way.” He finishes his career with 521 receptions for 7,861 yards and 79 touchdowns and was one of the most dominant receivers in the game when he was fully fit. He was also know for his colorful personality on and off the field."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}