{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/mar/11/aubameyang-lacazette-arsenal-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-03-11T23:49:00Z", "webTitle": "Aubameyang and Lacazette pals’ act drives Arsenal towards bigger things | Amy Lawrence", "webUrl": "https://www.theguardian.com/football/2019/mar/11/aubameyang-lacazette-arsenal-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2019/mar/11/aubameyang-lacazette-arsenal-manchester-united", "fields": {"headline": "Aubameyang and Lacazette pals’ act drives Arsenal towards bigger things", "bodyText": "It is a sign of the striking bond between Pierre-Emerick Aubameyang and Alexandre Lacazette that, when the Frenchman picked himself up to see Arsenal had been awarded a penalty against Manchester United, he went straight over to his partner to boost his confidence for the task in hand. A critical game was on the line. Aubameyang had been carrying the disappointment of a squandered late penalty against Tottenham with him for a week. With a little help from Lacazette Aubameyang felt absolutely ready. “This friendship is really, really strong and straight after he fell down, he watched me and said: ‘You shoot. You have to be focused and you shoot,’” Aubameyang recalls. “It’s a great partnership. Of course the coach decides who plays and whether we play together or not, and we have to accept that, that’s normal. But I think we are both really focused on playing for the team and giving our best.” Was there ever a question about who would take that penalty against David de Gea? Aubameyang grins. No way. “It’s about feeling,” he says. It helped that his teammates had given him unconditional support and positive vibes. “I felt confident because everybody said I would score again. I watched it a lot, the penalty I missed. I knew that I made a mistake. But in life you have to always look forwards and I had to be focused and that’s what I was. To score was a great feeling.” Aubameyang carries himself with natural optimism. After victory against Ole Gunnar Solskjær’s resurgent team lifted Arsenal into the top four he feels the chance to return to the Champions League is an opportunity they simply must seize to make this a successful campaign. “We have to,” he says. “That’s the goal since the beginning of the season. It was important to have two great games, first against Tottenham and then against Manchester United. And now we feel that we have everything in our hands. We know that it will be tough but we want to do something. We want to get back into the Champions League. We are really hungry. When you see it on the TV and you hear the music it is something special. So we have to carry on and win games to be there. “We know we have two ways to do it and the Premier League is the first and most important way. Then we have the Europa League. But we have to turn that game [against Rennes] around on Thursday.” The knock on effect of beating Manchester United is helping to set Arsenal up to repair the damage done in the 3-1 first-leg defeat in Rennes. “It is good for the confidence of everybody because Thursday is very important. I think we will start the game very strong. And we will be focused and confident.” Aubameyang will be without his buddy Lacazette, who is serving the last of this three-match ban for a red card in Borisov in the last round. They will also be without Sokratis Papastathopoulos, who has forged a strong base at the heart of defence with Laurent Koscielny. Both of the suspended players are big misses who have become influential in the spine of the team with their spirited determination. In their absence, Arsenal have to try to strike that balance between defensive resilience and taking chances, as they managed efficiently against United. Barring the blip of an error-strewn performance in Rennes, Arsenal have been in encouraging form and they want to use that to fuel their belief in a comeback. Aubameyang remains positive. He had planned for a new goal celebration with a new mask – once his trademark – against United but in the aftermath of his penalty it didn’t work out. “I actually had a special celebration planned, but I could not find my mask,” he confesses. “It was in the back of the net but I couldn’t find it! But no worries. So, next time!”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}