{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/mar/09/west-brom-sack-coach-darren-moore", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-03-09T19:50:06Z", "webTitle": "West Brom sack head coach Darren Moore blaming ‘disappointing’ results", "webUrl": "https://www.theguardian.com/football/2019/mar/09/west-brom-sack-coach-darren-moore", "apiUrl": "https://content.guardianapis.com/football/2019/mar/09/west-brom-sack-coach-darren-moore", "fields": {"headline": "West Brom sack head coach Darren Moore blaming ‘disappointing’ results", "bodyText": "West Bromwich Albion have sacked Darren Moore, blaming the head coach for failing to “engineer consistency of form and results”. The decision to sack Moore and his assistants, Graeme Jones and Wayne Jacobs, came after their 1-1 draw against bottom club Ipswich, which meant they remain without a home victory in the Championship since Boxing Day, and have won just four of their last 12 games. They do remain fourth in the table, though – on track for a place in the play-offs. The chief executive, Mark Jenkins, told the club’s website: “This has been an enormously difficult decision for a club which will always hold Darren in such high regard. He took over at a very difficult time last season and reunited the club, a contribution that will never be forgotten. “But we have made it clear from the outset that everything this season was geared to making as swift a return to the Premier League as possible. Unfortunately Darren has not been able to engineer the consistency of form and results to convince the board that this objective would be met. “After discussions with our owners, the difficult decision to make a change was taken.” Albion said the first-team coach James Shan would take charge on an interim basis, but the club “hope to be able to name a new head coach as soon as possible”. Moore, who made over 100 appearances for the club between 2001 and 2006, had given no indication of his impending departure after the match. “Nobody is going to give us the right to win,” he told the post-match press conference. “We have to go and earn it. We’ll continue to work towards that.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}