{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/mar/13/norwich-hull-championship-roundup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-03-13T22:09:05Z", "webTitle": "Emi Buendía powers Norwich back to summit but Forest miss out", "webUrl": "https://www.theguardian.com/football/2019/mar/13/norwich-hull-championship-roundup", "apiUrl": "https://content.guardianapis.com/football/2019/mar/13/norwich-hull-championship-roundup", "fields": {"headline": "Emi Buendía powers Norwich back to summit but Forest miss out", "bodyText": "Norwich leapfrogged Leeds at the top of the Championship after beating Hull 3-2 while Nottingham Forest, beaten 3-1 at home by Aston Villa, wasted a chance to enter the top six. Middlesbrough, fifth in the table, lost 2-1 against Preston after Daniel Ayala was sent off early in the second half with the home side in front. West Brom remain fourth after defeating Swansea 3-0 and Derby are sixth after drawing 0-0 at home with Stoke. Swansea’s Bersant Celina lost his footing when running up to take a first-half penalty, made hardly any contact and the ball was cleared. Marco Stiepermann opened the scoring for Norwich after cutting back into the Hull penalty area from the left, evading two defenders and powering the ball home. The second was stabbed home three minutes later by Emi Buendía after a shot by Onel Hernández was parried by the Hull goalkeeper, David Marshall. But Marc Pugh halved the lead with half‑time approaching after a mix-up in the Norwich defence. Buendía scored his second after an hour following a Teemu Pukki backheel before Hull’s Chris Martin headed home from close in with three minutes left. Norwich have 75 points with Leeds on 73. Nottingham Forest and Aston Villa carried on where their 5-5 draw in November had finished off with three goals in the first 15 minutes. Forest went ahead through Jack Colback after three minutes but the visitors took control with two John McGinn efforts. Kortney Hause made it 3-1, arriving at the far post to meet a Conor Hourihane free-kick. Villa are in eighth place, on 54 points, two points outside the top six. Birmingham fell to their third successive defeat, 0-2 at home against Millwall, who will welcome the three points as they try to pull away from the relegation zone. Ben Thompson scored twice in the first half. Middlesbrough were leading through an Ashley Fletcher goal before Ayala was sent off for a reckless challenge outside the Boro area 10 minutes after the interval. Preston, trying to avert their first defeat in 10 games, immediately took advantage with Paul Gallagher scoring following the free-kick. Preston scored their second with nine minutes left when Jayden Stockley headed home from close in after a blocked shot looped over the Boro defence. West Brom took the lead via a Chris Brunt free-kick after 19 minutes and Swansea had a great chance to equalise five minute before half-time when they were awarded a penalty after a period of pressure. But Celina, who had a shot saved brilliantly by Sam Johnstone minutes before, suffered a loss of face when he slipped over. A Brunt corner led to West Brom’s second, with Mason Holgate scoring and Jay Rodriguez added a third late on. Rotherham went ahead at QPR via a 25-yard strike by Semi Ajayi but the home side equalised from close in through Bright Osayi-Samuel. Ajayi earned the away win with a header in injury time. Rotherham remain in the bottom three with 36 points. Millwall have 37."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}