{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2019/mar/19/bbc-plans-charity-to-fund-local-news-reporting-in-britain", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2019-03-19T22:00:29Z", "webTitle": "BBC plans charity to fund local news reporting in Britain", "webUrl": "https://www.theguardian.com/media/2019/mar/19/bbc-plans-charity-to-fund-local-news-reporting-in-britain", "apiUrl": "https://content.guardianapis.com/media/2019/mar/19/bbc-plans-charity-to-fund-local-news-reporting-in-britain", "fields": {"headline": "BBC plans charity to fund local news reporting in Britain", "bodyText": "The BBC is proposing to launch a new charity to fund local news reporting across Britain, in an acknowledgement that many commercial news outlets are no longer willing to pay for regional public interest journalism. The new organisation, to be set up in conjunction with tech companies, is to be called the Local Democracy Foundation. It will pay for local journalists to report on council meetings, while also covering crime stories and other news stories that used to be the mainstay of local newspapers. The registered charity would receive funds from the BBC and internet companies, while also seeking donations from businesses and institutions who support its aims, to enable journalists to cover events that would otherwise go unreported. The BBC director general, Tony Hall, warned: “The flow of information we all need to participate in democracy where we live has been drying up.” He said he had held talks with tech companies and the government about the scheme, although he insisted the foundation would be independent of the state. “My goal is to mobilise a powerful coalition behind the creation of a Local Democracy Foundation,” he will say in a speech at the House of Lords on Wednesday night. “And, together, to do all we can reverse the damage that has been done to local democracy in recent years and bring about a sea change in local public interest journalism.” Full details of the charity and its financial backers will be unveiled this summer, although it could see the likes of Facebook and Google pay into the shared organisation rather than channel funds on an ad-hoc basis into local journalism schemes. Facebook has already announced plans to give £4.5m to fund 80 local newspaper jobs in UK, while Google has a long history of giving grants to news organisations. Both have been heavily blamed by the newspaper industry for its current malaise, as advertising revenue shifted from newspapers to the two tech companies. The proposed foundation will also take over responsibility for the existing BBC local democracy reporters’ scheme, which costs £8m a year, employing journalists in regional newsrooms, who then share the content they produce with all participating outlets. Although the local reporter scheme has been broadly welcomed and has produced more than 50,000 stories, it has faced criticism because 134 of the 144 reporters have been placed with local newspapers owned by just three major publishers: Reach Plc, Newsquest, and JPI Media. Smaller publishers say the big regional news groups, which have made heavy cuts to local newsrooms in recent years in order to maintain profitability, are using the scheme to avoid paying for their own reporters. The proposed foundation echoes some of the recommendations contained in last month’s Cairncross review on the future of newspapers, which suggested the government should provide direct state financial support for local newspapers through an arms-length institute of public interest news. However, the BBC insisted Hall had been working on the idea of a foundation for some time before the government-commissioned report made its recommendations, and said the proposal was free of government intervention."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}