{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2019/mar/17/holy-grail-how-textile-recycling-can-help-slash-emissions-pollution-and-landfill", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2019-03-16T23:46:38Z", "webTitle": "'Holy grail': how textile recycling can help slash emissions, pollution and landfill", "webUrl": "https://www.theguardian.com/fashion/2019/mar/17/holy-grail-how-textile-recycling-can-help-slash-emissions-pollution-and-landfill", "apiUrl": "https://content.guardianapis.com/fashion/2019/mar/17/holy-grail-how-textile-recycling-can-help-slash-emissions-pollution-and-landfill", "fields": {"headline": "'Holy grail': how textile recycling can help slash emissions, pollution and landfill", "bodyText": "Before and after the catwalk, the fashion industry is inherently ugly. Textiles account for 10% of global carbon emissions. The industry is the world’s second-biggest industrial polluter, behind oil. In Australia, an estimated 3m tonnes of textiles goes into landfill each year. The ability to recycle fabric is, say industry veterans Adrian Jones and Graham Ross, a “holy grail ... for the industry and the planet” that will help close the loop between resource-intensive fabric production and fast-growing piles of textile waste. Jones and Ross have pioneered and trademarked – with input from the CSIRO and the Queensland University of Technology – a small-scale and environmentally friendly process that takes blended fabrics and reduces them to their raw components. “We often seem to care more about old plastic bottles than we care about our favourite T-shirts,” Jones told Guardian Australia. The immediate benefit of fabric recycling is to divert increasing amounts of waste from landfill. Trends such as fast fashion and minimalism have the unintended consequences of increasing fabric waste. In Australia, 75% of people throw textiles away each year, a 2017 YouGov survey found; 30% tossed out more than 10 garments. “The nature of the fashion industry is you start out with the best fibre or the best fabric you and and make it into a garment,” says Jones, who has worked in fashion for big retailers in the UK and Australia for 30 years. “There is such intrinsic value in the fibres. But the way we value them doesn’t reflect that. The retail prices don’t reflect that. In the industry now we spend half the year marking [the prices] down as quickly as we can” Long-term, recycling can reduce the industry’s reliance on resource-intensive production methods used to make new fabrics. Cotton requires vast quantities of water. Polyester is made from petroleum and takes up to 1,000 years to biodegrade. Ross, a former endurance athlete who launched a sustainable athletic clothing line, says major apparel companies now have a stake in ending those wasteful production practices. Companies such as Nike now make products from large quantities of recycled waste, while H&amp;M is increasing embracing recycled polyester. But while textile recycling is not itself new, studies show many existing large-scale processes provide negligible benefits and can be as environmentally harmful as the production of raw fabrics. It also remains uncommon. “There’s no textile recycling industry in this country,” Ross says. “We’ve got a lot of waste going into landfill and trying to fill that gap. The fashion industry is starting to use more sustainable materials and recycled polyester is on a fast uptake.” The process pioneered by their company, BlockTexx, is “about the size of a craft brewery” and testing has show it to be efficient and sustainable. The company is in the process of seeking to establish its first facility in south-east Queensland, recycling about 10,000 tonnes a year. The focus will be on recycling commercial fabrics – old towels and bedsheets from hotels and hospitals, work uniforms and unwanted clothing not given to charities. The “separation of fabric technology” turns cotton to cellulose and polyester to flake. “They don’t have to go back into textiles, either,” Ross said. “A company might end up using its old uniforms for new office furniture. You’re not using virgin resources.” BlockTexx also plans to build a marketplace for recycled textiles. “The whole process is novel and unique,” Jones said. “We certainly see the fact we can scale this. We see this as being an international solution ... as being a model that can be expanded internationally. This is a global problem, if our technology works and can keep large scales of textiles out of landfill, then we’ll look to scale it up as quickly as we can. “If it’s ripped or torn or stained then you have to put that into your landfill. We can take those torn, stained and ripped clothes and process them back into a reusable resource.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}