{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2019/mar/05/west-indies-v-england-first-t20-international-live", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-03-05T23:42:58Z", "webTitle": "West Indies v England: first T20 international – as it happened", "webUrl": "https://www.theguardian.com/sport/live/2019/mar/05/west-indies-v-england-first-t20-international-live", "apiUrl": "https://content.guardianapis.com/sport/live/2019/mar/05/west-indies-v-england-first-t20-international-live", "fields": {"headline": "West Indies v England: first T20 international – as it happened", "bodyText": "That’s all from me. Here’s a report on the match if you’d like to relive it. Bye! And here’s lovely Chris Jordan: We spoke about not getting too wrapped up in what they were doing and just bowling to the conditions. I use the gut feel, whatever you feel like at the time. That’s why we were able to restrict them to what we thought was a par score. I’m not resigned [to just playing T20]. Obviously I’d love to be involved in the 50-over stuff. I can only deal with what’s in front of me but if I do get the call I’ll be delighted. Eoin Morgan is pleased: I thought the bowlers were magnificent. Taking early wickets really put us on the front foot. I really thought Adil Rashid did an incredible job today. I think he’s proven over the last three or four years that he has the ability to come on at any stage and threaten both sides of the bat. He really is a huge asset for us to fall back on. Jonny Bairstow is the man of the match: It’s great fun to play T20 cricket again. It’s an opportunity to go out and hopefully carry on from the one-day series and just shorten it a bit. Jason Holder says his side’s fielding wasn’t up to scratch: It was a little bit scrappy in the field. I thought 160 at the halfway stage wasn’t a bad score but we didn’t help ourselves in the field. Too many extras and we missed a few chances. Time for the presentation. The game was decided in the first four overs of England’s innings, which went for 17 runs, 14 runs, two runs and 14 runs and left England well ahead of the game. That, and some shoddy fielding, propelled the tourists to victory. 18.5 overs: England 161-6 (Curren 0, Willey 0) With a sudden outbreak of suspense to deal with, Cottrell flings one in short and it rises past the batsman, flicks off the top of the keeper’s gloves and goes for four byes, leaving England with just two to win! And so the sudden outbreak of suspense dies after but the briefest of flickers. Willey takes a single, Curran hits high over long on and that is very much yer lot. Cottrell bowls slow and straight, Billings flings his bat at it and the ball clips off stump! Out comes the salute – will England somehow turn this stroll into a stumble? 18th over: England 153-5 (Billings 16, Willey 0) Holder tries to change the narrative. He certainly changes the bounce of the ball, getting one to fly up past Billings’ bat and into his shoulder. Then Denly gets out, and next ball Billings swats another short ball into the air and it looks like he’s on his way as well – only for another catch to go down in the deep, this time Thomas flinging out just one hand, and even that a bit too late! England need seven runs from 11 balls. Denly tries to floor the accelerator, which was hardly necessary, and he gives Pooran some catching practice at deep square leg! 17th over: England 151-4 (Denly 29, Billings 16) Brathwaite attempts to conjure something from his fourth over. He conjures a couple of wides and no dot balls. England need 10 runs from 18 balls. 16th over: England 141-4 (Denly 28, Billings 12) Holder’s back, and his first ball stays low and goes slow, and Denly is entirely bamboozled by it. The first few deliveries are all pretty good. “This could be the over …” says Rob Key hopefully, pitching the idea of a sudden momentum-reversal as Holder runs in again – and Denly blats it down the ground for four! England need 20 runs from 24 balls. 15th over: England 133-4 (Denly 21, Billings 11) Cottrell comes back and Denly cuts powerfully, with the fielder at backward point diving to his right and the fielder and deep cover running round and diving to his left, neither able to stop it. The last ball is worked to third man by billings, where the fielder dives to complete a straightforward stop, but fluffs it. There has been some very poor catching and fielding from West Indies tonight. England need 28 runs from 30 balls. 14th over: England 122-4 (Denly 16, Billings 5) A couple of singles, and then Denly comes forward to clip through midwicket, belting the ball between fielders for four. Then back to the singles. England need 39 runs from 36 balls. 13th over: England 114-4 (Denly 10, Billings 4) Fabian Allen does some bowling. With England needing just a shade over a run a ball and being only a couple of wickets away from trouble, some circumspection can be expected. But when the bowler overpitches, Denly flays it through the covers for four. Two Kent batsmen at the crease, and Rob Key on commentary. England need 47 from 42 balls. 12th over: England 106-4 (Denly 5, Billings 1) Billings comes in, and neither he nor Denly attempts to lift the ball off the ground for the remainder of the over. England need 55 from 48. Bairstow hoists the ball into the skies once again, and this time the fielder makes no mistake! 11th over: England 101-3 (Bairstow 67, Denly 2) Bairstow, reprieved in the last over, becomes the day’s top-scoring batsman by clunking the ball past backward point for four, and then doing it again. Two wide full tosses from Brathwaite, that demanded and received punishment. Bairstow then dabbles one down to third man, and somehow the batsmen convert that to two runs. England need precisely 60 runs to win it. 10th over: England 90-3 (Bairstow 56, Denly 2) What a drop! That is an extraordinarily droppy drop! Bairstow runs down the pitch to Nurse and hoists the ball to long on, where Cottrell totally fluffs it. Inasmutch as catching a fast-moving, very hard thing in your tender fingers is ever easy, that was completely lemon squeezy. 9th over: England 85-3 (Bairstow 52, Denly 1) Bairstow reaches his half-century by belting the first ball of Brathwaite’s over over long off for six. West Indies had also lost three wickets by the end of their ninth over, but had scored precisely 32 runs fewer than England have. Morgan tries to heave the ball over midwicket but succeeds only in sending it straight down Gayle’s gullet! 8th over: England 76-2 (Bairstow 44, Morgan 8) Bairstow pulls fine, and fine leg can’t react in time to cut it off. Then Morgan hits to mid-on and takes a risky single, and though he dives in a desperate attempt to get home he’d have been done for if Brathwaite’s throw had hit the stumps. 7th over: England 68-2 (Bairstow 38, Morgan 6) Carlos Brathwaite bowls, and a fine over ends unfortunately with Bairstow edging, the ball flicking off the edge of Hope’s gloves and down to the boundary, where Thomas tries to cut it off with his left boot and fails. 6th over: England 62-2 (Bairstow 33, Morgan 5) Holder bowls, and it’s captain v captain, at least until Morgan gets a single. Bairstow spoons one over backward point, where Allen sprints back but can’t quite make it in time! In other news, England bowled 10 wides and West Indies have already got to five, two of them in this over. 5th over: England 55-2 (Bairstow 29, Morgan 4) Thomas’s second over starts with Morgan slapping the ball past point for four, and later a bouncer rises past the batsman, keeps rising past the keeper, and that’s four byes. “Am I right in thinking there were no DRS occasions in the first innings?” double-checks John Starbuck. You are indeed. “For these times, remarkable.” 4th over: England 47-2 (Bairstow 29, Morgan 0) Ashley Nurse now, and Bairstow bloots one through the covers for four, and then edges one for four more, the ball rolling gently away while Gayle lumbers half-heartedly after it. There’s one ball left, and Bairstow lifts it over midwicket for six! 3rd over: England 33-2 (Bairstow 15, Morgan 0) Cottrell bowls like an absolute hound until the moment he first gets a go at Root, when he instantly morphs into a genius. His first go at the captain is lovely, getting a bit of movement into the batsman and flying past the bat, and his second gets the wicket. That is entirely, totally and very obviously heading straight towards leg stump, and though ball tracking shows that it would only have clipped the top of the bail it’s enough to send Root back to the hutch for zip! Root is given out lbw, Cottrell gets busy saluting, but the England captain wants to check this … 2nd over: England 31-1 (Bairstow 14, Root 0) Oshane Thomas starts with a wide, and it goes downhill from there. Bairstow clips one wide of deep square leg for four, and the fielder stays where he needed to be to stop it. The next ball goes straight to where he was for the first delivery, so that goes for four too, and the one after that is clipped similarly, with identical results. The final ball of the over is hit in the same vague direction, but this time not so firmly, and for a change straight to the fielder. 1st over: England 17-1 (Bairstow 0) Hales gets England off to what is very literally a flyer, punting the first ball of the innings over square leg for six, and then he flicks the next fine for four! The next comes off his trouser, somehow goes underneath Hope’s gloves and that goes for four too! The one after that is misjudged and lifted into the skies – Brathwaite sprints round, dives, holds a brilliant catch, lands and it pops out again! And then, from the final delivery, a wicket and a salute! Cotterell ends a poor first over with a full, slow, straight delivery that goes straight through Hales! They’re back out and ready for more. Sheldon Cottrell’s got the ball in his hands. There’s a strong wins blowing across the wicket. It’s time for action … Some excellent bowling from England but that’s a decent total for West Indies. An interesting second innings awaits. Back in a few minutes … 20th over: West Indies 160-7 (Holder 6, Nurse 13) Despite his excellence in this innings Jordan doesn’t bowl the final over, presumably to allow Morgan to see how Tom Curran gets on. Pretty decently, would be the answer. His first delivery is a pretty good slow yorker, but Holder gets a slight nick and it goes for four. Then Nurse hooks one over his shoulder to the fine leg boundary, before lifting the last ball of the over to Billings at long on! 19th over: West Indies 148-7 (Holder 2, Nurse 7) Rashid’s final over, and after two singles and a wide Tom Curran’s hideous misfield turns a one into a four. Even with those extra three runs, Rashid’s four overs have cost just 15, and have been uniformly excellent. Here’s Jordan’s catch from earlier. Fantastic. 18th over: West Indies 139-7 (Holder 0, Nurse 1) A stinking start to Curran’s over, with a first delivery that is full, slow, but so wide it’s practically in a different postcode. Pooran recovers to hammer one – the power on this shot, though – over cow corner, the ball taking one bounce on the roof before disappearing over the stand. Then Pooran might have got out when he skies a slower ball, which is in the air for approximately ever but still comes down before a fielder is on the scene, only to go next ball! Pooran takes a wild swing at a straight one and out comes middle stump! 17th over: West Indies 128-6 (Pooran 50, Holder 0) “That’s outrageous!” exclaims Bumble as Pooran switch-hits the ball over midwicket for six – pure box office, that – and then two balls later Allen does an almost identical shot (though he is naturally right-handed, so there’s no switch about it), Billings getting his fingers to it on the rope before both ball and man go over. No matter, he’s out next ball. Allen toes the ball to long off, where Jordan takes a very good low catch! 16th over: West Indies 113-5 (Pooran 42, Allen 1) Plunkett’s back, and Pooran sends his first delivery flying through the covers. Then twice the batsmen make an early call of two and damn well run them too, just getting their heads down, committing and hoping for – and indeed achieving – the best. “So if Bravo is out he has denied the commentators the chance to soundtrack him hitting a certain English bowler for six with ‘The bowler’s Willey … oh, Bravo, that’s massive!’ or something equally laboured,” sobs Robin Hazlehurst. 15th over: West Indies 102-5 (Pooran 32, Allen 0) A wicket and a run from Rashid’s over, which is just lovely. Rashid gets the wicket his bowling has deserved, Brathwaite’s side-swipe ending in just the slightest top-edge nick, and Bairstow pouching the catch! 14th over: West Indies 101-4 (Pooran 32, Brathwaite 0) Jordan is back, and Pooran blooters his first delivery down the ground, the ball landing a couple of inches short of the rope. Then a couple of wides, that phenomenal catch and three dots to Brathwaite. “Nicholas Pooran sounds like a 17th century Flemish painter specialising in austere interiors of merchants’ houses,” suggests Gary Naylor. I must admit to having no idea what kind of name 17th century Flemish painters etc usually had, but Nick Pooran is certainly not to be confused with Goldilocks, aka Nick Pooridge. Sorry. What a fielder Chris Jordan is! And what a man! He befuddles Bravo with a slower delivery and then sprints to his right before diving full-length, in superman post with one arm extended, to just about clutch the cherry after it loops off the edge! 13th over: West Indies 94-3 (Bravo 28, Pooran 27) Denly’s second over features a very decent lbw appeal, which the umpire is entirely unimpressed by, and otherwise just a few singles. Peter Gibbs has a Chris Jordan story of his own. “I was in Brighton celebrating my third 50th Birthday at a SharksT20, Chris was at his customary long on/off fielding position when the ball went over his head for six, straight into my chocolate birthday cake,” he writes. “I gingerly threw it back but the look on his face was of understandable disgust until I reassured him it was as a result of my advancing years. Fortunately he interpreted from that minimal information that I wasn’t somewhat scatological in my celebrations and wished me a Happy Birthday. Always positive that fella, and such fun to see him looking after Archer.” 12th over: West Indies 90-3 (Bravo 27, Pooran 25) Pooran’s got some guns on him, it seems. He gets out the heavy artillery to batter the ball, flat but extremely hard, over long on for six. Not to be outdone, Bravo pulls the final ball of Plunkett’s over into the stands! 11th over: West Indies 76-3 (Bravo 20, Pooran 18) Joe Denly does some bowling, and Pooran launches one over long off for a maximum! These two have scored very slowly played themselves in and are now ready to rock ‘n’ roll. 10th over: West Indies 67-3 (Bravo 18, Pooran 11) Plunkett bowls short, Bravo squirms awkwardly and fends the ball into the air and away for four. He follows that with one that doesn’t bounce at all. Eventually though he hands Bravo a freebie, which is thundered over long on for a maximum. Pooran thwacks the final ball to the midwicket boundary, where Billings runs across, leaps into the air, over the rope, pushes the ball on the bounce back into play before he lands, and thus turns a four into a two! 9th over: West Indies 53-3 (Bravo 7, Pooran 9) Rashid keeps casting his spells. There’s a lovely googly here that befuddles Pooran, who does well to keep his back foot grounded as the bails come off, and another later on that Pooran doesn’t anticipate at all. 8th over: West Indies 51-3 (Bravo 6, Pooran 8) Plunkett now, and it’s a measure both of England’s fielding and West Indies’ sense of mild panic that three times the batsmen have to change their call because opportunities they thought existed turned out not to. Five off the over, including a wide. 7th over: West Indies 46-3 (Bravo 4, Pooran 6) Rashid brings some spin, and gets good movement from the get-go. The batsmen aren’t sure what to do about it, and settle for not a lot. 6th over: West Indies 43-3 (Bravo 2, Pooran 5) Pooran, who was expected to open the innings, finally pitches up, and he pulls the final ball of the over for a mighty four. It is a minor blot on another fine over from the lovely Chris Jordan. “It’s not perfect, but we have an opportunity for ‘The batsman’s Holder, the bowler’s Willey.’” writes Matt Dony. “If it’s said fast enough, and with enough commitment, it works. I hope the commentary team do what they have to to do.” 5th over: West Indies 37-3 (Bravo 1) Curran returns after a change of ends, and Hetmyer top-edges a pull for four. He then goes down on one knee to hoist the ball over midwicket, but misjudges the speed of the delivery and gets nothing but air. And then he gets out, again the wicket coming from the last ball of the over – that’s six runs and two wickets from the last two overs. Hetmyer is surprised by a slowish, high full toss and lifts the ball to mid on, where Plunkett has plenty of time to set himself for the catch! 4th over: West Indies 31-2 (Hetmyer 7) Chris Jordan comes into the fray. I phoned Chris Jordan one day a while ago, only to discover that he was in New Zealand and I’d woken him up at 3am. He was nevertheless extremely polite, and agreed to talk to me if I called him back at a less absolutely ridiculous hour. I like Chris Jordan. He is a nice man. This is also an excellent over, which had cost just three singles before Gayle got out to the last ball. Gayle nicks the final ball of an excellent over straight into the hands of Rashid at backward point! 3rd over: West Indies 28-1 (Gayle 28, Hetmyer 7) Willey’s first few balls to Gayle are pretty decent (albeit the first is a wide), but the next is rank: short and wide and the batsman gently and leisurely lifts it over third man for six. The last delivery is a not-quite-yorker, and Gayle finds a way to thump it over midwicket for another six! 2nd over: West Indies 13-1 (Gayle 1, Hetmyer 6) A good over for England, not just because of the wicket – it starts with a couple of singles, which means that Gayle’s knackered now. Hetmyer comes in and takes a couple of balls to set himself, before swatting the last delivery of the over down the ground for six! Hope tries to tuck the ball off his pads but gets a massive leading edge, sending the ball steepling high into the air, Root is underneath it when it comes to earth and he makes no mistake! 1st over: West Indies 5-0 (Hope 5, Gayle 0) Willey bowls the first over, with Shai Hope unexpectedly opening, and he starts with a first-ball four, tucked past short fine leg. And that should have been the end of his road as he skies his third delivery to third man where Rashid sets himself, waits, waits a bit longer, puts out his hands, waits a bit more, and then lets the ball fall straight through them! That was an all-you-can-eat buffet of a catch, disastrously dunked! The state of that sky. Just obscenely blue. Anyway, the players are out, and are about to play. A bit of pre-match reading here, by way of an interview with Samuel William Billings: A bit of local context here: Here are the teams: West Indies: Gayle, Pooran, Hope (wk), Bravo, Hetmyer, Brathwaite, Holder (c), Nurse, Allen, Cottrell, Thomas. England: Hales, Bairstow (wk), Root, Morgan (c), Denly, Billings, Willey, T Curran, Plunkett, Jordan, Rashid. Jason Holder looks relaxed about the prospect of batting first. I think it’s a good strip. The form the batsmen are carrying, we expect a really good challenge from them. The guys are really up for this challenge. Campbell and Bishoo are out; Fabian Allen comes in. Wood rests, Dawid Malan and Sam Curran are out. So Bairstow and Hales will open the batting. The captains are out and ready for the toss … Given the entertainment provided by the Test series and the utter mayhem witnessed in (most of) the ODIs, we can fairly safely assume that this is going to be a wildly entertaining freewheeling humdinger, or something of the sort. The game will be played at the same ground, and probably on the same track, where England were skittled for 113 in the final ODI a few days ago, which is also encouraging, particularly if you’re a West Indian bowler. So settle down, strap yourself in and get ready for the ride of your life, or at the very least of your Tuesday afternoon/evening/whatever. England will be without the rested Jos Buttler, Ben Stokes and Moeen Ali, the baby-birth-attending Jason Roy and the injured Liam Plunkett, with Mark Wood also a potential absentee. West Indies are expected to stick with a team very much like the one that performed so admirably in the ODI series. Let’s start with a preview from Ian Prince in St Lucia:"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}