{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/mar/02/solomon-islands-oil-leak-lack-of-night-watch-may-have-caused-ship-to-run-aground", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-03-01T23:44:48Z", "webTitle": "Solomon Islands oil leak: lack of night watch may have caused ship to run aground", "webUrl": "https://www.theguardian.com/world/2019/mar/02/solomon-islands-oil-leak-lack-of-night-watch-may-have-caused-ship-to-run-aground", "apiUrl": "https://content.guardianapis.com/world/2019/mar/02/solomon-islands-oil-leak-lack-of-night-watch-may-have-caused-ship-to-run-aground", "fields": {"headline": "Solomon Islands oil leak: lack of night watch may have caused ship to run aground", "bodyText": "A $30m bulk carrier that’s spilling oil in the Solomon Islands may have run aground because of a possible breach of the international safety management code because there may not have been enough crew members on night watch despite a cyclone warning. There are likely to be massive insurance ramifications for the ship’s Hong Kong owner, South Express Ltd. The MV Solomon Trader had been loading bauxite from a mine on Rennell Island in the days before Cyclone Oma pushed it aground on a coral reef, in the early hours of 5 February. The vessel had been at anchor before it was swept off in rough seas. Seventy five tonnes of oil has so far leaked into the ocean and the 225m ship is carrying up to 600 tonnes. It’s also believed to be carrying a load of bauxite, the main rock used to make aluminium. The Solomon Islands Maritime Safety administration acting director, Jonah Mitau, told the Guardian “there is a possible breach of the international safety management code, there appears to be lack of a crew posted on lookout/watch during that night.” He confirmed the preliminary investigation has completed interviewing all crew members. “An incident of this nature, of course, requires charges to be laid on someone and investigation is continuing and when it concludes we can know for sure,” he said. Mitau said the ship’s master, chief officer, chief engineer and second engineer have been requested to remain in the country for further questioning. The crew left Rennell Island on 13 February for the capital, Honiara, the day after the vessel started leaking oil. It’s understood the majority of the crew have now left the country. Shipping expert Robert Springall told the Guardian there could be huge insurance ramifications for international safety management code breaches. “There’s a possibility the insurers may try to walk away from it,” he said. The Solomon Islands government has sought urgent help from Australia to deal with the environmental disaster. There have been reported frustrations the ship’s Hong Kong owner South Express Ltd and South Korean insurer Korea P&amp;I Club aren’t moving fast enough to take responsibility. The insurance company has engaged a salvage company in the Solomon Islands to handle the ship but so far the rest of the oil remains on board. New aerial surveillance taken by the Australian Maritime Safety Authority on Tuesday and Wednesday has showed little progress on stopping the ongoing oil spill from the vessel. The clean-up operation could take months, and may require further assistance from countries such as Australia. The oil is yet to reach East Rennell, the largest raised coral atoll in the world and a world heritage site. Since 2013 the site has been on a Unesco danger list because of logging and overfishing. Authorities are concerned the ship is at risk of breaking up, while Bintan Mining Solomon Islands Limited continues to load bauxite with other bulk carriers. “Bauxite extraction and loading is continuing in the bay; that is further churning up the oil,” said a source in the Solomon Islands with knowledge of the incident. The Solomon Islands government is expected to demand the company cease operations. Officials from the Solomons maritime administration interviewed mining management on Thursday afternoon in Honiara. A spokeswoman for the company confirmed its operations were still under way. “Yes, we are continuing,” she said. She said salvage efforts were under way but gave no further details."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}