{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2019/mar/11/rory-mcilroy-sliding-sundays-bay-hill-final-pairing-jordan-spieth", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-03-11T22:39:00Z", "webTitle": "Smart money is on Rory McIlroy snapping out of Sliding Sundays", "webUrl": "https://www.theguardian.com/sport/blog/2019/mar/11/rory-mcilroy-sliding-sundays-bay-hill-final-pairing-jordan-spieth", "apiUrl": "https://content.guardianapis.com/sport/blog/2019/mar/11/rory-mcilroy-sliding-sundays-bay-hill-final-pairing-jordan-spieth", "fields": {"headline": "Smart money is on Rory McIlroy snapping out of Sliding Sundays", "bodyText": "Rory McIlroy has encountered this statistical storm before. Only the day – and the year – have changed. In 2014 freaky Fridays were to disrupt the Northern Irishman’s quest for greatness. A series of curiously bad second rounds stood out – until McIlroy corrected the fault sufficiently to win both the Open and US PGA Championships. Sundays – sliding Sundays? – are now cited by McIlroy’s detractors. Of those he has many, to the point where he would be entitled to wonder if the peaceful life as a non-major winner and the world’s 255th ranked player might have been more worthwhile. When it was recently confirmed – as expected – that McIlroy would not appear at this year’s Irish Open, the vitriolic outbursts ignored the fact he had single-handedly reinvigorated the event. One columnist ludicrously proclaimed McIlroy had “insulted the national intelligence” by dodging Lahinch in County Clare. McIlroy’s wider goal, potentially his year if not career highlight, is July’s Open Championship at Royal Portrush. Ireland will be quick enough to laud one of its own should he win the Claret Jug for a second time at the conclusion of a week he was pivotal to bringing about in the first place. The latest Rory-bashing relates to his appearance in nine final groupings on Sundays since the start of 2018 without returning a victory. The latest, at the Arnold Palmer Invitational, saw McIlroy trailing the eventual winner Francesco Molinari by four. “I’m playing well,” the Northern Irishman insisted. “I would much rather be putting myself in position to have a chance to win. I’m playing good golf, it doesn’t matter if I’m playing that golf on Thursday, Friday, Saturday. Yes, my Sundays haven’t been what I would have liked, but I’m putting myself in that position so good golf is good golf. I keep saying that.” In reality, he has to. Should McIlroy fuel the narrative around his closing rounds, a situation he knows only too well is problematic, attention – or even desperation – will only grow. From his point of view, that makes no sense. His Sunday scoring in 2019 does not typify a player wilting under competitive strain: 72, 69, 69, 67 and 72. In the penultimate of those instances, there was every reason the 29-year-old was going to overhaul an on-song Dustin Johnson in Mexico City before the kind of freakish rules double-whammy (relating to drops) that nobody could legislate for. Last Sunday Molinari had converted 40ft more of putts than McIlroy even before the Italian holed out from the same length on the 72nd green. And McIlroy displayed a weird aversion to par fives, normally meat and drink to him, which proved costly. Sometimes deeper reasoning isn’t really necessary. There are claims that McIlroy does not care enough about victories, a scenario contradicted by his work ethic. That McIlroy has his best friend, Harry Diamond, as a caddie is also a common stick with which to beat the pair of them. Fingers were not pointed at Billy Foster, one of the best and most experienced caddies in the game, after Matt Fitzpatrick failed to close out at Bay Hill from the Sunday starting position of a shot ahead of the field. Even seasoned onlookers could not tell you the name of Molinari’s bagman. Interestingly, the Ontario-based datagolf.ca site charted McIlroy’s win likelihood on the Sunday morning of his last five events as just 26%, 13%, 0.7%, 1% and 16%. From that, it is simple to infer his key aim must be to establish a stronger tournament position long before fourth rounds begin. It seems paradoxical that McIlroy is now being criticised for the very consistency that was once so alien. Padraig Harrington and Paul McGinley pointed towards a golfer apparently destined for a career of high peaks and deep troughs. So, too, did Tiger Woods. “When he gets it going, he gets it going,” Woods explained. “When it gets going bad, it gets going real bad. It’s one or the other. If you look at his results, he’s kind of that way. Very similar to what Phil Mickelson does. He has his hot weeks, and he has his weeks where he’s off.” There has been no such feast or famine recently. McIlroy has not missed a cut since June and only three since the start of last season. His last results – sixth, second, fourth, fifth and fourth – show a golfer perfectly capable of competing with the best even when not, as has looked the case, operating at optimum level. What Jordan Spieth, who has fallen off a leaderboard cliff, would give for this supposedly woeful situation. McIlroy is judged by higher standards, about which he has no problem, but the inability of a sportsman to live up to the illustrious billing of others should not be a reason for wailing. Twenty-three professional wins before the age of 30 hardly suggest the lack of a killer instinct. One Sunday stung more than any other. McIlroy’s failure to keep pace with Patrick Reed at last year’s Masters will inevitably lead to a change of approach when – and it is when – the four-time major winner next finds himself in close proximity to the Green Jacket. Should that holy grail be reached in four weeks’ time, nobody will remember the denouement to the Farmers Insurance or Genesis Opens. The smart money would be on McIlroy snapping out of Sliding Sundays as easily as he fell into them; in the meantime it feels harsh to chastise."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}