{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/mar/13/thieves-steal-3m-painting-by-brueghel-the-younger", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-03-13T23:01:24Z", "webTitle": "Italian police reveal '€3m painting' stolen from church was a copy", "webUrl": "https://www.theguardian.com/artanddesign/2019/mar/13/thieves-steal-3m-painting-by-brueghel-the-younger", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/mar/13/thieves-steal-3m-painting-by-brueghel-the-younger", "fields": {"headline": "Italian police reveal '€3m painting' stolen from church was a copy", "bodyText": "The heist appeared to have gone entirely according to plan. The thieves broke into the display case in an Italian church on Wednesday morning and made off with a €3m painting by the 17th-century Flemish artist Pieter Brueghel the Younger. But police revealed that night there had been one hitch – the snatched artwork was a copy. The bona fide version of The Crucifixion, donated to Santa Maria Maddalena church in the small Ligurian town of Castelnuovo Magra more than a century ago, was safely stored away last month as part of a carefully concocted bluff. Police were aware that the thieves had set their sights on the masterpiece, which was the target of a successful theft in 1981 before being recovered a few months later, and so set up a surveillance system to keep watch until the criminals chose their moment to act. The town’s mayor, Daniele Montebello, was among the few people privy to the subterfuge, and had to keep up the pretence in the hours after the heist, telling journalists that losing the painting was “a hard blow for the community”. “Rumours were circulating that someone could steal the work, and so the police decided to put it in a safe place, replacing it with a copy and installing some cameras,” Montebello said on Wednesday night. “I thank the police but also some of the churchgoers, who noticed that the painting on display wasn’t the original but kept up the secret.” The painting was donated to the church by a wealthy family and was hidden during the second world war to prevent it from being stolen by German soldiers. Pieter Brueghel the Younger is the son of Pieter Bruegel the Elder, who was considered one of the greatest artists of the Flemish and Dutch Renaissance. Brueghel the Younger mostly made a living from copying his father’s works. The Crucifixion is an oil painting on an oak panel. While the number of art thefts in Italy fell from 906 in 2011 to 449 in 2016, the country is still the biggest market for stolen art due to its abundance of works. Almost half of the artefacts stolen in 2016 had been kept in churches. Italian art police have drawn up guidelines on how to better protect churches that remain open all day to the public, including installing alarm and surveillance systems and hiring volunteers to keep watch."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}