{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2019/mar/13/virgil-van-dijk-liverpool-bayern-munich-champions-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-03-13T23:50:21Z", "webTitle": "Virgil van Dijk’s composure proves decisive on Vegas night for Liverpool | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2019/mar/13/virgil-van-dijk-liverpool-bayern-munich-champions-league", "apiUrl": "https://content.guardianapis.com/football/blog/2019/mar/13/virgil-van-dijk-liverpool-bayern-munich-champions-league", "fields": {"headline": "Virgil van Dijk’s composure proves decisive on Vegas night for Liverpool", "bodyText": "On German television they closed out the show with Hello Goodbye by the Beatles, which felt about right. Through mid-afternoon the grey stone squares of Munich’s old town had echoed with choruses of “Allez, Allez, Allez”, Liverpool’s own European anthem of the past two years. It is a sound that may just come to haunt this ageing Bayern era, which reached its own decisive goodbye on a chilly, luminous night at the Allianz Arena. Quietly, and always with a feeling of strength in reserve, Liverpool produced a performance shot through with the steel of the mature Klopp period. A 3-1 win in this last‑16 second leg will live with the best of the club’s modern era. This is a Bayern squad reaching the end of something. But before this game they had lost only once in 26 home Champions League fixtures. On this same ground Bayern had overrun the best club side of the past 20 years, the tail-end of the Xavi era at Barcelona. Real Madrid have been cuffed aside, Juventus digested, Arsenal tossed around the pitch like a team of Lego men. In the face of this Liverpool were fearless. Trent Alexander-Arnold was brilliant, shutting down the venerable Franck Ribéry and losing nothing by comparison with David Alaba as a fluid, playmaking full‑back. Above all this was a cold, almost dismissive performance, led by the absurdly composed Virgil van Dijk. It has been said before. It needs to be said a little louder, and with added italics and underline. Van Dijk has been a remarkable signing, a player who has managed to change every part of the team around him, to provide a whole other gear on his own. Liverpool could not have produced this performance in their fun, skittish run to the final last season. They won here by refusing to back down, refusing to give space, and by ruthless finishing when the moment presented itself. Jürgen Klopp had promised that Liverpool would play “brave” football, meeting Bayern’s customary swagger with some of their own. Klopp knows how it feels on nights like these in this luminous giant doughnut of a stadium, a challenge of will as much as anything else. Liverpool did rise to meet the occasion. But then they had their spine, guts, backbone and all-round 6ft 4in Dutch factotum back in the team. There were four Van Dijk tackles, five clearances and three headers won. There was a lofted pass to create the opening goal and the timing and skill to head the second direct from James Milner’s corner, a decisive blow from a sustained, slow-burn spell of pressure. Mainly he just stood there being Virgil, appearing at times like the only grown-up on the set. Van Dijk is a fascinating leader. He doesn’t yodel and bang his chest. It is more a question of presence, a way of standing. Even watching from the seats you feel somehow that you’re going to find that train home, that the half-time queues will be short, that whatever it is that’s happening in parliament will work out. In front of Van Dijk Liverpool had leader No 2 in Sadio Mané, who was in waspish, relentless form and who scored Liverpool’s first and third goals. But then Mané has been doing this for three months now. The goals here were his 10th and 11th since Christmas, a man playing up to the occasion, decisive where others might have faltered a little. And Bayern in the Allianz Arena is one of the Vegas nights of European football. This is a wonderful stadium, with a roof that curves in at the top like an alpine shelf, retaining the great surging waves of noise from one Bayern end to the other. Under those brilliant white lights Klopp went with his most muscular central trio, the Milner‑Henderson‑Wijnaldum axis, a midfield that might lack creativity but which could double up at the weekends as a sensationally energetic and committed team of mobile piano lifters. Henderson departed early with an ankle injury. He was replaced by Fabinho who stepped in without missing a beat. Steadily the game settled and thickened. For long periods the players sprinted backward more often than forward, filling the holes, tessellating like grey and red walls meeting over a disputed boundary. Out of nowhere Liverpool scored. It was a lovely piece of creative opportunism. Van Dijk floated the ball forward. Manuel Neuer came haring out, pointlessly, sprawled at Mané’s feet, and watched as he wriggled away and dinked the most wonderful finish into the corner. Cue silence around the Allianz Arena, save for the sustained white noise from the Liverpool fans up in the gods. Klopp leapt and pranced, all teeth and wild goggling eyes. Bayern’s equaliser was a slightly soft Joël Matip own goal. Still Liverpool continued along their way. Mo Salah grew into the game and provided a lovely pass for Mané’s second goal deep into the second half as Bayern withered. At the end of which the season remains wide open on two fronts. Liverpool will take huge heart from a performance of high-spec, cold-blooded control. For Bayern, and the great team of the past six years, this was goodnight, but also a wider kind of goodbye."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}