{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/mar/09/british-somalis-send-sons-abroad-to-protect-against-knife-crime", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-03-09T22:59:25Z", "webTitle": "Mothers send sons to Somalia to avoid knife crime", "webUrl": "https://www.theguardian.com/uk-news/2019/mar/09/british-somalis-send-sons-abroad-to-protect-against-knife-crime", "apiUrl": "https://content.guardianapis.com/uk-news/2019/mar/09/british-somalis-send-sons-abroad-to-protect-against-knife-crime", "fields": {"headline": "Mothers send sons to Somalia to avoid knife crime", "bodyText": "British teenagers are being sent by their parents to Somalia, itself recovering from a series of terror attacks, because of concern that the police cannot protect them from knife crime. Representatives from north London’s Somali community say hundreds of children have been flown to Somalia, Somaliland and Kenya because of rising concerns over drug gangs and county lines, the criminal networks that use children to transport drugs from cities to the provinces. In a series of interviews, Somali mothers who arrived in London after fleeing their country during its 1990s civil war told the Observer that many of their sons had asked to leave the UK because of drug gangs and the threat of violence. Rakhia Ismail, Islington deputy mayor, said: “Sending them away has become the only way they can be safer. This issue of safety has been repeatedly raised by the community but nobody has listened. So many children have gone abroad. Two weeks ago, there was a stabbing and a child was taken back home two days later.” The revelations follow a week of heated debate over the causes of and potential solutions to Britain’s knife crime epidemic. Seventeen people have died after attacks in London alone since the start of 2019. On Saturday, there were reports that three people were in hospital after an attack at a nightclub in Birmingham, a city reeling from three knife fatalities within days last month. And a 15-year-old boy was charged with murder after the stabbing of 17-year-old Ayub Hassan, in west London, on Thursday afternoon. The supermarket Asda made a surprise intervention on Saturday into the issue, announcing that it will stop selling single kitchen knives. The high levels of violence facing parts of British society are evident in the testimony of Islington’s sizeable Somali community. Representatives say 50-70% have been directly affected by county lines and knife crime. Sadia Ali, treasurer of Islington Somalia Forum and founder of Minority Matters, said: “Hundreds of youngsters have been taken to Somalia, Somaliland and Kenya, some taken all the way to the rural areas. Parents feel they have no choice if they want their son to be safe.” Ali, a mother of seven, sent her 15-year-old son to Somalia to protect him from gangs and said many of her friends now have children on two continents. Another 15-year-old son was recently sent to Somalia after his friend was stabbed to death in Islington and he was told “you next”. Recently, Somalia has suffered a number of terror attacks. A car bomb in the capital, Mogadishu, killed seven people and wounded several others on Thursday, following. It followed another the week before which killed 29 people. On Friday, a north London Somali mother flew to Mombasa, Kenya, to dissuade her 19-year-old son from returning to the UK after gangs asked him to return: “I am very scared what the gangs will do if he comes home.” •A man appeared in court on Saturday charged with the murder of Jodie Chesney, 17, who was knifed in the back near a children’s playground in Harold Hill, Romford, east London, on 1 March. Manuel Petrovic, 20, was remanded in custody after appearing at Barkingside magistrates court."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}