{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2019/mar/01/paris-fashion-week-hedi-slimane-raises-the-roof-with-timeless-chic", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2019-03-01T22:45:49Z", "webTitle": "Paris fashion week: Hedi Slimane raises the roof with timeless chic", "webUrl": "https://www.theguardian.com/fashion/2019/mar/01/paris-fashion-week-hedi-slimane-raises-the-roof-with-timeless-chic", "apiUrl": "https://content.guardianapis.com/fashion/2019/mar/01/paris-fashion-week-hedi-slimane-raises-the-roof-with-timeless-chic", "fields": {"headline": "Paris fashion week: Hedi Slimane raises the roof with timeless chic", "bodyText": "Politics are the new hemlines at fashion week. After triggering a firestorm of feminist anger with the bare-skin-and-teen aesthetic of his first collection for Celine, designer Hedi Slimane followed up with a move of radical unpredictability. His second Celine collection at Paris fashion week, shown on Friday, gave his audience the one thing they didn’t expect – namely, what they’d hoped for. Slimane’s riposte to accusations of commodifying women’s sexuality is about as robust as it gets in fashion: this season, he is really into tweed culottes. Six months ago, his vision for the house of Celine centred on rollerskating skinny teens in tiny party dresses, mostly strapless, almost all micro-mini. Of the 59 looks of his sophomore show in the Hotel des Invalides, only one – a long silk dress with a deep V-neck, worn under a heavy sheepskin gilet – showed even an inch of skin below the neck. The rest of the show consisted of trousers or below-the-knee skirts worn over slouchy boots, paired with sweaters and high-necked blouses. It was a shockingly bourgeois vision from fashion’s self-proclaimed king of rock’n’roll. Pie-crust blouses were layered under preppy crew neck sweaters; the hemlines of pleated skirts swished over wearable wedge-heel boots. It was also a commercial home run. This chic, upscale-Saint-Germain French-girl aesthetic never goes out of fashion. Saddlebags and pie-crust blouses, scarf-print silks and tweed blazers, Aviator sunglasses and knee-high boots will sell like hot cakes. The show began in Slimane’s customary grandstanding fashion, with the first model lowered on to the catwalk on a mirrored that which floated to Earth at a shallow angle, like a gondola lift on a ski run. The flashbulbs kept popping, and it was only when she stepped on to the catwalk and away from the flashing lights that the shock of long, pleated culottes worn with a high-necked blouse, foulard, blazer and boots dawned on an audience that had been braced for party frocks coloured and sized like Quality Street wrappers. The entire collection was provocatively conservative: tweed coats, jeans tucked into boots, mid-sized handbags. If Slimane’s purpose was to make Celine into fashion week’s appointment-viewing drama, this show was a triumph. After such a cliffhanger, the audience are already talking about the next series. If, on the other hand, his purpose is to give Celine an identity, a new set of house codes, then the jury is still out. The tweed coats, silk dresses, wedge boots and saddlebags were all deeply desirable, but they belonged to a school of chic already well served by other French fashion labels. The trademark of Phoebe Philo’s Celine was an elegance that was very slightly, but unmissably, off centre. This was middle of the road. The Celine heritage to which this collection referred was perhaps closer to the American sportswear-tinted jet-set luxury of the Michael Kors years of 1997-2004 than to Philo’s era. The repositioning of Celine began during awards season. Observers of red carpet optics noted that Slimane, who moved from Paris to Los Angeles in 2008, was choosing to dress actors with a mature, outspoken presence rather than clothes-hanger starlets. A dress first seen at Paris fashion week with a micro-mini hemline was remade as a floor-length gown before it was worn by Rachel Weisz for the Golden Globes in January."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}