{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/mar/01/more-women-in-the-workplace-could-boost-economy-by-35-says-christine-lagarde", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-03-01T22:00:16Z", "webTitle": "More women in the workplace could boost economy by 35%, says Christine Lagarde", "webUrl": "https://www.theguardian.com/world/2019/mar/01/more-women-in-the-workplace-could-boost-economy-by-35-says-christine-lagarde", "apiUrl": "https://content.guardianapis.com/world/2019/mar/01/more-women-in-the-workplace-could-boost-economy-by-35-says-christine-lagarde", "fields": {"headline": "More women in the workplace could boost economy by 35%, says Christine Lagarde", "bodyText": "Employing more women and tackling sexism in the workplace is the key to making the world economy richer, more equal and less prone to devastating financial collapses, according to the head of the International Monetary Fund. In an interview to mark International Women’s Day next week, Christine Lagarde said some countries could boost the size of their economies by 35% if they abandoned discriminatory laws and took advantage of the skills women had to offer. The IMF’s managing director said she welcomed the success of the #MeToo movement but added that tackling sexual harassment was part of a bigger problem. “I didn’t see #MeToo coming but I welcome it immensely,” Lagarde told the Guardian. “Sexual harassment is only scratching the surface. Violence against women is still a massive issue and we are not just talking about low income countries: it is in all societies. It has to be discussed, addressed and fought against. There are some terrible things happening to women.” Lagarde has made female empowerment a key goal for the IMF since joining the Washington-based organisation in 2011, but says she is bracing herself for a backlash against women as a result of the #MeToo campaign. “I worry that firms won’t employ people because of the political risk; because they think a women or a minority might cause trouble they will employ somebody else. I have not seen it happening, but it is on my radar.” She said it was taking time for her message that women were good for the economy to get through. She said 88% of countries had restrictions against women in the workplace embedded in the constitution or law. “Some forbid women from doing specific jobs, 59 countries have no laws against sexual harassment in the workplace and there are 18 countries where women can be legally prevented from working. “Things are changing. There was a time when women in the economy, women in employment, women in finance were not seen as macro-critical. That’s no longer the case.” IMF research, Lagarde said, suggests that banks would be more stable if there were more women on their boards. “What we have observed is that when there are more women the banks’ capital buffers are larger, the number of non-performing loans is smaller and the risk indices are lower. It is not causality but it is a strong correlation.” The fund’s recent research has shown that the benefits of gender equality in the workplace are even more beneficial than it was originally thought. Women bring new skills to the workplace, she said, and help to boost productivity as well as the size of the workforce. In countries ranked in the bottom 50% for gender equality, the gains are thought to be substantial: an increase in the size of the economy by 35% on average. She said the evidence was that gender empowerment meant “higher growth, a reduction in inequality, an improvement in the strength of the economy and a more diversified, export-focused country”. The severity of the IMF’s financial packages for countries that require help has often been criticised as anti-poor and anti-women, but Lagarde says her organisation tried to keep social protections in place. “In most countries there is a social spending floor under which the authorities are not allowed to go. We have conducted studies on whether health and education budgets have been reduced and found that health budgets have been maintained and education budgets have increased slightly. In some countries, such as Egypt, Jordan, Niger and Mongolia, gender specific policies have been part of the reform package.” Lagarde said that in addition to producing research papers the IMF has started to press member countries to put into action policies that empower women: urging India to improve transport to make it easier for women to get to work and calling on Morocco to change its inheritance laws. She added that advanced countries also had room to improve, citing the need for France and Germany to tax men and women separately rather than jointly when they live in the same household. Female participation in advanced countries was still way below that of men, and the gender pay gap among the rich country members of the Organisation for Economic Cooperation and Development – a thinktank for developed nations – was 16%. The IMF had a “teeny tiny” pay gap that was being addressed, she added. Asked who was getting it right, Lagarde said: “In the advanced countries, I would say Austria which is changing its tax laws, and Japan, which has put its money where its mouth is and increased the budget for childcare facilities so that women can take jobs without feeling guilty.” Lagarde says she sees workplace sexism although not directed at herself. “I don’t encounter sexism because I am too old and too tall. It is hard to be sexist towards someone who is older and taller than you. “But I chair meetings at which men and women are present, normally with fewer women than men. Whenever a woman takes the floor there is a general reduction in the attention of men around the table, and sometimes chatting and gossiping amongst themselves.” But some men get the need for change, she said. “Being a feminist is not something that is reserved to women. I know many men who are feminists, who help and struggle to make sure there is no discrimination.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}