{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/mar/09/football-league-blackpool-fans-return-celebrate-dramatic-equaliser", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-03-09T20:26:33Z", "webTitle": "Football League: Blackpool fans return to celebrate dramatic equaliser", "webUrl": "https://www.theguardian.com/football/2019/mar/09/football-league-blackpool-fans-return-celebrate-dramatic-equaliser", "apiUrl": "https://content.guardianapis.com/football/2019/mar/09/football-league-blackpool-fans-return-celebrate-dramatic-equaliser", "fields": {"headline": "Football League: Blackpool fans return to celebrate dramatic equaliser", "bodyText": "Championship The race for automatic promotion thinned out after both Middlesbrough and West Brom dropped points on the top three. After Norwich beat Swansea on Friday, and with Leeds squeezing past Bristol City 1-0, third-placed Sheffield United kept within touching distance by beating Rotherham 2-0 in a lunchtime South Yorkshire derby through goals from Jack O’Connell and Mark Duffy. West Brom took the lead early against Ipswich through Stefan Johansen’s deflected free-kick but ended up drawing 1-1 with the division’s bottom club after Joe Nolan’s headed equaliser. That left Albion seven points behind Sheffield United, and nine behind Leeds before the shock news that Darren Moore had been sacked came later on Saturday evening. Middlesbrough’s hopes are yet more distant after being beaten 2-1 at home by Brentford. Two goals in three second-half minutes did for Tony Pulis’s team, the first coming from a Ryan Shotton own goal and the second a smart finish from Saïd Benrahma. Ashley Fletcher had scored early for a disappointing Boro. Derby crept into the final play-off place after a 1-1 draw with Sheffield Wednesday, still unbeaten under Steve Bruce, with Bradley Johnson’s early opener for Frank Lampard’s team being cancelled out by Dominic Iorfa’s header. Coming up on the rails in the chase for the play-offs are eighth-placed Nottingham Forest, two points behind Derby after a 3-0 defeat of Hull which arrived late on, after goals from substitutes João Carvalho and Karim Ansarifard and a penalty from Joe Lolley. The division’s drama came at Reading, where fellow strugglers Wigan were on the end of a comeback sealed by Yakou Meité’s goal seven minutes into stoppage time after Mo Barrow had made it 2-2 in the 89th minute. Also towards the bottom, Bolton threw off their off-field troubles with a timely 2-1 defeat of Millwall, with veteran Gary O’Neil’s 60th-minute strike proving decisive. Daniel Johnson scored the winner for Preston in a 1-0 Lancastrian derby defeat of Blackburn in another early kick-off. QPR and Stoke both ended the match down to 10 men, but the Londoners, who had Grant Hall sent off with three minutes to play, had failed to capitalise on Sam Clucas’ eighth-minute straight red for a stamp on Josh Scowen. League One For their home match with Southend, Blackpool fans were able to end their four-year boycott and fill the previously empty stands of Bloomfield Road after former owners the Oyston family were this week forced to relinquish interest in the club. And Taylor Moore’s equaliser in time added on, to make it 2-2, gave cause for huge celebrations for the Tangerine hordes. There were 15,871 fans in the stadium, by comparison with the 4,003 who turned up to watch the team play Oxford a fortnight previously. There were chaotic scenes at Wycombe, where Sunderland snatched a 98th-minute equaliser through Duncan Watmore to make it 1-1 during a period of injury time in which three players were dismissed, two of whom, the Sunderland captain, George Honeyman, and Wycombe’s Nathan Tyson, had already been substituted and were involved in a touchline melee. There was still time for Wycombe’s Marcus Bean to be sent off for two bookable offences. With leaders Luton drawing 0-0 with Plymouth, the winners of the day were second-placed Barnsley, who beat Accrington 2-0, to put daylight between themselves and Sunderland. In Saturday’s later game, Charlton beat Portsmouth 2-1 to consolidate fifth position, and continue the former leaders’ slide from an automatic promotion spot. At the bottom, Bradford, under the new management of Gary Bowyer, beat Peterborough 3-1, and AFC Wimbledon beat Doncaster 2-0 but stayed in 24th place. League Two MK Dons climbed into the third automatic promotion place with a 3-1 win at relegation strugglers Macclesfield, while Carlisle climbed into seventh, the final play-off spot, with a 2-1 defeat of Swindon. At the bottom, Notts County appear headed to the National League after a 4-1 loss at Cheltenham, leaving them seven points shy of 22nd-placed Yeovil, who had lost 1-0 to leaders Lincoln on Friday night. Port Vale’s first win under manager John Askey came in a 2-1 defeat of Mansfield, courtesy of two goals from Ricky Miller that lifted seven points clear of second-bottom Macclesfield."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}