{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/mar/02/it-looked-prehistoric-angler-describes-catch-that-resembled-creature-from-alien", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-03-01T22:03:07Z", "webTitle": "‘It looked prehistoric’: angler describes fish that resembled creature from Alien", "webUrl": "https://www.theguardian.com/australia-news/2019/mar/02/it-looked-prehistoric-angler-describes-catch-that-resembled-creature-from-alien", "apiUrl": "https://content.guardianapis.com/australia-news/2019/mar/02/it-looked-prehistoric-angler-describes-catch-that-resembled-creature-from-alien", "fields": {"headline": "‘It looked prehistoric’: angler describes fish that resembled creature from Alien", "bodyText": "An Australian fisherman, who captured a rare, unsettling fish that resembled a creature from the sci-fi film Alien, says it was “not all that exciting” and he caught it with a beer in his hand. Andrew Rose was fishing in the Northern Territory’s Kakadu national park when he snagged a 15cm-long worm goby – a rare, mud-dwelling fish with no eyes, a bony head and sharp teeth. “It looked prehistoric,” Rose told Guardian Australia. “It looked like something you see in the movies. The lure wasn’t swimming right, I pulled it and it had this strange looking fish on it. We didn’t know what it was. We took photos, took him off the hook and put him back in the water.” On social media, many compared the fish to a Xenomorph, a monstrous alien species from the 1979 sci-fi horror film Alien, and its sequels. Rose’s fellow angler and friend, Tee Hokin, told ABC News: “The first thing I thought about was the Alien movie with Sigourney Weaver and that thing that comes out of people’s stomachs. “It didn’t even move or wriggle. It was like stunned, like stealth mode … You’d probably shit your pants if it was bigger.” Dr Michael Hammer, a fish expert from the Museum and Art Gallery of the Northern Territory, told the ABC he thought it was a worm goby, from the genus Taenioides. Hammer said the fish, native to the NT, was “rarely seen by people” and was not dangerous. Rose, who has been fishing in the area for the past two years, said he and his friends caught it near the Shady Camp mouth, where they go to fish for barramundi and tuna. He said the worm goby was the first bite he got after six hours of no luck. “It’s not all that exciting, to be honest. We were fishing for barramundi, waiting for the first push of the high tide. I just caught it on a ready-lure. “I’d never seen anything like it. The technique was holding a beer and rod in the same time – the beer I was drinking was called Captain Sensible.” Rose said he hired a boat on most weekends from local company Outback Boat Hire, whose owners Wayne and Sueellen Wrigley, shared the images online. “I got some good barra at the end of it,” Rose said. “We caught maybe 15 barra afterwards.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}