{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/mar/08/the-brexit-state-of-play-a-guide-to-next-weeks-crucial-votes", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-03-11T23:26:35Z", "webTitle": "The Brexit state of play: a guide to this week's crucial votes", "webUrl": "https://www.theguardian.com/politics/2019/mar/08/the-brexit-state-of-play-a-guide-to-next-weeks-crucial-votes", "apiUrl": "https://content.guardianapis.com/politics/2019/mar/08/the-brexit-state-of-play-a-guide-to-next-weeks-crucial-votes", "fields": {"headline": "The Brexit state of play: a guide to this week's crucial votes", "bodyText": "What happens this week? Theresa May will bring her Brexit deal back to parliament for MPs to be given the chance to accept or reject it in the so-called meaningful vote two. After the government’s historic defeat by 230 votes on 15 January, the prime minister promised to hold cross-party meetings “to identify what would be required to secure the backing of the house”. She has since announced £1.6bn for a towns fund in the hope of winning over Labour MPs from leave-voting areas, and new promises on workers’ rights, including the opportunity to vote on new EU directives on the labour market. Most of the government’s focus, however, has been on trying to persuade the EU27 to provide “legally binding guarantees” on the Irish backstop. On Monday night the government said it had secured those changes. Theresa May’s deputy David Lidington added that the attorney general, Geoffrey Cox, would be publishing advice ahead of Tuesday’s debate, but needed time to consider whether the new changes meant that he could change his legal advice that the backstop could last indefinitely. Has there been movement among Brexiters since the last vote? Not much. Some Brexiters, including Jacob Rees-Mogg and Boris Johnson, have signalled that a time limit on the backstop would be sufficient to win them over. The European Research Group (ERG) has set up a legal “star chamber”, made up of a clutch of Brexit-backing lawyers and chaired by the veteran Tory Eurosceptic MP Bill Cash, to examine Cox’s advice following May’s talks in Brussels. The mood could still change. Just over a week ago, however, the ERG was keenly sharing an article by the former farming minister George Eustice, calling on the government to “have the courage to take our freedom first and talk afterwards”. On Monday night, Steve Baker, a leading figure in the ERG, said the government had put “a very good gloss on something that falls short”. But he later added: “Now we have the outline of what has been agreed, I look forward to the full text and the opinion of the team of lawyers we have set up to advise us … it’s good to see rising enthusiasm and reference in legal text to the Malthouse compromise.” The DUP, which is seen as key to winning over many in the ERG, appears implacable. Its Brexit spokesman, Sammy Wilson, said last week that only changes to the withdrawal agreement would do. On Monday night Nigel Dodds, the DUP Westminster leader, would only say: “All of this will need to be taken together and analysed very carefully.” What happens if May loses the vote? It depends how badly. Defeat by a narrow margin, of fewer than say 50 votes, could allow her to have another go in a third meaningful vote. Before she could do that, she has promised MPs two further votes this week, on whether they want no deal and whether to delay Brexit. She will face a dilemma over how, and whether, to whip Tory MPs on the no-deal Brexit vote. Keeping that option on the table has been an integral part of the government’s negotiating strategy, but May would face a slew of resignations if she tried to whip MPs to vote for no deal with little more than a fortnight to go until exit day. “What she whips is so emblematic of the whole situation,” says Anand Menon of the thinktank UK in a Changing Europe. “If she doesn’t whip because she’s terrified of both wings of her own party, that’s a government that’s lost control.” Received wisdom in Westminster is that a loss by more than about 50 votes would be a catastrophe, because it suggests May’s deal is irretrievably unpopular. In that case, she could come under intense pressure from former remainers, from cabinet downwards, to let parliament decide on the next steps – by which they mean seek a softer Brexit. Under Conservative party rules May cannot be challenged until December, but she could decide she has finally run out of road and step aside. Has Labour’s strategy changed? Yes and no. Campaigners for a second referendum hailed Jeremy Corbyn’s support for a “public vote” as a significant milestone, and the shadow cabinet agreed that it would be prepared to whip for a pro-referendum amendment if the right one were tabled. Labour also remains committed to trying to achieve a softer Brexit. Corbyn’s meeting with the former Tory ministers Nick Boles and Oliver Letwin suggested it was still possible that some compromise might emerge that the frontbench could decide to back. That could even be tabled as an amendment to this week’s vote on extending article 50, though May could decide to short-circuit that vote by announcing that she has no choice but to request an extension herself. Might we still get a public vote of some sort? It is possible, particularly if there is a long-ish extension to article 50, giving advocates of a referendum time to rally support in parliament. As it stands, it appears unlikely there would be a majority for the idea, with around 10 Conservative MPs willing to support it, and up to 30 Labour MPs willing to defy the whip to vote against. It is also very unclear which options would be put to the people. Some shadow ministers and Labour spokespeople have made clear, however, that the party would hope to see a “credible alternative” on the ballot paper to give Labour leave voters an opportunity to choose Brexit. “We’re consistently trying to push Labour’s deal … and we won’t stop doing that … We have to look at options such as putting her deal and a number of other options to the people,” the shadow business secretary, Rebecca Long-Bailey, said. If the UK decides to ask for an extension to article 50, what is the latest possible date it could do so? EU leaders would need to confirm any extension, and the natural moment to do so would be at the next European council meeting on 20 and 21 March. They would be keen to receive an application before that. With just days to go before Brexit day on 29 March, if no extension is signed off at that summit, because MPs have not yet agreed a deal, for example, there would be a very high risk of a no-deal Brexit. How long an extension will the UK request? That remains very unclear. Even if the deal is agreed by MPs next week, many ministers are convinced a short “technical” extension of a few weeks would be necessary in order to get the necessary legislation through to exit smoothly. If the deal is not agreed, Brexiters will be pushing for as short an extension as possible, ending before the new European parliament starts sitting in July, and May herself has repeatedly stressed the risks of a longer delay. Remainers would prefer a longer period to allow time for alternative options, including a referendum, to come into play. The commission’s secretary general, Martin Selmayr, told ambassadors on Monday that the safest delay to Brexit would only be up to 23 May, ensuring that elections to the European parliament would not create complications. He added, however, that the EU may have to offer the UK a long extension of article 50 should May’s government fall. So should we start stockpiling? Not quite yet. It is highly likely that if May’s deal is voted down again, MPs will agree a delay to Brexit this week. The EU27 are likely to follow suit, provided they are able to see some way ahead by which a majority in parliament could be found. Any extension of article 50, particularly a short one, would only set up another cliff-edge a few weeks or months ahead. Some ministers believe that could finally be the thing that brings Brexiters into line behind May’s deal. If not, a so-called “no-deal by accident” remains a serious risk."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}