{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/blog/live/2019/mar/28/brexit-latest-news-live-no-deal-on-12-april-most-likely-unless-mps-back-mays-deal-or-alternative-says-letwin-politics-live", "type": "liveblog", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-03-28T22:17:34Z", "webTitle": "Brexit: MPs unlikely to pass withdrawal agreement in vote tomorrow - as it happened", "webUrl": "https://www.theguardian.com/politics/blog/live/2019/mar/28/brexit-latest-news-live-no-deal-on-12-april-most-likely-unless-mps-back-mays-deal-or-alternative-says-letwin-politics-live", "apiUrl": "https://content.guardianapis.com/politics/blog/live/2019/mar/28/brexit-latest-news-live-no-deal-on-12-april-most-likely-unless-mps-back-mays-deal-or-alternative-says-letwin-politics-live", "fields": {"headline": "Brexit: MPs unlikely to pass withdrawal agreement in vote tomorrow - as it happened", "bodyText": "I am going to wrap up now. Tomorrow is a big day for Brexit, so it would probably be rather prudent if we all got some rest. Here a short overview of the latest key developments: MPs are scheduled to vote on Theresa May’s withdrawal agreement alone from 14.30 tomorrow, the 29th of March, the day Britain was originally meant to exit from the EU. Unless some last-minute shifts occur, it would be a huge surprise if the prime minister managed to get enough MPs to back her agreement, even after having separated it from the deal’s political declaration. The legality of this separation is still disputed. Various MPs and pundits, from both the Remain and Leave camps, have questioned whether tomorrow’s vote is lawful. Attorney general Geoffrey Cox told parliament earlier that it is, and will address concerns in his opening speech tomorrow. It is this separation that got the withdrawal agreement past speaker John Bercow for the third time, as it represented in his view a substantial enough amendment of the PM’s twice-rejected deal. If the WA passes, Britain will most likely leave the EU on the 22nd of May, the deadline the European Council has set for that scenario. If the WA fails again tomorrow, the UK faces crashing out without a deal on the 12th of April, or a longer extension and possibly a general election. If the deal is passed after tomorrow but before the 12th of April, the EU might still allow the 22nd of May deadline, but this can’t be taken for granted. At least 10 cabinet ministers are competing to succeed Theresa May as prime minister. Jacob-Rees Mogg has hinted that he would back his brother-in-Brexit Boris Johnson in his leadership bid. MPs in favour of a soft Brexit are still hopeful about finding a compromise that is workable, such as a Norway-style Brexit, also dubbed “common market 2.0”. In a second round of indicative votes on Monday, provided the PM’s deal fails tomorrow, this option could theoretically stand a chance to win a majority. Rien ne va plus, that’s all from me. Buzzfeed’s Alberto Nardelli reports that the EU “thinks the UK is now facing a binary choice between no deal and a long delay to Brexit, according to a diplomatic note” they got their hands on. The note reportedly reveals that EU 27 leaders are planning to meet on April 10 - two days before April 12, the date the UK is set to leave the EU if it doesn’t pass Theresa May’s deal by then or seeks a longer extension. This just in from Brexiter and MEP Patrick O’Flynn, who appears to be fuming. Labour peer and People’s Vote campaigner Andrew Adonis is evidently not very keen on the PM’s decoupling of Withdrawal Agreement and Political Declaration, and insists that it was a Conservative manifesto promise to vote on them together. The tone of people’s Westminster jokes is becoming increasingly desperate, and who can blame them. This from the Daily Telegraph’s Michael Deacon. Jeremy Corbyn just tweeted this 2-minute video, in which he called for a General Election, “so Labour can stop a damaging Tory Brexit and rebuild our country, for the many, not just the few.” Nothing new to see here, tbh. Conservative MP and May loyalist Lucy Allan has just called for the support of the PM’s deal tomorrow. It’s perhaps not surprising, but nevertheless important to note that Jacob-Rees Mogg appears to be in favour of Boris Johnson becoming the next Prime Minister of the United Kingdom. Yes, let those words linger a little. This from ITV’s Paul Brand. MPs interested in a softer Brexit are scrambling to find a workable compromise, my colleague Jessica Elgot reports. Here an excerpt: MPs backing a soft Brexit are hoping to forge compromise options to be put to parliament when the next round of indicative votes take place in the House of Commons. Supporters of a Norway-style approach, dubbed “common market 2.0”, as well those MPs backing a customs union, hope they can come together and attract a majority for a form of soft Brexit. Discussions are taking place to persuade the Labour frontbench to adopt more broadly appealing wording for a softer Brexit proposal, rather than put their own version of a Labour Brexit deal as one of the options in the next round of voting. Unless Theresa May’s deal passes on Friday, MPs are expecting to vote again on a series of Brexit options on Monday, using a similar system to the first round of voting this Wednesday, where options are put down by MPs and selected by the speaker. Full story below. Alistair Burt MP, who resigned as Foreign Office minister this week because he did not feel like obeying the Tory whip during the Brexit votes, thinks Brexit has caused international concern about stability in the UK. This is from the Press Association: Brexit has caused international concern about stability in the UK, former Foreign Office minister Alistair Burt has said. Mr Burt, who quit his ministerial post this week so that he could vote against the Government on EU withdrawal, said overseas observers want to see the situation resolved. He said Brexit had had an impact on the view of the UK from abroad, telling The House magazine: “The exposure of our processes has made some people think very carefully about where British politics is going. “They’re concerned about stability. They want to see this resolved. “On the other hand, the fact that we do this without there being violence in the streets or anything like that is something that commentators and people abroad mention with some degree of being impressed. “So, has it affected our standing abroad? Yes, it has. “They want to be sure of what the answers are in terms of making their future decisions. “But they’re open to it, they certainly haven’t all been saying, we think you’re totally wrong and you should get back in the EU.” The comments came as Tory MP Alberto Costa said that Government plans regarding the status of the estimated 3.7 million EU citizens after Brexit could lead to a “tsunami of litigation”. Mr Costa, who quit a Government aide post after tabling a Commons amendment on EU citizens’ rights in a no- deal scenario in February, expressed concern about how plans would work out in practice. The MP told The House magazine that confusion over settled status could lead to another Windrush-style controversy as some EU nationals do not realise they need to be proactive. From Saturday, the Home Office’s EU settlement scheme will be fully open following test phases during which nearly 200,000 people have received status. EU nationals and their family members who have lived continuously in the UK for five years can obtain settled status, meaning they are free to go on living and working in the UK indefinitely. People with less than five years’ residence can apply for pre-settled status, which can later be converted into settled status. Mr Costa told The House magazine: “The registration scheme and the danger of Windrush is that you potentially leave a very large amount of people who might not acquire these rights by the deadline of 2021 for whatever reason. “Some might be vulnerable, some might be in care homes.” He added: “I think there is a real danger here that if the Government does not learn its lesson that it could become Windrush writ large.” Although various people have declared their staunch refusal to vote for May’s deal tomorrow, the prime minister can perhaps find some solace in Rory Stewart’s repeated 11th hour attempts to make it palatable to his fellow MPs. The Prisons minister told the BBC this evening that the vote on the withdrawal deal alone was simply a way of breaking things “down into chunks”. Earlier, Stewart said this on BBC Radio 5 Live: This is a piece from the Spectator’s deputy political editor Katy Balls in the iPaper on how the Maybot could still return for another general election campaign trail. Keir Starmer is particularly furious about the “decoupling” of the withdrawal agreement from the political declaration, which together form May’s departure deal with the EU. My colleague Tom Kibasi has written an explainer on the consequences of this separation for project Brexit. Labour MP Keir Starmer launched a withering attack on the government earlier in the Commons, and labelled tomorrow’s vote on the withdrawal agreement alone May’s “latest desperate attempt” to get her deal past the post. He summarises his views in this thread: Theresa May’s cabinet seems preoccupied with finding a worthy successor to the current boss. So far 10 cabinet ministers have entered the race to the throne, my colleagues Rowena Mason, Heather Stewart, Rajeev Syal and Jessica Elgot write. This was Jeremy Corbyn’s response to the question of whether Labour would back tomorrow’s Brexit motion. Things do not look good for the passing of Theresa May’s withdrawal agreement tomorrow. This from Plaid Cymru’s Liz Saville Roberts: This is from Lib Dem Tom Brake, who earlier called for “an emergency Brexit support fund of at least £7.5bn to mitigate job losses caused by Brexit uncertainty.” He also questions the legality of tomorrow’s vote, even though the attorney general, Geoffrey Cox, assured MPs earlier that the vote was entirely lawful. In more ridiculously mad news, Fishing For Leave, a campaign representing the largely Brexit-supporting fishing industry and aiming “to ensure restoration of national control of all waters &amp; resources coupled with a decent future UK fisheries policy”, will apparently be staging a fishy stunt on Parliament Square tomorrow, according to the Telegraph’s Christopher Hope. I fear there will be many, many terrible puns. This from the BBC’s political editor Laura Kuenssberg: The BBC’s Darren Marshall just tweeted more, not exactly revelatory, DUP news, quoting the MP Nigel Dodds: Also, do not miss this Guardian podcast if you are curious about details surrounding the Tory leadership contest which kicked off today, plus more. Peter Foster, Europe editor of the Daily Telegraph, has also bashed out a handy thread on where we’re at and what’s potentially next. My colleague Rajeev Syal has written an excellent, concise piece explaining the vote tomorrow and what it is all about. It’s easy enough to digest alongside chips and a pint, promise. All eyes are now on how tomorrow’s vote might pan out. Yesterday it looked like there was practically no chance Theresa May’s deal would pass at a third attempt, but that was before MPs were informed they were voting on the withdrawal agreement alone, which the government has cleverly “decoupled” from the political declaration to get it approved for a third vote by the Speaker, John Bercow, without having to reopen negotiations with the EU. The DUP has already shouted their umpteenth “No!” into the room and won’t be voting for the withdrawal agreement unless a miracle happens. But apparently there is still potential in winning the some hardline Tory Brexiters from the ERG over. This just in from Tom Newton-Dunn, political editor of the Sun: Tom McTague, UK political correspondent for Politico, has written a long, very interesting explainer on the Brexit that was promised but currently seems undeliverable in a form that would please anybody, and the long-term repercussions of this scenario. Pardon his French. Commenting on the government’s latest manoeuvres, Chris Bryant MP, leading supporter of the People’s Vote campaign, has issued the following statement: Just when we thought the Brexit chaos could not get worse, we are now confronted by this appalling behaviour by the government. Parliament passed a law requiring the government to get the approval of the House of Commons for both the withdrawal agreement and the political declaration on our future relationship with the EU before Brexit could go ahead. Ministers are now flouting the spirit and perhaps the letter of that law. They are now engaged in an anti-democratic sleight of hand to deny parliament the time needed to properly consider what form a final Brexit should take. Above all this is a legal manoeuvre designed to force its broken Brexit deal on our country and stop, at any cost, the British people having the final say on Brexit. Tomorrow, questions about its legality and whether the House of Commons will stand for this disgraceful behaviour will be answered. But it is already crystal clear that the government is now acting in utter contempt for parliament and the principles of democracy itself. There are bags of uncertainty about what will happen tomorrow in the House of Commons. Since there won’t be any clarity regarding the exact date of Britain’s departure from the European Union – should it happen at all – until after parliament’s vote on May’s withdrawal agreement tomorrow, (and it’s entirely possible that we still won’t know more after the vote), it is only understandable that some people are starting to get a tad concerned about that famous cliff-edge we’ve been talking about for the past three years. ITV News has met people who have seriously started to stockpile – one family has even bought open date one-way Eurostar tickets out of here to be prepared for the worst-case scenario. Hello everyone. I’m taking over from my colleague Andrew Sparrow, who has posted a summary of key developments as they currently stand that is about as clear as possible below. Tomorrow is a big day – 29 March – the day the United Kingdom was originally meant to leave the EU. We know this is no longer happening, but what will happen instead remains a puzzle that still has various pieces missing. On the upside, this is an excellent time to evacuate from this island and go on holiday, as my colleague Lisa O’Carroll, the Guardian Brexit correspondent, is pointing out in her latest piece. Theresa May is now embarked on a new strategy to get her Brexit deal through the Commons. Her new strategy seems largely driven by the decision of John Bercow, the Speaker, to declare that he will rule out repeat votes on the same proposition (a ruling that he firmed up yesterday, and again today). The details of the new approach are complicated, and at this stage not all 100% clear, and some MPs are already questioning the legality of what she is trying to do. But this is what we know. MPs will be asked to vote on motion tomorrow approving the withdrawal agreement (the long, legally-binding treaty covering the backstop, payments to the EU and citizens’ rights), part of Theresa May’s Brexit deal. MPs will not be asked to approve the second part of the deal – the political declaration, the much shorter text setting out plans for the future relationship. See 5.16pm for the text of the motion. Ministers seem to have abandoned plans for MV3 - meaningful vote three - a vote which would have involved MPs being asked for the third time to approve the withdrawal agreement and the political declaration. Instead, if the government wins the debate tomorrow (WA1 – withdrawal agreement one) it plans to press ahead with a debate on the EU withdrawal agreement bill. This could be used to amend section 13 of the EU Withdrawal Act, which requires MPs to pass a resolution combining the withdrawal agreement and the political declaration for the withdrawal agreement to be ratified. (See 3.17pm for more details.) Labour MPs have questioned whether this is legal. Geoffrey Cox, the attorney general, has said what the government is doing is legal, and he has said he will give more details tomorrow when he opens the debate. (See 5.12pm.) Labour has quashed speculation that splitting the meaningful vote will make it more likely to vote for the withdrawal agreement. Most of Labour’s objections to May’s deal relate to the political declaration, not the withdrawal agreement. But Sir Keir Starmer, the shadow Brexit secretary, explained today why the party would be voting against the withdrawal agreement. (See 1.51pm.) Today’s announcement confirms that Jeremy Corbyn was right when he said on Monday that his talks with Theresa May on Monday led him to believe she was planning a stand-alone vote on the withdrawal agreement. At the time Downing Street denied this. May is holding the vote tomorrow because she wants to protect the article 50 extension until 22 May agreed by the EU. That is dependent on MPs voting for the withdrawal agreement by the end of tomorrow. But to win the vote she faces an uphill struggle – particularly since the DUP have just said they will vote against (see 6pm) – and if the vote is lost, then the UK will be heading for no-deal on 12 April – unless it revokes article 50, gets the EU to agree a long extension conditional on the UK holding European election, or passes the deal before 12 April and persuades the EU to agree another very short extension. (See 4.20pm.) That’s all from me for today. My colleague Jedidajah Otte is now taking over. DUP to vote against government on withdrawal agreement Hilary Benn, the Labour chair of the Brexit committee, says if the motion were passed tomorrow, the UK would have an extension of article 50 until 22 May. But at that point the UK would not be able get a further extension. So does passing the motion preclude another extension? John Bercow, the speaker, says he cannot rule on this. But Geoffrey Cox, the attorney general, will speak tomorrow, Bercow says. Cox himself rises. He says he will address this point tomorrow. This is what Andrea Leadsom said a moment ago when she was asked if the passing of the motion tomorrow would mean the UK would not be ratifying the withdrawal agreement. She replied: No. What it would mean is that the withdrawal agreement bill would then be before this house. Leadsom says if the motion is passed tomorrow, the government will move on to passing the EU withdrawal agreement bill. This implies that there would be no “meaningful vote three”. Here is the text of the motion being debated tomorrow. That this house notes the European council decision of 22 March 2019 taken in agreement with the United Kingdom extending the period under article 50(3) of the treaty on European Union, which provides for an extension to the article 50 period to 22 May 2019 only if the House of Commons approves the withdrawal agreement by 29 March 2019; notes that if the house does not do so by that date the article 50 period will only as a matter of law be extended to 12 April 2019 and that any extension beyond 22 May 2019 would require the UK to bring forward the necessary day of poll order to hold elections to the European parliament; notes that article 184 of the withdrawal agreement refers to the political declaration between the UK and EU agreed on 25 November 2018, but that the EU has stated it remains open to negotiating changes to the political declaration; notes that the house is currently undertaking deliberations to identify whether there is a design for the future relationship that commands its support; notes that even should changes be sought to the political declaration, leaving the European Union with a deal still requires the withdrawal agreement; declares that it wishes to leave the EU with an agreement as soon as possible and does not wish to have a longer extension; therefore approves the withdrawal agreement, the joint instrument and the unilateral declaration laid before the house on 11 March 2019 so that the UK can leave the EU on 22 May 2019; notes that this approval does not by itself meet the requirements of section 13(1)(b) of the European Union (Withdrawal) Act; and resolves that it is content to proceed to the next steps of this process, including fulfilling section 13 of this act. Geoffrey Cox, the attorney general, is speaking now. He says the procedure set out by the government is perfectly lawful and perfectly sensible. He says the government could not let the deadline for the 22 May extension lapse tomorrow without giving MPs a chance to approve it. When the house listens to the rationale behind it, when it hears the full context of it, I’m sure the house will accept it is not only perfectly lawful, perfectly sensible and is designed to give this house an opportunity of availing itself of a right the European Union has given to us to avail ourselves of an extension until May 22. The view of the government is simply we could not let the time limit expire at 11pm tomorrow, of allowing this house the opportunity of availing itself of that right. It is perfectly reasonable and it is perfectly lawful. This is from Graeme Cowie, a Commons library clerk specialising in Brexit. Leadsom reads out the motion for tomorrow, which is lengthy. It says that the vote would not count as a meaningful vote – ie, a vote under section 13 of the EU Withdrawal Act approving the Brexit deal. Leadsom is asked if that means the government intends to go ahead with a meaningful vote three. She suggests that, instead, the government will bring forward legislation, the EU withdrawal agreement bill, and use that to approve the Brexit deal. Andrea Leadsom, the leader of the Commons, says the government is tabling this motion so that it can take advantage of the extension of article 50 until 22 May. In the Commons John Bercow, the Speaker, says that he will allow tomorrow’s Brexit motion. It is not the same, or substantially the same, as a previous one, he says. He says the motion for debate tomorrow will just cover the withdrawal agreement (WA). It will not cover the WA and the political declaration (PD), like the previous meaningful votes, he says. He says he is glad the government has accepted his ruling that the MPs should not be asked to vote on the same proposition twice. Bercow says MPs will tomorrow vote on a motion to approve the Brexit withdrawal agreement. Unlike the two meaningful votes already held, it will not cover the political declaration. It is day one of the Conservative leadership contest, and Jeremy Hunt, the foreign secretary, is already out of the traps with an interview in the Evening Standard. It is not hugely revealing, but Hunt uses it to provide an outline for what his pitch will be: compassionate Conservatism, with a Brexity tinge. Hunt claims the mantle of one nation Conservatism, saying his party has not had the chance to implement it during this decade. He says: Everything [David Cameron] wanted to do was eclipsed by the need for huge public spending cuts and austerity after the financial recession. Theresa May arrived as a one nation Conservative and had to deal with Brexit. So we have really never had a chance to show the British people what one nation Conservatism can be. He says that he would never support a second referendum and that, although he voted remain in 2016, he would now vote leave. Asked why, he says: To respect the outcome of the last referendum. The way to heal divisions is not to try and unpick a result, we have to make a success of Brexit, bring the country together. He stresses his loyalty to Theresa May, in an obvious jibe at his rival Boris Johnson. He says: Brexit is far more important than the ambitions of the many people who might like to succeed Theresa May. According to the Standard, the interview was conducted around the time that May was announcing to the 1922 Committee that she would resign before the next phase of the Brexit process begins. That means Hunt must have scheduled it before her news was even announced. It is a transparent leadership pitch, although, according to the Standard, Hunt refused to confirm or deny that he would be a candidate in the contest. “Right now it is heads down to get this deal over the line,” Hunt said. This is worth clarifying. If the withdrawal agreement does not pass tomorrow, is it just no-deal, or no Brexit? If the withdrawal agreement does not pass tomorrow, it is not just no-deal, or no Brexit. You have misunderstood. It is worth restating what Donald Tusk, the president of the European council, said at the summit explaining the deal. In the first scenario, that is, if the withdrawal agreement is passed by the House of Commons next week, the European council agrees to an extension until the 22nd of May. In the second scenario, that is, if the withdrawal agreement is not approved by the House of Commons next week, the European council agrees to an extension until the 12th of April, while expecting the United Kingdom to indicate a way forward. What this means in practice is that, until that date, all options will remain open, and the cliff-edge date will be delayed. The UK government will still have a choice of a deal, no-deal, a long extension or revoking article 50. So, if the WA does not pass tomorrow, a long article 50 extension would still be an option, provided the UK takes part in the European elections. If the UK were to pass the deal after tomorrow, but before 12 April (the last date for deciding that the UK will participate in the European elections), it is conceivable that the EU could revive the 22 May deadline, but that is not certain. In the Commons earlier John Bercow, the Speaker, restated his determination to enforce the Commons rule saying the government cannot bring the same proposition back for a vote in one session of parliament unless it has changed significantly. He made two newish points on this subject. Bercow said he would not allow a repeat vote on Theresa May’s unchanged Brexit deal just because support for it might have gone up. He was responding to a point of order from the Conservative MP Anne Main, who said 30 of her colleagues had changed their minds on May’s deal since the second meaningful vote and that she herself wanted to have the option of being able to vote for it now too because the indicative votes debate had revealed what the alternatives might be. Bercow rejected her argument. He told her: Conventions exist for a purpose ... The validity of a convention or otherwise is not dependent upon a head count at a particular time. The whole point of having a rule is because it is judged to be of value, and the fact that somebody suddenly thinks it isn’t convenient doesn’t mean that it should simply be disregarded. Bercow said he accepted the argument that MPs should be protected from having to repeatedly make difficult voting decisions. He was responding to a point of order from the Tory MP Julian Lewis who said he attended a meeting yesterday where two of his colleagues were in tears at the prospect of having to vote to defy the whip on May’s Brexit deal for a third time. Bercow (who is very friendly with Lewis) said Lewis had made good point. He went on: Many people will feel that’s a powerful observation. There are a number of reasons for the long-established convention that the house is not asked to decide the same question more than once in the same session ... [The point Lewis makes was not one of the original reasons for the rule but it is] a powerful reinforcement of the continuing case for the convention. I think he’s made an extremely important point and it is something on which colleagues at all levels need to reflect. Bercow’s comment about colleagues “at all levels” seemed like an obvious reference to the ones who work in Downing Street. Charles Grant, the director of the Centre for European Reform, has posted a good thread on Twitter explaining what EU leaders think about the Brexit crisis in the UK. It starts here. And here are two of his main points. The Brexit rapporteur for German chancellor Angela Merkel’s CDU party has urged UK politicians not to cause a no-deal Brexit by accident, the Press Association reports. Detlef Seif said: The discussion in the United Kingdom has created the impression that a lot of options for action are possible. But only three options exist: To agree to the deal that is on the table, to revoke the withdrawal notification, or to delay the exiting day. We must urge our British friends that a delay is only possible if the UK takes part in the European parliament elections. Here are two Twitter threads on the pros and cons of a decision by the government to ask MPs to vote to approve the withdrawal agreement, but not the political declaration. There is one from the barrister Jolyon Maugham starting here. And there is one from Joe Marshall from the Institute for Government starting here. Sebastian Kurz, the Austrian chancellor, has used Twitter to say the UK must provide clarity on Brexit. Here are his tweets (with the translation below). Yesterday’s votes in the House of Commons once again brought no clarity. Almost three years after the #Brexit referendum, however, it is now time to be for something and not just always against. Citizens of both the other #EU member states and the UK, as well as businesses, rightly expect certainty as soon as possible as to how to proceed. A hard #Brexit, that is, a disorderly exit, would hurt the EU, but much more #GreatBritain, and therefore must be avoided. We, as the EU27, continue to hope for approval of the withdrawal agreement. First minister’s questions was inevitably dominated by Brexit matters, specifically with Nicola Sturgeon being accused of hypocrisy by Scottish Conservative deputy Jackson Carlaw after her SNP MPs failed to back the customs union amendment last night, despite promoting it as a compromise option along with a single market for the last three years. It was clear, argued Carlaw, that the SNP were obsessed with independence and not interested in compromise at all. But Sturgeon insisted that her reasoning was that, with options to remain among the amendments, “stopping Brexit altogether must be our top priority”. She added that the option of staying in the single market and customs union was not on the ballot paper last night. Her spokesperson later said that the first minister’s position was that “remain appears to be very much in play”, that there was nothing on last night’s ballot that met the full continued single market/customs union arrangement put forward as a compromise by the Scottish government in 2016, but that the SNP has “not abandoned the potential for compromise”. Sturgeon suggested at FMQs that her MPs might vote differently on the options if they were brought forward again. Meanwhile, two SNP MPs abstained on the amendment for a second vote last night; long-serving MPs Pete Wishart and Angus Brendan Macneil broke the whip – unusually for SNP MPs –having spoken out previously about their concerns that such a vote sets a dangerous precedent for another independence referendum in Scotland. The FM’s spokesperson said that she disagreed with their position. And, again, he said that it was “self-evident that we need to wait for clarity” before Sturgeon can set out her own long-awaited thinking on independence. At the start of the session proceedings were interrupted by protesters from Extinction Rebellion Scotland who unfurled a banner demanding that the FM “establish a citizen’s assembly to address the climate emergency”. Sir Keir Starmer, the shadow Brexit secretary, is speaking at the BCC conference now. Some extracts from his speech have been released in advance, and here are the key points. Starmer said Labour would refuse to vote for the withdrawal agreement on its own. There is speculation that tomorrow’s vote will just be on the withdrawal agreement. (See 12.23pm.) Labour’s main objections with Theresa May’s deal are with the elements of the political declaration, but, in the remarks released to journalists, Starmer said leaving out the PD would not make Labour support the WA. He explained: The truth is, you can’t separate the withdrawal agreement and the political declaration. And the prime minister knows it. On 14 January – when pleading with MPs to back her deal the first time round, she told the Commons there was “absolute clarity on the explicit linkage between the withdrawal agreement and the political declaration” ... The prime minister and the EU know these documents cannot be separated. Yet now she may ask the Commons to pretend they can. But I want to clear – Labour will not support this latest desperate attempt by the PM. To now to split the withdrawal agreement and political declaration would leave us with the blindest of blindfold Brexits. Labour will not countenance that. He said May’s decision to stand down before the next phase of the Brexit talks made Labour even more opposed to supporting her deal. He explained: Following the prime minister’s commitment yesterday to resign before the next phase of negotiations begin, it’s even more of a blindfold Brexit –because we now know that the outcome of our future relationship with the EU is not going to be determined by her. My biggest fear is that unless parliament takes a stand now, the outcome of the negotiations is going to be determined by the outcome of next Tory leadership contest. It could be a Boris Johnson Brexit. A Jacob Rees-Mogg Brexit. Or a Michael Gove Brexit. That should give anyone considering supporting May’s deal on Friday serious concern. Equally, if the prime minister tries to separate the withdrawal agreement and the political declaration altogether, that only makes matters worse. We would be leaving the EU, but with absolutely no idea where we are heading. That cannot be acceptable and Labour will not vote for it. The government hopes to hold another vote on Theresa May’s Brexit deal on Friday after announcing a debate on Brexit for that day, even as it emerged that no new talks were scheduled with the DUP. Quite what MPs will be asked to vote on has not yet been announced. Government sources have said this will not be the third meaningful vote (MV3), the vote on the withdrawal agreement and the political declaration needed to May’s Brexit deal to be agreed. But a government spokesperson has that the motion will be will be designed to ensure that the UK can still get an article 50 extension until 22 May, in line with the conditions set by the EU at last week’s summit. (See 1.10pm.) Oliver Letwin, the Conservative MP behind a series of indicative votes in the Commons has insisted the process could still find a consensus despite Wednesday night’s first attempt ending in deadlock, saying a final collapse of May’s deal would focus minds. Adam Marshall, the director general of the British Chambers of Commerce, has said that businesses want MPs to stop “chasing rainbows” and instead pass a Brexit deal. (See 11.25am.) Annual poverty figures published today have shown that the number of poor children living in working families has risen from 67% to 70%. According to an Child Poverty Action Group analysis, the figures also show that there are 200,000 more children living in absolute poverty and 4.1m children in poverty after housing costs are taken into account, meaning 30% of UK children are below the poverty line. Commenting on today’s annual poverty statistics, Alison Garnham, the CPAG, said: Today’s poverty figures make grim reading with more than 4.1m children still in poverty and a jump in the proportion of poor children in working families. Despite high employment, today’s figures reveal that 70% of children living under the poverty line have at least one parent in work. That is not an economy that is working for everyone. A spokesperson for Andrea Leadsom has confirmed that the motion being debated tomorrow will be designed to ensure that the UK can still get an article 50 extension until 22 May, in line with the conditions set by the EU at last week’s summit. The spokesperson said: Tomorrow’s motion will need to be compliant with both the Speaker’s ruling and the EU council’s decision on conditionality relating to exit on 22 May. Discussions are ongoing and we will look to table the motion as soon as possible today, in order to avoid asking for another extension and the requirement to undertake European parliament elections. This is from Sky’s Faisal Islam. The SNP’s Neil Gray asks if tomorrow’s vote will be meaningful vote three. And, if it isn’t, what’s the point? Leadsom says the motion has not been finalised. But it needs to comply with UK law, with the EU summit conclusion, and with the Speaker’s ruling. These are from ITV’s Robert Peston on the Leadsom announcement. Tomorrow’s vote will not be the third meaningful vote, Downing Street sources are saying. But they have not commented on suggestions that it might be a vote on the withdrawal agreement on its own. This is what Andrea Leadsom, the leader of the Commons, said in her opening statement about tomorrow’s Brexit debate. Subject to the House approving the motion on the order paper in the name of the prime minister this evening the business for tomorrow will be Friday March 29 - debate on a motion relating to the UK’s withdrawal from the EU ... Should the house agree the motion in the name of the prime minister later today it is intended that the hours will be the same as for a normal sitting Friday, with the House sitting at 9.30am and the moment of interruption at 2.30pm. And this is what she said in response to Valerie Vaz, when asked for more information about tomorrow’s debate. If agreed by the house tomorrow there will be a motion relating to the UK’s exit from the EU. The motion tabled will comply with the Speaker’s ruling but the only way we ensure we leave in good time on May 22 is by approving the withdrawal agreement by 11pm on March 29, which is tomorrow. The European council has agreed to an extension until May 22 provided the Withdrawal Agreement is approved by the House of Commons this week. It’s crucial we make every effort to give effect to that and to allow the house to debate this important issue. We do not want to be in a situation of asking for another extension and of course for the requirement to undertake European parliament elections. Labour’s Chris Bryant says the EU Withdrawal Act says the WA and the PD must be debated together. (See 12.23pm.) If that does not happen tomorrow, tomorrow will be “a complete waste of time”. Leadsom says any vote tomorrow must comply with the EU summit conclusions, as well as with the Speaker’s ruling. She says of course it will comply with the law. Peter Bone, the Tory Brexiter, asks Leadsom if she will definitely move the motion for the Commons to sit tomorrow. Leadsom refers him back to what she said earlier. Labour’s Ben Bradshaw asks if what Leadsom has announced for tomorrow is meaningful vote three. And he says separating the withdrawal agreement from the political declaration would be “intolerable” and “potentially illegal”. (See 12.23pm.) He says that would involve asking MPs to vote on a blind Brexit. Leadsom sidesteps the questions, and in her reply she just talks about the importance of honouring the referendum. This is from Graeme Cowie, a Commons clerk specialising in Brexit. Even he doesn’t know what is happening tomorrow. There is speculation that the government might hold a vote just on the withdrawal agreement, instead of on the withdrawal agreement and the political declaration. The WA is the legally-binding treaty covering the backstop, the £39bn payment to the EU and citizens’ rights. The PD is the much shorter and vague outline for the future trade deal, which is not legally binding. The two documents are part of the same package, and in the two previous meaningful votes, they have been considered together. But the agreement at last week’s EU summit on extending article 50 said that the UK would be allowed to extend until 22 May if the WA gets passed by tomorrow. It did not say when the PD had to pass. In theory passing the WA alone would be much easier. The Labour party has very few objections to the WA; its objections to the deal focus almost entirely on the PD. But, as the Telegraph’s Jack Maidment points out, there is a problem. The EU Withdrawal Act says in section 13 that the WA and the PD must be voted on together. Andrea Leadsom, the leader of the Commons is responding to Vaz now. She says any motion brought forward tomorrow will have to be compliant with the Speaker’s ruling. That discussion is still going on. She says she hopes a motion will be laid tomorrow. That implies, again, that the vote will be on the meaningful vote. This is from ITV’s Carl Dinnen. Valerie Vaz, the shadow leader of the Commons, asks if the vote tomorrow will be meaningful vote three. She says she has not seen the motion for tomorrow. Leadsom says, if the business motion for tomorrow is agreed, the Commons will sit tomorrow from 9.30am until 2.30pm. She says the UK can only get its article 50 extension until 22 May if the deal is passed tomorrow. She says the government intends to comply with the Speaker’s ruling about MPs not voting on the same motion twice. In the Commons Andrea Leadsom, the leader of the Commons, has just announced that there will be a debate on Brexit tomorrow. But she did not say whether it would be the next meaningful vote. Dominic Raab, who resigned as Brexit secretary because he could not support Theresa May’s Brexit deal, told the BBC what he thought should happen next. Calling for “pragmatism”, he said the UK should go back to Brussels and try again to get legally-binding changes to the backstop – something that the EU has already ruled out ad nauseam. Failing that, he suggested that what is sometimes described as a “managed no-deal” might be the way forward. This is what he said: I think this is a time for pragmatism, realism. I know the discussions with the DUP and others are proceeding here at home. One thing I would like to see is us go back to the EU again, keep the arm of friendship open, explain that there is still time for an exchange of letters providing a legally-binding exit from the backstop. I know a lot of people will say, well, the EU just won’t move; that’s been treated as a fixture of these negotiations, rather than being tested. But if they still don’t move, I think we should have sensible conversations over the two weeks we’ve got left over the suite of no-deal arrangements that can be made to mitigate any of the potential damage on either side, to European jobs and livelihoods, but also to UK jobs and livelihoods. And I think if we do all of those things in a spirit of realism and pragmatism, we will find a way through. This is from Daniel Ferrie, from the European commission, quoting Margaritis Schinas, the commission’s chief spokesperson. These are from my colleague Peter Walker, who has been covering David Lidington’s speech at the BCC conference. Lidington, the Cabinet Office minister and Theresa May’s de facto deputy, indicated that he was strongly opposed to no-deal, but did not say how it would be avoided. Another question from below the line. There has been speculation about something like this happening. But there are good reasons an election happening, at least in the way you describe, seems unlikely. 1) Most Conservative MPs don’t want one. They want to elect a new leader first. And, under the Fixed-term Parliaments Act, MPs would have to vote to trigger one. 2) An election would not necessarily break the deadlock. In fact, it seems quite likely that it would produce another parliament almost as divided as this one. 3) Given the time it would take to hold an election, and the possible time afterwards for a new government to form (coalition talks?), the EU would almost certainly insist on a long article 50 extension, meaning the UK would have to participate in the European election - something to which May and other Tories are strongly opposed. The head of one of Britain’s biggest business lobby groups has called on MPs to stop “chasing rainbows” and avoid no-deal Brexit, warning that severe damage has been caused to companies across the country. Adam Marshall, the director general of the British Chambers of Commerce, said that a “Brexit black hole” has pushed up firms’ costs, lost companies’ orders and put investments on hold, damaging the economy while the risk of no-deal Brexit remains. “Three years going round in circles. Three years is long enough,” he said at the start of the BCC’s annual conference in Westminster. He said there is a firm he speaks to in the West Midlands that has mothballed its flagship project and put some of its assets up for sale because its investors want to move their money, “to a more stable country”. “Uncertainty is generating a growing list of business casualties and a litany of rising costs,” he said, adding that MPs must do all that they can to avoid a no-deal Brexit. It cannot be right that we leave in a way where government itself predicts there will be mass disruption to businesses and communities ... A messy and disorderly exit would not just be deeply irresponsible – it would be a flagrant dereliction of duty. This is from the Sun’s Tom Newton Dunn. Here is the Evening Standard splash. The full story does not seem to be online yet. Mark Francois, the Tory Brexiter and vice chair of the European Research Group, is becoming notorious for his lurid hyperbole. He was at it again this morning, saying he would continue vote against Theresa May’s deal even if the whips “put a shotgun in my mouth”. If you are looking for more detail on how MPs voted on indicatives votes last night, this Guardian graphic is excellent. This Institute for Government chart presents the same information in a different format. It has been hard keeping up with Jacob Rees-Mogg’s position on Theresa May’s Brexit deal. For weeks, as chair of the European Research Group, which represents Tory Brexiters pushing for a harder Brexit, he led opposition to it. Yesterday, in an article in the Daily Mail, he apologised to his supporters for changing his mind. He wrote: I apologise for changing my mind. Theresa May’s deal is a bad one, it does not deliver on the promises made in the Tory party manifesto and its negotiation was a failure of statesmanship ... Yet, I am now willing to support it if the Democratic Unionist party does, and by doing so will be accused of infirmity of purpose by some and treachery by others. Then, last night in the Commons, he said he would be happy to support May’s deal, as long as the DUP abstained or voted in favour. And this morning he described himself as being in favour of the deal. He told reporters: I’m in favour of the deal and I hope the DUP will come over to the deal but we’ll have to wait and see what they do ... I don’t think the deal’s suddenly got better, simply that the alternative is now worse. It’s not having any Brexit at all and it’s letting down the 17.4m people who voted to leave. Here’s a good question from BTL ... There is no easy answer to this, and it probably merits a longer response than I can, but it all goes back to first-past-the-post, an electoral system that was supposed to prioritise delivering majority governments at the expense of fairness, and a House of Commons build around an adversarial model, government v opposition. British MPs spend their own careers operating through party; they have little incentive to work “across the aisle”, as they would say in the US. True, we did have a coalition between 2010 and 2015, but that turned out to be a disaster for one of the parties involved, the Liberal Democrats, and did little to undermine the case against first-past-the-post. If anyone were to reinvent the British constitution from scratch, they would almost certainly choose an alternative model. The devolved legislatures set up within the last 20 years all use more proportional voting systems, and in Edinburgh and Cardiff cross-party cooperation is much more common than at Westminster. Jeremy Corbyn has posted a tweet this morning attacking the SNP. Anyone would think there is a general election is coming soon. Nicola Sturgeon, the Scottish first minister and SNP leader, has responded with this. Faced with constitutional chaos, senior lawyers sought spiritual solace in the Temple Church in central London last night for a choral evensong “to acknowledge Brexit and its challenges”. The ceremony was in the Inns of Courts’ medieval chapel, which was built by the Knights Templar, whose origins are Burgundian, and in which key negotiations over Magna Carta took place. According to the order of service written by Rev Mark Hatcher, it is therefore both “an epitome of historic Englishness” and “an icon of Britain’s links with the continent of Europe”. The judges and barristers sang the hymn ‘Dear Lord and Father of Mankind’ with gusto, relishing the refrain: ‘Forgive our foolish ways, Re-clothe us in our rightful mind.’ Lord Judge of Draycote, the former Lord Chief Justice, delivered the address with the bracing vigour of a judgment from the criminal court of appeal. Brexit, he began, is not “an eternal verity”. The country, he warned, is exposed to a “political shambles” while intolerance is on the rise. Declining to indicate which way he voted in the referendum, the retired judge said he was perturbed by the rise of “absolutist opinions” among those who are “blind” to others’ views and “believe they are the only person who is being reasonable”. The referendum itself, he explained, had been a “cardinal error” and a “mortal sin”. Referendums work well in a country like Ireland but not where the majority views are in conflict with the elected assembly, he remarked. As a result it had messed about with our constitution and debased it. Not much forgiveness implied for David Cameron. Perhaps some Anglican high church in Oxfordshire is this morning dusting down its confession box? Damian Green, the Conservative former first secretary of state, told the Today programme this morning that he thought MPs now faced a choice between Theresa May’s deal and a customs union. He told the Today programme: If you want a deal, the choice is now between the government’s deal or a customs union. The customs union was only eight votes off winning yesterday. That’s a slightly softer Brexit than the government’s deal. So that’s the choice that faces MPs, even the most hard Brexit MPs. John Bercow, the Speaker, has given an interview to the Italian newspaper La Repubblica in which he rejected claims that he was biased against Brexit. He said: There was a time when Europhiles, pro-Europeans, used to criticise me years ago for selecting urgent questions from Brexit supporters when they were in a minority. And now the Brexit supporters criticise me for choosing questions or amendments from remainers. So, in other words, at different times, I’ve upset both sides. And, like most Speakers, I think it’s important to give a voice to minorities in the house, not just to the government view or the majority view, but to the minority of the dissident view. Bercow said he was “impartial in parliament but ... not impartial about parliament”. He went on: If I’m biased, I’m biased in favour of parliament. Parliament being heard. Parliament having a right to speak. Parliament having time. Parliament being respected by the government of the day and indeed by the opposition. So what happens next? Frankly, God knows. We are one day before the date when the UK was supposed to leave the EU, and 15 days away from the revised deadline, and it is harder than ever to see how the government, parliament and the country might escape from the Brexit paralysis. The BBC’s Norman Smith has to ring Number 10 at the crack of dawn for his regular 6.30am round-up on the Today programme (always one of the best upsums available first thing) and, from his Twitter feed, it sounds as if even within the bunker they have given up trying to pretend they know what might happen next. One big decision for Theresa May today will be whether to go ahead with a third vote on her Brexit deal tomorrow. According to Smith, that is starting to look less likely. Here is our overnight story summarising yesterday’s dramatic events, including the announcement from May that she intends to stand down as PM before the next phase of the Brexit process gets underway and the latest votes in the Commons, which saw all eight alternative options being rejected by MPs. But this morning Sir Oliver Letwin, the Conservative former cabinet minister who tabled the amendment that initiated the indicative votes process, told the Today programme that, just because there was no majority for any option last night, that did not mean MPs would not be able to support one on Monday, when another round of indicative votes is due. Stressing that he still hoped May’s deal would be passed, Letwin said: If [May’s deal has not been passed by Monday], then I think people will finally see that that isn’t going to happen by 12 April, and I think quite a lot of Tories who didn’t vote for any of the options because they were, perfectly honourably, taking the view that until they had a last chance to vote for the prime minister’s deal, they did not want to commit themselves to anything else - many abstained, some voted against - may come round and say, ‘We’ll choose amongst these options.’ So we could get a result ... At some point or other we either have to get her deal across the line or accept that we have to find some alternative if we want to avoid no deal on the 12th, which I think at the moment is the most likely thing to happen ... It is very difficult to translate from how people vote the first time, when they don’t know how other people are voting, to how they will vote when they can see how other people are voting under new circumstances. So I don’t think one should make any assumptions about how it will go on Monday. Letwin also said, if MPs failed to unite around a Brexit plan, the alternative would be no-deal on Friday 12 April. At the moment we are heading for a situation where, under the law, we leave without a deal on the 12th, which many of us think is not a good solution, and the question is ‘Is parliament on Monday willing to come to any view in the majority about that way forward that doesn’t involve that result?’ And here is the agenda for the day. 9.30am: Michael Gove, the environment secretary, takes questions in the Commons. 9.45am: The British Chambers of Commerce annual conference opens. The speakers include Sadiq Khan, the mayor of London, at 10.15am; Liz Truss, the chief secretary to the Treasury, at 10.45am; David Lidington, the Cabinet Office minister (and de facto deputy PM) at 11.15am; and Sir Keir Starmer, the shadow Brexit secretary, at 1.40pm. After 10.30am: Andrea Leadsom, the leader of the Commons, announces next week’s Commons business. As usual, I will also be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, but I expect to be focusing mostly on Brexit, and the Conservative party leadership campaign which will now be getting underway. I plan to post a summary at lunchtime and another when I finish, at around 5pm. You can read all the latest Guardian politics articles here. Here is the Politico Europe round-up of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments BTL but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply ATL, although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}