{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/mar/05/home-review-syrian-refugee-sitcom-struggles-to-spin-comedy-gold", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-03-05T22:15:01Z", "webTitle": "Home review – Syrian refugee sitcom struggles to spin comedy gold", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/mar/05/home-review-syrian-refugee-sitcom-struggles-to-spin-comedy-gold", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/mar/05/home-review-syrian-refugee-sitcom-struggles-to-spin-comedy-gold", "fields": {"headline": "Home review – Syrian refugee sitcom struggles to spin comedy gold", "bodyText": "In the ever-present debate over the boundaries of what comedy is allowed to deal in, you have to respect Home (Channel 4) for picking the refugee crisis as its starting point. Rufus Jones, the comedy actor who seems to have been in everything, but who is probably best known for Camping and W1A, stars in and wrote the show. He has called it “an angry, helpless response to what we were all seeing on the news in 2015”. A painfully middle-class family return from holiday in France, only to find that when they unpack the car, a Syrian asylum seeker called Sami (Youssef Kerkour) has swapped some of their luggage for himself, and made the journey back to Dorking with them. What follows is a hybrid of a fish-out-of-water, family/flatshare comedy, in which Sami’s presence ends up revealing the good and the bad in the people around him. Peter, played by Jones, is a classic plonker, obnoxious and reactionary. He is the one who worries that Sami could be a terrorist, or have Ebola. There is a gentle Brexit joke flung in his direction, but otherwise, the B-word doesn’t figure. Peter doesn’t want any kind of disruption, or a new member joining a family that is barely established as it is. To balance him out, Katy (Rebekah Staton), his girlfriend of 10 months, is kind and welcoming and swears a lot, and Staton does a solid job of conveying her no-nonsense big heart. Katy’s youngish son John has little patience for the new stepfather-figure in his life, but sees Sami’s arrival as the beginnings of an adventure. Sami just wants to stay in Britain, and find his family, from whom he was separated on the journey. He is keen to reassure everyone that he does not have Ebola. It’s all very warm and cosy, yet it feels mild-mannered to a fault. It is not really about the plight of refugees, at least not on the evidence of this opening episode, but it is about immigration, and what that looks like in Britain today. Are we welcoming? Are we hostile? It is hard to conceive of a more inflammatory topic for a sitcom, but ultimately, it doesn’t go there much. Sami’s dealings with British bureaucracy are relatively pain-free. There is a wordy, fun joke about the difference between “imply” and “infer”, and Sami talks about driving on different sides of the road. That is not to say this should be a documentary, or a harrowing reconstruction of the plight of asylum seekers. But I came away from Home thinking it needed to be more of something. More bold, more brave, or possibly more stupid. As it is, it sits somewhere in the middle. It straddles comedy and drama, as all commissions now must – you can’t be funny unless you are poignant – but it does neither with depth or conviction. It is a new and contemporary concept that speaks to the times we live in, but it is packaged in old-fashioned family sitcom humour. It is almost as if Jones can see where there might be problems with what he has created and tries to address them, if not swerve them, by putting them right there in the script. “He’s not Paddington,” snaps Peter at one point, infuriated by Katy’s insistence that Sami stay with them. “Yes he is, he’s exactly fucking Paddington,” she replies. In next week’s episode, this Paddington has to deal with cartoon racists and assumptions about his religion, which even Hugh Grant might struggle to spin into family-friendly gold. But right now, Sami is simply a good man in need of help, which people are more than willing to provide. There is no harm in gentle comedy, of course, and it never hurts to be reminded that people can be kind and good, even if they are fictional creations. The moment I really laughed out loud came, ironically, from a very Paddington scenario, if Paddington were a Syrian man in a loud zip-up cardigan. In order to prove his familiarity with an English kitchen, Sami spoons Marmite into his mouth. “My one weakness – chocolate spread,” he says, pointedly tucking in. The expression Kerkour manages to wrestle out of his own face is a picture of slowly dawning horror and a total delight. So it has its moments. But it feels slight, and nice, and ever so presentable. Despite that timely premise, it has settled for familiarity."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}