{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/mar/11/storm-gareth-warnings-issued-about-power-cuts-and-travel-difficulties", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-03-11T21:13:07Z", "webTitle": "Storm Gareth: warnings issued about power cuts and travel difficulties", "webUrl": "https://www.theguardian.com/uk-news/2019/mar/11/storm-gareth-warnings-issued-about-power-cuts-and-travel-difficulties", "apiUrl": "https://content.guardianapis.com/uk-news/2019/mar/11/storm-gareth-warnings-issued-about-power-cuts-and-travel-difficulties", "fields": {"headline": "Storm Gareth: warnings issued about power cuts and travel difficulties", "bodyText": "Forecasters have warned of possible travel disruption and power cuts as they issued a yellow weather warning for Storm Gareth, which could bring destructive weather when it hits the UK this week. The storm is expected to land on Tuesday and the Met Office issued a yellow weather warning for strong winds covering almost all of England, Wales and Northern Ireland, as well as parts of Scotland, on Tuesday and Wednesday. Some north-western areas of England were also issued with yellow warnings of rain for Tuesday, Thursday and Friday. Another Met Office tweet added that northern England was particularly at risk of travel disruption and localised flooding. There could be 50mm to 60mm of rainfall over higher ground in Cumbria. The storm was named by Met Éireann, the Irish weather service, and is the third named storm this year after Storm Erik in February and Freya this month. The Met Office chief meteorologist, Paul Gundersen, said: “The strong north-westerly winds will also affect south-west Scotland late on Tuesday, spreading across much of England and Wales through Wednesday. “Gusts of 50-55 mph are likely inland and up to 65 mph along western coasts. Winds will gradually ease during the afternoon.” Gusts could even reach 80mph along northern coasts, the Met Office said. The storm has been caused by a deep area of low pressure. A yellow alert means people should prepare for severe weather that could cause disruption to day-to-day activities and travel delays. They are less severe than amber or red warnings, though the expected likelihood and severity of the impact of each yellow warning can vary."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}