{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/mar/28/leeds-rhinos-castleford-tigers-super-league-match-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-03-28T22:15:33Z", "webTitle": "Brad Dwyer’s golden-point drop goal for Leeds shatters Castleford", "webUrl": "https://www.theguardian.com/sport/2019/mar/28/leeds-rhinos-castleford-tigers-super-league-match-report", "apiUrl": "https://content.guardianapis.com/sport/2019/mar/28/leeds-rhinos-castleford-tigers-super-league-match-report", "fields": {"headline": "Brad Dwyer’s golden-point drop goal for Leeds shatters Castleford", "bodyText": "This was still some way from the polished performances Leeds fans have come to expect during a period of sustained success, but the emotions swirling around Headingley as Brad Dwyer became the unlikeliest of heroes showed how defining a night this could be for the new-look Rhinos. The dramatic victory over Castleford ensured only their second win of the season from nine attempts; they certainly made hard work of it. Yet the biggest negative for Leeds – namely surrendering a 16-point lead with 20 minutes remaining to enable Castleford to send the game to golden-point – ended up producing one of the biggest positives of their season. “We needed that win,” said David Furner after a breathless ending to a game that looked as though it would result in another Rhinos collapse. Instead, they managed to hang on to send the game to golden-point and Dwyer took their first chance to win the game in extra-time. “That’s a great feeling, but I’ve told the lads to put a lid on it,” added the Leeds coach, keen for his side to build on this win. After an hour it was hard to argue with the 20-4 advantage Leeds had built following a performance much more like what Rhinos fans expect from their expensively assembled side. They led 10-4 at the break after tries from Konrad Hurrell, who bulldozed his way through four Castleford defenders to touch down, and Ash Handley, with Liam Watts’ sublime finish the only points Castleford scored in the opening hour. When magnificent tries from Liam Sutcliffe and Trent Merrin, who was outstanding just days after denying speculation he is set to return to the NRL,put Leeds firmly in control, the game looked beyond an injury-hit Castleford side. But the Tigers deserved credit for how they fought back, with tries from Greg Minikin, Chris Clarkson and Alex Foster in the space of 11 minutes levelling the scores at 20-20. The visitors, however, were guilty of wasting several opportunities to win the game, resulting in only the second outing of golden-point extra-time since its arrival at the start of this season. And while Castleford were profligate with their match-winning chances, the hooker Dwyer ensured Leeds’ first home win, kicking a long-range drop-goal in the opening seconds of extra-time to the surprise of everyone, including both head coaches. “If you ask him to kick that another 100 times, I bet he doesn’t get another,” said the Castleford coach, Daryl Powell. “Tonight showed there’s a lot of courage and when you’ve got that, there’s every chance going forward.” Leeds Walker; Briscoe, Watkins, Hurrell, Handley; Sutcliffe, Myler; Peteru, Dwyer, Oledzki, Jones-Buchanan, Smith, Merrin. Interchange Parcell, Donaldson, Singleton, Holroyd. Tries Hurrell, Handley, Sutcliffe, Merrin. Goals Sutcliffe, Smith. Drop goal Dwyer (81). Castleford Mata’utia; Clare, Minikin, Shenton, Eden; Trueman, McShane; Watts, Milner, Millington, Sene-Lefao, Foster, Holmes. Interchange Moors, Cook, Turner, Clarkson. Tries Watts, Minikin, Clarkson, Foster. Goals Turner 2. Referee B Thaler. Attendance 12,295."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}