{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/mar/13/bayern-munich-liverpool-champions-league-player-ratings", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-03-13T22:37:32Z", "webTitle": "Bayern Munich 1-3 Liverpool: Champions League player ratings | Andy Hunter", "webUrl": "https://www.theguardian.com/football/2019/mar/13/bayern-munich-liverpool-champions-league-player-ratings", "apiUrl": "https://content.guardianapis.com/football/2019/mar/13/bayern-munich-liverpool-champions-league-player-ratings", "fields": {"headline": "Bayern Munich 1-3 Liverpool: Champions League player ratings", "bodyText": "Bayern Munich Manuel Neuer Spoiled his 100th Champions League outing with a needless charge for Mané’s goal. A costly mistake. 6 Rafinha Joshua Kimmich’s ban proved costly as his lightweight replacement struggled against Mané and Robertson. 5 Niklas Sule The big unit was tidy on the ball and yet surprisingly unable to command his area at set pieces. 6 Mats Hummels May not be good enough for Joachim Löw but showed good awareness until Van Dijk’s goal. 7 David Alaba Stopped as an attacking outlet by the tireless efforts of Mané and Salah. Cool under pressure. 6 Javi Martínez Nowhere near as influential as the first leg. Caught in possession frequently and failed to deal with Van Dijk. 6 Thiago Alcântara Classy and brave with the ball at his feet but, like Martínez, rarely given room to dictate proceedings. 6 Serge Gnabry On the margins until making the most of his first chance to escape Robertson and create the equaliser. 6 James Rodríguez Regularly lost his temper as he struggled to find the space to influence the Bayern attack. 5 Franck Ribéry Received plenty of diagonal balls to hurt Liverpool but his end product was lacking all night. 5 Robert Lewandowski Had no joy against Matip or van Dijk or real opportunity to test Alisson. A peripheral figure. 5 Substitutes Coman for Ribéry, 61 7 Goretzka for Martínez 6 Sanches for Rodríguez 6 Liverpool Alisson His quiet night reflected Bayern’s failure to turn possession into chances against a well-drilled defence. 7 Trent Alexander Arnold Kept busy by Bayern targetting Ribery yet comfortably up to the task of containing him. 8 Joël Matip Unlucky with the own goal as he had to play the ball. Made several crucial interventions. 8 Virgil van Dijk Great tackle on Lewandowski, lovely ball for Mané and a match-winning header – another stunning display. 9 Andy Robertson Overlapped to good effect and made key clearances, although caught out for the equaliser. Silly booking rules him out of next game. 7 Georginio Wijnaldum Improved after a chaotic start. Succeeded in his main task of stifling Rodríguez and driving him to distraction. 7 Jordan Henderson A surprise inclusion ahead of Fabinho only to suffer an injury that ended his night after 13 minutes. 5 James Milner Passing wasn’t the best but took the middle battle to Bayern with a solid display. 7 Sadio Mané The most dangerous forward on the pitch. Conjured a sublime first goal and unnerved Bayern. 9 Roberto Firmino Led the press well at times but unable to hurt the hosts when in possession. 7 Mohamed Salah Quiet until the game opened up at 2-1 and then he wreaked havoc. Glorious cross for Mané. 8 Substitutes Fabinho for Henderson, 13 7 Origi for Firmino, 83 6 Lallana for Milner, 87 5"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}