{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/mar/05/tottenham-spursiness-giorgio-chiellini-borussia-dortmund", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-03-05T23:48:51Z", "webTitle": "Tottenham discover clinical edge to banish talk of ‘Spursiness’ | Stuart James", "webUrl": "https://www.theguardian.com/football/2019/mar/05/tottenham-spursiness-giorgio-chiellini-borussia-dortmund", "apiUrl": "https://content.guardianapis.com/football/2019/mar/05/tottenham-spursiness-giorgio-chiellini-borussia-dortmund", "fields": {"headline": "Tottenham discover clinical edge to banish talk of ‘Spursiness’", "bodyText": "They call it “Spursy” these days. It is a term that has come to symbolise Tottenham’s reputation for losing their nerve, choking, blowing it – call it what you want. The chances are Giorgio Chiellini has never heard of the expression but the Italian was tapping right into that theme this time last year after Juventus eliminated Spurs from the Champions League, despite drawing the first leg in Turin and going behind at Wembley. “It’s the history of Tottenham,” he said. “They always create many chances and score so much but, in the end, they miss always something to arrive at the end.” Maybe it is time to change the record. Forget all the talk about mental fragility, brittleness and snatching defeat from the jaws of victory; this was a night when Mauricio Pochettino and his players rewrote the narrative. Professional, disciplined and clinical, Spurs put on a performance to admire as they took their place in the last eight of Europe’s premier club competition for only the third time in their history. The last occasion was in March 2011, when they drew 0-0 at home with Milan to complete a 1-0 aggregate victory. The night before a 17-year-old by the name of Harry Kane was playing for Leyton Orient against Walsall and scored the fifth of his 138 league goals. On loan at the time, Kane could never have imagined that eight years later he would score the goal that helped to take Spurs back to the Champions League quarter-finals. Spurs had weathered quite a Dortmund storm before the England international’s decisive goal here, answering all the questions that had been asked of them beforehand. Jan Vertonghen, who scored one and set up another in the first leg, was outstanding in a three-man central defence and Hugo Lloris chose a good evening to remind everyone why he is a World Cup winner. The Spurs goalkeeper has endured some difficult moments this season, on and off the field, but this was a superb display. Ultimately, though, it was Kane who extinguished Dortmund’s hopes with the sort of predatory finishing that we have come to take for granted. Moussa Sissoko had the time and space to play a perfectly weighted pass and Kane made the rest look ridiculously easy as he swept a rising shot around Roman Bürki. One chance. One goal. Game over. Only three teams in Champions League history have progressed in the knockout rounds after losing the first leg by three or more goals – Barcelona, Roma and Deportivo La Coruña – and Dortmund knew that they had to keep a clean sheet to have any chance of adding their name to that list. They also badly wanted an early goal to plant a few seeds of doubt into Spurs minds and but for Vertonghen would almost certainly have scored one. There were only 11 minutes on the clock when Marco Reus, who shimmered with menace in a breathless opening, prepared to shoot after capitalising on some hesitation from Davinson Sánchez. Time seemed to stand still for a moment before Vertonghen expertly wrapped his right foot around the ball to make a perfectly timed challenge. File it under textbook defending. There were plenty of other uncomfortable moments for Spurs, too, in that first half as Dortmund, feeding off the energy of that Yellow Wall at the opposite end of the stadium, attacked relentlessly. Dortmund’s football under Lucien Favre has been described as “modern jazz” compared with Jürgen Klopp’s brand of heavy metal but there was bit of everything played in a frantic opening 45 minutes in which the Spurs defence was stretched time and again. Dortmund, playing Mario Götze and Reus in advanced roles behind Paco Alcácer, kept surging forward and exploiting the space that opened up on the flanks until Pochettino, in a wise tactical move, dropped Son Heung-min into a deeper role wide on the left to create a midfield four. By that stage Lloris had made a number of excellent saves and it felt like a triumph that Spurs had managed to get to the interval with the game still goalless. Their evening, however, was about to get much better when Kane scored the goal that silenced the Dortmund supporters and gave Spurs the breathing space they craved. Kane is now Tottenham’s all-time leading goalscorer in Europe, although this was a night for the collective rather than the individual. Perhaps Tottenham are made of stronger stuff than a few imagined."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}