{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/mar/12/nationals-deputy-leader-australia-frustrated-barnaby-joyce", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-03-11T23:52:31Z", "webTitle": "Nationals deputy leader says Australia is 'frustrated' at Barnaby Joyce", "webUrl": "https://www.theguardian.com/australia-news/2019/mar/12/nationals-deputy-leader-australia-frustrated-barnaby-joyce", "apiUrl": "https://content.guardianapis.com/australia-news/2019/mar/12/nationals-deputy-leader-australia-frustrated-barnaby-joyce", "fields": {"headline": "Nationals deputy leader says Australia is 'frustrated' at Barnaby Joyce", "bodyText": "The National party deputy leader, Bridget McKenzie, has attacked Barnaby Joyce for being out of step with the Nationals party room, saying the country was “frustrated” by him, as the party struggles to present a picture of unity. In one of her strongest criticisms yet, McKenzie accused her former leadership partner of derailing the political conversation. Asked if she was frustrated by Joyce’s comments in recent days, McKenzie said: “I think Australia is frustrated, you know, that there is a politician out there that is not focused on their needs and issues. “It is really clear when you’re out on the ground, talking to communities, as I have been, and small businesses, out in regional communities and our industries, that power prices is one of the No 1 issues. The cost of living is really biting out there, and so we need to be making sure that our policies address that. “And not talking about ourselves.” Joyce, who on Monday declared himself the “elected deputy prime minister of Australia”, has escalated tensions within the Coalition and in the Nationals party room by stoking divides over the “coal war”, which has once again erupted among government MPs. The dispute began last week when six Queensland Nationals-aligned MPs demanded the party leader, Michael McCormack, and the energy minister, Angus Taylor, take “immediate action” and commit to underwriting the construction of a new coal-fired power plant in regional Queensland. “These people want a coal-fired power station, they should be allowed to get a coal-fired power station,” Joyce told Sky News on Monday night. “A policy of the National party is for a coal-fired power station, and policy for control of power prices relies on an increase of supply, which we’ll get from coal-fired power and a divestment power. “Now we’re standing behind National party policy for National party seats, so as to give us the best chance in the electorate.” The latest clashes have also laid bare chasms over McCormack’s leadership within the partyroom, although not all those pushing for coal back Joyce’s return to the leadership. McKenzie, speaking from Victoria, where the Coalition faces an election wipeout, with climate change policy one of the biggest driving issues, said her party was in “lock-step” behind McCormack. “What Barnaby Joyce is saying publicly is very different to what the partyroom is saying,” she said. “But what we are agreed on is that we do need to back a neutral approach, a technology-neutral approach to getting reliable, baseload power into our energy system.” Scott Morrison has also rejected the push for a new power station, pointing out the Queensland Labor government would never approve such a project. On McCormack’s leadership, McKenzie said “we all back him to the hilt” and advised fellow National MPs to “focus on the interests and needs of regional Australia”. Her words were later echoed by the Victorian Nationals MP Darren Chester, who said some of his strongest supporters in his electorate were “the most vocal on environmental issues” and as “practical environmentalists”, expected “a balanced and rational response” to energy security and affordability, as well as addressing climate change. “Most Gippslanders are dealing with the drought right now and they are sick of politicians talking about themselves,” he said. “I share their frustration and refuse to be distracted by needless chatter about the leadership of the Nationals. Michael McCormack has my complete support as leader.” Joyce has repeatedly made it clear he wants to return to the party leadership. He was forced to stand down after his extra-marital affair with a staffer was revealed, followed by harassment allegations, last year. An internal party investigation into the allegations was unable to come to a conclusion about the complaint. Joyce has denied he has been driving leadership tensions, saying only that he would stand if a spill was called. The battle has grown increasingly ugly, with McCormack responding to Joyce’s claim the Coalition was a “business arrangement” and not a marriage, by saying he understood what it took to make a successful marriage work. That was interpreted as a pointed slight against Joyce’s personal history, given the breakdown of his long-term marriage. Even the hint of Joyce returning to the leadership before the May federal election was enough for the West Australian branch of the party, which has no seats in federal parliament, to issue a warning against any such move. The WA branch was the first to call for Joyce to step aside from the national leadership after the harassment allegations were raised. On Tuesday the state leader, Mia Davies, said Joyce would stymie any chance the branch had of sending a MP east. “The Nationals WA made their views clear on Mr Joyce’s leadership in March 2018,” she told the West Australian. The Liberals and Nationals are not in an official coalition in WA."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}