{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/mar/05/justin-trudeau-canada-government-scandal-cabinet-rallies-behind-pm", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-03-05T22:16:12Z", "webTitle": "Justin Trudeau's cabinet rallies behind him after second resignation", "webUrl": "https://www.theguardian.com/world/2019/mar/05/justin-trudeau-canada-government-scandal-cabinet-rallies-behind-pm", "apiUrl": "https://content.guardianapis.com/world/2019/mar/05/justin-trudeau-canada-government-scandal-cabinet-rallies-behind-pm", "fields": {"headline": "Justin Trudeau's cabinet rallies behind him after second resignation", "bodyText": "Justin Trudeau’s cabinet has made a show of public support for the embattled Canadian prime minister ahead of further parliamentary hearings over allegations that his aides tried to interfere with the prosecution of an engineering firm accused of bribing the Libyan government. The scandal gained new momentum on Monday with the resignation of Jane Philpott, the president of the cabinet’s Treasury Board testimony. Announcing her decision, she cited allegations by former justice minister and attorney general Jody Wilson-Raybould that Trudeau and other senior figures had made an “innappropriate” effort to dissuade Wilson-Raybould from prosecuting Quebec-based engineering giant SNC Lavalin. After Philpott’s surprise exit on Monday afternoon, the remaining 33 members of Trudeau’s cabinet have publicly expressed support for Trudeau. Several prominent members of cabinet, including foreign minister Chrystia Freeland and environment minister Catherine McKenna, attended a campaign-style rally on Monday night in support of the government’s climate change policy. Trudeau mentioned Philpotts’s resignation during his prepared remarks, but a second appearance did not allow questions from the media. He has also canceled a planned appearance in the city of Regina, instead returning to Ottawa for private meetings. But the scandal is set to return to the spotlight on Wednesday when Trudeau’s former principal secretary and close friend, Gerald Butts, and Michael Wernick, the country’s top civil servant, will testify in front of parliament’s justice committee. A close adviser to Trudeau and longtime friend, Butts has denied Wilson-Raybould’s allegations, but resigned on 18 February. Butts was a member of Trudeau’s inner circle, often playing an outsized role in crafting policy and taking to social media to aggressively debate political rivals. “His testimony … will reinforce the deep, entrenched conflict on what is and is not appropriate when the minister of justice is taking on the role of attorney general,” said Errol Mendes, a professor of law at the University of Ottawa. Trudeau and other officials have maintained no lines were crossed in their conversations with Wilson-Raybould. But there are questions over whether Butts’ pugnacious tendencies will benefit Trudeau – or inflict further damage on the government. Wernick, the clerk of the privy council, has also emerged as a controversial figure in the scandal. Following Wilson-Raybould’s testimony, in which she accused him of improper pressure, one parliamentarian called Wernick “deeply compromised” and demanded his immediate resignation. In a letter to the prime minister, NDP member Charlie Angus described Wernick as “a central player in a very political controversy” and characterized his actions in the affair as nakedly partisan. “Mr Wernick has overstepped his role,” Angus wrote. “He cannot remain clerk of the Privy Council and I urge you to ask for his resignation immediately.” Wednesday’s testimonies will likely feature the same arguments the government has made for the last few weeks – that top officials did nothing wrong. “They’ll likely say … ‘We stayed on the right side of the ‘red line’.’ Essentially, it’s her perspective that’s different,” said Mendes of the contrasting accounts of Wilson-Raybould and government officials. “I think there’s a real need for the party – and the prime minister – to have a wake-up call and do a massive mea culpa if they want this to not further damage the government.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}