{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/mar/17/carrie-tiffany-ean-higgins-dominic-kelly-and-more-on-what-theyre-reading-in-march", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-03-16T21:10:50Z", "webTitle": "Carrie Tiffany, Ean Higgins, Dominic Kelly and others on what they're reading in March", "webUrl": "https://www.theguardian.com/books/2019/mar/17/carrie-tiffany-ean-higgins-dominic-kelly-and-more-on-what-theyre-reading-in-march", "apiUrl": "https://content.guardianapis.com/books/2019/mar/17/carrie-tiffany-ean-higgins-dominic-kelly-and-more-on-what-theyre-reading-in-march", "fields": {"headline": "Carrie Tiffany, Ean Higgins, Dominic Kelly and others on what they're reading in March", "bodyText": "Trevor Shearston Hare’s Fur Scribe Your book in your own words: I have never thrown a pot, but I lived with a potter, and I have been around clay and kilns for 40 years. Pots are a love affair almost as strong as words and potters are the most grounded – literally – and multitalented of artists, way more interesting than us scribblers. It was time to make use of that, and of everything else I’d absorbed. I couldn’t put it into pots so I had to create a potter. Russell lives on the edge of Katoomba. At 72 he is still potting, still hiking into the valley below his house to collect rock for glazes. But 11 months earlier his wife died, and he is unmoored, barely clinging on. Grief is slowly killing him. Then, on one of his collecting trips, he encounters three siblings, 5, 8 and 15, who are living in a cave to evade welfare and the police. They need food and they need shelter. And, above all, someone to trust. What were you reading when you wrote it? A Potter’s Book by Bernard Leach lay on my table throughout the writing of Hare’s Fur. Its technical detail is now dated, but its opening chapter, “Towards a Standard”, on what defines a good pot, is timeless, and informed my and Russell’s pottery aesthetic. What will you read next? Beyond Words: A Year with Kenneth Cook by Jacqueline Kent. She is a superb biographer, but this subject is very close to the bone; her courage and intelligence guarantee that it will be an unflinching account and a deeply affecting read. Sam George-Allen Witches: What Women Do Together Vintage Your book in your own words: Witches is about the spaces in which women collaborate – culturally, spiritually, materially – and about all the pleasure and joy there is to be had in those spaces. In 13 chapters, the book explores the dynamics of groups as diverse as nuns, sportswomen and midwives, finding moments of hope and power in all of them. Writing Witches was an opportunity for me to meet, spend time with and interview the most incredible array of diverse, inspiring women, and the end result is a combination of those interviews, intensive research and memoir. In a lot of ways, I wrote the book as a self-salve – I wanted an antidote to the poisonous notion of compulsory girl-on-girl rivalry that I’d been swallowing for such a long time. Seeing so many women in glorious concert with one another worked for me. I hope it works for other women, too. What were you reading when you wrote it? Helen Garner’s True Stories. Like all of Garner’s work, this collection both inspired and deflated me (Is there anyone as good as she is? Will there ever be?) – luckily inspiration won out this time. I quit my bullshit and got the work done. Thanks, Helen. What will you read next? I can’t wait to get into Melissa Lucashenko’s Too Much Lip. It’s been ages since I read a novel, even longer since I’ve read a funny one, and having already charged through the first chapter I am blocking out time in my diary to sit down and devour the rest whole. Nick Brodie Kosciuszko Hardie Grant Your book in your own words: It’s a history of misadventure, place and meaning. Kosciuszko follows the story of two mates who go missing on Mount Kosciuszko, New South Wales, revealing a bigger tale about the mountain and its place in Australian history and culture. Coming from different walks of life, the two men illuminate diverse parts of the Australian experience. One spent part of his childhood in the high country just when Banjo Paterson’s poetry was thrilling Australians with tales of horsemen and snow. The other came from Long Island in New York, and had a bit of The Great Gatsby about him. One saw his dad go to prison during an industrial dispute, the other met world leaders like Hirohito and Gandhi. Between them we see how Kosciuszko fitted in a wider worldview at a time of momentous change, and learn how the place came to mean more to Australians than just our highest mountain. What were you reading when you wrote it? Among other things, Julia Boyd’s Travellers in the Third Reich. It’s a fantastic history of travel and culture in fascinating times. What will you read next? Paul Ham’s Vietnam: The Australian War. It’s been on my shelf for a little while now, so I’m increasingly keen to give it a go. Mark Brandi The Rip Hachette Your book in your own words: The Rip begins with a woman sleeping rough in a city park with her best friend, Anton, and their dog, Sunny. While battling addiction, they find comfort in each other, and in dreams for a better future. An old acquaintance of Anton’s, Steve, then enters their world and offers a place to stay in his flat. It looks a good deal at first, but Steve’s motives aren’t clear, and he seems to have something over Anton, a secret from their past. Life in the flat with Steve quickly becomes intense and unpredictable, and there’s a strange smell they can’t quite place. And before they realise it, both she and Anton are caught up in something unspeakable, something that will threaten their very existence. What were you reading when you wrote it? Sing, Unburied, Sing by Jesmyn Ward – a stunning, lyrical tale of a woman’s journey to pick up her boyfriend from prison; it offers a deeply moving account of class, poverty and addiction, without ever becoming didactic. What will you read next? Preservation by Jock Serong. I’ve thoroughly enjoyed Jock’s previous work, especially The Rules of Backyard Cricket – he’s such a vivid, versatile storyteller, with an eye for the darker corners of humanity. Dominic Kelly Political Troglodytes and Economic Lunatics: The Hard Right in Australia La Trobe/Black Inc. Your book in your own words: My book tells the story of four small single-issue advocacy groups that contributed greatly to the general rightward shift in Australian politics over the past three decades. On industrial relations, the HR Nicholls Society wanted to topple the arbitration system, abolish the minimum wage and strip trade unions of their legal privileges. On constitutional issues, the Samuel Griffith Society wanted a renewed federalism, and fought passionately against the Mabo judgment and the proposed Australian republic. On Indigenous affairs, the Bennelong Society opposed land rights and reconciliation, and argued for a return to the assimilation policies of the mid-20th century. On climate change, the Lavoisier Group joined with denialists around the world in discouraging governments from taking meaningful action. Led by three driven and influential men – Hugh Morgan and Ray Evans of Western Mining Corporation, and John Stone, the former Treasury secretary and National party senator – these organisations set out to change Australian political culture, and largely succeeded. What were you reading when you wrote it? I was usually immersed in piles of rightwing books, articles and conference papers, but occasionally I managed to find solace in a good novel. A favourite was Nathan Hill’s The Nix (2016), which jumps between America in the 60s, the 80s and the hyper-real present. Great fun as I was trying to make sense of the way Australia has changed over the same period. What will you read next? Guy Rundle’s Practice: Journalism, Essays and Criticism is a new collection of his best work over the past 20 years. Too much Australian political writing is plagued by a combination of historical ignorance and cravenness towards the powerful; not Guy’s. I’m eager to re-read all those pieces that made me think and laugh out loud, and catch up on those that I’ve missed. Peggy Frew Islands Allen &amp; Unwin Your book in your own words: Islands is the story of the Worth family, parents Helen and John and daughters Junie and Anna. Told in a fractured, kaleidoscopic fashion, the book moves back and forth in time and in and out of the minds of multiple characters as it traces the lives of the Worths and investigates the repercussions of two major events: the rupture of Helen and John’s marriage; and the unexplained disappearance of younger daughter Anna at the age of 15. It’s a dark book in that it’s concerned with loss (both losing someone and feeling lost oneself) but in writing it I wanted to create a portrait of a family that had room for many of the ambiguities and mess that exist in real-life relationships. It seems to me that intimacy can have many facets: admiration, resentment, respect, frustration, ambivalence, passion – and so there is (I hope) some joy in Islands too, alongside the darkness. Most of all I wanted to write a book that felt alive. What were you reading when you wrote it? George Saunders’ Lincoln in the Bardo. This extraordinary book got me thinking about the symbiotic relationship between form and content, how books have shapes, and how part of the job of writing one is to pay attention to the shape that – because of what it’s about – it needs, or is asking to built in. What will you read next? Carrie Tiffany’s Exploded View. Excited to read this as I have heard so many good things about it, and to me it sounds like a book that’s not afraid to ask something of the reader, something I usually appreciate. Also I’m a sucker for an outsider voice, for novels set in 1970s Australia, and a teen girl protagonist, and Exploded View ticks all these boxes. Leah Kaminsky The Hollow Bones Vintage Your book in your own words: The Hollow Bones is based on the bizarre, true story of Ernst Schäfer, a little-known zoologist and explorer, who was chosen by Heinrich Himmler to lead an expedition of young German scientists into Tibet in 1938. Although their official aim was to explore the local flora and fauna, charting hitherto unmapped terrain, the secret reason behind their SS-funded mission was to find the true origins of the Nordic Aryan race, in a bid to claim more territory for the Reich. The story brings together the perils of pseudoscience, cultural fascism, humankind’s relationship with nature and our obsession with the categorisation of all sentient beings. It explores the small missteps taken that lead to a slippery slope of perilous moral decline. At the heart of the book is the romance between Schäfer and his loyal childhood sweetheart, Herta, who becomes dangerously entangled in her lover’s obsession with furthering his own career. She is the true voice of compassion and beauty, a constant and uncomfortable reminder to Schäfer of the Faustian bargain he has struck. What were you reading when you wrote it? I read widely while researching the novel. I was particularly taken by Anthony Doerr’s All The Light We Cannot See and the way it examines the internal terrain of human beings caught up in the vagaries of war, exploring the moral choices they make. What will you read next? I have so many books piled up beside my bed, waiting to be read. The next one I am looking forward to is Axiomatic by Maria Tumarkin, whose prose and ideas always break new and exciting ground. Ean Higgins The Hunt for MH370 MacMillan Your book in your own words: My book delves into what we know and don’t know about the world’s greatest aviation mystery, the disappearance of Malaysia Airlines flight MH370. I tell it largely through the voices of those involved in the hunt – families of the disappeared, leaders of the search and aviation experts who use their knowledge to seek the truth. The book outlines five theories of what may have taken the aircraft and the 239 souls on board, who went to their doom in the middle of nowhere in the southern Indian Ocean. I look at an on-board fire, and rapid decompression. Alternatively, I explore scenarios of human intervention: a hijack by passengers, or the captain himself. While there is a lot of technology involved, I have tried to write this as a human story: the next of kin cannot know what happened to their loved ones and achieve closure until the aircraft is found. What were you reading when you wrote it? I was reading Carson McCullers’ classic The Ballad of the Sad Café. McCullers’ tight, simple but engaging style of writing is powerful in conveying human emotion in a compelling fashion, and one I tried to emulate as best I could in my book. What will you read next? Next on my list is Trent Dalton’s debut novel, Boy Swallows Universe. Apart from the fact that it has received rave reviews, I’d like to know how to write a book that sells 100,000 copies in the first seven months and is shortlisted in the NSW premier’s literary awards. Carrie Tiffany Exploded View Text Your book in your own words: I find this question troubling. It’s hard to talk about a novel in a way that doesn’t diminish it, but here are some of the materials from which the book was made: a blue Holden sedan, a family of skinks, various workshop tools and automotive parts, a cat that may be a hermaphrodite, acts of sabotage, roadkill, road houses, several episodes of Hogan’s Heroes and endless kilometres of Australian outback roads. What were you reading when you wrote it? Scientific Publications’ Workshop Manual Series No 72: Holden Torana HB, S and SL. I’ve had this manual for more than 30 years. The teenage narrator of my novel uses a similar manual to make sense of her family life. She is compelled by the exploded views and attracted to the male hands that model the engine parts. What will you read next? Wayne McCauley’s novella, Simpson Returns. Wayne is a thrilling writer – often experimental. I’m a lover of all things equine so I’m already fretting about the fate of the bandaged donkey on the cover – it has a nasty wound to the cannon. Monica Tan Stranger Country Allen &amp; Unwin Your book in your own words: Stranger Country is the story of the six months I spent driving 30,000km of remote Australian outback roads on my own. That makes it sounds like a “mere” travelogue, but it’s also my attempt to understand whether someone like me – a Chinese Australian, a non-Indigenous Australian – can ever truly belong to this country. As a friend of mine joked, I hope readers will come for the adventure ... and stay for the searing treatise on Australian race relations. Ours is the story of Indigenous Australia’s bewilderingly long occupation of the land, of two radically different cultures coming into contact for the first time, the unfolding tragedy as one culture attempts to subsume the other, and ultimately the survival of this land’s First Peoples. It is also “Project Australia” – a grand and always-contested experiment, as one of the most egalitarian, progressive, multicultural democracies in the world. How we fit such strange pieces together and unify the country with a truly inclusive national narrative is possibly Australia’s most important and difficult challenge. This book is my modest contribution. What were you reading when you wrote it? At one point I was so stuck on my writing that, in desperation, I attempted to emulate the structure of Songlines by Bruce Chatwin. Line-by-line, paragraph-by-paragraph; the writing equivalent of colour-by-numbers painting. Unsurprisingly, it didn’t work. Still, reverse engineering his book helped me pull the curtain back a little on how that type of writing magic happens. What will you read next? A friend of mine raved to me about The Lucky Galah by Tracy Sorensen. This friend described it so evocatively, I figure the source must be spectacular. Also, Sorensen and I may have some overlap in our obsessions: namely, what does it mean to be Australian? Caro Llewellyn Diving into Glass: A Memoir Hamish Hamilton Your book in your own words: Diving into Glass is first and foremost a tribute to my father who was struck down by polio at 20 with such a severe presentation of the disease, doctors unceremoniously told his terrified parents not to get their hopes up. Yet he survived 95% paralysis with good humour, grace and grit. He married two beautiful and accomplished women – one of whom he wooed from inside an iron lung – had four children and became a powerful advocate for societal change. But beyond his story of beating the odds, the book describes my journey grappling with a devastating medical diagnosis of my own and the struggle I had finding grace in adversity despite my father’s exemplary example. In the end, the book is a meditation about grief and healing and a tribute to resilience and good cheer. What were you reading when you wrote it? I read very little because I didn’t want to lose my way, but Elizabeth Flock’s heartbreaking Me and Emma was a great influence. Flock’s central character, while very different, reminded me in its authenticity of Holden Caulfield in The Catcher in the Rye. I thought if I could get halfway to her truth and innocence of voice, I’d be happy, so Flock’s clear-eyed heroine was my beacon. What will you read next? Markus Zusak has been a literary hero of mine for more than two decades. He’s a beautiful writer, but I’m an extra devotee because his young adult books made reticent young people – particularly boys – excited to read. I have no idea when Markus’s next book is due for release, or even if he’s working on one, but I surely hope he is and will jump to the front of the queue when it appears."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}