{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2019/mar/11/google-executive-payout-harassment-amit-singhal", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2019-03-11T23:26:32Z", "webTitle": "Google paid former executive $35m after sexual assault allegation", "webUrl": "https://www.theguardian.com/technology/2019/mar/11/google-executive-payout-harassment-amit-singhal", "apiUrl": "https://content.guardianapis.com/technology/2019/mar/11/google-executive-payout-harassment-amit-singhal", "fields": {"headline": "Google paid former executive $35m after sexual assault allegation", "bodyText": "Google paid the former search executive Amit Singhal $35m in an exit package when he was reportedly forced to resign after a sexual assault investigation, according to court documents released on Monday. Details of the exit package were revealed as part of a shareholder lawsuit against the company, one that followed a published report of payouts Google made to executives accused of sexual misconduct. The lawsuit targets the board of Google’s parent company, Alphabet, charging that its members had a duty to protect the company and its shareholders from risk and reputation damage. Instead, it says, the board agreed to pay off and otherwise support male executives facing misconduct charges, opening the company to reputational and financial damage. Previously redacted portions of the lawsuit were made available Monday, including quotes from Alphabet board committee meetings. One portion of the minutes showed that Singhal, a senior vice-president of search who left the company in 2016, received two $15m payments and a payment of between $5m to $15m as part of a separation agreement. The total payment could have been up to $45m. Singhal was one subject of a New York Times investigation last year that revealed Google paid the Android creator, Andy Rubin, $90m in a severance package after the company found allegations of sexual assault against him were credible. Rubin has denied the claims. Singhal has also denied the claims against him, saying in a statement to the AP in 2017 that he had not been accused of harassment before and that he left Google on his own terms. Singhal did not immediately return a request for comment Monday. But the New York Times, citing three people briefed on the incident, reported that an employee claimed Singhal groped her at an off-campus event. A Google investigation found her claims credible, according to the Times. Previously, the Times reported Singhal was paid “millions” in an exit package. Singhal later joined Uber, but left after just five weeks. News reports at the time said he had failed to tell Uber he left Google because of a sexual harassment allegation. Google acknowledged the unredacted claims in the lawsuit Monday and said in a statement that there were “serious consequences for anyone who behaves inappropriately at Google”. “In recent years, we’ve made many changes to our workplace and taken an increasingly hard line on inappropriate conduct by people in positions of authority,” the company said in an emailed statement. The company was pressured to make changes by employee action last year. After news of Rubin’s huge payout, tens of thousands of Google workers around the world walked out of work in November to protest the company’s handling of sexual misconduct claims. Google promised to be more forceful in handling such cases and ended mandatory arbitration in cases of sexual misconduct. But the backlash has continued. Google walkout organizers are still fighting the company on specific demands, and high-profile engineers have quit the company. Last month, Google ended mandatory arbitration for all employee complaints in response to pressure from walkout organizers. The lawsuit, brought by the shareholder James Martin, also references board minutes and emails that reportedly show Rubin was awarded $150m in equity compensation shortly before he left the company. The suit claims the Alphabet CEO, Larry Page, awarded the grants, and only later received board approval."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}