{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/mar/28/pollutionwatch-myth-inconvenient-youth-climate-change", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-03-28T21:30:03Z", "webTitle": "Pollutionwatch: time to dispel the myth of the inconvenient youth", "webUrl": "https://www.theguardian.com/environment/2019/mar/28/pollutionwatch-myth-inconvenient-youth-climate-change", "apiUrl": "https://content.guardianapis.com/environment/2019/mar/28/pollutionwatch-myth-inconvenient-youth-climate-change", "fields": {"headline": "Pollutionwatch: time to dispel the myth of the inconvenient youth", "bodyText": "In 2007, an article in the Wall Street Journal appeared with the headline “Inconvenient youth”. A pun on Al Gore’s film An Inconvenient Truth, it described parents being badgered by their children to drive less or install low energy lighting to help climate change. It even included tips and strategies for fed-up parents to deflect these suggestions. A new study challenges this narrative. In 2015, a poster competition for Utah schools was launched to encourage teens to consider the air pollution implications of their driving privilege and to learn strategies to preserve air quality. Although the competition was directed at the teenagers, it soon became clear that they were talking to their parents and encouraging them to change behaviour too. Changes included stopping engine idling, joining short trips together or walking instead of driving. In later rounds, researchers began to focus on this parent-teenager interaction. In contrast to the pessimistic Wall Street Journal article, only 6% of parents said the information from children was as annoying or irritating. The clear majority were proud of their child’s clean air actions and were motivated to change themselves. Let’s hope our politicians are as open in listening to the thousands of school children taking to the streets each Friday."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}