{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/mar/11/nancy-pelosi-donald-trump-impeachment-not-worth-it", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-03-11T22:36:48Z", "webTitle": "Pelosi comes out against impeaching Trump: 'He's just not worth it'", "webUrl": "https://www.theguardian.com/us-news/2019/mar/11/nancy-pelosi-donald-trump-impeachment-not-worth-it", "apiUrl": "https://content.guardianapis.com/us-news/2019/mar/11/nancy-pelosi-donald-trump-impeachment-not-worth-it", "fields": {"headline": "Pelosi comes out against impeaching Trump: 'He's just not worth it'", "bodyText": "Donald Trump should not be impeached unless the reasons are overwhelming and bipartisan, given how divisive it would be for the country, the House speaker, Nancy Pelosi, has said. “I’m not for impeachment,” Pelosi, the top US Democrat, said in a Washington Post interview published on Monday. “Impeachment is so divisive to the country that unless there’s something so compelling and overwhelming and bipartisan, I don’t think we should go down that path, because it divides the country,” she said. “He’s just not worth it.” It was Pelosi’s most direct comment yet on Trump’s possible impeachment, a topic she has dealt with cautiously as it carries the potential to sharply split Democrats and the public ahead of next year’s White House and congressional elections. The special counsel Robert Mueller is investigating Russian interference in the 2016 US presidential campaign, possible collusion between Trump’s campaign and the Russian government and whether Trump has attempted to obstruct the inquiry. Trump has denied wrongdoing and called the investigation a witch-hunt. Mueller is expected to send a report soon to the US attorney general, William Barr, outlining his findings, and any evidence of wrongdoing could prompt Congress to take action against the president. Several panels in the Democratic-controlled House of Representatives are also investigating the president. Although Pelosi said she believed it would be too divisive to impeach Trump, she characterized the president as unfit to hold office. “No, I don’t think he’s fit to be president of the United States,” Pelosi told the Post, adding he was “ethically unfit, intellectually unfit, curiosity-wise unfit”. Democrats face growing pressure from the left for impeachment, including a multimillion-dollar ad campaign from the liberal billionaire Tom Steyer to build support for action against Trump. Reacting to her comments, Steyer suggested Pelosi’s stance was “politically convenient”. The House judiciary committee, which would lead an impeachment inquiry, recently launched a broad investigation of corruption, abuse of power and obstruction of justice allegations against Trump that could amount to impeachable offenses. The House judiciary committee chairman, Jerrold Nadler, has said he believes Trump has committed obstruction of justice, but that it is too soon to decide on impeachment. “We do not now have the evidence all sorted out,” Nadler told ABC’s This Week program on 3 March. He added: “Before you impeach somebody, you have to persuade the American public that it ought to happen.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}