{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/mar/02/regurgitators-pogogo-show-doing-a-kids-album-really-feels-true-to-our-nature", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-03-01T21:38:56Z", "webTitle": "Regurgitator's Pogogo Show: ‘Doing a kids album really feels true to our nature'", "webUrl": "https://www.theguardian.com/music/2019/mar/02/regurgitators-pogogo-show-doing-a-kids-album-really-feels-true-to-our-nature", "apiUrl": "https://content.guardianapis.com/music/2019/mar/02/regurgitators-pogogo-show-doing-a-kids-album-really-feels-true-to-our-nature", "fields": {"headline": "Regurgitator's Pogogo Show: ‘Doing a kids album really feels true to our nature'", "bodyText": "Most rock bands work very hard at being serious. Credibility and being cool is everything – but if you’re a rock-star parent, those things count for nothing when it’s time to go home. Then you might sing silly songs to your kids in between chores, or when you’re dropping them off at school, before it’s time to put on the mask again and going back on tour. Regurgitator have never worked hard at being serious, and have recorded an entire album of the songs they sang to their kids. The result is Regurgitator’s Pogogo Show: The Really Really Really Really Boring Album, with Ben Ely’s 14-year-old daughter Dee Dee doing backing vocals and telling stories in between songs. The result is anything but boring, and sounds, well, like a Regurgitator album. For kids. That is, without the swearing, but with lots of farting. The classic Brisbane three-piece (Quan Yeomans, Ben Ely and Peter Kostic) are spread out these days, with Yeomans in Melbourne and Kostic in Sydney. But all have children, and so too do most of the band’s Generation X fans, who’d come to the gigs on a night off (or on a date night). The Pogogo Show could catch on – especially since it’s already branching out into live shows. But, as Ely says in the backyard of his Brisbane home, this was no calculated Cockroaches-to-Wiggles type transformation. As much as it is a reflection of parenthood, it’s also an extension of his near 30-year friendship with Yeomans. “You know that mate who you’re kind of a bit sillier with than other people?” he says. “Quan and I have this very juvenile relationship. When we get together we try and make each other laugh, and a lot of those Regurgitator songs come from that place. Making a record, we’d always find ourselves pulling back from being complete idiots, but doing a kid’s album, this is the project where it really feels true to our nature. We can just jump off that idiot cliff.” Dee Dee – who was, naturally, named after the late Ramones bass player – took it more seriously. “We kind of wrote it together,” she says. “A lot of it was from childhood. And it was interesting, but it also taught me to be confident in being able to express myself through multiple mediums, and producing a record was just an easy way of getting some of these ideas out there.” That doesn’t mean it wasn’t fun. Mr Butt, for example, was one of those songs that came from a school run years ago. “We were driving and we saw a cyclist and his pants were not where they should be,” Dee Dee says. “You could see a lot of crack, and Dad just started tapping on the steering wheel as he usually does and pointing…” “And I said, pull your pants up Mr Butt!” Ely finishes. “And then we invented this character called Mr Butt, whose pants keep falling down.” Later, Ely made a papier-mache Mr Butt for the children’s shows. “I thought it would take a couple of hours, and it took about a week. But creatively it’s kind of fun. I guess what’s always appealed to us about being in a band is it’s not just guys in a room playing music; there’s so many other components.” The album was recorded with children’s guitars and drums, tracked in a single afternoon in a Melbourne studio, and mixed the next day. Immediacy was everything. “Kids don’t think about things, they just act,” Ely says, possibly referring to himself. “They don’t think, ‘I’m going to draw a fire truck’, they just draw a fire truck. There’s not very many premeditated ideas.” “And with a target audience of kids you can make it a bit more creative,” Dee Dee says. “You can also have fun with it, you don’t have to stick to a certain persona or visual effect.” What about bringing The Pogogo Show to the small screen? Dee Dee is way ahead of Dad here. “I think with modern technology you’ll want to move it to multiple platforms to really take off, because not everyone’s going to be on ABC,” she tells him. “If you want to put it on YouTube, all that stuff, widen your horizons – like, I can help you!” After all, why wouldn’t they want to take songs like Farting Is A Part of Life to suburban homes around Australia? As Dee Dee says to Ben, “It’s not like you’ve got a reputation to uphold or anything.” “There’s no reputation to lose,” he agrees. • The Regurgitator Pogogo Show’s Really Really Really Boring Album is out now"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}