{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2002/jul/16/bbc.conservativeparty", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2002-07-16T16:43:43Z", "webTitle": "Duncan Smith lambasts BBC's political proposals", "webUrl": "https://www.theguardian.com/media/2002/jul/16/bbc.conservativeparty", "apiUrl": "https://content.guardianapis.com/media/2002/jul/16/bbc.conservativeparty", "fields": {"headline": "Duncan Smith lambasts BBC's political proposals", "bodyText": "Iain Duncan Smith has today condemned the BBC's plan to overhaul - and potentially axe - On The Record and Question Time and urged the board of governors to reconsider the proposals. The Conservative leader said the plan was a \"counsel of despair\" - a last-ditch action prompted by the BBC's failure to connect with viewers and voters. Mr Duncan Smith accused the corporation of bringing \"the entire democratic process into question\" with its plans to \"downgrade\" its political coverage. At a press gallery lunch in Westminster, he told journalists the governors had decided viewers were no longer interested in the politics and had decided general programmes should instead become \"more political\". \"Tomorrow the BBC governors are meeting to discuss plans to downgrade the corporation's political programming. They claim their audience is no longer interested and that instead they will make the rest of their output more political,\" said Mr Duncan Smith. \"But if you take politicians out of politics you bring the entire democratic process into question. This can only benefit those who have power at the expense of those who don't. \"The BBC's proposals are a counsel of despair and I urge its governors in the strongest possible terms to think again.\" Conservative sources said Mr Duncan Smith was concerned about the reported axing of programmes that feature interviews and discussions with heavyweight political figures and commentators. Last year the BBC embarked on a review of all its political programming amid concern about falling viewing figures and growing political apathy. The future of several long-running programmes, including Question Time, On The Record and Despatch Box, was called into question and the BBC was said to be particularly concerned about being regarded as too caught up in the Westminster scene. Executives are looking at ways of making political programmes more accessible without \"dumbing down\". Mr Duncan Smith also promised to keep the lobby system of political correspondents but said he would consider holding some briefings on camera. These would not, however, be opened up to general reporters - something Downing Street is considering. \"I would continue to restrict access to this briefing to the parliamentary lobby, thus preserving the essence of the system,\" he said. \"When people stop reporting, questioning, investigating, that is when corruption and bureaucracy, cynicism and apathy, become commonplace.\" The BBC said Mr Duncan Smith had been \"badly misinformed\" about its political proposals and that the governors would not discuss the plans until the autumn. \"There are absolutely no plans to 'downgrade' our political coverage - and there never have been,\" said a spokesman for the corporation."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}