{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/jul/13/horseracing.colinfleetwoodjones", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-07-13T21:47:52Z", "webTitle": "Chandler reveals free bets letters", "webUrl": "https://www.theguardian.com/sport/2002/jul/13/horseracing.colinfleetwoodjones", "apiUrl": "https://content.guardianapis.com/sport/2002/jul/13/horseracing.colinfleetwoodjones", "fields": {"headline": "Chandler reveals free bets letters", "bodyText": "Bookmaker Victor Chandler has acted to take the sting out of the revelations concerning his offer in the 1990s of free bets to trainers by publishing the letters he sent to various handlers yesterday. The letters, are likely to figure prominently in a BBC Panorama programme scheduled for mid-autumn investigating corruption in the racing industry. Andy Drinkwater, Chandler's director of communications said: \"We have been quite transparent. This is quite old, a bit cheesy around the edges quite honestly. We have been quite happy to publish the letters. We want to get it out into the open. In fact it was something that didn't actually work. \"If Panorama do raise some questions about the industry as a whole, well, we should all sit up and take notice. We've helped Panorama and answered all their questions. \"Before I came into this business I always wondered how bookmakers fixed their prices in races where the horses hadn't run before. It's about information and how do bookmakers get that information. Maybe these are questions that should be asked.\" Another letter of May 1, 1996, offered the recipient \"the same arrangement as we had last year with £2,500 free credit\". It added: \"Should you lose this amount, you do not have to settle.\" The Metropolitan Police seized the letters in 1998 during race-fixing investigations, but they were later returned to Chandler after a search warrant was deemed to have been illegal. Subsequently, Chandler lost a high court action to make Panorama return copies of them. Panorama is due to finish its present run tomorrow night. Spokesman Tim English said: \"There will be some sort of announcement at the end of that programme which should say when the racing production is going to be. Whether it is going to be a bit of a taster of what is coming up in the next series, or a clip of the racing special, I don't know yet. However, we expect that to be screened in mid-autumn anyway.\" Following the recent racing expose on Kenyon Confronts from the same channel, the Panorama offering is expected to be even more hard-hitting and has been making waves long before the projected screening. The Jockey Club introduced a code of conduct in 2001 prohibiting trainers from accepting such offers while other big bookmakers - Ladbrokes, William Hill and Coral - have all denied that it is their practice to offer inducements."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}