{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/jul/20/golf.comment1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-07-20T22:38:26Z", "webTitle": "Course record puts Monty straight", "webUrl": "https://www.theguardian.com/sport/2002/jul/20/golf.comment1", "apiUrl": "https://content.guardianapis.com/sport/2002/jul/20/golf.comment1", "fields": {"headline": "Course record puts Monty straight", "bodyText": "Colin Montgomerie had been a soul in torment after his first-round 74, and like other souls in torment he had taken room service. It has to be assumed, given his murderous mood on Thursday evening, that the meal was delivered on time and was half decent, for there were no reports of anybody being found strangled or clubbed to death with a mashie niblick. Thus fortfied, and after also having a good think, the Scot emerged from his slumbers yesterday morning like a man reborn. Everything that had gone wrong the day before began to go right, and before long the Muirfield air was rent by a series of throaty roars of the sort that had been singularly missing for most of the opening day. A small smile played across Montgomerie's lips as he reached the turn in 31, and by the 18th it had become a fully developed smile. Five birdies and a golden eagle added up to a 64, a course record and his best score in an Open, beating the 65s at Turnberry in 1994 and at Royal Lytham last year. And how the crowd loved it, nowhere more so than on the 18th where he birdied and where the loudness of the applause could hardly have been greater had this been Sunday. He had made a dog's dinner of this hole the day before but now he strode towards the green with puffed chest and raised head. \"I know I can win. I've never been frightened of winning, ever. I think the last hole proved that.\" This is the 39-year-old Montgomerie's 13th Open and to date he has achieved nothing better than eighth, at Turnberry eight years ago, and has only three times finished in the top 20. For a man of his ability this is a record, to put it mildly, of considerable underachievement, and with no obvious explanation. \"That's golf,\" he said when asked about the disparity between his first round and the second. The same might be said of his inability to win one of the four majors. But it remains no less frustrating, as the inexplicable always is. Maybe this time, then. He would so dearly love to prove he can do it, not so much to stick a wedge into the mouths of his many critics but simply for himself. Yesterday's seven-under-par round was a battle won, but the greater war within himself rages on, and can only be stilled by victory in the Open or one of the other three majors. On Thursday there had been an almost Mediterranean feel to the weather, but summer returned to the east coast of Scotland yesterday with steady rain. The oystercatchers piped an early warning of the wetness as they flew out to sea, and the gulls quickly settled into a mournful mantra. It was joy to the eyes and ears of Monty, the contrast with the previous day helping him to blank out painful memories. \"I was lucky in ending late on Thursday and then starting early,\" he said, implying there had been little time to brood. The start was all-important. It is no good getting out of bed on the right side if you walk straight into the bedroom door, and his birdie at the 448-yard 1st was exactly the fillip he needed. Every morning thousands of spectators enter Muirfield via the middle of this initial fairway, with many not realising they are on the course at all. It is the narrowest of strips, a thin green river of grass which to the casual eye might be nothing more than a path to somewhere not particularly interesting. \"It's a very, very difficult hole,\" said Montgomerie, \"and I was fortunate that my three-iron went to 20ft and I made the birdie.\" The crowd's growl of delight when he eagled the 5th, his putt of over 30ft breaking in from the left in the last couple of inches, must have been heard on the East Neuk of Fife, away across the misty Firth of Forth. Birdies followed at the 6th and 9th, and by now none of his ever burgeoning gallery cared a jot that they were getting wet. His one tricky moment came at the 11th when he pushed a drive into the sodden rough, but he emerged safely and hit an excellent pitch-and-run to save par. Then, at the 15th, when the sparkle was perhaps just beginning to fade as he assiduously protected himself from any more possible disasters, he made his fourth birdie from about 20ft and appeared on the leader board for the first time. During the outward nine the shouts for Montgomerie had on two occasions been re-echoed by those following Nick Faldo, who also eagled the 5th and birdied the 6th and 9th. For a few glorious moments it seemed that the three-times champion - twice at Muirfield, the latter in 1992 - might match Montgomerie's form. But the pyrotechnics did not extend to the back nine. \"I'm not confident with anything at the moment,\" said Faldo, whose fidgeting was a variation on a theme that might have pleased Bach or Beethoven. He raised his hat, he scratched his head, he chewed on sweets, he wiped his putter on his trousers, he swung his bizarre false stroke a hundred times. There was no doubting he was at hard and serious work, for the strain was almost unbearable. It all added up to a two-under-par 69, commendable enough but leaving him only level overall. \"It was kind of nice that I could conjure up a bit of the old stuff. The Open atmosphere is something special and I love it dearly.\" As does Montgomerie, whose bagman, Andy Prodger, caddied for Faldo when he won here for the first time in 1987. Perhaps that success will rub off. \"Forget the birdies and the eagle, it was the lack of bogeys that was important,\" said Montgomerie. Not to his fans, though; percentage play, the ability not to drop a shot, is all very well but it is not what excites the crowds. However, on this occasion Monty mixed and matched superbly. But the story is only half told."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}