{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2002/jul/06/featuresreviews.guardianreview7", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2002-07-05T23:31:56Z", "webTitle": "Review: Wagons West by Frank McLynn", "webUrl": "https://www.theguardian.com/books/2002/jul/06/featuresreviews.guardianreview7", "apiUrl": "https://content.guardianapis.com/books/2002/jul/06/featuresreviews.guardianreview7", "fields": {"headline": "Let's roll", "bodyText": "Wagons West: The Epic Story of America's Overland Trails by Frank McLynn 510pp, Cape, £20 It is extraordinary to recall that when the Lewis and Clark expedition returned from the first crossing of America in 1806, the US's western frontier was still largely defined by the Appalachian mountains. Yet within just 50 years of that legendary journey, the nation had acquired almost the entire region the explorers had traversed as far as the Pacific. In California alone there were more than 200,000 white settlers by 1860 and America was set to emerge as a major world power. In Wagons West, Frank McLynn describes the early phase of this massive westerly movement, which he defines as one of the most dramatic migrations in human history. He imposes the unity of time upon his drama by narrating only the events of 1840-49. His period is carefully chosen. Up until 1840 the region west of the Rockies was familiar only to a handful of fur-trapping mountain men; by 1849, the discovery of Californian gold instantly turned the flow of settlers to a flood. Yet the convoys of the 1840s established all the major routes, defined the methods and style of transport and involved some of the critical episodes in the history of the American west, such as the Mormons' mass departure for Salt Lake City. If one sets aside the tragic suffering later inflicted on the region's mosaic of Native American cultures, the exodus to the west is a stirring tale of achievement. In fact, until the end of the 1840s, the white wagon trains did not impose particular strain on Indian society. Rather, there was a largely beneficial cultural exchange, and it is refreshing to find McLynn disposing of the standard conflict-riven falsehoods of the western movie. Rather we find fur trappers married and integrated into Lakota society, or Indian braves stripped to the waist and helping to ferry settlers across the fast-flowing rivers. Although the risk from the native inhabitants was small, the American west did present an extraordinary array of dangers to the settlers, in the form of weather and disease, and the sheer wearisome slog across 2,000 miles of desert, prairie and mountain. The other great hazard came from within. Inspired by contemporary fantasies about the red-skinned menace, the inexperienced migrants were armed to the teeth and frequently shot themselves or each other by mistake. McLynn seems a perfect match for his subject. Few contemporary British writers rove over such a wide range of historical material. In the last decade his intellectual path has taken him through lives of Jung and Napoleon, a parallel biography of Pancho Villa and Zapata, and a history of the Norman conquest. It suggests he shares the same kind of relentless spirit as the American pioneers he describes. Needless to say, he personally covered both of the major wagon routes to Oregon and California. Psychology is McLynn's speciality and, as far as is possible in so heterogeneous and individualistic a group, he searches for the common underlying impulses that compelled the westerly migration. He is also meticulous in his trawl of the migrant experience, and unravels many issues that lesser writers might easily overlook, such as how women coped with the rigours of the trail and how, in the crowded, ever-moving convoys, they dealt with menstruation or simply going for a crap. McLynn leaves no stone unturned. While most of the 1840s migrants arrived at their destination and achieved their heart's desire on the Pacific coast, one in every 25 did not. Failure, injury or death were serious risks, and no convoy involved greater tragedy than the ill-starred Donner party. The convoy's cardinal sin was complacency, and they almost drifted casually into a state of near-starvation on the wrong side of the Sierras, where they were forced to spend the winter in makeshift shelters while the snow gathered in drifts 25ft deep. When the last bones had been rendered down to a glue-like brew, these miserable wretches descended into a hell of starving delirium and cannibalism. At the evil heart of the tale is a monster called Keseberg who developed a taste for the children of his fellow travellers. Perhaps the most heart-rending of the tragedies is that of Tamsen Donner, a woman forced to bury her crate of books - intended to launch her lady's academy in California - and nurse her husband while he died of starvation, until finally she fell victim to Keseberg, who kept her as choice cuts for his soup kettle. Fortunately, as McLynn makes plain, the Dante-esque horrors of Keseberg are balanced by the courage, nobility and self-sacrifice of others. His account of the Donner party is crafted like the finest novella and brilliantly narrated. It may be the climax of the book but, as one would expect from this master storyteller, all of Wagons West is compellingly told and assembled from the widest possible range of primary sources. · Mark Cocker's most recent book is Birders (Vintage)"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}