{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/jul/24/commonwealthgames2002.commonwealthgames1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-07-24T22:35:00Z", "webTitle": "Historic first for disabled swimmer", "webUrl": "https://www.theguardian.com/sport/2002/jul/24/commonwealthgames2002.commonwealthgames1", "apiUrl": "https://content.guardianapis.com/sport/2002/jul/24/commonwealthgames2002.commonwealthgames1", "fields": {"headline": "Historic first for disabled swimmer", "bodyText": "A South African swimmer who lost her leg after a traffic accident last year will make sporting history when she competes in both the able-bodied and disabled events at the Commonwealth Games. Natalie Du Toit, 18, had her leg amputated below her left knee in February 2001 after her scooter collided with a car near her home in Cape Town. But the school student has refused to allow her disability to stop her pursuing her international career which began at the last Commonwealth Games in Kuala Lumpur four years ago when she competed in the heats of the 200 metres butterfly. Du Toit was back in the pool within three months of her accident and ensured she would qualify for in the South Africa team for the Manchester games by finishing second in their trials. \"My aim when my doctor told me I could go back into the water was just to float,\" she said. \"But I got in and swam for two hours. It was getting rid of my anger. After that it was like my life starting again.\" Du Toit will compete in the 800m freestyle in the able-bodied section and in two shorter events in the events for disabled athletes. The teenager's training times in the new aquatic centre in Manchester suggest she is swimming more than two seconds inside the Elite Athletes with Disabilities world record for her category. These games are already unique as the first international sports festival to integrate events for disabled athletes with the regular programme and, unlike at the Olympics, the disabled events will count in the overall medals table. Du Toit will not be the first disabled athlete to compete in the South Africa swimming team. Terence Parkin, who has a profound hearing impediment, is among the world's best swimmers and won a silver medal in the 200m breaststroke at the 2000 Olympics in Sydney. Parkin is also in South Africa's team in Manchester. Du Toit's next target is to qualify for the Olympics in Athens in two years' time. \"I know mentally it will be tough, but I'm determined to achieve it,\" she said. \"I believe if you put your mind to it anything is possible.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}