{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/jul/13/cricket.comment", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-07-13T21:40:01Z", "webTitle": "Instant game adds flavour to Test recipe", "webUrl": "https://www.theguardian.com/sport/2002/jul/13/cricket.comment", "apiUrl": "https://content.guardianapis.com/sport/2002/jul/13/cricket.comment", "fields": {"headline": "Instant game adds flavour to Test recipe", "bodyText": "Lord's will be packed today for the NatWest Series final with spectators hoping to see another Sachin Tendulkar masterpiece or an explosive hour of Andy Flintoff. There will be a full house too in a couple of weeks for the first Test when the players revert to whites and a less frenetic pace. If instant cricket has the mass appeal that the longer game appears to lack then we sell Test cricket pretty well in this country. The same may not be true throughout the world but Test match cricket survives and because of the way it is now being played may even have enhanced its reputation. Ever since Kerry Packer introduced his World Series Cricket in the 1970s, the one-day game has been perceived by many as a threat to Test match cricket rather than a wonderfully entertaining adjunct. Traditionalists tend to speak scornfully of the marketing, of the coloured clothing and the white ball, and the raucous atmosphere, without understanding that there is a wider audience appeal. Anyone who has watched a floodlit match in Australia, when the daylight has gone, the sky is inky black and the colours glow will testify to the spectacle of it all while in New Zealand last winter, we saw how one-day cricket can be marketed brilliantly as a family evening out (\"Are you ready to make some noise\" was the slogan in the television advertisments), with effervescent cricket and quality sound systems pumping out the hits. It is not to everyone's taste but that is the point. It is not meant to be: cricket has broad appeal. There is more one-day international cricket being played than ever before, the proportion increasing decade by decade. From its inception in 1971, the 1970s saw just 82 matches played worldwide, the 1980s 516, and the 1990s 933. Already this decade there have been 324 matches, and the World Cup next winter will see a further 54 alone. On May 22 1999, when England played South Africa at the Oval in the last World Cup, the number of one-day internationals played finally passed the number of Tests, and now they are soaring away at a ratio of about three to one. And Test cricket had a 94-year start. This is not necessarily to the detriment of Test cricket, however. In a couple of months England will begin the most strenuous and intensive winter they have ever had, with a brief visit to Sri Lanka, followed by an Ashes series against one of the truly great teams, and then the World Cup. The top players will be out of the country for six months bar about three weeks. It is onerous, too much. But they cannot afford to prioritise. Their energies should be poured into both forms of the game with equal conviction for no one should be fooled into thinking that there is no correlation between success in one form of the game and the other. When the Australian team was reinventing itself under Allan Border after the traumas of the early 1980s, they focused on the 1987 World Cup and their victory proved the catalyst for the years of success that have followed with, among other things, the realisation that the skill level in limited-overs cricket rather than being to the detriment of Test match techniques can actually enhance the longer game. Think of the quality and enthusiasm of the fielding (the sight of Matthew Hoggard in India last winter, towards the end of a long hot day in the field, chasing and slithering by the boundary to turn a four into three sticks in the memory), and the development of the slower ball (think of Graham Thorpe being suckered by Courtney Walsh at Old Trafford or Chris Read by Chris Cairns at Lord's). These though are about skill levels. What has happened with the batting is not just the development of new shots - the reverse sweep, for example, has become mainstream - but a change in attitude, for one-day cricket has made batsmen understand what is possible and given them the confidence to go for it. The mould has been broken. Last winter against England, Nathan Astle of New Zealand played one of the most astounding innings in Test match history when he made 222 from 167 balls, the fastest double hundred at that level by a country mile. His stroke play was breathtaking in its audacity. But should we have been surprised? Astle had a dozen centuries to his name playing like that in one-day internationals and was merely translating that into the Test arena as Adam Gilchrist had been doing. And why had this not happened before? Because it just wasn't done. No other reason. Now it has, it will happen again and the game will be better for it. If Test cricket is indeed reviving, then it has one-day cricket to thank for the kiss of life."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}