{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/jul/01/worldcupfootball2002.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-07-01T22:08:29Z", "webTitle": "Ronaldo's World Cup  . . . goal by goal the eight that made it great", "webUrl": "https://www.theguardian.com/football/2002/jul/01/worldcupfootball2002.sport2", "apiUrl": "https://content.guardianapis.com/football/2002/jul/01/worldcupfootball2002.sport2", "fields": {"headline": "Ronaldo's World Cup  . . . goal by goal the eight that made it great", "bodyText": "2002 Golden Boot Result Ronaldo (Brazil) 8 Klose (Germany) 5 Rivaldo (Brazil) 5 Tomasson (Denmark) 4 Vieri (Italy) 4 Ballack (Germany) 3 Diop (Senegal) 3 Keane (Rep of Ireland) 3 Larsson (Sweden) 3 Mansiz (Turkey) 3 Morientes (Spain) 3 Pauleta (Portugal) 3 Raul (Spain) 3 Wilmots (Belgium) 3 June 3: Brazil 2 Turkey 1 Three minutes have passed since Hasan Sas gave Turkey the lead. Rivaldo sends the ball in from the right; the cross intersects with Ronaldo's run - he has been running all night - and he scores with a sideways volley on the slide. June 8: Brazil 4 China 0 Cafu breezes down the right with minimum friction from the defence and finds Ronaldo in front of an open goal. He taps it home and his odds to be top scorer drop to 7-2. June 13: Costa Rica 2 Brazil 5 Edilson centres for Ronaldo who bundles it in via Luis Marin. Ten minutes have gone, it is 1-0 to Brazil . . . but Fifa takes 24 hours to credit Ronaldo with the goal. Minutes later he is in the box again to meet a corner from the left. He edges round a defender and finds the gap between the goalkeeper Erick Lonnis and his near post. 2-0. June 17: Brazil 2 Belgium 0 Ronaldo has a reportedly quiet game but still manages more shots than anyone else and scores his fifth in four games when he toes Kleberson's cross under the belly of Geert de Vlieger. June 26: Brazil 1 Turkey 0 Ronaldo is flying down the inside left when he receives the ball from Gilberto Silva. He cuts in, passes Bulent Korkmaz and completes a two-footed shimmy with a flick of the toe. Rustu Recber gets a touch but Ronaldo rises to the top of the scorers' chart. June 30: Brazil 2 Germany 0 Oliver Kahn pulls the ball to his chest after Rivaldo's strike from 15 yards but it spins out of his hands and bounces a yard or two away. Kahn flails in vain as Ronaldo passes the ball into the corner of the net. Deadlock is broken. Kleberson sends a well weighted cross in from the right. Rivaldo, in the centre, steps over and the ball skips through to Ronaldo. It takes one right-foot touch to control it; a second to score his second."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}