{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/jul/24/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-07-24T21:20:12Z", "webTitle": "Chelsea rocked by Gudjohnsen", "webUrl": "https://www.theguardian.com/football/2002/jul/24/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2002/jul/24/newsstory.sport1", "fields": {"headline": "Chelsea rocked by Gudjohnsen", "bodyText": "Chelsea's woes increased yesterday when the agent of Eidur Gudjohnsen warned that the striker could leave if he was not given a new deal. Gudjohnsen, 24, who together with Jimmy Floyd Hasselbaink scored more than 50 goals last season, wants a pay rise despite having three years left on his current deal. \"Eidur is one of the key players at the club and we believe he deserves a rise,\" said Peter Harrison, who plans talks with him and Chelsea's managing director Trevor Birch this week. \"He wants to earn the same as other players at the club, and salaries have moved on from when he signed his contract.\" It is another blow for Chelsea, who pulled out of a deal to signing the Real Madrid duo all corr Geremi and Flavio Conceicao earlier this summer and have reportedly tried to sell Hasselbaink to reduce the club's £97m debt. \"I know Chelsea need to cut their wage bill but they should make an exception for Eidur,\" said Harrison. \"I have had approaches from various clubs in Europe but we will have to assess the situation if we fail to agree anything with Chelsea.\" Chelsea's chairman Ken Bates remained upbeat about the club's finances: \"We have sold more season tickets already than for last season and brought in £21.7m. And there are still four weeks to go.\" Gary Lineker provoked a defiant response from Peter Taylor yesterday when he blamed him for Leicester's relegation and attendant financial problems. \"Unfortunately a lot of mistakes were made,\" said Lineker, after opening Leicester's £35m Walkers Stadium. \"Peter Taylor, who is a good coach and a good bloke, spent a lot of money It could have been spent \"more wisely\". Taylor replied: \"I'm disappointed he did not say it to me face to face when we were doing work together during the World Cup. My only regret was that I spent too much on Ade Akinbiyi [£5m] and I've been judged by certain people on that.\" Coventry have rejected a Celtic bid of around £1m for the goalkeeper Magnus Hedman. Manchester City's Nicky Weaver will miss the start of the season after knee surgery. Southampton are close to signing the midfielder Antonino Asta, out of contract with Torino. Milan are in talks with Rivaldo, the Italian club's vice-president Adriano Galliani was quoted as saying. The Brazilian has just been released from his Barc-elona contract. Paul Gascoigne is to have a trial with Major League Soccer's DC United."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}