{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2002/jul/25/bestbooks.fiction", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2002-07-24T23:00:00Z", "webTitle": "Mike Gayle's top 10 male confessionals", "webUrl": "https://www.theguardian.com/books/2002/jul/25/bestbooks.fiction", "apiUrl": "https://content.guardianapis.com/books/2002/jul/25/bestbooks.fiction", "fields": {"headline": "Mike Gayle's top 10 male confessionals", "bodyText": "Mike Gayle's books include My Legendary Girlfriend, Mr Commitment and Turning Thirty. His latest, Dinner for Two, is the tale of a music journalist turned agony uncle with a ticking biological clock. Buy Dinner for Two from Amazon.co.uk 1. Unreliable Memoirs by Clive James OK, so it's not strictly a novel but, as Mr James puts it, Unreliable Memoirs isn't exactly a warts-and-all autobiography either. It is, however, the funniest book on men, relationships and life in general that has ever been written. The king of confessionals. 2. The Secret Diary of Adrian Mole by Sue Townsend How a middle-aged woman from Leicester ever got inside my head I'll never know, but she got it scarily spot-on. Acne, girls, hardened nipples, and best mates who get off with your girlfriend - the lot. 3. The Hottest State by Ethan Hawke You'd be forgiven for assuming that actor Ethan Hawke couldn't write his way out of a paper bag (should the need inexplicably arise). You'd be wrong. The Hottest State is note-perfect about that seemingly most everyday of subjects: my woman gone done me wrong. 4. Catcher in the Rye by JD Salinger Me, me, me, me, me. Salinger's coming-of-age novel highlights the other mainstay of male confessionals - the importance of the all-powerful 'I'. Self-obsession at its very best. 5. High Fidelity by Nick Hornby Rule number 5.6 of the Book of Bloke says that you have to love this book, and I for one won't argue. It's like an evening down the pub listening to your funniest, most miserable best mate telling you exactly how the world is. 6. Essays in Love by Alain de Botton Despite obviously spending a lot of time dwelling on higher matters, de Botton took time out to devote a tome to 'the trouble with the ladies'. A funny, wry and sometimes touching novel about L.O.V.E. 7. Are You Experienced? by William Sutcliffe A gap-year guy goes travelling around India with his best friend's ridiculously pretentious girlfriend and gets more than he bargained for. So jaw-achingly funny that you will embarrass yourself reading it in public. 8. Man and Boy by Tony Parsons A flawed novel in many ways (how many 30-year-old men have fathers who fought in the second world war and four-year-old children who are obsessed by a 25-year-old sci-fi film, or make reference to the phrase 'gangster rap' without gagging?), but when Parsons gets it right you forgive him everything. 9. Love and Nausea by David Wilson If David Wilson's book had come out in 1998 instead of 1995 he would have been tagged a 'lad-lit' writer or, worse still, 'A male Bridget Jones' (even though Ms Jones is a fictional character - doh!). Not that it would have changed the fact that this book about a man's obsession with Sartre and relationships is hilarious. 10. Throwing The House Out of the Window by Ben Richards Richards's first and possibly best novel, about the highs and lows of a housing officer in London. The opening chapter offers more truths about modern love and modern life than most novels contain in their entirety."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}