{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2002/jul/06/features", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2002-07-05T23:40:54Z", "webTitle": "Citizen caned", "webUrl": "https://www.theguardian.com/film/2002/jul/06/features", "apiUrl": "https://content.guardianapis.com/film/2002/jul/06/features", "fields": {"headline": "Citizen caned", "bodyText": "For years now, critics have consoled themselves with the knowledge that no matter how bad the witless teen movie was going to be - whether it's Mad Love, She's All That, Wing Commander, Thirteen Ghosts or worse - it wouldn't be a total loss as long as Matthew Lillard was in the cast. Somehow, the lanky, 32-year-old goofball always provided a fresh and usually funny element amidst the most meretricious trash. And he's done it again in Scooby-Doo, the live-action version of the long-running cartoon series. Lillard's astonishingly empathetic take on Shaggy won the much-reviled film its only praise from US reviewers. The scariest thing about the movie is how you so completely turn yourself into the cartoon character. How long did you work on that? A long time, actually. Going into this, I realised that I didn't want to be the guy who screwed up Shaggy, so I took it very seriously. I hired two people from my acting school and we locked ourselves in a dance studio in West Hollywood for two weeks and kinda tore it apart to figure out how to take a two-dimensional character and make him into a full-bodied, three-dimensional person. You even got the voice down cold. I developed a loop tape with nothing but Shaggy's voice on it. Going into work in the morning, I'd put the tape in to get into the registry, like wake up my vocal chords. And every time before a scene, I had this habit of jumping up and down and screaming to myself, \"C'mon, get it on!\" I believe acting takes energy. You have the most scenes with the CGI Scooby. Any trick to acting with something that's not there? So much of acting is the relationship between two people, it's the chemistry. One of the challenges for all of us in working with Scooby-Doo was that you're continually throwing energy down a hallway and nothing's coming back. They did everything possible to make us comfortable on the set. There were everything from tennis balls to stuffed Scooby heads and stuffed Scoobys. We had a dwarf who would put on a full Scooby suit and walk with the gang in group scenes. Another guy would do standing Scooby, and Neil Finn was always there to do the Scooby voice. I give a deep bow from the waist to the animators, because what they created was exactly what we wanted. At the end of shooting, we sat down with the producers and said, \"Please, we've done everything that we can to create this world. Now just go make Scooby Doo really damn good.\" There reportedly is a different cut of the movie with more sexual and, in your character's case, dope-smoking references. What happened to it? Basically, we came to a fork in the road. Do you make a movie that skews toward teen and older audiences, or do you stay true to the franchise, which is a family-first franchise? So, tell us. Is Shaggy a pothead? No comment. C'mon. One comment. OK. Just say no. How do you intend to capitalise on Scooby fame? Bringing my baby daughter is my next project. It's been an interesting time, because I feel that this is the first movie where I have a lot of responsibility. So I'm excited and curious to see if I have a chance to carry a film after this."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}