{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2002/jul/21/media.theobserver", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2002-07-20T23:08:48Z", "webTitle": "Media diary", "webUrl": "https://www.theguardian.com/business/2002/jul/21/media.theobserver", "apiUrl": "https://content.guardianapis.com/business/2002/jul/21/media.theobserver", "fields": {"headline": "Media diary", "bodyText": "Bracing for revolution Hacks at the Scotsman and Scotland on Sunday are braced for a showdown tomorrow when editing genius Andrew Neil jets in from the south of France for a board meeting to discuss job cuts. The word is that Scotsman editor Iain Martin and SoS acting editor John McLellan plan a rare show of militancy and will resist Neil's orders. One insider said: 'There's a real air of revolution. We're going to send him home tae think again.' Astonishingly, Neil used almost the whole of page two in Friday's Scotsman to print, Pravda-style, a transcript of his grilling on Newsnight Scotland, when he dismissed the National Union of Journalists as 'a gnat on the back of a hippopotamus'. Well, the analogy half works. Racing certainty To the races the other week, and Diary hero Desmondo seeks the advice of the Daily Star's racing tipster. Alas, every single tip falls flat. The porn baron's dismay, however, was nothing compared with that felt by the poor tipster. Out on his ear the very next day. The bountiful game Fascinating to hear Greg Dyke tell MPs: 'Rugby is one of the most expensive things we do.' Indeed. Auntie is to pay £70 million for three years' worth of Six Nations rugby - twice as much as it shelled out in 1994. But Diary asks why it's paying this exorbitant amount when there were no other bidders. Still, no doubt the BBC can afford it, having cut back on all those croissants. Perhaps that's why BBC head of sport Peter Salmon got £273k last year, including a £48k bonus. Pete was the genius who signed Audley Harrison for the freak show boxing contests. Standard's sticks insect Diary emails Chas Kennedy with a top idea: re your nuptials this weekend, why not follow News of the World editor Rebekah Wade? Get a fag firm to send round some scantily clad lovelies to dole out the tobacco sticks for free. This approach went down a bomb at La Wade's celebration last week, apparently. Chas mate, just invite A-list celebs such as Noel Edmonds, and you'll be in Silk Cut for life. Good Evans, it's the new barman Oh, the lucky locals at The Loch Tavern in north London's Camden, who have a new barman from the end of September. Diary hears the cramped upstairs bar is the set for Chris Evans's first C5 show, showcasing the Ginger one's disciple, Radio 1 DJ Chris Moyles. Horsman and the Apocalypse Thoughts turn to Edinburgh and a speech to be given by media analyst Matthew Horsman. Matt will talk about transforming ITV's fortunes. Given that he went from being a lowly hack to someone on more than £1 million a year, who better to address this topic? Canal plus smell Cycling past the former Big Breakfast, Diary struggled to see why anyone would want to buy it. The lock-keepers' cottages on the edge of an east London canal comes complete with a fake turf garden and swimming pool and agents believe it's a unique opportunity for... um... anyone attracted to failed media concepts. But buyers beware, the canal's smell in high summer is rather robust. Allison, your number's up Diary apologises for a glitch last week that saw an important word removed from this column. We should have said Evening Standard columnist Allison Pearson was miffed that her paper didn't review her novel 'kindly'. So our readers could be forgiven for thinking there was no review. But there was. It was by Alexandra Shulman, who described Pearson's novel as seeming to have been 'written by numbers'. Sorted."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}