{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2002/jul/12/pensionsincrisis.business2", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2002-07-11T23:58:08Z", "webTitle": "Pensions: just a simple choice", "webUrl": "https://www.theguardian.com/money/2002/jul/12/pensionsincrisis.business2", "apiUrl": "https://content.guardianapis.com/money/2002/jul/12/pensionsincrisis.business2", "fields": {"headline": "Pensions: just a simple choice", "bodyText": "Workers and employers will have to make compulsory pension contributions unless plans for a radical overhaul of rules governing private pensions are given the go-ahead, a government adviser warned yesterday. Alan Pickering, former head of the National Association of Pension Funds, said his report, A Simpler Way to a Better Pension, was \"the last chance for voluntarism in the pension industry\" before ministers seriously considered compelling all employers and possibly employees to pay into occupational pension schemes. He said there was little appetite among workers or employers for compulsion, which could be viewed as another form of tax. Unless the proposals in his review were broadly accepted, the government would be left with few other options if it was to wean all but the poorest off state benefits and reach its target of raising the proportion of retired people with a private pension from 40% to 60%. Mr Pickering's warning followed the publication yesterday of his review, in which he said a new pensions act should consolidate or repeal all existing private pensions legislation. His overriding message is that the final salary pension must be saved and the only way is to sweep aside existing rules and draft a set of principles that are simpler to understand and offer greater flexibility. Unfortunately for employees, this flexibility is likely to be used to drive down the costs of providing final salary pensions. The two main rules that will disappear in Mr Pickering's \"bonfire of red tape\" relate to protected death benefits and index linking of pension income. 'Bells and whistles' While existing benefits accrued by employees - deferred pensions from previous employers and pensions already in use - are safe, he says death benefits should be the subject of negotiation between workers and their employers. Similarly, if employees want their pension to keep pace with inflation after they retire, they need to negotiate that benefit while in work and, crucially, pay for it. Workers will face either a cut in pension income or benefits or both unless they stump up the extra cash each month. Mr Pickering said this move was justified because such benefits are \"bells and whistles\". \"It's for employers and employees to make that decision. If they want pension increases, either with guarantees or discretionary bonuses, it's up to them to plan for it and pay for it.\" For firms with final salary schemes, the reduction in costs might persuade them to continue offering the schemes, rather than switching to a cheaper money purchase scheme and cutting their contributions. \"Pension promises were often imposed by well-meaning or interfering politicians. Now there will be an expectation that promises freely entered into will be honoured.\" Workers would benefit, he said, from a new kind of regulator to replace the occupational pensions regulatory authority. It would be more proactive and would take a harder line with employers which wound up their schemes when there appeared to be little justification for such ac tions. Thousands of pensioners have been victims of scheme closures that turn them into creditors who receive a fraction of the pension they expected. Overall, however, the government-funded watchdog would resist heavy-handed regulation and rely more on \"pension professionals exercising and backing their judgment\". To this end the regulator would spend most of its time issuing codes of practice and giving advice to pension professionals and the government. Communication is a burden Mr Pickering believes adds undue cost to pension funds and he said it should be kept to a minimum. Information for new members of a scheme should be \"very basic, setting out six or seven key features\". Once the worker signed up, \"only limited information should be provided automatically\", leaving more inquisitive members to make requests for their pension details. While these ideas should be translated into guidelines rather than rules, he said, as part of his effort to extract parliament from legislating on the day-to-day running of pension funds, employers should be allowed to impose rules. He would allow employers to insist that new employees join their scheme as a condition of employment. The potential problem is that employers may have set up a poorly funded scheme or be inclined to wind up the scheme when economic conditions are tough. It might be said that workers were forced to join a scheme that turned out to be poor value and the legislation allowed the employer to \"mis-sell\" the scheme when other options would have been better. On the other hand, employees would benefit from rules allowing them to join a company scheme after their first week in employment. The pension would also be more portable, being taken from one employer to another rather than being frozen as a deferred pension. The cumulative effect of the changes, he said, would be to make life simpler and cheaper for employers. He warned pension providers that his plan to shrink 20 pension types to three under a single, simple set of regulations, would be undermined if they reacted by adding complex rules of their own to differentiate their products. Employers would also raise the spectre of \"compulsion\" if they failed to use the flexibility in his pension regime to make their pension more attractive and expand the number of people in their schemes."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}