{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2002/jul/12/currentaccounts.saving", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2002-07-11T23:58:16Z", "webTitle": "The price of packaged accounts", "webUrl": "https://www.theguardian.com/money/2002/jul/12/currentaccounts.saving", "apiUrl": "https://content.guardianapis.com/money/2002/jul/12/currentaccounts.saving", "fields": {"headline": "Gold standard", "bodyText": "It's easy to be seduced by prestige, but according to research out today, those who fall for the kudos of a packaged bank account could be losing out. Several of the big name banks offer packaged accounts, where customers are charged a monthly or annual fee. These accounts offer a variety of perks to customers, such as free travel insurance and preferential rates on loans and credit cards. Some offer extended warranties on white goods, others offer discounts on home entertainment equipment such as CDs and DVDs. And all this is given to you in return for a monthly fee of around £6 to £12 a year. Most of these accounts do not have any specific entry requirement, although some ask that you have a minimum income level. NatWest's Advantage Gold account, for example, makes no requests on income, but the bank's Advantage Premier account requires you to have a minimum income of £35,000. The Premier account also costs more, at £150 per year compared to £6 per month for the Gold account. Not surprisingly, the Premier account has perks not included in the Gold account, one of the key bonuses being the allocation of your own personal 'relationship manager' to look after you account and answer any of your queries. At £7.50 a month, Barclays' Additions Account offers £10,000 accidental death cover up to the age of 60, an interest-free 'Buffer Zone' allowing you to go overdrawn by up to £250 at any time and membership with Green Flag for roadside assistance. It also offers a will writing service and, in common with the vast majority of current accounts, 24 hour access to your account. But are these and other similar accounts really worth it? According to today's research from Mintel, even though there are around six million individuals using packaged accounts people still feel lukewarm towards them. In fact, nearly a quarter of people surveyed felt that the benefits on offer should simply come as standard, without the need for a monthly fee. And although 16-24-year-olds and people in top income brackets said they would enjoy the prestige that would come with a fee-charging current account, they may not feel as special if they realised most of these accounts don't ask for a minimum salary. This is far from an exclusive club - any old Tom, Dick or Harry can get in. And those who feel that the monthly charge will be offset by financial rewards may be disappointed. Lloyds TSB's Select and Gold accounts and Barclays' Additions, for example, pay just 0.1% interest credit balances. Compare that to online bank Cahoot, which pays 4% on credit balances, and Intelligent Finance, which pays 3.2% and it looks even stingier. NatWest's Nick Gill admits that customers who don't plan to use the perks on offer may as well opt for a straightforward current account. \"But if they want to use one or more of the benefits then they should save money overall.\" Free travel insurance for the account holder and family, for example, for the equivalent of £6 a month or £72 a year could well be cheaper than most annual policies. However, Roadside Assistance from Green Flag costs £79.50 for two cars. Barclays' Additions, on the other hand, costs the equivalent of £90 a year, so if you only took advantage of that perk you would not be saving any money. The Consumers' Association advises people considering these accounts to weigh up the benefits against the costs very carefully. \"If you are going to use the benefits, you should still do a bit of research to see if you could get a better deal elsewhere,\" said senior researcher Tim Young. Even at preferential rates, personal loans and credit cards can usually be found at far cheaper rates away from the high street banks. As for whether or not all current accounts will one day charge a fee, Paul Davies, financial consultant at Mintel, is not convinced. \"With the competitive environment we have at the moment, it would be a very brave bank which would start charging a monthly fee for its current accounts.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}