{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/jul/16/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-07-16T22:58:45Z", "webTitle": "Cash-rich United mean business", "webUrl": "https://www.theguardian.com/football/2002/jul/16/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2002/jul/16/newsstory.sport1", "fields": {"headline": "Cash-rich United mean business", "bodyText": "The stream of plush sports cars gliding into Carrington hardly reflected the debt-ridden doom and gloom which has engulfed football's elite over the summer, but then Manchester United have long been impervious to the financial perils endured by most clubs. United's World Cup players minus their England contingent, unaccustomed to being trophyless after last season's toils and preparing for the relative indignity of having to qualify for the Champions League later this month, returned for pre-season training yesterday with Sir Alex Ferguson, pen in hand, fidgeting over an open chequebook. The market may have ground to a halt across the continent, with clubs far keener to sell, but the Old Trafford board has sanctioned its manager to spend around £40m to avoid a repeat of last season's traumas. Only Liverpool, whose outlay will be around £23m once they complete the signing of Lee Bowyer today, and Newcastle, with £13.6m, can come anywhere close to matching that; Arsenal have spent only £2.1m, Chelsea and Leeds nothing at all. Ferguson last week admitted to being \"a bit edgy\" at not having added to his squad already, but has until August 8 to register players for the first round of European competition. With financial chaos swamping even Spain and Italy, and virtually every club open to offers for their players as a result, it promises to be a busy three weeks. By the time those England absentees report back on Monday, the likelihood is their number could be swelled by the arrival of Rio Ferdinand from Leeds. The 23-year-old centre-half should decide today whether to remain in west Yorkshire or cross the Pennines in a £30m move. \"I am just spending some time with my family and I will make my mind up over my future in the next few days,\" he said yesterday, though his complimentary comments about Terry Venables following their \"amicable meeting\" on Sunday smacked of a polite farewell to Elland Road. Ferdinand remains the priority and the chief executive Peter Kenyon has given a strong hint that the deal would go through. \"We all accepted the defence, and in particular the centre of defence, was the area that needed strengthening,\" he said. \"Getting the defence right was very much the priority.\" The United manager realised a year ago that his defence needed tightening, though any rebuilding plans were put on the back-burner by his obsession for and subsequent £28.1m purchase of Juan Sebastian Veron from Lazio. Since then the defence has been further depleted by the sale of Jaap Stam to the Roman club, as well as the give-aways of Denis Irwin, Ronnie Wallwork and Ronny Johnsen. In the unlikely event that Ferdinand stands by the four years remaining on his contract at Leeds, United will return their attentions to Juventus's Lilian Thuram, 30, a long-standing target who would cost around £12m but his wages may be a problem. \"Thuram's future could be decided shortly,\" con firmed his agent Fabio Parisi. \"Manchester United will either buy him or Ferdinand, but if Thuram doesn't go to United then he will stay at Juventus because there has been no other interest in him.\" Yet Thuram is not the only name in the frame. United's official website carries a list of potential buys cobbled together from those linked with them over the summer - the identity parade stands at 31 - reflecting the chaotic and frenzied nature of the silly season. The latest to be added will be Brazil's Gilberto Silva, about whom United have apparently inquired, according to his club Atletico Mineira. That news was presumably greeted in the Old Trafford boardroom with pinches of salt all round. Yet the need to strengthen is recognised and, to green-eyed astonishment, the £40m kitty eminently affordable. Kenyon describes the club as \"cash rich\", though that is understating the obvious. Financially, they are in a different league. According to Deloitte &amp; Touche Sport's annual report into football's finances, the seven-times Premiership champions generated merchandising revenue over 3 times that of their nearest rivals Leeds during the 2000-01 season. At £31.1m, their operating profits - the money available for investment in infrastructure and the squad - was almost three times that of second placed Liverpool (£10.4m) for the same year, the third successive season in which they have been more than three times greater than their nearest rivals. That they have been able to establish their successes largely upon the FA Youth Cup winning squad of 1993 has only added to the pot. \"With money tight in the market, that strength off the pitch comes into its own,\" added Kenyon, who has simultaneously controlled salary levels at the club. United spent just over £50m-a-year on wages in 2001, the second highest figure (behind Chelsea, who also include non-football employees in their accounts) in the Premiership, but representing 38% of the club's turnover, the lowest percentage in the top flight. \"The bigger clubs in Italy and Spain, traditionally the biggest spending countries, do not have the money they did in the past and are looking to sell rather than to buy. We're not in that position. Clearly we're not going to overspend, but there is no need to do that anyway because the players are already there on the market.\" That much is clear. Should Rio prove reluctant, Roberto Ayala of Valencia and Fabio Cannavaro of Parma might do. At full-back, Barcelona's Carlos Puyol spent yesterday denouncing an alleged offer from Old Trafford as \"unsatisfactory\", while the Italian press has touted a move for Roma's Vincent Candela, with £6m and Mikael Silvestre - who has a year to go on his contract - moving in exchange. Steve Finnan or Wayne Bridge might offer home-grown alternatives, though the irony is that Roma may be more eager to sell than Fulham or Southampton. Last season's lowest ever Premiership finish - third - may also prompt Ferguson to find a striker to play either alongside or behind Ruud van Nistelrooy, with Blackburn's Damien Duff the preferred option although Chelsea's Eidur Gudjohnsen would do. The Irishman would cost around £17m but, as Ferdinand might prove today, who can say 'no' when United come knocking?"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}