{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2002/jul/11/highereducation.uk3", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2002-07-11T16:43:13Z", "webTitle": "£0.5bn needed to improve arts facilities", "webUrl": "https://www.theguardian.com/education/2002/jul/11/highereducation.uk3", "apiUrl": "https://content.guardianapis.com/education/2002/jul/11/highereducation.uk3", "fields": {"headline": "£0.5bn needed to improve arts facilities", "bodyText": "A £0.5bn investment is urgently needed in arts and humanities research to stop facilities crumbling, a report out today says. The report, Arts and Humanities Research Infrastructure, commissioned by universities and their funders, found arts research facilities have been even worse hit by under-investment than the sciences. Commissioned by Universities UK, Hefce and the Standard Conference of Principals, which represents HE colleges in England and Northern Ireland, the report argues that arts research should be given the same importance as that of the sciences. It shows that pressure on institutions to find funding for the sciences is detracting money away from investment for arts and humanities. Roderick Floud, president of Universities UK, said: \"As our earlier science research and teaching infrastructure reports showed, the HE infrastructure is in a critical state due to massive historic under-investment. Arts and humanities research underpins the UK's leading position in key and fast growing export markets such as the creative industries; and yet this area seems to have fared even worse than most.\" He added that the Arts and Humanities Research Board, which funds research in these disciplines, should be given research council status on a par with the science funders. Professor David Eastwood, chief executive of the AHRB, said: \"I warmly welcome this report which dramatically illustrates the consequences of under-investment in the arts and humanities research infrastructure. It is no longer possible to sustain internationally competitive research in the arts and humanities simply on the basis of the existing infrastructure. \"While arts and humanities have been starved of infrastructural investment, new technologies are opening exciting new possibilities. It is vital that researchers have access to appropriate research facilities, as well as high-quality research libraries,\" he added. Universities UK has requested £9.94bn for the HE sector from 2003 to 2006 in the comprehensive spending review, the results of which are expected on Monday."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}