{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/jul/09/newsstory.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-07-09T22:46:38Z", "webTitle": "Dalla Bona in cut-price Milan move", "webUrl": "https://www.theguardian.com/football/2002/jul/09/newsstory.sport3", "apiUrl": "https://content.guardianapis.com/football/2002/jul/09/newsstory.sport3", "fields": {"headline": "Dalla Bona in cut-price Milan move", "bodyText": "Sam Dalla Bona has left Chelsea and joined Milan for a cut-price fee. The former Atalanta midfielder had only one year left on his contract and Chelsea were keen to cash in before he was able to leave on a Bosman free transfer. Dalla Bona's agent revealed that the player was homesick. \"Sam enjoyed London but he wanted to return to Italy and AC Milan is the best,\" said Claudio Pasqualin. \"He's signed for five years and is relieved his future is settled.\" Neither club would reveal the fee but Milan are believed to have paid between £1m and £2m. A year ago Chelsea accepted an offer of about £5m from Venezia only for the player to reject the move. Dalla Bona scored six goals for Chelsea in 55 Premiership appearances but fell out of favour a year ago when he refused to sign a new contract. The arrival of Emmanuel Petit and Frank Lampard last summer also hampered his first-team chances. \"We have completed the transfer this afternoon and he will be at Milanello on Tuesday,\" a Milan spokesman, Vittorio Mentana, confirmed yesterday. \"It has been a long saga but he will be an important player for us.\" Dalla Bona's transfer was overshadowed by negotiations in Milan over a move by the Italy defender Alessandro Nesta from Lazio to Internazionale. The Lazio chairman Sergio Cragnotti and his Internazionale counterpart Massimo Moratti were finalising the details yesterday. The only sticking point was who would join Lazio in part-exchange, with Lazio preferring the Italy midfielder Cristiano Zanetti to the striker Nicola Ventola. Nesta's move closes the door on any possible transfer to Manchester United, among the many clubs thought to be interested in the player. \"Nesta is a great player and we just need to get a fair price,\" said Cragnotti. Damien Duff will have talks about his Blackburn future when he returns from holiday this week. Blackburn are desperate to hang on to the winger who has been targeted by Manchester United, Liverpool and Arsenal. Rovers want to agree a contract extension with Duff, a star at the World Cup for the Republic of Ireland, which would make him one of the best-paid players at Ewood Park. \"I would be delighted to see him continue in a blue-and-white Rovers shirt next season,\" said Rovers' chief executive John Williams. \"But it is essential he signs the new contract that is on offer. We need to protect our asset and talks with him will begin as soon as he returns this week.\" The Birmingham City manager Steve Bruce has finally signed Senegal's World Cup captain Aliou Cissé. Birmingham will unveil Cissé, who has agreed a four-year contract, today after paying a club record £4.5m to Paris St-Germain for the 26-year-old midfielder. \"He's versatile, very experienced and exactly what we're looking for,\" Bruce said. \"He proved he can play against the highest level when he came up against possibly the best midfielder in the world, Patrick Vieira, during the World Cup. The deal dragged on, so it's been a long chase, but it will be worth it.\" Aston Villa have signed the former professional tennis player Michael Boulding on a free transfer from Grimsby Town. Boulding was in the British top 20 at one time but changed sports after training with Doncaster Rovers. \"His first love has always been football so, when he realised he could not get any further in his tennis career, he decided to give it a go,\" said the Villa manager Graham Taylor. Preston North End have rejected an increased £1.5m bid from West Bromwich Albion for their captain Sean Gregan."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}