{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/jul/28/observerescapesection3", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-07-28T18:01:02Z", "webTitle": "Where Britannia still rules  the waves", "webUrl": "https://www.theguardian.com/travel/2002/jul/28/observerescapesection3", "apiUrl": "https://content.guardianapis.com/travel/2002/jul/28/observerescapesection3", "fields": {"headline": "Where Britannia still rules  the waves", "bodyText": "'Peerless Oriana' was the most virtuous heroine of medieval romance, whose name was used by composers of Elizabethan madrigals to flatter Queen Bess herself. So the moniker has a perfect English pedigree. Despite that, it came as a surprise when we stepped across the gangway of the cruise liner Oriana to enter a little empire in which Britannia still rules the waves. As the ship glided magnificently out into Southampton Water, this fiftysomething couple joined the crush of mainly sixty to eightysomethings on the promenade deck, where we were required to pay our respects to Albion. A military band on the quay struck up 'Land of Hope and Glory'. Loved ones left behind gesticulated wildly, with upturned thumbs and blown kisses. P&amp;O issued everyone with multicoloured streamers to fling over the side. In 1982, when the Canberra, one of the Oriana's illustrious predecessors, was requisitioned as a hospital ship in the Falklands war, such a heroic send-off might have been just the tonic to lift sinking hearts. Hardly the thing for us on a caper to Madeira and the Canaries. This heart-stirring stuff seemed way over the top - but as we were living it up, we might as well ham it up. Next stop our 'stateroom', which boasted an actual window rather than a porthole, plus a safe for our valuables. We explored the decks. Should we breakfast at 'Tiffany's', shop in 'Knights bridge', drink at 'Lord's', sleep it off in the 'Thackeray Room', shoot the dice at 'Monte Carlo'? More opportunities for breaking through the class ceiling in half-an-hour aboard than half a life ashore. At dinner there were toothpicks on the tables. The Indian stewards who waited at table didn't actually say 'yes, sahib' and 'no, memsahib' but Kipling would have felt at home. We found out that P&amp;O had been recruiting staff from Goa for 150 years and some families had three generations working in the cruise fleet. The ship's newspaper, which doubles as a style bible, commanded us to wear formal, informal or casual dress to dinner - no, not a free choice, but according to the order of the day. 'Formal' meant a dinner jacket unless you were a stray member of the ragged-trousered class, in which case a dark suit was tolerated. 'Informal' was defined as suit and tie or cocktail dress. 'Casual' emphatically did not include 'abbreviated' dress such as shorts and beachwear. At a show in the ship's theatre (a comfy 660-seater and the equal of a West End venue), we were issued with Union flags to wave at dancers dressed - yes, in Union flags. The safety rehearsal was positively dripping with British sang-froid. We were given precise instructions on how to abandon ship if we didn't make the lifeboats. ('Hold your hand across mouth and nose while clutching your lifejacket and walk, don't jump, overboard. Look down first to make sure there's nothing else in the way.') Our upper lips well and truly stiffened, we were ready for a force eight which hit us in the 'Bathtub' of Biscay. I began to feel like a hero as I discovered my sea legs. Especially when the purser confided that after 31 years at sea he still felt queasy. In Chaplin's cinema, the tour organiser was giving a lecture about Santiago de Compostela, our first shore excursion. With unconscious irony, he warned 'those of you with mobility problems' about the few steps up to the historic cathedral. Never mind the fact that, a few yards away, scores of elderly couples were being pitched around, some ending up in the ship's hospital. The distant tinkle of crockery was heard. Dummies in the fashion shop toppled like skittles. The cut glass in the gift shop stayed put on the shelves, but a quick inspection revealed it was kept in place with Blu-Tack. 'Motion discomfort bags' appeared on every stairwell, but we didn't see anyone take one - or hang over the side. Instead, they were doubled up in en suite agony. The dinner menu carried on its front cover the definition: 'Eat: to perform successively [and successfully] the functions of mastication, humectation and deglutition.' Presumably to congratulate those of us who managed to keep it down. The captain capitulated to the elements, slowing down a few knots, postponing his reception and downgrading the dress code for the day from formal to casual. You could sense him gritting his teeth as he apologised over the intercom for spoiling our fun. The ship's doctor, who joined us at table, revealed that it was impossible to buy seasickness pills on the ship because of a crazy new rule that they had to be dispensed by a pharmacist. The only cure turned out to be an injection - at a price. Despite the best efforts of the weather to spoil the show, the Oriana proved herself a class act - spacious, luxurious, civilised, pampering, uncrowded though carrying 1,700 voyagers and nearly 800 crew. Once we were past the Biscay squalls and the rain of Spain, and tying up at Madeira, the sun dissipated some, though by no means all, of Oriana's very British formality. Being stuck in spirit somewhere in the glory days of Empire while offering the material comforts of a ship launched in 1995 continued to be her distinctive appeal. You could say 'Bah, humbug' to the bogus evocations of naval glory, yet still bask in her protective comforts, as snug as a Jack Tar in a hammock. Think twice about booking the Oriana if: · You hate flagwaving · You're slimming · You're under 50 (unless you are taking children, who have lots to do aboard) · Too much walrus-like flab on the sun decks puts you off your ice cream Do book the Oriana if: · You love being treated like royalty · You have a huge appetite (you can eat 10 meals a day if you want, at no extra cost) · You enjoy origami, bridge and ballroom dancing · You hate the constant packing and unpacking of a normal touring holiday · There's nothing you would like better on your mantelpiece than your Titanic Staircase Portrait taken by the ship's photographer Factfile P&amp;O (08453 555333) offers cruises on the Oriana to the Canaries, the Mediterranean, the Baltic and Scandinavia. The 12-night Canaries Carousel calling at Vigo, Madeira, Tenerife, Gran Canaria, Lanzarote and Casablanca costs from £1,795 to £4,795 per person, depending on cabin grade, based on two sharing. Meals and entertainment are included; bar drinks are charged at below pub prices."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}