{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/jul/28/hotels.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-07-28T18:14:29Z", "webTitle": "Hotel check", "webUrl": "https://www.theguardian.com/travel/2002/jul/28/hotels.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2002/jul/28/hotels.observerescapesection", "fields": {"headline": "Hotel check", "bodyText": "Ah, a hotel on the bonnie banks. How romantic is that? The rooms are intimate and they all overlook the loch, but if you think they're romantic you'll think Seventies porn films are romantic. All are pine-clad, for that genuine log cabin feeling. They have fans above the beds - dressed in garish green linen - and en suite saunas. Nice touch, guys. Will I meet Dirk Diggler and Rollergirl on location? No, but you might bump into a former US President. Bill Clinton and Jimmy Carter have both dropped in. Golf-lover Bill made the Lodge his base while he tackled the course down the road that hosts the Scottish Open every year. Carter proved so popular they named the suite after him. So what's the attraction? Our US cousins' high expectations of service are more than met. The dining area seems at first like a posh-ish Beefeater, but the staff, the food and the views combine to warm the coldest Scottish summer evening. This is what Americans expect of Scotland: a kitsch version of Canada with history. Tell me more about the grub. I will: it is damn fine. The chef uses the finest local produce to rustle up starters such as mussels scented with ginger, garlic, coconut and kaffir lime. Sea bass and cod fillet swim in for the main courses, but it was loin of lamb that drew loud cheers from a gaggle of Virginians. Oh yes, and the waiting staff take the orders on palmtop PCs. And the loch? Stunning. Even when the weather is miserable, Loch Lomond is a wonderfully mystical place. The area has become Scotland's first national park, and a £45m visitor centre opened last week. All this is about 10 miles from the hotel, which is next to the village of Luss, the setting for Scottish TV's tartan soap, High Road . So, should I take the high road? Absolutely - just be prepared for the motel glamour of the Lodge's rooms. Fear not, though, the beds don't vibrate. · The Lodge on Loch Lomond Hotel, Luss, Argyll (01436 860201). Double room, £149 for dinner, B&amp;B from April to October. An extra £20 buys an executive room with a deck."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}