{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/jul/12/rugbyunion.newzealandrugbyunionteam", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-07-11T23:10:37Z", "webTitle": "All Blacks thirst for revenge after World Cup humiliation", "webUrl": "https://www.theguardian.com/sport/2002/jul/12/rugbyunion.newzealandrugbyunionteam", "apiUrl": "https://content.guardianapis.com/sport/2002/jul/12/rugbyunion.newzealandrugbyunionteam", "fields": {"headline": "All Blacks thirst for revenge after World Cup humiliation", "bodyText": "If ever there was a sporting occasion capable of pushing an entire nation over the edge it is tomorrow's opening Tri-Nations game in Christchurch. New Zealanders always dread losing to Australia but, after the ignominy of being dumped as co-hosts of the Rugby World Cup, a gloating Wallaby win this weekend would be more than most Kiwis could stomach. Since the fateful day in March when Rugby World Cup Ltd lost patience with the New Zealand Rugby Football Union's failure to sign the necessary commercial agreement, thick skins have been required in the land of the long white cloud. The internet jibes, in particular, have been flying, not least the scurrilous email, captioned with the names of the Australian Rugby Union managing director John O'Neill and his New Zealand counterpart David Rutherford, which featured a picture of a wallaby doing something unmentionable to the rear end of a sheep. When a Kiwi commentator recently made unflattering reference to the 96 points conceded by New South Wales Waratahs against the Canterbury Crusaders in this year's Super-12, his Australian colleague retorted: \"Mate, at least Australia will make $96m profit out of the World Cup.\" To make matters worse, the All Blacks have lost seven of the past nine Bledisloe Cup Tests against their trans- Tasman neighbours, who are chasing an unprecedented third successive Tri-Nations title, a sobering reversal of the Kiwi-dominated old days. Within the past three years Australia have also beaten the Lions and lifted the World Cup and to say every All Black is fed up of being reminded of the fact is a massive understatement. \"The country is pretty much crying out for us to beat the Wallabies, and not having the Bledisloe Cup for four or five years makes us sick of hearing about the bulging Australian trophy cabinet,\" the All Black fly-half Andrew Mehrtens admitted yesterday. The rival locks Chris Jack and Justin Harrison have been encouraged to swap disparaging quotes and the Sydney newspapers have been stirring the pot furiously, pointing out that the All Blacks have been training at a resort where many of New Zealand's alcoholics go to dry out. The New Zealand team under John Mitchell could hardly be more highly motivated to reverse the situation. Dropping Jonah Lomu may seem a strange way of going about it but Mitchell, blunt as ever, says the big man is not back to full fitness after injury and, like his former England coaching colleague Clive Woodward, he sees no harm in keeping his senior men on their toes. The upshot is that New Zealand's XV will include 13 players from the Super-12 champions Canterbury on their home ground, the exceptions being the wing Doug Howlett and full-back Christian Cullen, who might have missed out himself had the Crusaders' Leon MacDonald not been concussed. The distinguished former All Black Chris Laidlaw reckons that Mitchell, in his desire to restore the forward platform that underpinned the great New Zealand sides, is trying to transform rugby's equivalent of Brazil back into a more ruthless German model. This Tri-Nations tournament should show how far he has got. With South Africa patently rebuilding under Rudolf Straeuli, England's management will also be fascinated to see from afar how Australia are shaping 15 months out from the World Cup. The Wallaby coach Eddie Jones admits it is a pivotal period for all three southern-hemisphere giants. \"If you compare the last Tri-Nations sides from South Africa, New Zealand and ourselves to where they are now, all three teams are in a period of readjustment and redevelopment. It's well documented that we didn't have a good European tour and we had to change the way we play because of that. We're going to have to keep making adjustments as we go along.\" The former All Black Zinzan Brooke is among those with \"an uneasy feeling\" that Australia are still improving, but the Wallabies should recall that it required a last-minute try from Toutai Kefu in Sydney to stop New Zealand regaining all the major pots last year. Unless they stay vigilant, the traditional cry of \"C'mon Kiwi, give 'em heaps\" could swiftly be back in common usage. Tomorrow New Zealand v Australia, Christchurch, 8.35am July 20 New Zealand v South Africa, Wellington, 8.35am July 27 Australia v South Africa, Brisbane, 10.05am August 3 Australia v New Zealand, Sydney, 10.05am August 10 South Africa v New Zealand, Durban, 2pm August 17 South Africa v Australia, Johannesburg, 2pm All times BST"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}