{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2002/jul/06/featuresreviews.guardianreview28", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2002-07-05T23:29:41Z", "webTitle": "Classics roundup", "webUrl": "https://www.theguardian.com/books/2002/jul/06/featuresreviews.guardianreview28", "apiUrl": "https://content.guardianapis.com/books/2002/jul/06/featuresreviews.guardianreview28", "fields": {"headline": "CS gas", "bodyText": "Surprised by Joy, by CS Lewis (HarperCollins, £7.99) Repackaged as a kind of higher-brow self-help book for those \"who seek calm and inspiration in a hectic and ever-changing world\", it is uncertain who will actually read this gentle autobiography by a man best known for The Lion, the Witch and the Wardrobe. Now decidedly out of vogue, after parents fought to remove the Christian subtexts from his Narnia books, CS Lewis was a bestseller in his day for his adult non-fiction, so it's a pity that this series was not re-issued with a bit of background introduction. Lewis has a gift for plain and simple prose and Surprised by Joy is a surprisingly good read, following the young CS through his knickerbockered schooldays up to his spiritual awakening at Cambridge. It's also surprisingly candid, dealing with the homoeroticism of boarding school in unjudgmental detail. Taking its title from the Wordsworth line \"Surprised by Joy - impatient as the wind\", this will suit those who prefer to seek for their sublime somewhere a tad more prosaic than Wordsworth's \"deep romantic chasms\". Lewis found his on a bus to Whipsnade Zoo. The Charterhouse of Parma, by Stendhal, trans Richard Howard (Picador, £7.99) With a life as crammed with intrigue and derring-do as those of his own heroes, Marie Henri Beyle, aka Stendhal, was expelled from Italy as a spy, served as an aide-de-camp to Napoleon, and wrote and travelled under more than 200 pseudonyms before dictating this, his final masterwork, in just under two months in 1838. Declared by Balzac to be the most important French novel of his time, it is the picaresque tale of Fabrizio del Dongo, an ardent and naive young aristo who runs away to rattle his sabre with the Hussars at the battle of Waterloo before being seduced by his aunt into the treacherous court of Parma. If you're a first-time reader of Stendhal think War and Peace in Italy (without the angsty \"What is life/love/God?\" bits) meets the deliciously wicked tone of Vanity Fair - but with far fewer characters to keep track of. American poet Richard Howard's bravura translation captures the panache and brio, with a bare minimum of textual notes to disrupt the flow. A real page-turner - with a psychology as malevolent and subtle as any scheming Machiavelli."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}