{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2002/jul/09/theatre.artsfeatures", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2002-07-09T19:52:47Z", "webTitle": "The Mentalists, National Theatre, London", "webUrl": "https://www.theguardian.com/stage/2002/jul/09/theatre.artsfeatures", "apiUrl": "https://content.guardianapis.com/stage/2002/jul/09/theatre.artsfeatures", "fields": {"headline": "The Mentalists", "bodyText": "Two men in a hotel-room in Finsbury Park. Bags of comic banter. Threatening notes pushed under the door. Richard Bean has clearly studied Pinter's The Dumb Waiter. But The Mentalists - the fifth play in the Lyttelton Loft's Transformation season - turns out to be an original and beguiling piece about obsession and the peculiar demands of male friendship. Bean, as he showed in Toast, certainly keeps you guessing. At first, as the fretful Ted and the chatty Morrie unpack the video equipment in the cramped hotel room you assume something dubiously sexual is under way. In fact Ted, a middle management figure from Leicestershire, has hired the room to tape a utopian message to the world. Influenced by BF Skinner's Walden Two, he wants to set up a community based on cleanliness and good behaviour under his benevolent control; and his old friend, Morrie, is there as cameraman, recordist and ultimately truth-teller. Obviously the play is full of echoes: not just of Pinter but also of David Halliwell's Little Malcolm And His Struggle Against The Eunuchs in that Ted is clearly a fanatical demagogue. But what Bean captures very well is a peculiarly kind of rancid English discontent which is the seed-bed of fascism. On tape Ted rails against anti-social behaviour and yearns for a world of happy, hygienic order. And, between takes, he picks up his middle market tabloid seeking confirmation of his instinctive Europhobia. Seizing on the modern Greek he asks what he can do except \"drive a taxi at 90 miles an hour in fucking flip-flops.\" But this is a two character play and much of its humour lies in the way Ted's fanaticism is offset by Morrie's gift for fantasy. A professional hairdresser, Morrie lives in an idealised world where women are at his beck and call and where his father was a flexible Nietzschean superman: at one point Morrie reveals that \"he was the only British boxer to have boxed at every weight.\" Bean's climax, when it comes, may not carry total conviction but what it reveals is that this is a play about mutual dependence. Even from an unraked second row seat that never allowed me to see the whole stage, I could detect that Sean Holmes's production also contains two excellent Odd Couple performances. Michael Feast conveys all Ted's ability to switch from vehemence to vulnerability. And Duncan Preston, with a craggy profile reminiscent of William Bendix and with his arms constantly folded across his chest, captures exactly Morrie's quality of butch camp. The two actors play together admirably and confirm that, in the so far uneven Transformation season, the National has found a real bonus in Mr Bean. · Until July 20. Box office: 020-7452 3000."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}