{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2002/jul/21/letters.theobserver", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2002-07-20T23:27:03Z", "webTitle": "Sport Letters: The greats debate", "webUrl": "https://www.theguardian.com/news/2002/jul/21/letters.theobserver", "apiUrl": "https://content.guardianapis.com/news/2002/jul/21/letters.theobserver", "fields": {"headline": "The greats debate: a question of strength - or racism?", "bodyText": "No, the 'greats' of sport are not boring (Observer Sport, last week) because excellence is charismatic and we want to see them excel. I am a new fan of Formula One (a 61-year-old female) and I look forward to seeing Michael Schumacher, flawed character though he may be, winning his fifth world title, then, hopefully, his sixth. Even though Ferrari are streets ahead of the other cars, you have to remember their years in the doldrums, and see how far they can go before they are overtaken in their turn. Team orders are a bad thing - drivers should be allowed to race to the finish. Schumacher has so much talent allied to hard work he really does not need to be 'gifted' races. Vivienne Rendall Northumberland · How refreshing it was to read your excellent article. I have been very angry at the British press (and world press) in their reaction to Tiger Woods and the Williams sisters. You are right. Why should the Williams sisters apologise for being so good? If Tim Henman were in the same class, the British fans and commentators would be in heaven. I was disgusted to hear that a BBC commentator had described the Williams sisters as a freak show. While he may have a licence to broadcast, I did not know that included personal insults. Tiger Woods and the Williams sisters have brought something new to the sports in which they participate. As Chris Evert said when interviewed after Wimbledon, they have brought the game to a new level. If the others wish to compete, they will have to go to the gym and practise more. As someone who is black, I really do not wish to get into the argument about genes. I suspect there is some truth in it, but it is underpinned by racism. It is no coincidence that in golf and tennis, mainly white, middle-class followers of those sports never ever imagined that the day would come when black individuals would be at the helm of their sport. Sports writers and commentators can say what they like: this is about racism. M Aaron via email · In individual sports one can appreciate people like Tiger Woods and the Williams sisters for their undoubted talents. It is in the area of team games where well-oiled business machines such as the Manchester Uniteds of this world dominate seemingly as much through their ability to purchase any player that takes their fancy that dominance becomes 'boring' and causes a disenchantment with the game. Tim Gatenby via email · Great sport is a moving experience. Sporting heroes have to inspire emotion by doing something that defies belief or the odds. Björn Borg was often labelled 'boring' but I could have watched every point of every match he played because he was a thrilling athlete pitting his skills with dignity against genuine contenders like Connors, McEnroe and, in the early years, Nastase. Michael Schumacher and Tiger Woods are undoubtedly sporting geniuses but neither inspires great emotion, probably because they don't let the opposition even come close. As a result, there's no drama. Borg beating Connors on grass was as inspirational as it was unlikely. Woods beating Mickelson at Atlanta is inevitable. Ashley Slater via email Surely the Williams sisters are simply too big and strong for their opponents, so where's the fun in watching a big guy beat a little guy? James McCarthy via email · Kevin Mitchell raises the matter of Michael Schumacher's dominance of a sport struggling for credibility. I think Schumacher may never be viewed in the same light as other greats like Ayrton Senna and Alain Prost. Schumacher's biggest problem is his lack of a worthy challenger, a true rival to help define him as one of the greats. Senna and Prost had each other, and the pair raced in a field containing fellow champions Nigel Mansell and Nelson Piquet and other truly competitive drivers. In 1994, with Prost and others gone, the field opened up for Senna and Schumacher, with the German winning the first two races and signalling he had come of age. When Senna came back to lead the opening laps of the San Marino Grand Prix, it appeared a great battle for the title was on. Senna's death there was a tragedy in its own right, but for Schumacher, it robbed him of the opponent that could give him credibility and define him, and it robbed motor racing of a potentially fascinating rivalry. Simon Ebbett via email I read with interest Lawrence Donegan's observations last week on the crisis facing baseball in the United States and the outcry over the tied All-Star game. I'm born and bred British, but happily play baseball here in the UK. (Yes, there is a thriving league.) I mention that as a caveat for my point, which is that I wholeheartedly agree with the Major League Baseball commissioner Bud Selig's decision to end the All-Star game at 7-7. The need for a winner and loser, and the failure to embrace the concept of a draw, is something I still find difficult to appreciate in Americans sports fans. As an exhibition game involving the 60 finest ballplayers in the world, the All-Star showpiece was called after every single player made a physical contribution to the extended game. So what? Honours shared after a competitive and entertaining clash shouldn't just be limited to football, rugby or any other sport you care to choose on this side of the Atlantic. It's this win-at-all-costs desire among fans that has driven baseball into a no-win situation as a game. Teams have responded to the demands for a winner by developing ultra-specialist pitchers, who are brought in simply to throw a single type of pitch to a single batter in order to gain the narrowest of advantages. That has slowed down the game considerably, with the now common three-hour marathon causing TV audiences to fall and broadcast advertising revenue to falter dangerously. Baseball is also shamefacedly waking up to the prevalence of performance-enhancing drugs, used by players craving the power that turns mere big hits into game-winning home runs. Maybe accepting the idea of an honourable draw between two accomplished but equally talented and physically developed teams is the way forward. Dan Humphreys via email · It's great seeing John Regis writing a column in The Observer over the summer because as an Olympic medallist he is an example to all urban athletes. Dwain Chambers will hopefully fly the banner for England in the Commonwealth Games to define himself on the world stage as an urban Englishman, but somehow I feel that Mark Lewis-Francis will surprise us all. He is the Jermaine Defoe and Ashley Cole of UK athletics. Jason Young London SW17 · Not having (by choice) watched any rugby league for a couple of years, I was duped by the pre-match hype into watching the live Sky broadcast of Australia v Great Britain. I was amazed how much the British game has regressed during that period and wonder if our coaches have considered approaching their rugby union counterparts for tips on how to defend properly. R J Gibbs Cardiff · I enjoyed Will Buckley's piece on the birth of AFC Wimbledon (last week). There was a great deal in it to inspire real optimism, not least the generosity of Sutton United FC and their fans. As near neighbours, Sutton were one of those clubs who actually stood to gain from the demise of Wimbledon. Yet by staging one of the more remarkable friendly matches in football history they have been instrumental in the successful launch of the new club. All genuine football supporters should follow this lead and boycott all matches involving the old Wimbledon FC at Selhurst Park. Only by taking united, non-partisan action against people like Charles Koppel and their attempts to open the Pandora's box of franchised football can we save the game. Koppel and his ilk may ignore rational argument and passionate protest, but they seem to pay more attention when their precious revenue is threatened. While nothing can be done to save Wimbledon FC, the boycott should at least act as a deterrent to other chairmen tempted to go down the franchise route. Supporters of the visiting club that achieves the lowest attendance of Selhurst this season (contenders start at less than 1,000) should regard it as a badge of pride. John Brazier Kent · Why don't Wimbledon AFC imitate Madrid and call themselves Real Wimbledon? Michael O'Donnell Godalming, Surrey"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}