{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2002/jul/06/featuresreviews.guardianreview8", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2002-07-05T23:31:55Z", "webTitle": "Review: Zoo and A Different Nature", "webUrl": "https://www.theguardian.com/books/2002/jul/06/featuresreviews.guardianreview8", "apiUrl": "https://content.guardianapis.com/books/2002/jul/06/featuresreviews.guardianreview8", "fields": {"headline": "Parade of the beasts", "bodyText": "Zoo: A History of Zoological Gardens in the West by Eric Baratay &amp; Elisabeth Hardouin-Fugier 400pp, Reaktion Books, £28 A Different Nature: The Paradoxical World of Zoos and Their Uncertain Future by David Hancocks 296pp, University of California Press, £31.50 The zoological garden is a European phenomenon - as well as a European invention and export. Across the continent about 150 million visitors decide to \"go to the zoo\" each year. And the history of that all-too-concrete metaphor of dominion is now an important part of the history of leisure. The institution's origins among the princely menageries of the ancien regime, its evolution in the 19th century as one of the great bourgeois and civic institutions, its 20th-century guilt-ridden lurch towards the leisure-park: all show that this is fun of a serious - and profitable - kind. The stark elegance of Eric Baratay and Elisabeth Hardouin-Fugier's argument (translated from the original French edition) pulls no punches. Illustrations punctuate the text with an appropriate, and sometimes saddening, beauty. What emerges is a history of the craze for the Other - which turned it into a commodity to be codified in the table of human values. Although so spectatorial in purpose, the zoo is also a mirror held before homo ludens on its day out. To find in animals a source of both delight and terror, to enjoy alternately the illusion of rapprochement and the King Kong thrill of the savage: these may be instincts as old as conscious life itself. David Hancocks reminds us, in his more diffuse work, of the short ancestral shadow. Imagine, he says, the length of your arm as the span of time since life began on earth. A delicate trim of the middle finger-nail would remove all traces of human existence. Humility is here a virtue glimpsed in dizzying perspective. The \"great chain of being\" - that renaissance cliché - proposed a less alienating view. Only a little below the angels stood humanity, divinely guaranteed its dominion over both Earth and its non-human inhabitants. It was a picture which was confirmed by the age of the discoveries - and those successes by gunpowder and colonial plot created a new cage for the old relationship between human and animal. The architecture of encasement has always been important. The radial form of the Versailles menagerie meant that the animals were viewed as actors in a theatre. But the zoo is also part of the social history of the garden. The political geometry of absolutism favoured the formal variety. They stood and fell together. And so it was the whispering glades of the English garden, that contrived attempt at nature's mimesis, which was adopted by the 19th-century zoo. This was now a place in which to perambulate and be suddenly amazed. On the social road away from aristocratic spectacle to the bourgeois promenade, Baratay and Hardouin-Fugier - as on so much else - are persuasive. The Jacobins were annoyed by the aristocratic festivity of the menagerie. A stud farm would be more practical. So started the 19th-century lunacy of acclimatisation - that doomed attempt at domesticating all animals. Other Versailles beasts in 1793 went to the skinners. It was the victory of useful knowledge, of Linnaeus with the clarity of his divisions of the genus and the species. But if this kind of display was more rational and ordered, its purpose was no less exploitative. Knowledge at the zoo is never an innocent fruit. Across Europe, the zoo was a must-have institution for the new professional elites as city competed with city for prestige. Older claws and circuses were still in play; 1870-1900 saw the high point of the old travelling menagerie - as unsystematic as its aristocratic predecessor. But it was the zoo that delighted the upper proletariat - especially with the 1930s advent of paid holidays. Entertainment conquered research pretensions. What mattered was pulling in the crowds. In the process, it became popular to classify animals into good and bad. Elephants being cute could be mascots. Lions could be British. The bear - a cuddly killer popularised by Theodore \"Teddy\" Roosevelt - became a prime anthropomorphic specimen. The president was at once the great instigator of American wildlife parks and the first architect of America as an imperial power: preservation and domination are congruent passions. Some sensitivities were touched. Darwin doubted - wrongly - the ability of captive animals to reproduce. Out of sheer boredom some do little else. Flaubert found the \"continual oscillation of the caged\" a pitiful sight. But the idea of the animal as an illustrative parable was intellectually and politically too useful to be questioned. For it showed that nature, like people, could be controlled. Appropriately, it was the conqueror of Morocco, Marechal Lyautey, who was charged with the 1931 \"Exposition Coloniale\" which developed the zoo as a colonial showcase for Paris. And there were always intellectuals around to justify. For Heidegger, animals had benommenheit - a mere inert self-absorption - which excused the indifference of the self-conscious. The modern zoo is post-colonial in its guilty strategies - in its free-range desire to keep the old show on the road but in the park. The terrible cruelties of Chinese zoos (where needles on sticks can be used to prod) are absent. But the illusion of liberty in the \"country zoo\" is only humanly gratifying, a salve for the awkward conscience. Hancocks sees the zoo's salvation as a post-religious entrance into a plural world of values. There seems no end to the ability of humans to impose their hegemonic values on the alien. Blake put it best. The caged birds he saw were an aristocratic delight. Later they would became an artisan pleasure. But every keeper of a cage still \"puts all heaven in a rage\". · Hywel Williams is writing a chronology of world history"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}