{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/jul/28/travelnews.observerescapesection1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-07-28T18:43:20Z", "webTitle": "Ryanair's luggage backlog", "webUrl": "https://www.theguardian.com/travel/2002/jul/28/travelnews.observerescapesection1", "apiUrl": "https://content.guardianapis.com/travel/2002/jul/28/travelnews.observerescapesection1", "fields": {"headline": "Ryanair's luggage backlog", "bodyText": "Ryanair passengers have been experiencing delays in receiving their luggage as a result of ongoing baggage-handling problems at Stansted airport and tight turnaround times. In the last fortnight at least two Ryanair flights have taken off from Stansted with no luggage on board, leaving passengers stranded in Stockholm and Rome without their belongings. This follows a month in which passengers arriving at Stansted have had to wait up to three hours to collect their luggage from the carousel. Carole Cotterell flew into Stansted on her way back from a hen weekend in Stockholm with five friends on 30 June. Their luggage was delayed by two hours at Stansted and they were advised to leave without it in order to catch an onward flight to Glasgow and told that it would be couriered to them in approximately 48 hours. The missing bags showed up three weeks later and one woman is still waiting for hers. 'The strangest thing is that my bag was actually sent back to me by Go, whom I didn't even fly with,' said Cotterell. 'We've had no explanation, no apology and no compensation from Ryanair,' she added. A Ryanair spokesman said: 'It's very rare that we misplace a bag for such a long period of time. Where a bag is misplaced it's normally rushed to the passenger on the next available flight.' Earlier this year Ryanair changed the company which looks after its baggage-handling arrangements at Stansted. The delays were blamed on a staff shortage at the new company, Groundstar, which it claims has now been resolved. A spokesman for Stansted Airport said the staff shortages combined with a rapid expansion of Ryanair's routes and frequencies this summer had put staff under increased pressure. He added: 'Ryanair's whole programme is built around very tight turnarounds. To avoid delays occasionally they take operational decisions to depart and put the baggage on the next available flight.' Ryanair claims that staffing numbers are now up to sufficient levels with a further 10 per cent being employed to cover the summer peak season. However, Simon Evans of the Air Transport Users Council, the consumer group representing airline passengers, said they were still receiving complaints from Ryanair passengers. 'It's usual for airlines to lose the occasional piece of luggage but for a plane to take off with no luggage on board is very unusual indeed,' he added. He advised passengers to check that their travel insurance policy covered the loss of baggage while in an airline's care because some had clauses which excluded this. They must also report lost luggage and fill out a Property Irregularity Report before leaving the airport. ·Ryanair has lifted one of the main restrictions on its tickets by enabling passengers to change the name of the person travelling for a small fee. Flight dates, times and names are now changeable up to three hours before departure upon payment of a fee of £15 per flight sector and per person. Passengers changing the date or time of a flight will also be charged the difference in price between the original fare paid and the lowest fare available at the time of the change."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}