{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/jul/20/golf.daviddavies", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-07-20T22:38:28Z", "webTitle": "Els sets pace as Woods and Montgomerie get into the running", "webUrl": "https://www.theguardian.com/sport/2002/jul/20/golf.daviddavies", "apiUrl": "https://content.guardianapis.com/sport/2002/jul/20/golf.daviddavies", "fields": {"headline": "Els sets pace as Woods and Montgomerie get into the running", "bodyText": "Ernie Els, the man most often accused of doing the least to stop Tiger Woods, gets another chance this weekend in the 131st Open championship at Muirfield. The South African went to the turn in 29, finished with a 66, for a six-under-par 136 and although Woods is two behind, that counts for little over the final 36 holes. Yesterday the American added a 69 to his opening 70, to be four-under, and threatening. Woods, going for the third leg of the grand slam, has won seven of the last 11 major championships, a magnificent achievement, unparalleled in golf history. But the slightly carping criticism has been that those most able to stand up to him have, in fact, sat down, and the name of Els has been mentioned more than most. The Big Easy is seen as the man most likely: a man with two majors already to his name and a game that is often glorious. But he has not won a major since June 1997 while Woods has won seven, and the question is whether he and the likes of Phil Mickelson, Davis Love III and Sergio Garcia have the intestinal fortitude to contest matters with such a supreme golfer. There are, of course, others in contention for the current championship. The Japanese golfer with the seemingly permanent smile, Shigeki Maruyama, is a good enough player to have won on the US Tour, not to mention doing a 58 while qualifying for a US Open. He is level with Els on six-under, and they were joined by the Dubliner Padraig Harrington yesterday evening. Colin Montgomerie, after a 64 for 138, four-under, has felt the confidence come flooding back, while Darren Clarke, on 139, has the game to contend with anyone and has beaten Woods for the $1m first prize in the Accenture Match Play event. Woods, through the green, was for the second round in succession far better than his score. He missed six footers at the 15th and 16th yesterday and it is a tribute to his ball-striking that he was round in 69. Els, meanwhile, was at his mostimperious on the outward half yesterday. There was only one mistake, at the difficult sixth, where he found rough off the tee and did well to get within 20 yards of the green. Then he chipped in for a birdie. Out in seven-under, Els had taken up his address position at the 10th when he was distracted. He stepped away, hit his drive into the rough and although he salvaged a par, the rhythm was gone. He missed the 11th green with a wedge, took two in a bunker at the 13th and came home in a two-over-par 37 or Woods might have had a more difficult task on his hands over the final 36 holes. There were those who claimed that Montgomerie's was one of the great Open rounds but this was an exaggeration. That it was a course record owed everything to the fact that Muirfield has been lengthened by a total of 65 yards, split between the two short holes, the 4th and 13th. But the overnight and day-long rains enabled the players to play target golf, throwing the ball at the pin in the certain knowledge that it would stop. Muirfield in the modern era is not designed to cope with that sort of thing, needing a wind, firm greens and hard running fairways to give the players something to think about. But if the physical achievement was only excellent, the mental recuperation was unbelievable. Montgomerie was a candidate for the darkened room and the cups of hot, sweet tea during the aftershock of his opening 74. Scores like 74 are things that happen to other people as far as Monty is concerned and so he took himself off for a deep, deep think. The result was a decision to change one set of Callaway clubs for another, something professionals simply never do mid-season - and certainly not for the second round of the Open. It speaks volumes for the depths of the Scot's despair that he was prepared to do it. \"I saw a picture of myself on a hoarding in Aberlady,\" said Monty, \"advertising a set of clubs I don't have. So the company made me up a set on Tuesday, they were in the boot of my car, so I changed them over.\" Given that Montgomerie needed to get round in something like 69 to be certain of making the cut, he was taking an enormous risk and one out of character for a man who more often plays the percentages. But perhaps in his mind there were no more percentages to be played. Yesterday, asked if in the immediate aftermath of his 74 he felt that he had already done too much damage to his hopes of winning, he said: \"Initially, of course, yes. But I went away last night, had room service and had a good think.\" The only conclusion he would let on about was that \"I had to do something\" and he certainly achieved that. \"This is my lowest score in an Open,\" he said, \"I've had two 65s but never a 64, so it proves I can play the game. What it amounts to is I've done two 69s, which is four under par and it's in the top 10 and exactly where I want to be. \"Now I want to keep this momentum going. I know I can win. I've never been frightened of winning, ever.\" Ever since Darren Clarke sprung into contention at Royal Troon in 1997 he has appeared to fit the bill with regard to the skills and characteristics required to win the Open. But in that Open he shanked a tee-shot at the second and eventually, although second to Justin Leonard, was a distant three strokes behind. Yesterday he worked his way into contention again with a fine round of 67, for a total of 139, three under. Now all he has to do is continue to play the same way with the same level of patience, and it is that latter quality he finds difficult to sustain. He was asked yesterday if he had to be more tolerant of the bad shots in a major? Answering in carefully measured tones, he said: \"I have to be, yes.\" He was asked: \"Do you find that . . .\" Interrupting, Clarke said: \"Difficult? Yes.\" \"But are you able to do it?\" \"Occasionally, yes.\" Clarke once finished a tournament in Japan with a chip into a bunker, a splash out and three putts for a seven to go from leading to nowhere. As he left the green for the clubhouse he refused all consolation, shouting loudly: \"The head's off, the head's off.\" If it remains on this weekend it might have an enjoyable time. Carl Pettersson, home in five-under, is a burly Swede who, if he is the weight the European Tour guide book says he is, is the burliest 12st 12lb in history. But he is able to propel the ball vast distances and this season, his second on tour, he has found some consistency as well. He has more top 10 finishes to his credit than anyone else and also won his first event, the Portuguese Open. Along the way, though, he has acquired some worrying characteristics. At the age of 24, for instance, he already uses the long putter; he has a double chin and a straggly goatee beard and apparently enjoys sitting in aeroplanes for long periods - he commutes to the European Tour from his home in Raleigh, North Carolina. This is his first Open but he is not entirely surprised to be in contention. \"I have been nearly every week on the European Tour. So my expectations are very high of myself.\" The swing seems to have more moving parts than are strictly necessary, but when the timing is there, he is impressive and could well be an asset to future Ryder Cup teams."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}