{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2002/jul/16/2", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2002-07-16T16:10:51Z", "webTitle": "Woman dies after Fatboy Slim beach party fall", "webUrl": "https://www.theguardian.com/uk/2002/jul/16/2", "apiUrl": "https://content.guardianapis.com/uk/2002/jul/16/2", "fields": {"headline": "Woman dies after Fatboy Slim beach party fall", "bodyText": "A 25-year-old Australian nurse injured after a massive beach party in Brighton died today, raising the number of fatalities from the event to two. The news of Karen Manders' death came as DJ Fatboy Slim, who staged the Big Beach Boutique II event, which attracted 250,000 revellers, said he would not repeat the beach party unless the public's safety could be guaranteed. A man in his 40s died of a heart attack shortly after the concert, which organisers expected would draw around 60,000 people, after 40,000 turned up for a similar event the previous year. Ms Manders died at 1pm today at the Royal Sussex County Hospital in Brighton. She had fallen from railings hours after the free concert finished on Saturday night. Police, who initially treated the fall as suspicious, believe she lost her balance and toppled from the Upper Esplanade near the beach on to the Lower Esplanade. Her parents flew to the UK from Brisbane to be at her bedside. Ms Manders, who lived in Bethnal Green, east London, and worked at the capital's Homerton Hospital, suffered multiple injuries in the fall, which happened as thousands of revellers made their way from the beach. A Sussex Police spokeswoman said: \"It appears to have been a tragic accident. She may have lost her balance while sitting on the barrier having become separated from her friends.\" As the emergency services and council boss continued to discuss how to prevent a repeat of Saturday night's events, Hove-based Fatboy Slim, who's real name is Norman Cook, told the Evening Argus newspaper: \"We probably won't do it again. I don't take safety issues lightly. \"I will only do it again if we can guarantee people's safety and if that many people are going to come then we can't.\" Huge piles of rubbish, bottles and broken glass were almost cleared away today. Police had been surprised by how many people flocked to the concert; ambulance crews struggled to get though the crowds to treat people and the trains leaving Brighton had been overwhelmed. Roads descended into chaos as cars queued on the A23 from Hickstead, nearly 10 miles north of the city and coast roads from east and west were also jammed. Staff at the Royal Sussex County Hospital struggled to cope with 100 injured people, and Sussex police said yesterday that such free parties may be banned in the future."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}