{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/jul/13/golf.tomcox", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-07-13T22:34:39Z", "webTitle": "Why those 19th-hole bores have been left in their bunkers", "webUrl": "https://www.theguardian.com/sport/2002/jul/13/golf.tomcox", "apiUrl": "https://content.guardianapis.com/sport/2002/jul/13/golf.tomcox", "fields": {"headline": "Why those 19th-hole bores have been left in their bunkers", "bodyText": "It can, at times, seem like the hardest thing in the world to admit. It's that look, more than anything. You know it's coming: the one that, in another situation, might presage such incredulous inquiries as \"What precisely drives the collector of rare Nazi memorabilia?\" and \"Enrolling at the Rotary Club: was that hard?\" I've lived with that look for more than half of my life, spent far too much time looking for ways to circumnavigate it, but now, finally, I've decided to come out. At last, I feel comfortable telling the non-swinging world that I am utterly, inescapably mad on golf. I began playing golf in the late 80s, when Sandy Lyle was the nearest thing the game had to a \"rebel\" by virtue of the fact that he occasionally rolled up the sleeves of his cashmere sweater - around about the same era when the fellow members at your local club wouldn't have called you a tosser for turning up on the first tee wearing a bright pink sweater adorned with a picture of a man made entirely out of diamonds. Over the peak years of my adolescence, I walked, talked and slept huge, drawing drives, crisp wedge-shots and triple-tier greens. For my GCSE English oral assessment, my subject was \"The Game I Love\", and I discovered the problems of attempting to explain the meaning of terms like \"wormburner\", \"rimming out\" and \"stiff shaft\" to a roomful of 15-year-olds who viewed the double entendre as a synonym for comic genius. I watched, helpless, as golf hacked apart my sex and social life in hideous Technicolor, yet to me the sport just seemed like another part of the inexorable onset of puberty. The only difference between nocturnal emissions and golf was that nobody had sat me down for a quiet chat about golf beforehand. It's easier, of course, to admit this now, from the standpoint of a happy married life with someone who's seen my teenage golf photos and charitably opted not to run away to a different continent. But golf, too, in general, has become a completely changed word over the last few years - people even say it differently, pronouncing the \"o\" with much more confidence. The list of hipsters, rebels and quasi-rebels who spend vast amounts of free time perfecting their shoulder turn goes on forever: Alice Cooper and his Calloway adverts, The Beastie Boys and their clothing range, George Clooney and his furtive practice swings on film sets. During the World Cup, reports on the England team's physical handicaps were alternated with reports on its numerical equivalent, and you suspect that, if pushed, 90% of the squad would admit the sport that they play professionally is their second favourite. Even Ronaldo plays: another big breakthrough for the golfing establishment - First Man To Have His Hair Cut By A Lawnmower And Then Venture Over The Boundary Into The Men's Bar - and one which is almost remarkable as the reports that rock 'n' roll hero Iggy Pop has been teaching his even more recalcitrant and alternative musical peer, Lou Reed, the subtleties of the chip shot. Indeed, Nasser Hussain, the England cricket captain, has been spotted practising his backswing and now Maradona is apparently describing golf as his new obsession. For anyone who has ever been disqualified from a local amateur competition for wearing the wrong-coloured socks or snuck a Dead Kennedys album into the pro shop tape player, this evolution is all fascinating to watch - particularly as, finally, after half a decade's pressure, it begins to rub off on the game's (still pretty stuffy) establishment. Sky Sports' team of golf pundits continue to express outrage at players who wear nonconformist trousers, yet their leaderboard coverage is soundtracked by an approximation of trendy/pretentious dance music. Swashbuckling pin-ups My home club recently introduced prize givings where jacket and tie aren't compulsory, and the resulting scene is a bit like watching some dignified uncle being made to walk around in front of his offspring without his trousers on. The dullards are clearly still as dull as ever in the professional game - Padraig Harrington and Justin Rose with their geometrical hair, Scott Hoch with his Stars 'n' Stripes shirt - but at least they're now offset by Jesper Parnevik with his 1970s pimp wardrobe, John Daly with his so non-ironic-it's-ironic mullet hairstyle, and Gabriel Herstedt with his designer stubble. Elsewhere, swashbuckling pin-ups like Phil Mickelson and Angel Cabrera are making the game more glamorous in an entirely different way - by playing it like failed formula one drivers, going for everything, fearing nothing. Golf has its first black world-beater. How long before it has its first mountaineering part-time punk rock musician world-beater? At the Open this week at Muirfield, you'll find a new kind of golf fan - comfortable with their obsession, able to share it with their partners and friends, and happy to consider the game the athletic equal of, say, tennis or football. You'll hear a whole new kind of applause which actually sounds like it's being created by more than three people (healthy), peppered with shouts of \"You d'man\" (not so healthy). You'll see an endless parade of sporting celebrities gazing on in awe from behind the ropes like children who've just realised what adulthood is all about. You'll witness an unbelievably fit man of non-caucasian descent lift the trophy, and one of sport's most smiling, exciting losers - the kind of bloke you feel you could share a few beers with - come second, heroically, again. People - people who have felt a tingle of arousal at the terms \"Men Only Bar\", \"bylaw\" or \"plus fours\" - will be inspired and compelled to visit the driving range. I worked towards this as a teenager. I hid dead mice in fellow member's shoes, arrived on the first tee in a Sex Pistols' T-shirt and set fire to my local pro shop while inadvisedly experimenting with a blowtorch, all the time hoping - albeit slightly subconsciously - that this precise day would come. Yet now it's here, why do I feel slightly ambivalent? Is it because, for all the arcane golfing rules and dress codes that I hate, that I still want a well-maintained home course unpopulated by perforated teenagers in Slipknot T-shirts? Is it because I don't want those perfect moments of Peter Alliss commentary -where the camera zooms in on a pair of grooming mallards and he homes in on some snatch of inane yet strangely appropriate piece of poetry or clucking noise noise at the back of his mind - to vanish? Is it because I'm jealous that Phil Mickelson, Bill Murray and Alice Cooper weren't playing in pro-am tournaments together when I was a 16-year-old with a two handicap and my golfing future still ahead of me? Possibly a bit of all three. Or maybe I'm just overwhelmed at the perfect, alien prospect of the best game in the world at last no longer being dominated by the world's biggest bores. It is, after all, a big concept to take in in one go. Five who made golf trendy John Daly Guitar-playing, chain-smoking, beer-slugging real American hero. Hits the ball further than most commercial airline pilots travel in a year. That is, if he can refrain from hurling his driver into a nearby lake. David Feherty Former European Tour outsider turned US Tour insider. Rock fan and the American CBS network's most incisive, sarcastic commentator. Once sported longest hair on European Tour - officially measured at 4.3in. Bill Murray Ex-Saturday Night Live comedian. With his performance in Caddyshack and his book, Cinderella Story, has single-handedly proved that it's perfectly OK to be madly in love with golf and take the mickey out of it simultaneously. Jesper Parnevik Swedish golf's answer to Norman Wisdom. Has jumped into freezing lakes after sinking victory putts. Alice Cooper \"I don't really think golf is as much of a disgrace as it used to be,\" the shock-rocker has said. Now plays off a six handicap and has been down to two. To order a copy of Nice Jumper by Tom Cox, for £8.99 plus p&amp;p (rrp £10.99), call the Guardian book service on 0870 066 7979. Published in paperback by Transworld"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}