{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2002/jul/28/budgetingforyourholiday.theobserver.observercashsection2", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2002-07-28T17:37:35Z", "webTitle": "Shuttle that never stops", "webUrl": "https://www.theguardian.com/travel/2002/jul/28/budgetingforyourholiday.theobserver.observercashsection2", "apiUrl": "https://content.guardianapis.com/travel/2002/jul/28/budgetingforyourholiday.theobserver.observercashsection2", "fields": {"headline": "Shuttle that never stops", "bodyText": "The summer holidays are a patchwork of costly children's summer camps and odd days off work for Karen McAulay, a full-time librarian with sons aged three, six and eight. Glasgow-based Karen is already half-way through managing the break, which begins earlier in Scotland. Her youngest boy is in a full-time nursery, so it is the older two who pose the problem. Hugh works part-time as a crematorium organist but Karen points out: 'He doesn't know until two days in advance what his workload will be, so we can't depend on him being there.' So far this summer, the children have had a week at home, with both parents taking a couple of days off; followed by a week at a council-run summer camp, costing £95 for the two; followed by two weeks at a football camp at a similar cost. It all involves a non-stop shuttle of delivering and collecting children. 'The summer camp is designed for working parents, but for the soccer camp they have to be dropped off at 10am and picked up at 3.30pm, which is awkward,' says Karen. Other options, such as using a minder and sending the two older pair to the youngest child's nursery, have been rejected by the boys themselves. 'It's all a question of matching what they'd like with what's affordable and what you can achieve with logistics.' The holiday will be rounded off with another week at the summer camp and a week with the whole family going to Karen's parents in Norfolk. 'There's no chance of us going for a continental holiday,' she says."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}