{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/jul/24/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-07-24T21:06:32Z", "webTitle": "Spurs join the chase for Keane", "webUrl": "https://www.theguardian.com/football/2002/jul/24/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2002/jul/24/newsstory.sport", "fields": {"headline": "Spurs join the chase for Keane", "bodyText": "Tottenham Hotspur are aiming to capitalise on the summer exodus from Leeds and have admitted they are interested in signing their Ireland striker Robbie Keane. The 22-year-old forward, who scored three times at the World Cup finals, is available for transfer and rejected a £8m move to Sunderland last month. Despite having sold Rio Ferdinand to Manchester United for £29.3m, the Leeds manager Terry Venables is still keen to trim his squad and will listen to offers for Keane, one of six strikers at his disposal. Blackburn Rovers and Middlesbrough had been hoping to entice the former Wolves and Coventry forward, though Tottenham would prove a more tempting destination with the director of football David Pleat confirming: \"We are keeping abreast of the Robbie Keane situation.\" Spurs have already released Chris Armstrong and are keen to offload the £11m Sergei Rebrov, with Keane his preferred replacement. Leeds are willing to sell the striker, who cost £12m from Internazionale in May 2001, with Gary Kelly, Ian Harte, Michael Duberry, Stephen McPhail and Jason Wilcox also available. Keane scored the third goal in Leeds' 5-1 win over Green Town FC in Hangzhou, China, yesterday while his team-mate Lee Bowyer was en route to Australia. The 25-year-old midfielder is to meet Venables in Melbourne before the squad's arrival to discuss a new contract after the breakdown last week of his projected £9m move to Liverpool. Bowyer has 12 months to run on his deal, with Leeds' offer of a £39,000-a-week, five-year contract still open to him. \"The offer is on the table for Lee,\" said the Leeds chairman Peter Ridsdale. \"We want him to stay but whether he does or not is down to him.\" Blackburn are hopeful that their protracted effort to reunite Dwight Yorke with Andy Cole may be resolved by the end of the week. Talks between the clubs have continued since United rejected Rovers' £4m bid for the Tobagan - who cost £12.6m from Aston Villa in 1998 - towards the end of last season. \"The gap between us is not as big as has been reported and we have both moved our valuations,\" said the United chief executive Peter Kenyon. After 531 games for United Denis Irwin has completed a free transfer to First Division Wolves. Bolton have opened talks with the Real Madrid defender Ivan Campo, capped four times by Spain, over a one-year move that would net the 28-year-old around £1m. Middlesbrough's floundering attempt to sign Juninho for a third time has prompted the chief executive Keith Lamb to travel to Madrid for talks with the Brazilian's father and agent Osvaldo Giraldo. Despite agreeing a £6m fee with Atletico Madrid, the 29-year-old's wage demands seemed to have scuppered the deal. Richard Wright has had a medical and should complete a £4.75m move from Arsenal to Everton today. \"We've just got to finalise one or two little things and it should be sorted in the next day or two,\" said the 24-year-old's agent Jonathan Barnett. \"He loves the place and he just has a few personal things to sort out. Richard is making a decision for the sake of his career and his England place.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}