{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/jul/24/horseracing.gregwood1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-07-24T19:54:50Z", "webTitle": "Puzzle over doping case", "webUrl": "https://www.theguardian.com/sport/2002/jul/24/horseracing.gregwood1", "apiUrl": "https://content.guardianapis.com/sport/2002/jul/24/horseracing.gregwood1", "fields": {"headline": "Puzzle over doping case", "bodyText": "The Jockey Club said yesterday that it is \"keeping an open mind\" over the case of the chaser Hachty Boy, who tested positive for the tranquilliser acetylpromazine (ACP) after winning a race at Wetherby in May by 11 lengths. Investigations will continue as the authorities try to determine whether the drug was present in the horse's system by accident, or as the result of a failed attempt to fix the race. ACP has been the weapon of choice for would-be dopers in recent years. Dermot Browne, a former trainer, has claimed to have used it to stop 23 horses in the space of a few weeks in 1990, while as recently as this March, Ashgar tested positive for ACP after being beaten at odds-on in a novice hurdle at Plumpton. However, as a fast-acting tranquilliser which leaves a horse's system almost as rapidly, ACP is also widely used in racing to quieten difficult horses, for instance when their coats are to be clipped. The Jockey Club has not ruled out the possibility that the trace of ACP found in Hachty Boy's system arrived there by accident, not least because the dose was insufficient to stop him winning impressively. John Maxse, the Club's spokesman, also pointed out yesterday that the race in question, a 10-runner novice chase in which Hachty Boy started 7-2 co-favourite of three, is not the sort of event which would normally catch the eye of a would-be doper. \"The profile of the race certainly doesn't fit in with other races that have been targeted,\" Maxse said. \"They have been ones in which if you remove one horse from the equation, you're left with a pretty clear indication of where your money should go. In this race there were four or five which had a reasonable chance of winning on paper.\" If this was an attempt to stop a horse, though, it was clearly a fairly amateurish and misguided one. According to Henrietta Knight, Hachty Boy's trainer, he is a nervous horse with a particular dislike for needles. It could be that he became agitated as the doper went about his work, which meant that insufficient ACP got into his system to have an effect. \"At the moment the investigation is ongoing,\" Maxse said. \"Yesterday we spoke to a number of the other stable staff who were working that day, to get a picture of the movements of the horse and what was go ing on around him at the time. We've got the footage from Wetherby and it's all a case of putting together the jigsaw.\" The betting patterns before the race also offer little evidence that a coup was landed. Hachty Boy drifted slightly in the market, from 3-1 to 7-2, while the other two co-favourites, Be My Dream and Two For Joy, attracted recorded bets of £400 to win £1,600 and £500 to win £2,000, respectively. The nearest challenger to Hachty Boy in the race, though, was Tathmin, a 9-2 chance who was not the subject of any major bets. It may never be known whether the ACP in Hachty Boy's system got there by accident or design. If it was the latter, punters at least have the satisfaction of knowing that the conspirators probably ended up heavily out of pocket and mightily hacked off."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}