{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2002/jul/09/arts.humanities", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2002-07-09T17:00:26Z", "webTitle": "Discovery of ancient tunny fish paste gives inkling of Roman taste", "webUrl": "https://www.theguardian.com/uk/2002/jul/09/arts.humanities", "apiUrl": "https://content.guardianapis.com/uk/2002/jul/09/arts.humanities", "fields": {"headline": "Discovery of ancient tunny fish paste gives inkling of Roman taste", "bodyText": "Archaeologists can now say with confidence what life was like for the Roman legionaries stationed at the end of empire: in Carlisle, almost 2,000 years ago - it rained all the time and it stank of fermented fish. The historians assured the mayor of Carlisle that their latest piece of research tasted much better than it looked, which still left considerable room for argument. The fish sauce, recreated from an authentic Roman recipe, and served up at Carlisle Castle last night, looked appalling. \"It looked frankly like something Baldrick would have served Blackadder. Actually it looked just like mud - lumpy mud,\" one sceptical diner said. Martin Allfrey, English Heritage head of collections, said firmly: \"It did look slightly off putting, but pesto, which everyone likes now, isn't exactly a picture of loveliness either. It tasted - well, perfectly all right. Quite interesting, really.\" The broken container of fish sauce, which was a luxurious import from Spain and undoubtedly one of the most prized possessions of a wealthy Roman officer, was one of hundreds of thousands of objects found in a large dig at Carlisle Castle, which turned into one of the richest Roman excavations in Britain. The condition of many of the finds, perfectly preserved in the sodden soil, was startling. There were almost 10,000 pieces of leather and timber - including dozens of pieces of complex wooden drainage pipes, suggesting that coping with the rain was a signifcant headache for the Romans. Among thousands of pieces of broken pottery there was a nondescript chunk of the neck of a common amphora, which still had an attached label. In Latin it promised that its contents were \"Tunny fish relish from Tangiers, old\", \"for the larder\", \"excellent\" and \"top quality\". Tangiers is believed to have described the style of the sauce, rather than the origin, which was probably Cadiz. The sauce was made of tuna fish chopped into chunks, salted, and then fermented in its own juice packed into a clay amphora - the one at Carlisle would have held at least a gallon of sauce. For last night's guests this unlovely greeny brown sludge was then diluted with garlic, thyme, cumin, lemon juice, vinegar, olive oil and wine."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}