{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2003/mar/16/iraq.marktran", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2003-03-16T17:12:36Z", "webTitle": "Bush and Blair at 'war council'", "webUrl": "https://www.theguardian.com/world/2003/mar/16/iraq.marktran", "apiUrl": "https://content.guardianapis.com/world/2003/mar/16/iraq.marktran", "fields": {"headline": "Bush and Blair at 'war council'", "bodyText": "President George Bush, Tony Blair and Jose Maria Aznar, the Spanish prime minister, were this evening holding an emergency summit in the Azores that was widely seen as a council of war before imminent hostilities against Iraq. The White House described the summit on the Portuguese islands as a last-ditch effort for peace but Mr Bush played down the chances of averting war. The summit was designed to salvage what remains of the three leaders' second UN resolution setting a deadline - initially for tomorrow - for Iraqi president Saddam Hussein to disarm. Hopes of securing a second resolution that would have provided crucial political cover for Mr Blair are all but dead. Today's meeting in the windswept islands 900 miles west of Europe served to symbolise the stark isolation of the trio from world opinion. The three men, along with their host, Portugal's prime minister Jose Manuel Durao Barroso, were to meet at the Top of the Rocks, an officers' club with sweeping views of nearby mountains. Chirac calls for 30-day deadline Just as the summit got under way, Jacques Chirac, the French president, threw out a last diplomatic gambit. He said that he was willing to accept a 30-day deadline for Iraq to disarm, provided the move was endorsed by the chief UN weapons inspector. But Mr Chirac's ploy was bound to be a non-starter as the US has made it abundantly clear any ultimatum would give President Saddam only days to disarm. Ultimatum could come tomorrow According to White House aides cited by the Washington Post, Mr Bush planned to tell his two junior allies that diplomatic efforts had run their course. Mr Bush was likely to reject any major changes to the stalled resolution that gave President Saddam, until March 17 to prove that Iraq is disarming, but no declaration of war will come out of the summit, officials said. Barring a highly unlikely change of heart, Mr Bush will address the US public as early as tomorrow night to give President Saddam what one aide called an \"ultimatum to avoid war\" - a period of a few days to give UN weapons inspectors, aid workers, and other foreigners time to leave. An attack could begin soon after that deadline, an impression reinforced today by Dick Cheney, the US vice-president. \"There is no question we are close to the end, if you will, of diplomatic efforts,\" he said. \"Clearly, the president is going to have a difficult and important decision in the next few days.\" Second resolution 'not necessary' With war looming, US and British officials argued that that a second resolution was not necessary. Mr Blair - described as looking \"ill\" by David Blunkett, the home secretary - was desperate to get the UN security council to vote for a second resolution in order to shore up support within the Labour party. But as hopes of winning approval for this second resolution ran into the sand, the new line was that such a resolution was in effect a diplomatic luxury. \"Would I love to have seen others come to the same conclusion we did, that there is a total lack of compliance on the part of Saddam Hussein, that all we're seeing is games? Of course,\" Colin Powell, the US secretary of state, said. \"Would I have liked to have seen a second resolution because it would have helped our friends with some of their political difficulties? Yes. Do we need a second resolution? No.\" The three leaders are likely to withdraw the measure rather than subject it to certain defeat in the security council in the face of determined French, Russian and Chinese opposition. Instead, the three will argue that resolution 1441, passed unanimously in November, provides the legal basis for a US-led attack. Brown buttresses government's case The government today wheeled out Gordon Brown, the chancellor, to buttress its case. Appearing on the BBC's Breakfast with Frost programme, Mr Brown argued that resolution 1441 provided full legal authority for war. This assertion, echoing a view expressed yesterday by Jack Straw, the foreign secretary, has been strongly contested by legal experts. They point out that 1441 spoke only of \"serious consequences\", stopping short of \"all necessary measures\", UN diplo-speak for military action. Charles Kennedy, the leader of the Liberal Democrats, warned that the US objective of \"regime change\" in Iraq was not backed by international law and would fuel terrorism. Calling the Azores meeting a \"council of despair\", Mr Kennedy told a party conference in Torquay that the three leaders should be holding talks with Kofi Annan, the UN secretary-general, in New York, rather than jetting off the Azores. Iraq on war footing In anticipation of an imminent opening of hostilities, Germany's foreign ministry urged all nationals in Iraq to leave immediately and said that it would close its embassy as soon as they had gone. Iraq today went on a war footing as President Saddam divided Iraq into four military districts under his command. As the country braced itself for an onslaught by a quarter of a million US and British troops massed in the Gulf, President Saddam's younger son, Qusay, was put in charge of Baghdad and some other central areas of Iraq. President Saddam, along with Qusay, his other son Uday and six other Iraqi officials, are among those who would be put on trial if captured, the state department said. US military officials brushed aside Saddam's military reorganisation as an act of desperation. \"It might be seen as a sign of desperation, that in the final days before possible action he's making sweeping changes, which would seem to reflect some sense of insecurity and lack of confidence in the existing structure that has been in place for years,\" Major-General David Petraeus, the commanding general of the US army's 101st Airborne division, said. Samoud missiles 'destroyed' UN weapons inspectors said that Iraq was continuing to destroy its banned Samoud missiles, despite preparations for war. Iraq has so far disposed of 68 of around 120 Samoud missiles and has invited top UN weapons inspectors to visit Baghdad as soon as possible to discuss outstanding demands. Hours before the Azores summit, Pope John Paul II made one of his strongest appeals for peace. He implored President Saddam to avoid giving the west reason to attack and warned that conflict could trigger an explosion of terrorism. \"In the face of the tremendous consequences that an international military operation would have for the population of Iraq and for the equilibrium of the entire Middle East, as well as for the extremism which could stem from it, I say to all: 'there is time to negotiate; there is still room for peace',\" the Pope said from his studio window overlooking St Peter's Square."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}