{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/mar/13/minutebyminute.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-03-13T22:57:55Z", "webTitle": "Celtic 1 - 1 Liverpool", "webUrl": "https://www.theguardian.com/football/2003/mar/13/minutebyminute.sport", "apiUrl": "https://content.guardianapis.com/football/2003/mar/13/minutebyminute.sport", "fields": {"headline": "Celtic 1 - 1 Liverpool", "bodyText": "Preamble: Welcome one and all, to what will hopefully be a humdinger, but is far more likely to be football's answer to narcolepsy, considering Liverpool are playing away from home in the first leg of a Uefa Cup tie. Still ... we can always dream. Some bloke who looks like Les Battersby from Coronation Street leads the crowd in a rousing rensition of You'll Never Walk Alone, from the musical Carousel, in which your humble minute-by-minute reporter once played the role of Policeman #1. It was a lamentably poor school production in 1990 and I still remember my opening line: \"Evening Mr Bascombe!\" Anyway, enough about my sordid thespian past. The teams emerge from the tunnel, line up, shake hands etc. etc. For Celtic, Henrik Larsson is back five weeks after breaking his jaw. Paul Lambert makes way. Emile Heskey is the only addition to the Liverpool team that beat Bolton 2-0 recently, with Vladimir Smicer dropping to the bench. 1 min: Celtic kick off playing from left to right and within 12 seconds Alan Thompson lobs a long ball into the box which Chris Sutton nods down to Hartson. He turns and unleashes a shot that clips the crossbar. A great start for the Scottish champions. 2 mins: Celtic 1 - 0 Liverpool Narcolepsy eh? Shows what I know. Henrik Larsson rockets one home just 100 seconds into his return from injury. Abject defending from Liverpool allowed Hartson to float the ball across the box from right to left, Alan Thompson smashed it back from whence it came and while Liverpool's defenders were trying to figure out what the hell was going on, Larsson jinked between them to slam it home from close range. 4 mins: Hartson ghosts past Hyypia (a difficult concept to grasp, I know) as if he wasn't there and shoots from just outside the D. The ball fizzes over the crossbar. Great effort. 6 mins: Liverpool get a touch of the ball and win a free-kick down near the corner. Riise floats it into the Celtic box and Rab Douglas claims it comfortably. 8 mins: Celtic attack again, winning a series of throw-ins deep in Liverpool's half. Liverpool get the ball back and Gerrard hoofs it down the right wing to Danny Murphy. 10 mins: With the ball at his feet and his back to goal, Owen attempts to turn in the Celtic box. Bobo Balde dispossesses him with all the ease of a bailiff's goons armed with machetes and baseball bats. 11 mins: Murphy attempts to dribble his way through the Celtic defence. Jamie Smith puts a stop to his gallop. Celtic's defence is looking solid so far. Compared to Liverpool's, it's a fortress hewn from reinforced granite. Celtic attack again and Larsson and Hartson combine to send a visible shiver through the Liverpool back-line once again. Larsson miscontrols and gifts the ball to Riise. 12 mins: Owen hares down the left wing, cuts inside and finds Murphy. He sends the ball out to Carragher on the right wing, who in turn cuts in. Owen steps over his low pass and leaves it to Murphy to shoot. His effort is poor. 16 mins: Celtic 1 - 1 Liverpool Riise picks up the ball on the left wing, cuts inside, sails past Valgaeren and puts a lovely weighted pass through Smith's legs into the path of Heskey in the box. From a very tight angle, the big man does brilliantly to avoid the onrushing Douglas, shoot across the face of goal and find the bottom right hand corner. 20 mins: Jamie Smith atones for his error by cutting out the final pass in an excellent Liverpool move that took them the length of the field. But for his interception, the ball would have found its way to Diouf, unmarked on the edge of the six yard box. 22 mins: It seems that Alan Thompson is injured. Steve Guppy is warming up. Sutton attempts to thread a ball through the Liverpool defence into the path of Hartson, but Hyypia intercepts. 24 mins: Alan Thompson goes off, Steve Guppy comes on. It's all go here at Celtic Park. 26 mins: Liverpool win a corner-kick, which finds it way to Hamann in space. Owen screams for a pass, but Hamann doesn't hear him. Why not? Because in space, no-one can hear you scream. (Cymbal crash!). After a brief bout of pinball in the box, Celtic clear. 29 mins: My thanks to the many thousands (well, six) of you who wrote in to tell me that the Les Battersby doppelganger who led the crowd in a rendition of You'll Never Walk Alone was in fact Southampton's Chris Marsden. Or should that be Gerry \"Gerry &amp; The Pacemakers\" Marsden? At long last, a bit of a lull. 32 mins: Liverpool are gradually beginning to assert their authority. Gerrard hoists a long ball into the Celtic penalty area and Bobo Balde clears with a 40-yard header. Quality. 33 mins: Same again, except with Valgaeren's head on a long throw. 34 mins: A Guppy cross from the left is chested down to the onrushing Petrov by Hartson. Unfortunately, the generously rumped Welshman was offside. Petrov gnashes his teeth in frustration. 36 mins: More lull. \"I have spent all day today basking in the Peruvian heat and looking forward to listening to the game tonight live on the BBC Radio Scotland website,\" writes David Shanks. \"My hopes have, however, been dashed. Please make up for this with some inspirational text commentary, unlike your efforts last night.\" Careful now Mr Shanks - I don't come around to where you work and tell you how to clean toilets.\" 37 mins: Balde just avoids getting caught in possession by Owen deep in the Celtic half. His facial expression suggests he was in control of the situation at all times, although I'll bet that inwardly he nearly cacked himself. It's just occurred to me that if Mr Shanks teamed up with Mr Armitage, he'd be able to manufacture toilets insteado f clean them. It's well known that Armitage was the brains of that particular operation. He invented the u-bend. 42 mins: \"Is there any specific reason why you're not providing an in-depth description of Heskey's equaliser, other than that you seem to have it in for the Reds to the point of completely un-balanced reporting?\" enquires the not-at-all-paranoid Ant. \"It was a cracking piece of skill by Riise followed by an absolute thunderbolt finish from Heskey.\" Eh, that's pretty much how I described it (16 mins) except it wasn't a thunderbolt. Incidentally, what sort of person reads an Internet minute-by-minute report and watches the match on television? Unless of course you're at the match, all wrapped up in your anorak and peering at your lap-top through your thick coke-bottle spectacles. Half-time Half-time boot-kicking: \"The last time I wrote in, you reported that I had 'shrieked' my comments,\" moans Paula Willows. \"Now, how on earth did you know that I was a shrieker? Very saucy.\" Hmm ... My word, I don't believe it - a serious question for once: \"What kind of injury has Alan Thompson picked up?\" enquires Kelly Young who's in Washington DC. I have no idea Kelly. He wasn't limping particularly, so it might be psychological. Perhaps he's depressed. And this from Dick Ryan: \"While it may be true that in space no one can hear you scream, it is also true that in a large corporate facility, several people can hear you scream. Even if you have your office door closed. And Liverpool score. Also, if you fail to close the blinds, those same people can see you get out of your chair and dance about the room.\" All I can suggest Dick, is that you team up with Paula Willows. Between your screaming and her shrieking, the last thing anyone outside your office will think you're doing is watching a football match. Two minutes later: Already the quick-witted among you (the minority, in my experience) are mailing in to say that Paula the shrieker would probably like Dick. Behave yourselves, for the love of God. This is a family website. Meanwhile, Ant has apologised profusely for his criticism of my non-reportage of Heskey's goal. That's more like it. 48 mins: The second half gets underway and my PC goes on the blink. Celtic are denied two decent shouts for a penalty in the space of five seconds. One for a Riise handball, the other for a push by Traore. 56 mins: Our computer system is inexplicably knackered at the moment, with the result that I can't bring you any commentary for the time being. My sincere, grovelling apologies. Liverpool have controlled the second half so far and Bobo Balde was very lucky not to concede a penalty for handball. 61 mins: Jamie Smith attempts to cross low and hard into the Liverpool box, but it's a poor effort and Riise hoofs it clear. 62 mins: Incisive play from Liverpool. A brilliant pass down the right from Gerrard to Diouf. The Senegal international whips a cross into the near post and Heskey slides in, beats the onrushing Douglas to the ball but toe-pokes the ball wide. He'd have needed a telescopic leg to hook that one home. 63 mins: Petrov lofts one into Hartson on the edge of the Liverpool six-yard box. Lumbering alongside the big Welshman and facing his own goal, Djimi Traore extends a leg and brilliantly hooks the ball clear over his own head with an athletic defensive bicycle kick. He's playing his best game ever in a Liverpool shirt, although admittedly it wouldn't be hard for him to improve on recent performances. 64 mins: My thanks to all of you who are mailing in to complain and/or tell me my report isn't being updated. Just to make sure I get those particular mails, put \"Stating the obvious\" or \"Telling you things you already know\" in the subject bar. Having said that (in a somewhat chippy fashion) there 's really no point in my telling you what to do with your emails as you can't read my instructions. And even if you could, you still never do what you're told! 71 mins: Celtic go up the right courtest of Mjallby. Petrov, Lennon and Guppy faff around a bit in midfield. I think the technical term for such activity is \"probing\". 73 mins: Diouf tries to pick out Owen in the box, but Balde intercepts and clears. Celtic are looking a bit ragged and are being completely over-run in midfield. 74 mins: Emile Heskey crosses beautifully to Owen in the Celtic box. His first touch is good, but he blasts his shot at the near post and Douglas puts it out for a corner. To Owen's disgust and Douglas's pleasant surprise, the referee awards a goal-kick. 77 mins: Valgaeren hoists a staggeringly long throw into the Liverpool penalty area. Traore heads it clear. 78 mins: Gerrard hits a long ball into space down the left wing, but Balde beats Diouf to it and wellies it clear. 79 mins: Steve Guppy gets a yellow card for tripping John Arne Riise a milli-second after the Liverpool player had skinned him on the left wing. It's just occurred to me that I forgot to tell you that Henrik Larsson has been substituted and replaced by Paul Lambert. Not that it matters particularly, as our system is still down and I'm currently typing all this for my own amusement! Again, my apologies. 83 mins: I've been informed that some of the finest minds in IT are currently working furiously to get our system back. (That's people who know what they're doing, as opposed to the war hammer-playing, Monster Munch eating, pasty-faced geeks you'd normally associate with such activities.) For Liverpool, somebody Danny Murphy blasts a free-kick into the Celtic wall. This is all going very pear-shaped, very quickly. 87 mins: Absolutely vile. In an attempt to keep the ball in play, El Hadji Diouf trips over an advertisement hoarding and joins a section of the crowd. Needless to say, several Celtic fans help him up by patting him patronisingly on the head and braying at his misfortune. After extricating himself, Diouf spits a lovely big mouthful of gob into the crowd. Revolting. Somebody's mother has to clean that up, El Hadji! 90 mins: After three minutes of incessant booing, Diouf gets substituted and ushered straight down the tunnel. He's going to be in big trouble for that gobbing incident. 91 mins: The referee blows for full-time putting a stop to what was a right good game, the last 10 minutes notwithstanding. It petered out towards the end, which is more than can be said for my match report, which petered out after 37 minutes. Again, I can't apologise enough for the gremlins which ruined it. That, as they say, is football. It's level pegging at half-time in this quarter-final, but Liverpool take an away goal back to Anfield. Celtic: Douglas, Mjallby, Balde, Valgaeren, Smith, Lennon, Petrov, Sutton, Thompson, Larsson, Hartson. Subs: Marshall, Sylla, McNamara, Lambert, Maloney, Guppy, Crainey. Liverpool: Dudek, Carragher, Hyypia, Traore, Riise, Murphy, Gerrard, Hamann, Diouf, Owen, Heskey. Subs: Arphexad, Baros, Smicer, Diao, Biscan, Cheyrou, Mellor. Referee: Terje Hauge (Norway) Kick-off: 8.05pm"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}