{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/mar/16/travelnews.sars.uknews", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-03-16T18:41:14Z", "webTitle": "Killer bug sparks travel alert", "webUrl": "https://www.theguardian.com/travel/2003/mar/16/travelnews.sars.uknews", "apiUrl": "https://content.guardianapis.com/travel/2003/mar/16/travelnews.sars.uknews", "fields": {"headline": "Killer bug sparks travel alert", "bodyText": "British travellers and health workers were put on alert yesterday over a mysterious and deadly pneumonia bug which is spreading across Asia and into Europe. The World Health Organisation issued a rare emergency travel advisory warning, following eight deaths worldwide from Severe Acute Respiratory Syndrome (Sars), an illness which carries a high attack rate and is moving 'at the speed of a jet'. It leaves patients with serious breathing difficulties for which there is currently no effective treatment. After infecting hundreds in China and Vietnam, the illness arrived in Europe yesterday, when a passenger was taken into an isolation unit in Frankfurt, Germany, after falling ill on a plane en route from New York to Singapore. 'This syndrome, Sars, is now a worldwide health threat,' WHO director-general Gro Harlem Brundtland said in a statement. 'The world needs to work together to find its cause, cure the sick and stop its spread.' With relatively few deaths in the current outbreak, 'one might think we are over-reacting to the cases', said WHO spokesman Dick Thompson. 'But until we can get a grip on it, I don't see how it will slow down. People are not responding to antibiotics and antivirals, it's a highly contagious disease and it's moving at the speed of a jet. It's bad.' Thompson said the passenger taken from the plane in Frankfurt was a Singapore doctor who had visited New York after treating some of the first suspected Sars patients in Singapore. 'As reports of cases are confirmed, you will see that there is a very high attack rate. When they get sick, they get very sick,' he added. Both travellers and airline crews need to be aware of the first symptoms. These include coughing, the sudden onset of a high temperature or fever, muscle aches and difficulty in breathing. The illness, a form of atypical pneumonia, was first detected in China last month."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}