{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2003/mar/20/tefl4", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2003-03-20T23:49:56Z", "webTitle": "Flexibility needed on the climb up the training ladder", "webUrl": "https://www.theguardian.com/education/2003/mar/20/tefl4", "apiUrl": "https://content.guardianapis.com/education/2003/mar/20/tefl4", "fields": {"headline": "Flexibility needed on the climb up the training ladder", "bodyText": "In Britain the number of teachers taking one of the two main postgraduate diploma level qualifications - Cambridge Esol's Diploma in English Language Teaching for Adults (Delta) and the Trinity College London Diploma in Teaching English to Speakers of Other Languages (Dip Tesol) - has been almost static for some years. But the obvious explanation for this - that teachers are deterred because a diploma isn't going to improve their earning capability - may not be the right one. While low rates of pay in ELT in Britain may contribute to this lack of interest, it is unlikely to be the only reason behind the slow-down. In my school-based career I have encouraged dozens of teachers onto diploma courses. In some cases generous management packages are offered that include a reduction in teaching commitments while a teacher is doing the course together with sponsorship of full course and examination fees and access to improved pay structures once a teacher is successfully qualified. But still this is not enough. There is certainly a concern among potential diploma trainees about the levels of commitment that the course demands in terms of time and effort. Although the courses are offered in varying modes (full-time intensive eight week courses, part-time nine-month courses and most recently in distance learning mode) the commitment required of trainees is extensive as they accommodate both the theoretical and practical aspects of the course programmes. Lurking behind these concerns about commitment is a less clearly defined worry about the assessment mechanisms involved. This worry focuses particularly on the written examinations and, to a lesser extent, the assessed teaching assignments. Statistics I gathered for the Diploma in the Teaching of English as a Foreign Language (Dtefla), forerunner of the current Cambridge Esol Delta, showed a mismatch between those passing the assessed teaching assignments (typically 90% of candidates) and those passing the written examination (typically 65% of candidates). As success in both the written examination and the assessed teaching assignments is required, there were large numbers of candidates acquiring enhanced classroom performance skills without achieving the full qualification. The \"lurking worry\" is more clearly defined as an inability of some candidates to see the relevance of the more theoretical aspects of the course to their everyday teaching situations. The staffing requirements of the majority of ELT organisations are for a teaching team manager who has the full range of theoretical understanding and practical teaching skills and for a team of teachers who have the practical teaching skills necessary for professional classroom performance. It is not essential for classroom teachers to be in command of the theoretical concerns behind syllabus design, for example, when this task is typically carried out by the team manager. There is a strong case to be made for the diploma qualification to be modularised. Part one could focus on classroom teaching skills with the course including background research for the assessed teaching assignments. Teachers could continue to extend their theoretical knowledge and understanding as well as develop their effectiveness as classroom practitioners. Part two could focus on more theoretical aspects such as course planning and testing, all of which are more suited to assessment by means of the written examination. The English in Britain Accreditation Scheme, run by the Association of Recognised English Language Services (Arels), the British Association of State English Language Teaching (Baselt) and the British Council, is moving towards a more inclusive view of teaching qualifications beyond the \"industry standard\" diplomas when it assesses the appropriateness of a teaching team's qualifications. A modularised diploma would sit well in a staffing profile in which 15 teachers had the part one qualification and were lead by team managers who had both part one and part two. ELT in Britain is changing. Global competition is increasing from alternative destinations such as Australia, New Zealand, Canada, the US, Ireland and Malta. In-country English teaching programmes are showing increasing levels of expertise in both construction and delivery coupled with a trend to start learning on these programmes at a younger age. The General English and Cambridge Examination Course offers of 20 years ago are now complemented by a range of programmes that include, for example, English Plus courses, university foundation programmes and pre-MBA programmes. In this context the need for more and varied qualifications in teaching teams is expanding. More flexibly arranged diploma qualifications will be better placed to answer the needs of these teaching teams than the Delta and Dip TESOL. So perhaps the answer isn't money, but a different type of diploma course. Just as the ELT world and teachers' career paths have changed, so professional qualifications now need to change too. They need to fit a wider set of circumstances, both work and personal. They need to fit more flexibly into teachers' working and learning. And they need to give teachers an immediate practical return in improving the quality of their teaching. If a new type of diploma can do this, I am confident we'll see more teachers taking it. · Simon Freeman is professional services manager and deputy chief executive at Arels"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}