{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/mar/28/golf.comment", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-03-28T23:15:29Z", "webTitle": "Voici Monsieur Levet from Bracknell", "webUrl": "https://www.theguardian.com/sport/2003/mar/28/golf.comment", "apiUrl": "https://content.guardianapis.com/sport/2003/mar/28/golf.comment", "fields": {"headline": "Voici Monsieur Levet from Bracknell", "bodyText": "One of the redneck fringe that infests America, in the same way as other countries, heckled Thomas Levet a month ago here in the Ford Championship in Doral. Bringing mighty mental resources to bear, he shouted \"Go back to France\" and, as he was hustled out of the grounds, doubtless felt himself a victimised patriot. Albeit, a drunken victimised patriot. The American press came down heavily on the heckler, saying he should be ashamed of himself, and in the two events since then there have been no further incidents. Nor is the Frenchman overly worried about that solitary moment. \"I forget pretty easy,\" he said this week. \"I have been welcomed at all the tournaments. It's not like I wave the French flag and say 'War is good' or 'War is bad'. I think most people buy tickets for a sporting event and don't come to talk politics. My job is to play golf, not talk politics. I'm not the president. I'm not clever enough.\" Nevertheless it could be said the Frenchman has made a tactical retreat, in that the complimentary pairings sheets, showing the order of play, list him as \"Thomas Levet, Bracknell, England\". The US Tour says this is because he has a house there and that is what is written on his entry form, but it certainly could be considered as a pre-emptive measure. Yesterday all was quiet when he teed off on the 10th for his first round in the Players Championship. Of the 31 persons present, six clapped when he hit a fine drive down the middle and when the group moved off the gallery consisted of the wife of his playing partner Jeff Maggert, the portable scoreboard carrier, two reporters and a man with an earpiece, a radio and Jacksonville Fire Rescue on his T-shirt. It turned out he was on standby for the fire service and not there in case Levet started burning up the course. He would, in any case, have been redundant as the Frenchman took 38, two over par, to the turn. There was, of course, little danger of an incident yesterday. Levet teed off at 9.20am and you have to start very early to be drunk by that time on a Thursday morning. But it may be very different if the Frenchman is in contention by tomorrow afternoon. Calamity Corner, the huge mound at the 17th green, is usually crawling with inebriates by that time."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}