{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2003/mar/05/politics.schools", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2003-03-05T17:16:26Z", "webTitle": "Pupils walk out over war", "webUrl": "https://www.theguardian.com/uk/2003/mar/05/politics.schools", "apiUrl": "https://content.guardianapis.com/uk/2003/mar/05/politics.schools", "fields": {"headline": "Pupils walk out over war", "bodyText": "Hundreds of pupils today walked out of their lessons to join anti-war demonstrations around the country, while a headteacher defended his decision to suspend two students for encouraging their peers to join the protests. Schoolchildren in the south-east took their protest to the heart of government with a noisy rally outside parliament, moving on to Downing Street, where a handful of demonstrators tried to climb the security gates at the entrance to the street. Police dragged them away and kept other protesters behind barricades on the opposite pavement. Police in Cambridge made three arrests as hundreds of students staged a peace protest in the city centre. They said two 16-year-old boys and a 17-year-old girl had been arrested on suspicion of public order offences. The police said the protesters - who were mainly students from sixth form colleges - had staged their demonstration in a peaceful manner. Meanwhile a headteacher today defended a decision to suspend two sixth-form students who tried to organise a contingent of fellow pupils to join the nationwide anti-war protests. The two 16-year-old boys, who attend Prince Henry's grammar school, in Otley, near Leeds, were asked to leave the premises yesterday afternoon after attempting to drum up support among younger pupils for today's anti-war student walkout being staged across the country. Headteacher John Steel confirmed that the pair had been sent home for inciting other students, some of them aged 11, to walk out of school in protest at a war against Iraq and the situation of Palestinians in Israel. He said: \"Prince Henry's grammar school has a legal duty of care to its 1,360 students, and we must ensure the health and safety of our students during the school day. \"The school cannot advocate or legitimise actions that could put students at risk, and prevent us from exercising our responsibilities. \"We value the conviction of the two students concerned, and respect the views of all members of our school community, but we cannot sanction protests during the school day when students should be in lessons,\" he said. Mr Steel claimed that by suspending the two students from school they were being dealt with in accordance with the school's standard behaviour policy and a meeting with the students and their parents would be held in due course to discuss the situation. Sachin Sharma, one of the suspended students, told BBC Look North: \"The majority of our school does not have democratic rights at all. \"They have no means by which to express themselves, they do not have a voice in real terms ... so the only way that we can as minors express ourselves is through demonstration, through protesting.\" The campaigning comedian Mark Thomas today led a group of anti-war protesters who dumped seven sacks of dung outside the Labour party's London headquarters. The group of around five people drew up outside the party's new offices in Old Queen Street, Westminster, just before the morning rush hour, and started heaping fertiliser on the steps outside. Mr Thomas, who has been involved in a number of protests in the past, told a camera crew at the scene: \"This is what the people of Britain think of the second UN resolution, which despite the government's claims, does not specifically call for war on Iraq.\" The group left shortly afterwards, as police arrived at the scene. The blue van carrying the dung and protesters made it to the security-sensitive Westminster HQ without being challenged."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}