{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2003/mar/05/informer", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2003-03-05T17:20:21Z", "webTitle": "Haifa bus explosion kills 10", "webUrl": "https://www.theguardian.com/news/2003/mar/05/informer", "apiUrl": "https://content.guardianapis.com/news/2003/mar/05/informer", "fields": {"headline": "Haifa bus explosion kills 10", "bodyText": "Welcome to the Informer, Guardian Unlimited's 2pm news round-up. THE NEWS IN 90 SECONDS HAIFA BUS EXPLOSION KILLS TEN A bus exploded in the northern Israeli city of Haifa today, killing at least ten people, rescue officials said. Tony Blair held talks today with the Russian foreign minister, Igor Ivanov, to pile diplomatic pressure on Moscow not to veto a UN resolution paving the way for war with Iraq. A car exploded in a residential area of Paris this morning, killing the driver but causing no other injuries. The Screen Actors Guild has compared treatment of anti-war celebrities with the witch-hunts of the McCarthy era. Friends Provident today became the latest in a long line of UK life insurance companies to cut its bonus rates on with-profits policies. LogicaCMG, the newly merged Anglo-Dutch computer services group, today said it would axe another 800 jobs after a further review of costs. This year's Budget will take place on April 9, the second year in a row the chancellor has delayed the date from its usual March slot. EDITOR'S PICK Steamy new shorts: Guardian Unlimited Film recommends the best films on the web this month. IN THE GUARDIAN TOMORROW * In Online: If you can't get broadband, BT thinks it has the answer: midband. Critics say that for a consolation prize, the price is too high * Ben Hammersley on a program from a student that can choose tunes for you * In Science: Lint may soon be replaced by bandages that mimic the way blood clots; and why the White Planet theory could kill the hopes of finding life on Mars * In Consumer: Electric toothbrushes tested. WORLD DISPATCH Brian Whitaker looks at the influence of rightwing theorists on US policy in the Middle East. TODAY'S CROSSWORD CLUE Playful knockers spread over page one? Time for delay (12) Find the rest of today's cryptic crossword, and the ability to cheat, here GWYN TOPHAM ON TRAVEL War - what is it good for? Not the well-being of the travel industry, certainly. But those looking to get away from it all may find that the coming weeks are no bad time to pick a holiday bargain. According to Aito, the Association of Independent Tour Operators, customers are reading the brochures but not buying. With bookings lower than expected for the coming months, they say there has \"probably never been a better time to get away\". Crowds won't be an issue, and there are many bargains to be had: from two-for-one ski deals with Total Holidays, to savings of hundreds of pounds on a luxury trip to Mauritius with Gateway Holidays. However, the Association of British Travel Agents say the impact of the impending war has been less severe than feared. With a consumer trend for booking later in the year, their members are not yet cutting prices for the summer, and cross-channel ferries are quickly booked up. While short-haul Europe has not been badly affected, it's worth noting that British Airways is slashing fares from tomorrow for a number of European destinations for journeys in the next month. If war does break out, it's unlikely to affect individual travellers directly, unless they are heading for the Middle East - already largely on the Foreign Office no-go list. Long-haul flights may be rerouted, adding extra journey time to flights to Australia. Security is already high around airports, and if you can cope with a little uncertainty, you may well end up feeling safer abroad than in a British or American city. In a similar vein, today you can read a piece at Guardian Unlimited Travel by Matthew Brace, the first journalist on the scene of the Bali bombings. He's since returned to Bali, against the advice of the Foreign Office, to find a peaceful environment and luxury hotels desperate for custom. Whether you should go depends on your conscience and appetite for risk - but as he finds, you can certainly get a bargain. * Gwyn Topham is Guardian Unlimited's travel editor. He writes for the Informer every fortnight. Guardian Unlimited Travel AND FINALLY \"I just felt like it was so unkind of people to do what they did to his rabbit,\" said Fran Smith, of Pasco County, Florida, explaining why she was moved to replace Bobby Dickinson's decapitated rabbit. Susie disappeared from her cage in the carport of Bobby's home in the Sandalwood mobile home park during the night on February 24. \"That afternoon,\" the St Petersburg Times reports, \"Bobby discovered Susie's head in a field on Aster Avenue a block [away]... Then he found Susie's body on Ryals Road, her chest stabbed, one of her legs removed.\" The press soon picked up on the story, and Bobby received more than 30 offers of rabbits. He picked a giant grey lop-eared variety, who may or may not be female, but was immediately named Susie. The cage has been fitted with a combination lock, and Susie now sleeps in the utility room. St Petersburg Times * The Informer welcomes unusual news reports. (We're especially keen to hear from multilingual readers living abroad who can spot interesting stories in their local press). Email them to informer@guardianunlimited.co.uk, and please include a source."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}