{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2003/mar/13/thailand", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2003-03-13T19:24:10Z", "webTitle": "Heavy-handed populist in a bullet-proof minivan", "webUrl": "https://www.theguardian.com/world/2003/mar/13/thailand", "apiUrl": "https://content.guardianapis.com/world/2003/mar/13/thailand", "fields": {"headline": "Heavy-handed populist in a bullet-proof minivan", "bodyText": "Two years after coming to power with the first ever simple majority in Thailand's political history, populist prime minister Thaksin Shinawatra looks stronger than ever. A spot of coalition building cemented his grip on the lower house and supporters have recently engineered themselves into key leadership positions in the supposedly neutral upper house. Meanwhile the police colonel-turned telecoms billionaire has engineered a much faster recovery from the 1997 Asian economic crisis than his equally mauled neighbours - growth last year was 4.9 per cent, one of the highest in Asia and Thailand's £3 billion loan to the IMF is all-but repaid. Populist policies like offering extremely cheap health care to the masses, soft loans to all the 70,000 villages, a debt moratorium for farmers and super-low interest rates have kept him riding high in the polls. This was cemented in January when he announced he was going to declare war on methamphetamines or speed, known locally as \"yaa baa\" [crazy pill], which has taken a grip on 10 per cent of the adult population in only a few years and the situation is getting worse. \"What Thaksin has brought is decisive leadership and he has captured the imagination of the Thai population,\" said a spokesman for Thaksin's ruling Thai Rak Thai [Thais love Thais] party, Suranand Vejjajiva. And later this year Mr Thaksin is due to host the annual Asia-Pacific Economic Cooperation leaders summit, an event that should propel Thailand into the global spotlight. What more could a nation want of its prime minister? How about respect for the rule of law? A maintenance of checks and balances on executive power? Upholding human rights? A free press? The right to offer constructive criticism? For the events of the past six weeks should dispel all doubts, critics argue, that far from reforming Thailand into a developed, democratic nation, Mr Thaksin is doing whatever he feels necessary to perpetuate his own power and ensure re-election, a rarity in Thai politics. Fears abound that a new absolutism is emerging in Thailand, only this time the uniforms are no longer the green fatigues of the past military dictators but the sharp suits and ties of the new corporate rulers. Much writing was already on the wall before the war on drugs began on February 1. In his first year in office Mr Thaksin severely undermined the credibility and effectiveness of both the National Counter Corruption Commission and the Election Commission, by engineering a victory against the former when he successfully appealed against a corruption conviction, and bringing the latter closer into his fold by replacing all the outgoing members when their terms expired. Parliament's upper house, the senate, was the next target. It is supposed to be one of the main counterbalances to executive power but Mr Thaksin has filled most of its key posts with lackeys so its effectiveness has been greatly reduced. Mr Thaksin has simultaneously turned his attention on the press with critical journalists being either sweetened or bullied into submission. The latter was done with threats to withhold advertising, two-thirds of which comes from state enterprises and a significant proportion of the rest from companies controlled by Thaksin or his cronies. Even resident foreign journalists were threatened with expulsion for printing mildly critical articles. The anti-democratic warning bells have risen to a new crescendo in the past month, however. Mr Thaksin's inability to handle criticism reached a new nadir a fortnight ago after a senior member of the national human rights commission, Pradit Charoenthaithawee, raised concerns at a United Nations conference about more than 1,000 apparent extra-judicial killings in the war on drugs. Rather than engaging Mr Pradit, Mr Thaksin set his pitbulls on him and said he did not have to worry about what the UN thought of his policies. As the outcry mounted, both internationally and domestically, the prime minister then refused to talk to the press on political matters - he now walks past journalists like a spoilt brat who hasn't got his way. One newspaper editorial recently encouraged Mr Thaksin to attend anger management classes and public sensitivity training. But a much more worrying trend to emerge from the war on drugs is the seemingly complete disregard for the rule of law. No credible effort is being made to investigate the 1,500-plus murders of the past six weeks and it appears the former police colonel is giving officers a free rein. Critics have said the situation is worse than Afghanistan under the Taliban; at least the mullahs sent judges along to oversee executions and give a veneer of legitimacy to proceedings. A recent survey exemplified the population's growing fears: 90% of respondents said harsh measures were needed to defeat the drugs menace but 70% said they feared being framed or worse by the police. Kavi Chongkittavorn, a Thaksin critic and senior editor at the Nation newspaper, neatly put the prime minister into a global context. \"He's a combination of the corporate dominance of [Italy's Silvio] Berlusconi, [Venezuela's Hugo] Chavez's populist approach and the thuggery of [Zimbabwe's Robert] Mugabe,\" he said. It is unclear where this conflict between Mr Thaksin and the pro-democracy movement will end. The war on drugs is set to continue for months and the pressure on the media, human rights organisations and other potential critics continues to mount along the lines of George Bush's \"If you're not with us, you're against us\" philosophy. In the last few days Mr Thaksin has swapped his prime ministerial limousine for a bullet-proof minivan. He says he fears an attack from drug dealers. Cynics might suggest it's to protect him from the increasingly ferocious brickbats heading his way."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}