{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2003/mar/28/worlddispatch.usa", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2003-03-28T20:51:33Z", "webTitle": "Keeping it quiet", "webUrl": "https://www.theguardian.com/world/2003/mar/28/worlddispatch.usa", "apiUrl": "https://content.guardianapis.com/world/2003/mar/28/worlddispatch.usa", "fields": {"headline": "Keeping it quiet", "bodyText": "The cost of war in Iraq, in dollars, was finally pegged this week, by the Bush administration, at around $75bn (£50bn). That, however, will not raise too many eyebrows. The figure, or something like it, has been floating around for some time. White House officials were the only ones who did not want it mentioned, much to the chagrin of political opponents. Giving his honest opinion on the probable cost of the war appears to have contributed to the former economic advisor, Lawrence Lindsay, losing his job. Democrats have expressed frustration with the White House, claiming that questions on the cost of the war have been dodged, even as Congress was debating next year's budget. The clear implication was that President Bush wanted to see his package of tax cuts eased through before giving shape to the price of conflict in Iraq. Some have suggested that, had the White House been more forthcoming, that could have killed the tax cut plan. In this case, the delaying appears not to have worked entirely: it seems likely that the crowd-pleasing tax cuts will be cut in half by congress. However, it draws attention to the deliberate obfuscation by the Bush administration that is becoming one of its defining characteristics. This is not the first example of the administration being very choosy about the information it releases. Take the energy task force, led by vice president Dick Cheney (former chief executive of the oil services company Halliburton), which put together the administration's energy policy. The task force allegedly met with numerous industry representatives during the course of putting the policy together, who advocated, among other industry-friendly proposals, drilling for oil in unspoiled parts of Alaska. Conservationists claim to have been kept out of the meetings entirely. An attempt by congress to audit the process for putting the policy together has been blocked by an intransigent administration that refused to give any details of the meetings. The result was an historic lawsuit between the two branches of government. It is also worth noting that this week, while the headlines were clogged with war, President Bush signed an executive order making it easier for government agencies, including the White House, to keep documents classified and out of public view. The order does a number of things. It authorises a further three-year delay to the declassification of any government materials. It adds any documents sent by foreign governments to the US, no matter how routine, to the classified category, and it expands the powers of the CIA to prevent declassification of sensitive documents. However, of most concern to White House detractors is the power given, for the first time, to the vice president to veto the release of information by designating what should be classified. Given Mr Cheney's clear disregard for the public's right to know what is going in inside the White House, that is a worrying development. Consider, also, the contracts in Iraq given to the likes of Mr Cheney's former employer, Halliburton, or the alleged self-dealing of Richard Perle, who resigned from an influential Pentagon advisory board on Thursday. It is difficult to escape the feeling, say critics, that the world's largest power is being run by a private club."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}