{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/mar/01/lostmyheart.guardiansaturdaytravelsection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-03-01T18:30:49Z", "webTitle": "I lost my heart in... Russian Lapland", "webUrl": "https://www.theguardian.com/travel/2003/mar/01/lostmyheart.guardiansaturdaytravelsection", "apiUrl": "https://content.guardianapis.com/travel/2003/mar/01/lostmyheart.guardiansaturdaytravelsection", "fields": {"headline": "I lost my heart in... Russian Lapland", "bodyText": "Why? It's big, bad and beautiful: big with the feeling of Soviet vastness; bad because of what the Russians did to the indigenous Lapps after 1920, and, later, to the area, where they used to dump nuclear submarines and spent fuel - a disaster waiting to happen; and naturally beautiful. The best thing: The raw wilderness. Russian Lapland has a road-less interior with birds of prey and rivers teeming with salmon - making it an angler's paradise. My ideal day: I'd be on a river with a companion, catching salmon. Then I'd brew coffee and spend the rest of the day rowing, preferably, downstream. My advice: You need oceans of patience and unlimited tolerance, because things go wrong in Russia. Getting there: Fly to St Petersburg or Moscow, and then take a sleeper train for two nights to Murmansk. Expedia (expedia.co.uk) has flights between Heathrow and St Petersburg from £227 return. Where was your best holiday? Morocco. What is the best hotel you have ever stayed in? The Zacharov family's spare cabin at Kanevka village on the River Ponoy, north European Russia. Where do you want to go next? I want to retrace a centuries-old traders' river route across the Urals. What do you never travel without? In winter, reindeer skin coat and boots; in summer, a mosquito head-net. · Roger Took talks more of his love for the region in Running With Reindeer: Encounters in Russian Lapland (John Murray, £18.99)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}