{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/mar/01/wintersportsholidays.wintersports.guardiansaturdaytravelsection1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-03-01T19:45:33Z", "webTitle": "Ask the experts", "webUrl": "https://www.theguardian.com/travel/2003/mar/01/wintersportsholidays.wintersports.guardiansaturdaytravelsection1", "apiUrl": "https://content.guardianapis.com/travel/2003/mar/01/wintersportsholidays.wintersports.guardiansaturdaytravelsection1", "fields": {"headline": "Ask the experts", "bodyText": "At 53, I learned to ski last year in Kitzbuhel, Austria. The school was great but the nursery slopes minimal. I'd like to go again this year, preferably to somewhere in Europe with plenty of good beginners' slopes and patient instructors. Where's a good place on a tight budget? Sally Smallwood Konrad Bartelski replies: Andorra is not expensive, and there is a choice of resorts - Pas de la Casa, Arsinal and Soldeu, to name a few. It has some good nursery slopes as well as some excellent instruction to get you off those slopes. There are always many teachers belonging to the British Association of Ski Instructors (BASI) who will be well equipped to improve your performance. Snow conditions are very good in the Pyrenees this year, but the resorts are quite far south, so don't leave it too late in April. Ski Thomson (0870 6061470) has packages starting from £379pp. The last departure for many hotels is April 6. Do you have any information on current snow conditions at Les Contamines in the French Alps? We are considering heading there for for a next month. A Roscoe Konrad Bartelski replies: Browsing the websites, the snow conditions in Les Contamines look quite good. Equally encouraging for you, during the past decade the best snow has seemingly come towards the end of the season. Fortunately, there is a very good mountain guide office based in Les Contamines, (secmh.fr) and you could email them directly to get the latest update. They will know the conditions better than anyone, and give you an honest answer as to what you are likely to find. More details on the resort can be found at lescontamines.com. · If you have any skiing or snowboarding questions, write to Ask the experts, Guardian Travel, 119 Farringdon Road, London EC1R 3ER, or email ask.the.experts@theguardian.com."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}