{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/mar/09/observerescapesection4", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-03-09T19:24:46Z", "webTitle": "How to bag a bargain in Tooting", "webUrl": "https://www.theguardian.com/travel/2003/mar/09/observerescapesection4", "apiUrl": "https://content.guardianapis.com/travel/2003/mar/09/observerescapesection4", "fields": {"headline": "How to bag a bargain in Tooting", "bodyText": "A small back yard and garage in south London might be a strange place to look for lost treasure, but that's exactly where I found it. Luggage and personal effects left in airports, on aeroplanes, and London Transport, are carted off here after a period of at least three months' probation in lost property, to be sold by auction. Greasby's in Tooting hosts this happy diaspora of goods every Tuesday, with profits (less commission) returned to the airlines. The large, low auction room is an Aladdin's cave of tat - nothing too personal or banal. Crates of vaguely themed bric-a-brac ('toiletries', 'baby items', 'childrens' toys'), video recorders, boxes of whisky, squash rackets and racks of assorted jackets clutter the shelves. Plastic bags full of garments, cigarette cartons or wristwatches hang from beams like goldfish at a shooting gallery. And the target of my visit lines the wall - stacks and stacks of suitcases, full of potentially exotic and magnificent clothes. The mind boggles as to how so much of this stuff goes missing (apparently one in 220 cases checked in is mislaid). Perhaps travellers disorientated by jet-lag and too much wine from the trolley stumble out of the airports for home, oblivious to the fact that they have failed to pick up their luggage. Their loss could be my gain. Or perhaps there is a good reason why these particular suitcases are here today - perhaps they're full of rubbish. Either way you have to take pot luck, and signs shout out the message, 'the buyer must beware'. Not all that easy when you can feel the cases and look at them but cannot unzip them until you have handed over your lucre. Your chance of hitting on a cache of drugs or weapons is lessened by the fact that Greasby's staff have rifled through each case, removing valuables (and 'anything really nasty') before zipping them up again. A motley crowd has assembled to bid against each other, and I suspect that most of them are buying to sell on. Why else would you purchase '25 Polaroid cameras', 'approx 300 assorted spectacle frames' or a 'quantity of assorted balls inc footballs, rugby balls'. Other lots seem more sensible for the lone gentleman shopper, '1,000 cigarettes Marlboro' goes for £70 (less than one third market price), a smart looking 'Bach trumpet and case' fetches £150. Most lots sell. Nostalgia tempts me when I hear the words 'Thomas the Tank Engine packed-lunch box', but when the auctioneer stresses that there are four big sackfuls, and they are paraded for temptation's sake, the flimsy plastic receptacles begin to induce nausea, and not one sack hits the £4 reserve. A manic cycle of fear, courage and foolish bravado grips you here. At first you are paralysed by the assumption that each time the auctioneer calls out the next increment of £2 you have bid by scratching your nose. When you realise the 'lady at the back' is not you, you begin to concentrate on lots you are interested in. I need a camera so I get bidding for a Nikon F65 28-80mm lens. I know nothing about it but my reasoning says, it's an auction, you'll get it cheaper here than on the high street. It has been said that 'a fool and his money are easily parted' - the 'at auctions' bit must have dropped off over the centuries. The reason for this phenomenon is that when you bid against someone you assume that they must know something about the value of what you're bidding for. Get two fools bidding against each other and you have a recipe for parting company with a lot of money. Also if you both hold your bid cards up and don't take them down the auctioneer spews out numbers like machine gun fire, '22, 24, 26, 28, 30, 35.' '35?' Pain wracks the features of my rival bidder and I as this new increment stabs home. Has he got the gall to protest about this unexpected leap? No. Having spent £60 on this potentially useless camera I get carried away with the competition. After securing a huge case of 'eastern clothing and garments' for £14 (I'm hoping the 'eastern' refers to colourful batik Thai fabrics rather than Polish farmers' overalls) I go for a niche item. The bidding was exciting, a young man in the front row offered £6, the man behind him offered £8, then with the auctioneer raising her hammer I raised my card for a £10 bid. The competition broken, bidding ceased. Silence (awed, perhaps) greeted the transaction. I had won, but what? In the confusion it appeared that I'd bought a model helicopter. I do not like models or helicopters. I cannot recall my motivation, but somehow in the heat of my bidding prowess I just knew that whatever I did I'd be getting a bargain. On the journey back to the office trepidation hits. Throw in the £1.50 brochure price, 12.5 per cent sales tax and 17.5 per cent Vat and my camera (which probably doesn't work), a model helicopter (which appears to be without blades), and a suitcase (in atrocious condition, with God knows what inside) cause those cold words 'buyer beware, buyer beware' to ring through my head. But how can the buyer beware of himself? We open the suitcase with great difficulty due to a broken zip... piles and piles of superb, colourful embroidered Indian and Pakistani clothes tumble out. Some poor importing merchant's haul - robes, saris, cloth, jackets, dresses and pantaloons for women, men and children. Colleagues flock around this treasure trove of irridescent garments. 'That'd make a fortune down Brick Lane,' says one. 'Grave robber,' says another. The camera's fine, the helicopter blades were found at the bottom of the box. I feel like Billy Graham with plenty of love to hand around until the Arthur Daley inside me muscles in...'I know, let's have an auction.' · Greasby's Auction Rooms, 211 Longley Road, London SW17 (020 8672 2972). Nearest station Tooting. Every Tuesday morning, viewing from 8.30am, auction at 10.30am."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}