{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2003/mar/13/schools.socialcare", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2003-03-13T17:33:10Z", "webTitle": "£52m to make schools more community-friendly", "webUrl": "https://www.theguardian.com/society/2003/mar/13/schools.socialcare", "apiUrl": "https://content.guardianapis.com/society/2003/mar/13/schools.socialcare", "fields": {"headline": "£52m to make schools more community-friendly", "bodyText": "The government today unveiled its £52m plans to extend the role of schools in the community So-called \"extended schools\" will provide traditional education as well as social care, healthcare, childcare and adult education, and are expected to appear across England over the next few years. Speaking at the Kids' Club Network conference in London, junior education minister Baroness Ashton said the money would be invested in ensuring there was at least one \"extended school\" in every local education authority by 2006. The National Union of Teachers welcomed the announcement, but called for a \"constructive dialogue\" on how extended schools would work in practice, warning against any extra tasks that would add to already \"excessive\" teacher workloads. Baroness Ashton said: \"We are creating schools for the future which meet the challenges of life in the 21st century. Extended services help improve children's motivation, behaviour and achievements. \"They remove barriers to learning and help teachers focus on their core job of teaching. Schools providing extended services such as childcare, healthcare and family learning are a practical resource for children, parents and the community.\" Last year, a change in law made it easier for schools to provide extra services, such as childcare and adult education. NUT general secretary Doug McAvoy said: \"Crucial to extended schools must be the availability of social services and psychological support to help vulnerable children. \"Immediate help for children in such need can make all the difference. Currently, teachers are expected to take on many of the problems which other local authority services should be tackling. Local authorities now need to accept the strong argument for such services to be in schools, directly meeting the needs of pupils and parents.\" David Behan, president of the Association of Directors of Social Services and director of social services in Greenwich, said extended schools offered a whole new opportunity to support children, families and the community. \"What we know is that the best services for children are those which are provided by professionals and agencies working together at a local level, that represents the best chance or opportunity for services to work,\" he said. \"The needs that some of our children present are complex and no agency by itself can respond to all their needs. How we can work together to prevent problems becoming chronic is critical.\" He emphasised social services wanted to work in partnerships with schools, and there was no question of one service \"taking-over\" another. Some schools, including Millennium primary school in Greenwich, south east London, are already providing these extra facilities. The Millennium school was built on the Greenwich Peninsula. Mr Behan said: \"We've got a purpose built, state-of-the-art school where the focus is to extend the way it provides support to children, their families and the community.\" Dan Taubman, national official for further education policy at the teaching union Natfhe, said it welcomed the new opportunity for adults to learn, but had reservations about that happening in schools. \"Any opportunity is good, but a lot of adults have had poor experiences in schools and want to learn in places which are for adults,\" he said. Phil Willis, Liberal Democrat education spokesman, said: \"This smacks of the government trying yet another high profile gimmick rather than addressing the very real need for social cohesion in urban and rural communities. \"Liberal Democrats have always believed in community education with the school at its centre, but we oppose limiting this vision to a small number of specialist centres when comprehensive provision is required. \"The idea of one stop shops, where a range of services are delivered alongside education, must be the blueprint for making schools more relevant, but the government must recognise the need to staff them with high quality professionals at a time when workers, such as speech therapists, are in desperately short supply.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}