{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2003/mar/19/politics.iraq", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2003-03-19T18:35:08Z", "webTitle": "Worldwide peace protests stepped up", "webUrl": "https://www.theguardian.com/world/2003/mar/19/politics.iraq", "apiUrl": "https://content.guardianapis.com/world/2003/mar/19/politics.iraq", "fields": {"headline": "Worldwide peace protests stepped up", "bodyText": "Thousands of people around the world, from schoolchildren to trade unionists, took to the streets today to vent their anger at the seemingly inevitable march towards war in Iraq. In London, Westminster was brought to a standstill as hundreds of students and pupils took part in a sit-down protest against the looming war. For a time, the entrances to government buildings, including Portcullis House, were closed to prevent protesters from entering. Earlier, an anti-war protester was arrested as activists staged a \"die-in\" outside the south London home of the foreign secretary, Jack Straw. Dozens of similar events were being held around the country, according to the Stop the War Coalition website. Protests were today continuing in Australia, where Greenpeace activists blockaded the official residence of the prime minister, John Howard, for almost three hours. Federal police played down the incident, but an angry and embarrassed Mr Howard was forced to walk through the protesters and climb into a car outside the gates of his residence to get to work. Activists in the US, under the banner of the United for Peace and Justice group, are co-ordinating \"die-ins\" and direct action in city halls and public buildings across the country. In the Philippines, hundreds of placard-waving demonstrators gathered, for a second day, outside the US embassy in Manila. Some protesters held large clocks showing times in Baghdad and the US as they counted down the hours and minutes to the deadline for invasion set by the US president, George Bush. In India, around 500 demonstrators were arrested after clashing with police on the streets of Bombay. The demonstrators, members of the Nationalist Congress party, carried placards that said \"No war, only peace\" and chanted \"Down with Bush\". In the eastern city of Calcutta, artists joined dozens of prostitutes and shouted slogans near the American Centre against the expected US-led attack on Iraq. Meanwhile, in Pakistan, hundreds of Muslim students marched through the capital Kashmir. About 400 students chanted \"Down with America, down with George Bush\" as they marched through Muzaffarabad in a protest organised by a leading Pakistani Islamist party. They trampled on and burnt a US flag and also set fire to an effigy of Mr Bush, while banners accused the US president of killing Iraqi children and being a \"bloodthirsty animal\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}