{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/mar/13/newsstory.sport6", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-03-13T22:29:11Z", "webTitle": "Struggle develops over Craven Cottage", "webUrl": "https://www.theguardian.com/football/2003/mar/13/newsstory.sport6", "apiUrl": "https://content.guardianapis.com/football/2003/mar/13/newsstory.sport6", "fields": {"headline": "Struggle develops over Craven Cottage", "bodyText": "The future of Fulham's Craven Cottage ground is in further doubt after legal proceedings were issued against the property developer behind plans to turn the club's historic riverside home into luxury flats. Nick Sutton, 32, and Fulham River Projects Limited, a company set up to purchase the ground from Fulham, are being sued by Sutton's former employer Crown Dilmun, which claims that it and not Sutton owns the rights to redevelop the ground. Last September FRP Ltd signed a £15m deal with Fulham to turn Craven Cottage into Harrods-branded luxury flats. The deal enraged sup porters, who had been told that the club intended to redevelop the ground as a 28,000 all-seat stadium. The club, currently playing home games at QPR's Loftus Road, maintains that a return to the Cottage is still the priority but it is actively looking for alternative sites in west London. Sutton, Crown Dilmun's former managing director, is himself suing the company and its owner, Bahrain International Bank, in an attempt to recover a profit share he claims is worth in excess of £6m. Sutton left the firm in November, taking the Fulham deal with him. Crown Dilmun's counter-action claims that he breached his employment contract and that it is entitled to the benefit of the Fulham deal or equivalent compensation. Sutton has worked with Fulham and the Harrods owner Mohamad Al Fayed before, specifically on the redevelop ment of Harrods depository site in Knightsbridge. Sutton said yesterday that he was \"vigorously contesting\" Crown Dilmun's action. Crown Dilmun refused to comment. Fulham have failed to overturn the red card which was shown to their goalkeeper Maik Taylor at Tottenham last month. Taylor must serve an immediate one-game ban, ruling him out of Saturday's match at home to Southampton. With Edwin van der Sar still injured, Martin Herrera will stand in and Glyn Thompson, a 22-year-old still awaiting his Fulham debut, will be on the bench. The Football League's troubled internet partner has reassured clubs fearing an ITV Digital-style cash crisis that their business is robust. Premium TV, a subsidiary of the struggling cable company ntl, has just placed its chief executive officer on gardening leave and announced a fresh wave of staff redundancies. But the Premium spokesman Clive Hammond dismissed suggestions that it could become a high-profile financial victim as \"rubbish\". The Football League also insisted it had had no suggestion that Premium were in trouble. Birmingham have signed the 32-year-old former Wales goalkeeper Andy Marriott from Barnsley for a nominal fee until the end of the season."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}