{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2003/mar/11/highereducation.uk4", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2003-03-11T18:03:56Z", "webTitle": "Students protest against homophobic picket", "webUrl": "https://www.theguardian.com/education/2003/mar/11/highereducation.uk4", "apiUrl": "https://content.guardianapis.com/education/2003/mar/11/highereducation.uk4", "fields": {"headline": "Students protest against homophobic picket", "bodyText": "Students are set to clash with homophobic campaigners tonight at the opening of a play about a man who was murdered for being gay. The National Union of Students' lesbian gay and bisexual group will be demonstrating against a proposed picket of the West End play led by the Rev Fred Phelps, an anti-gay campaigner from America. The play, the Laramie Project, tells the story of Matthew Shephard, a young American gay man who was beaten to death in a homophobic attack in Laramie, Wyoming in 1998. He died five days after the attack. The play is the second most produced play in the US. The London production is being performed by students from the Greenwich Academy in Connecticut, US, at the Cochrane Theatre in London. It was awarded a first at last year's Edinburgh festival. It has received praise in the US for its ability to stimulate discussion and educate young people. Daniel Murphy, NUS LGB officer, said Mr Phelps wrote to the British publication the Gay Times to say he intended to picket the play's opening night. Mr Phelps has protested against performances of the play in the US, particularly in schools and colleges. He reportedly believes the play will promote homosexuality. Mr Murphy said: \"Four years ago Matthew Shephard was found tied to a fence, pistol whipped, beaten and left to die. It was a crime of hatred and bigotry as Matthew was murdered for being gay.\" He went on: \"The NUS LGB campaign will not let this hate go unchecked, and to Fred Phelps, we would like to say hate is not a family value, nor a Christian one.\" Mr Murphy said the play had forced America to examine itself in relation to hate crimes in the same way the death of Steven Lawrence in the UK had forced the police to look at their practices \"It's an amazing piece of theatre its not political theatre with a big \"p\", it's about real people,\" he said. Deirdre Mullin, the theatre's general manager, said they had heard rumours of Mr Phelps' planned picket. \"We've no idea if Fred Phelps is coming, and of course he has ever right to exercise free speech,\" she said. Mr Phelps is associated with Westboro Baptist Church of Topeka, Kansas. The church's website contains homophobic references, and links to a website called \"God Hates Fags\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}