{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2003/mar/19/iraq.davidsharrock", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2003-03-19T19:14:04Z", "webTitle": "Widespread desertions from Iraqi army", "webUrl": "https://www.theguardian.com/world/2003/mar/19/iraq.davidsharrock", "apiUrl": "https://content.guardianapis.com/world/2003/mar/19/iraq.davidsharrock", "fields": {"headline": "Widespread desertions from Iraqi army", "bodyText": "Mass desertions from the Iraqi army, and the defection of very senior figures from within Saddam Hussein's ruling family circle, are under way as the countdown to a British and US invasion of Iraq reaches its final hours. In the northern region on the border with Kurdistan, up to three-quarters of some Iraqi regiments have already fled. In the mainly Shia Muslim south, Kuwaiti border guards are having to turn Iraqi soldiers back, telling them that they must wait until the attack begins before they can surrender. And in a highly significant development in the capital, Baghdad, a half-brother of Saddam, who is regarded as the dictator's closest adviser, has fled to Syria in the past week. Sab'awi Ibrahim Hasan al-Tikriti, who is regarded as a possible war criminal in the US, has sought refuge in Damascus. His flight from Baghdad suggests \"fractures developing within the regime\", according to a secret-level intelligence report which The Times has seen. The reports, which are updated at least four times daily and are distributed among senior British and US officers, paint a picture of the dying hours of Saddam's 30-year iron grip on Iraq as it finally and dramatically falls apart, even before the British and US invasion gets under way. \"We are looking at wholesale desertions in some areas,\" said an intelligence officer. \"In the southern area, where there are six Iraqi divisions, 50% of their officers are planning to surrender once the campaign opens. \"There's a lot of talk of waiting until the war starts, because of the danger to the officers' families. It's also been expressed that most want a quick and sudden or surprise attack, so that they have the excuse for not putting up greater resistance.\" So poor is morale that Saddam ordered the deployment of Iraqi special forces officers in some areas in order to prevent regular officers from deserting. The last report of such action was received within the last two days. Relying upon human intelligence - British and US special forces already within Iraq, who are observing Iraqi military movements as well as establishing contacts - and covert aerial surveillance, it is estimated that 73% of the regular Iraqi army in the south of the country has already made up its mind to surrender to British and US troops. In one dramatic example, the reports note that a US \"psy ops\" (psychological operation) unit dropped leaflets on Iraq's 51st Mechanised Division on March 9 and 10. Four days later, 20% of the division had deserted and was no longer in the area. \"Many of those who have already gone are reporting that the rest are preparing to surrender,\" said an intelligence officer. In northern Iraq, between 43 and 75% of regular soldiers, depending upon their regiment, have already fled. Iraqi tribal leaders in the region have also abandoned Saddam and defected to the Kurds in the northern no-fly zone. Two days ago, in the town of Chamchamal, 50km from the Iraqi border with Turkey, soldiers attempted to surrender to the Kurdish civilian population. They were fired upon by their own side, causing civilians to scatter. In and around Baghdad, the desertion rate is lower, but even among Saddam's elite Republican Guard divisions, whose loyalty to their leader has been unquestioned until now, 23% have deserted. On the Iraqi-Kuwaiti border, where British and US forces are now massing, the scale of the desperation of some of Saddam's unwilling soldiers is being witnessed on an hourly basis. \"We are seeing Iraqis trying to come across the border, saying they want to surrender, but we are having to turn them back and telling them that they must wait until the war begins,\" said an intelligence officer. Yesterday, sandstorms whipped troops dug in to the northern Kuwaiti desert, making movement extremely difficult. Even so, the pace of military activity is now unrelenting, after weeks of relative quiet, and the atmosphere among all ranks is electric. That morning, the cry of \"Gas, gas, gas!\" and the sound of sirens rang out as Royal Marines pulled on respirators after a chemical-biological weapons sensor was triggered. After a tense half-hour, the warning was lifted and the area was declared clear of contamination."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}