{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/mar/19/newsstory.sport10", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-03-19T17:49:38Z", "webTitle": "Cole makes up with Blackburn", "webUrl": "https://www.theguardian.com/football/2003/mar/19/newsstory.sport10", "apiUrl": "https://content.guardianapis.com/football/2003/mar/19/newsstory.sport10", "fields": {"headline": "Cole makes up with Blackburn", "bodyText": "Blackburn Rovers boss Graeme Souness and striker Andy Cole have finally resolved their differences following last week's training ground bust-up. Souness and Cole fell out during training on Friday and the former Manchester United striker was dropped from the squad for the 2-0 win over Arsenal at Ewood Park on Saturday. The two met yesterday and it is understood that Cole refused to apologise for his part in a training ground row last Friday. This lack of contrition apparently so incensed Souness that it was rumoured that Cole would be placed on the transfer list. But Souness and Cole met this afternoon and blended over a PG Tips. Blackburn chief executive John Williams said in a statement on the Rovers website, rovers.co.uk: \"They sat down together over a cup of tea and chatted things through. \"I am happy to report that the situation has now been resolved to the satisfaction of all parties. \"Andy will now rejoin the squad tomorrow for training ahead of Saturday's game at Newcastle and we are all fully focused on maintaining our good form with a strong finish to the season.\" And in a statement straight out of a book of football clichés, Cole's agent, Paul Stretford played the entire incident down. \"At the end of the day, there has been a storm in a six-yard box and somewhere, somehow it has been whipped up into a feeding frenzy,\" said Stretford, somewhat mixing up his metaphors."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}