{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2003/mar/20/tefl3", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2003-03-20T23:49:49Z", "webTitle": "News in brief", "webUrl": "https://www.theguardian.com/education/2003/mar/20/tefl3", "apiUrl": "https://content.guardianapis.com/education/2003/mar/20/tefl3", "fields": {"headline": "News in brief", "bodyText": "Text lesson BBC Worldwide and BBC World Service have joined forces to provide educational content for an English language teaching service via mobile telephones in China. The contract, between BBC Worldwide and Sina.com, will enable the 200 million mobile telephone users in China to learn English via their phones. The BBC claims this is the first time an international educational content supplier has used mobile technology in this way. Users will receive a daily text message on their mobile containing a phrase in English together with the Chinese translation; they can then log on to Sina.com's website to listen to and read the phrase as part of a longer dialogue, and to read explanations about the language. Libya link Exeter University is due to open an English language teaching centre in the Libyan capital Tripoli as part of a $112m education exchange programme with Britain. The university has taken the role of \"lead academic adviser\" to Libya's National Programme for Postgraduate Development, which plans to send about 200 academics a year to Britain to study for PhDs over the next 15 years. The teaching centre in Tripoli will provide English language courses for students at the Academy of Graduate Studies. Aussie lingo Queensland's outspoken state premier Peter Beattie has warned that the greatest threat to Australia's language comes from the increasing use of words imported from the United States. \"All we hear are Yankee phrases, and we are losing our own language. America might control the world, but we must control and keep our own language,\" he said. China break A local government official from Yorkshire, England, has been sacked after taking an English language teaching job in China without resigning or cancelling his $1,000 monthly allowance for official duties. max.delotbiniere@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}