{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2003/mar/20/publicvoices46", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2003-03-20T23:44:45Z", "webTitle": "Director, Survivors' Poetry, charity", "webUrl": "https://www.theguardian.com/society/2003/mar/20/publicvoices46", "apiUrl": "https://content.guardianapis.com/society/2003/mar/20/publicvoices46", "fields": {"headline": "Director, Survivors' Poetry, charity", "bodyText": "I have now been in this job for nearly two years [in 2001 Alison was literature officer for the Arts Council for England]. It's a small organisation, I do everything from the washing up, to funding applications, organising poetry events and co-editing our newsletter. We have a very small paid staff and lots of volunteers. The year has been very, very tiring. Our work is with people who experience distress. It can be personally taxing and time consuming. It has its highs but it's also extremely gruelling. Working in the public sector means doing jobs that are underpaid and under-resourced. In my job, demands have increased as we raise our profile. Although in theory I work part-time, it's never a part-time job. My commitment hasn't changed in the sense that I don't question the value of my work. I feel very strongly that it's of immense social value. But it's very, very tiring and I begin to think that to sustain this level of activity, organisations like ours require fresh enthusiasms - and youth. I put a lot into it and sometimes it seems that the days that are rewarding are in the minority and I'd like to see the balance reversed. If I can't balance it, I will feel that I have done as much as I can do. Having worked for the Arts Council, a large organisation with huge resources, I realise it's a cushioned version of the public sector. Running small charities is very, very gruelling. It's not the money so much as the resourcing. The pay doesn't matter to me too much although as my four-year-old daughter gets older I have her needs to provide for and London is very expensive. I've been doing other work to supplement my income - my salary hasn't changed since last year. It makes for one tired public sector worker. The work is about social inclusion in its broadest sense - from the homeless to company directors. That aspect of it I really value and I do get feedback from our constituency. But the demands can be manifold and it can be hard to serve. Sometimes I feel I carry the world on my back and there's no one else to take it on but I have a hope that there will be other people out there. One problem with a small public sector organisation is that there is a high turnover of staff, and that includes directors. It's not necessarily financial instability but structural difficulties, such as lack of time, make things tough. I manage, but sometimes by the skin of my teeth. Public voices: March 21 2002 Director, Survivors' Poetry Salary: £28,000 for four-day week: £33,000 pro rata I'm still working in the public sector [last year Alison was literature office for the Arts Council for England] because I feel very strongly committed to working in this and because I get a lot out of it. So I stand very much by what I said last year. The difference with this job is that it fits in with my lifestyle more: I work a four-day week which means I can spend more time with my child. But it's still to do with promoting literature, which is exactly what I wanted to do and it's still about social inclusion. It's very hands on, though, and that suits me because artistically it enables me to get involved in projects. I actually came to the public sector from the private sector in a job involving organising really interesting conferences: I enjoyed it and it was really well paid but it had a very distinct shelf life and by the time I'd done it for three and a half years there, I realised there was a limit to it. If I was still in that field I'd be earning upwards of £50,000 and if I was doing a comparable job - as chief executive of a small to medium enterprise - I'd probably be earning a bit more than I do because I'd be taking a large share of the profits. Obviously, it would be nice to earn a bit more but I'm very fortunate and privileged in that I can afford to do the job I want to do without worrying about keeping a roof over my head because I made a lot of money buying and selling houses. For a lot of people in my situation that wouldn't be a possibility, though - I was just lucky and bought at the right time - and I often wonder how people who choose to work in the public sector manage. It does concern me. How do people who are starting off now afford to work in the public sector, particuarly in London? I'm so lucky that I can afford to do it. Sarah Hall The Common Good: March 21 2001 Literature officer, Arts Council of England Salary: £27,000 When I left university I knew what I wanted to do - work with young people and literature in some way - but I did not know that this kind of job existed. My role now is to identify and develop creative writing and literature awareness projects throughout the country, with an emphasis on lifelong learning. It's my department, for example, which deploys writers-in-residence. I've also chosen to interpret my brief to mean that I get involved with fundraising for these projects. I am constantly aware that I work within the public sector, mostly because of the changes in the job since Labour came to power; it's not that there's more money available, just that it is better targeted under the direction of social inclusion. Actually I gave up a well-paid job in the private sector to come into the public sector. It was great: we organised really interesting conferences, and I had great fun with my colleagues - we were all young and very enthusiastic. I loved it, but I had been doing it for three years, and there are only so many posh hotels you can visit and I found that, however interesting the courses were, we were, in effect, preaching to the converted. So I switched jobs and took a pay cut. I've been with the Arts Council now for four years. I think that I have an excellent rapport with my constituency. I don't want to sound like Pollyanna, but what I really love about this job is that it's about giving back. Often I ask myself, 'Why aren't I a management consultant?', but then someone says 'thank you' to me, and I remember why. What I would like to see is a national commitment to every child's right to a creative education."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}