{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2003/mar/20/hospitals.publicvoices5", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2003-03-20T23:44:54Z", "webTitle": "A&E clinical practice lead nurse, St Thomas's hospital, London", "webUrl": "https://www.theguardian.com/society/2003/mar/20/hospitals.publicvoices5", "apiUrl": "https://content.guardianapis.com/society/2003/mar/20/hospitals.publicvoices5", "fields": {"headline": "A&E clinical practice lead nurse, St Thomas's hospital, London", "bodyText": "There is an incredible change happening. Things that have been talked about endlessly are coming to fruition. The reason is that the government's targets are very stringent, and everyone in the hospital is working towards meeting them. From a shopfloor perspective, everyone is focused on the same things, we have a whole systems approach and the money is coming through. We are increasing the services we provide to make the pathway through the department more streamlined. For example, we now do our own blood tests, we have our own lab in the accident and emergency department instead of having to send samples off. For the patient it means that instead of having to wait a few hours for results, we can get them in 20 minutes and that considerably speeds up diagnosis and treatment. Our lab has been running for six months now and is still part-time. We'd like it to be open full-time but the benefits are already fantastic. The other big development is the expansion in nurses' roles. Experienced A&amp;E nurses are being trained to make more in-depth clinical assessments - jobs that previously might have been by doctors. Nurses approach problems differently - they tend to look at complex health, psychological and social needs, not just immediate medical needs. Just because we have sorted out a sprained ankle, that might not be the end of the story - if a person is frail or elderly, they may need support at home, and we can work on that with our team of occupational and physiotherapists. We've been given the money for the extra training to develop nurses' skills, although we need to apply for funding to recruit more qualified nurses. We do need more advanced senior nurses here, although we don't have to use many agency nurses - and those we do are usually our own nurses doing a bit of agency work because it pays well. I still would like to see a system of paying trainee nurses, to attract more into the profession; but there's no sign of that happening. One of our key targets has been that no one should wait for more than four hours on a trolley, and we're currently hitting that 90% of the time, which is a great step forward on six months ago. It's due to a more streamlined approach and improvements in nitty-gritty things like better portering. Security for nurses in A&amp;E has been one of my concerns and we have been given funding to rebuild the triage area where there are a number of security problems. It's now better structured, with the security men being able to see the areas where the problems occur, which means that incidents are better managed. I still feel totally committed to the NHS - more so than ever - and I think the opportunities for nurses in emergency care are very exciting. But I haven't noticed improvements on the railways - occasionally I have such a dreadful experience on the trains that I wonder whether there is any alternative. Public voices: March 21 2002 Clinical practice head, A&amp;E, St Thomas' hospital, London Salary: £25,000 plus allowances I moved from the Royal Surrey County hospital in Guildford last May to a newly created job at St Thomas'. I manage the nursing practice in A&amp;E - looking at the quality of care patients get, how the whole system works both within and outside A&amp;E. I think it's helpful that the government has set targets. It means that improvements are made and that we are given specific ways of measuring improvements - and it gives the shop floor more control and power to push for improvements. For example, the target is that no one should have to wait more than four hours on a trolley. In the past, A&amp;E departments have complained that people are waiting too long but the issue hasn't been taken on board as a wider problem outside A&amp;E. Now, because we have to meet targets, wards are discharging patients more efficiently, medicines are being dispensed more quickly, transport is being arranged faster - it's all nitty-gritty stuff but it all helps when people work together to solve a problem. Morale is pretty good at the moment - we're well staffed with permanent staff and we don't have to rely on agency staff. There is plenty of teaching available, and the workload is usually manageable. But the big issue is security and aggressive patients. We have a security team to look after staff but, even so, nurses are verbally abused and sometimes physically threatened. Over the last two years I have seen more money put into the NHS than ever before, and more importantly seen people targeting money to improve services. My main priority now would be to fund nurse education - pay nurses to train. It's the only way to get more recruits. I feel very confident that things will get better in the NHS. But ask me about the railways - now there's a public service that is really going downhill. The Common Good: March 21 2001 Acting nurse manager, accident and emergency, Royal Surrey county hospital, Guildford Salary: £23,000 After I left school, I went into office work - which I didn't find terribly rewarding. I thought if I was going to work so hard I'd like to do a job that was useful. I chose nursing because then it paid a salary while you were training and I had a mortgage to pay. I trained for two years, and for the next five I worked in lots of different areas of nursing. In 1985, by chance, I was put in to A&amp;E. I absolutely loved it - it was very varied and the pace was very fast. It's changed now - it has slowed down, patients spend longer in A&amp;E because of the shortages of beds on the wards. I love nursing - it's such a rewarding job and there's so much patient contact in A&amp;E. I wouldn't want to do anything else. You build up close relationships very fast. It's nice when people say thank you, and you know they really mean it. Sometimes they complain, of course. The downside is the unsocial hours. After 20 years in nursing you begin to realise what you've missed. That's worse than the pay - though after all this time, and in a manager's position, I still only took home pounds 1,400 last month. But at least I could carry on working part-time when my children were small - I kept my skills going and took courses, and got promotions. And we can all see the money that's coming into the NHS now. At the moment, I have five nurses training to become emergency nurse practitioners - which means they can examine, treat and discharge minor injuries from A&amp;E without a doctor having to see the patient. We still need more staff. Recruitment is a problem - this area is very expensive to live in on a nurse's wage. We've got a 25% vacancy rate at the moment. I'd never be tempted by the private sector - it's a different kind of nursing, and you don't see acutely ill patients. I'll be here, in the NHS, until I retire."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}