{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/mar/13/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-03-13T22:29:12Z", "webTitle": "Larsson could be back in Celtic line-up", "webUrl": "https://www.theguardian.com/football/2003/mar/13/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2003/mar/13/newsstory.sport", "fields": {"headline": "Larsson returns to the reckoning", "bodyText": "Injury to Chris Sutton could clear the way for Henrik Larsson to return to the Celtic line-up against Liverpool tonight. Sutton has a groin problem that could persuade Celtic's manager Martin O'Neill to recall Larsson to action after a month's absence due to a fractured jaw. \"Chris hasn't trained and it is an ongoing problem, so it is a concern,\" O'Neill admitted. \"He is desperate to play, of course, but so is Henrik. The frustration of not being involved is getting to him. \"The surgeon has given him the all clear. Henrik has had a few training sessions but he hasn't played for more than 30 days, so I will need to look closely at him before the match.\" Larsson's return to fitness as Celtic pursue their 11th successive home win in European competition was described by the midfielder Alan Thompson as being \"like a new signing\". It is likely that Sutton will start alongside John Hartson and that Larsson will be brought off the substitutes' bench if either of his team-mates succumbs to injury or if Celtic feel in need of a late boost. Jackie McNamara could be drafted in to cover for the loss of the French wing-back Didier Agathe, whose hamstring tear will keep him out for at least a month. \"Didier has been back to his best recently,\" O'Neill said. \"In our European matches he has been especially terrific for us. \"No one will forget his performance in Stuttgart, where he was absolutely outstanding and was given great credit for our win by no less a manager than Felix Magath. There is no doubt that we could have done with him against Liverpool. It is an absolutely massive blow for us.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}