{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2003/mar/20/tefl.english", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2003-03-20T23:49:52Z", "webTitle": "English via science or science via English?", "webUrl": "https://www.theguardian.com/education/2003/mar/20/tefl.english", "apiUrl": "https://content.guardianapis.com/education/2003/mar/20/tefl.english", "fields": {"headline": "English via science or science via English?", "bodyText": "Science Across the World (Saw) is a web-based education project that aims to provide young people from different societies with a platform for communication and shared learning. Up to 40 schools in Bulgaria have used Saw over the past three years, Saw offers 16 resource topics such as health, acid rain, eating and drinking, in at least six languages, including English, French, German, Spanish and Russian. Students study the topic materials, collect data, facts and opinions, and exchange with schools in other countries via the Saw schools database. Language teachers working on the Saw projects praise the materials, which are exciting and stimulating for teenagers fed up with recycling the mundane content of language textbooks. Meanwhile science teachers like the field and survey work that the project offers, which brings the real world to the science they are teaching in their classrooms. The exchange is the most exciting part of the project. Students make contact with young people in another country and communicate with them on a chosen topic. My class (pictured above) exchanged on the topic \"What do you eat?\" with a class in Austria. We studied the language of food groups, identified the most popular snacks in the class and then examined their food content. Students had the freedom to investigate their own culture's eating habits. This produced work on beliefs to do with eating, food traditions and a history of Bulgarian bread. Electronic communication for cultural exchange is the next best thing when it is not possible to undertake school trips. We placed Austria on a map, named the surrounding countries, made predictions about how healthy we thought they would be in terms of eating and drinking, and then compared their exchange form with ours, as well as discussing the statistical data on nutrition and health in Europe. For more information go to: www.scienceacross.org"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}