{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/mar/24/match.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-03-24T22:07:47Z", "webTitle": "Liverpool 3 - 1 Leeds", "webUrl": "https://www.theguardian.com/football/2003/mar/24/match.sport", "apiUrl": "https://content.guardianapis.com/football/2003/mar/24/match.sport", "fields": {"headline": "Liverpool make best of Leeds' bad job", "bodyText": "Beating Leeds does not carry the old kudos but then finishing fourth never used to constitute a successful campaign for Liverpool. At least by achieving the former so comfortably here yesterday, the Merseysiders' pursuit of the latter, with all its lucrative overtones, gathers pace. Liverpool awake this morning menacing in fifth place, two points behind Chelsea and above Everton for the first time this year. Champions League qualification, which would make a disappointing campaign distinctly more palatable, appears increasingly possible after a third successive Premiership win. \"We didn't expect this to be the height of our ambition at the start of the season,\" said Michael Owen, \"but you have to live for the moment.\" Live for it they did, even occasionally mustering the swagger craved by the Kop if only to dismiss ramshackle and gutless opponents. The England trio of Owen, Danny Murphy and Steven Gerrard scored to put Leeds in their place and register Liverpool's first three-goal home haul since the opening day. Their opponents, wallowing in self-pity, crawled back to west Yorkshire in meek defeat; Liverpool can believe again. \"We have a clear target,\" said the manager Gérard Houllier, his focus presumably sharpened after Uefa Cup elimination by Celtic. \"That third league win on the trot gives us momentum to take to Manchester United after the internationals. We should have been out of sight by the break. At times we were brilliant.\" That much was true, though largely during an embarrassingly one-sided opening half-hour which shredded any confidence Peter Reid might have instilled into the visitors before his first game in charge. Murphy's drive after 63 sec onds set an ominous tone maintained by El Hadji Diouf, who twice humiliated Raul Bravo only to fluff his lines in front of goal. Not that the Spaniard survived for long, with Gerrard's punt gathered by Owen who teased Teddy Lucic, fed Diouf and then gathered the Senegalese man's centre via Bravo's deflection to slide in his 22nd goal of the season. Bravo was Terry Venables's last signing, plucked from Real Madrid's reserves in the wake of Jonathan Woodgate's sale. The European Spanish champions clearly know who is expendable, so sloppy was the loanee here as Reid bellowed in disbelief. Danny Mills on the other flank was just as culpable, flooring John Arne Riise and assuming Andy D'Urso was about to whistle a free-kick. While he dawdled, Murphy gathered possession and slammed home a breathtaking 20-yard shot. Most sides come to Anfield these days intent on stifling, forcing Liverpool to grind rather than gallop. That requires commitment and self-belief, qualities sadly lacking at Elland Road. Even after Mark Viduka bundled in his 12th goal of the season on half-time Leeds - so horrendously powder puff in central midfield and laughably lax down the flanks - never suggested they could generate the required industry. \"They'll not have a problem,\" said Houllier. \"They'll stay up, easily.\" Those camped in anger in the away end will need more convincing, with Leeds now sucked to within five points of the relegation zone. Alan Smith and James Milner were busy enough and Lucas Radebe epitomised what Leeds must become but frustration was about the only emotion uniting the travelling supporters and the gawping and wild-eyed Peter Ridsdale in the directors' box. The United chairman cut a forlorn figure as Emile Heskey missed a simple chance and Paul Robinson tipped Murphy's drive on to a post. When Gerrard completed the scoring 18 minutes from time Ridsdale was left with hands clasped as if in desperate prayer. By the end a trio of Venables's signings had been withdrawn, all after undistinguished displays. Exorcising this disastrous season entirely will take a little longer."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}