{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2018/dec/11/us-accused-of-obstructing-talks-at-un-climate-change-summit", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2018-12-11T20:52:07Z", "webTitle": "US accused of obstructing talks at UN climate change summit", "webUrl": "https://www.theguardian.com/environment/2018/dec/11/us-accused-of-obstructing-talks-at-un-climate-change-summit", "apiUrl": "https://content.guardianapis.com/environment/2018/dec/11/us-accused-of-obstructing-talks-at-un-climate-change-summit", "fields": {"headline": "US accused of obstructing talks at UN climate change summit", "bodyText": "The United States and other high carbon dioxide-emitting developed countries are deliberately frustrating the UN climate summit in Katowice, Poland, Vanuatu’s foreign minister has said. His warning came as Pacific and Indian ocean states warned they faced annihilation if a global climate “rule book” could not brokered. In a bruising speech before ministers and heads of state, Vanuatu’s foreign minister, Ralph Regenvanu, singled out the US as he excoriated major CO2-emitting developed countries for deliberately hindering negotiations. “It pains me deeply to have watched the people of the United States and other developed countries across the globe suffering the devastating impacts of climate-induced tragedies, while their professional negotiators are here at COP24 putting red lines through any mention of loss and damage in the Paris guidelines and square brackets around any possibility for truthfully and accurately reporting progress against humanity’s most existential threat,” he said. Regenvanu said the countries most responsible for climate change were now frustrating efforts to counter it. The UN’s climate change talks in Poland have been distracted by a semantic debate over whether the conference should “welcome” or “note” the IPCC’s special report warning of dire consequences if global warming rises more than 1.5C above pre-industrial levels, with a bloc of four oil-producing countries – the US, Saudi Arabia, Russia, and Kuwait – insisting the report be only “noted”. Documents from the conference presidency, seen by the Guardian, indicate the issue of how to acknowledge the report will be returned to later in the week and is likely to further slow progress on negotiating a final outcome. Negotiators said they are growing increasingly pessimistic that talks can be concluded by their deadline on Friday. “Whether you welcome, or note, or shamefully ignore the science altogether,” Regenvanu said, “the fact remains that this is catastrophic for humanity, and party negotiators blocking meaningful progress should have much on their conscience.” He said climate change represented an existential threat to humanity, but “we have overcome greater human-induced wrongs before like colonialism, like slavery”. As 193 countries at the climate talks seek to establish a “rule book” on how to implement the commitments made in the Paris agreement three years ago, Regenvanu condemned a two-tier system that exempted high-emissions countries from reductions obligations, saying the world needed “one common rule book, in which rules apply to all”. The US state department declined to comment on his remarks. Regenvanu was part of a cohort of small island states in the Pacific and Indian oceans that urged greater global action on limiting global warming to 1.5C; leaders from Kiribati, Samoa, Tuvalu, the Cook Islands and the Maldives argued their countries faced an impending existential threat from climate change. Speaking on behalf of the Alliance of Small Island Developing States, the Maldives’ environment minister, Hussain Rasheed Hassan, said the world needed to question “why we are continuing failing?”. He said: “After a quarter of a century of UNFCCC negotiations and three years since the historic Paris agreement, we are further from approaching our goal of stabilising emissions than ever, and … rapidly approaching the point of no return. The prime minister of Kiribati, Taneti Maamau, said the countries that had contributed least to climate change were feeling its impacts first – and most acutely: “Truly, but sadly, the prosperity enjoyed by a few developed countries, has become the tragedy and misery of the mess of developing countries and particularly those most vulnerable to climate change.” Henry Puna, the prime minister of the Cook Islands, said while the Paris agreement represented a moment of global solidarity, inaction and infighting since then had paralysed efforts to reduce emissions. “I am scared for my children’s future, and for the future of generations to come,” he said. “Parties have called for action, but it is evident our current efforts are not enough.” He said climate change denialism jeopardised the future of Pacific countries: “Some are not willing to accept the stark realities.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}