{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2018/dec/25/australia-made-third-highest-number-of-requests-for-apple-data-in-the-world", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2018-12-24T19:00:02Z", "webTitle": "Australia made third highest number of requests for Apple data in the world", "webUrl": "https://www.theguardian.com/technology/2018/dec/25/australia-made-third-highest-number-of-requests-for-apple-data-in-the-world", "apiUrl": "https://content.guardianapis.com/technology/2018/dec/25/australia-made-third-highest-number-of-requests-for-apple-data-in-the-world", "fields": {"headline": "Australia made third highest number of requests for Apple data in the world", "bodyText": "Apple received 2,357 “device requests” from the Australian government and law enforcement in the first half of 2018, the third-highest rate of requests in the world. The tech company published its twice-yearly transparency report on Friday, which reveals how many times governments asked Apple for data and information about iPhone, iPads, computers and Apple accounts. Requests can be made for a range of reasons – from helping to find a lost phone, to investigating iTunes gift card fraud. They include subpoenas, court orders, warrants and wiretap orders. Of the 2,357 device requests between 1 January and 30 June, 1,987 were granted. The requests covered a total of 3,919 devices. Device requests provide identifiers such as a phone’s serial number or International Mobile Equipment Identity (IMEI) number. The 15-digit IMEI number is globally unique for every phone. Germany led the world for the number of government device requests (13,704), followed by the US (4,570), Australia, Spain (2,276) and Singapore (1,689). Australia made more requests than China (751), the UK (572), Japan (446), New Zealand (315) and Canada (15). The highest compliance rate – for a country with more than one request – was in China, where Apple agreed to 94% of the government’s requests, granting access on 705 occasions. The total number of requests in China covered 30,764 devices. Multiple devices can be included in one request, for example, when a shipment of devices is stolen. Apple’s report noted there was an especially “high number” of devices affected by requests in China, Germany and South Korea. It said this was “predominantly due to stolen device investigations”. The company also received government requests for financial information, and account information. Financial identifier requests involve disclosing credit card information or gift card numbers, and can be made when a person suspects their credit card has been fraudulently used to buy Apple products. Account requests disclose identifiers like Apple ID or email addresses, and can be made when Apple accounts have been hacked. The report said Australia had a high number of financial identifier requests “predominantly due to iTunes gift card and credit card fraud investigations”. In the US, 333 of the 4,570 device requests received were search warrants, 4,043 were subpoenas and 193 were other court orders."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}