{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2018/dec/19/homeless-man-dies-after-collapsing-outside-parliament", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2018-12-19T19:55:58Z", "webTitle": "Homeless man dies after collapsing outside UK parliament", "webUrl": "https://www.theguardian.com/society/2018/dec/19/homeless-man-dies-after-collapsing-outside-parliament", "apiUrl": "https://content.guardianapis.com/society/2018/dec/19/homeless-man-dies-after-collapsing-outside-parliament", "fields": {"headline": "Homeless man dies after collapsing outside UK parliament", "bodyText": "A homeless man who collapsed outside the houses of parliament has died, authorities have confirmed. Opposition MPs have expressed their fury at the government’s homelessness policy following the death of the rough sleeper, understood to be a 45-year-old Hungarian national, who became the second homeless person to die after falling ill outside parliament this year. Emergency services were called to an underpass near Westminster Underground station late on Tuesday evening after a man collapsed. First aid was administered by British Transport police officers, but he died in the early hours of Wednesday morning. Police said the death was not being treated as suspicious. A memorial has been set up outside parliament. The chamber learned of the death during a speech by the shadow Brexit secretary, Keir Starmer, about the government’s preparations for a no-deal scenario with the European Union. Following an intervention by MP Norman Lamb on the current homelessness crisis in the UK and the cost of preparations for a no-deal Brexit, Starmer told the house that a rough sleeper had died outside parliament in the last 24-hours. Reacting to the death, Labour MP David Lammy said: “There is something rotten in Westminster when MPs walk past dying homeless people on the way into work. Twenty-four thousand people homeless on our streets this Christmas and our government playing reckless with a no-deal Brexit. Plague on their houses.” In February, a Portuguese former model, who had been rough sleeping in an underpass in Westminster tube station, was found death. A Met police spokesperson said: “At around 23:30hrs on 18 December, we were alerted by officers from British Transport Police to a man collapsed in an underpass near to Westminster Underground station. “First aid was administered by the BTP officers and the man was taken to a central London hospital, where he died in the early hours of 19 December. The death is not being treated as suspicious.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}