{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2018/dec/28/channel-crossings-every-day-you-look-for-the-smuggler-and-take-a-chance", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2018-12-28T20:09:51Z", "webTitle": "Channel crossings: 'Every day you look for the smuggler and take a chance'", "webUrl": "https://www.theguardian.com/uk-news/2018/dec/28/channel-crossings-every-day-you-look-for-the-smuggler-and-take-a-chance", "apiUrl": "https://content.guardianapis.com/uk-news/2018/dec/28/channel-crossings-every-day-you-look-for-the-smuggler-and-take-a-chance", "fields": {"headline": "Channel crossings: 'Every day you look for the smuggler and take a chance'", "bodyText": "Ali, 27 years old I arrived in Calais, France more than four months ago. I walked through many countries including Bosnia, and Croatia. I came alone. I left Iran because my life was at risk. I protested against the government and I converted to a new religion – from Islam to Christianity. One of my friends called the police and told them I want to change my religion and they started to follow me around. My family are under an incredible amount of pressure from the government. Sometimes they come to my house. In my religion, things weren’t that good and sometimes I didn’t feel OK. Some of my friends became Christians and they convinced me to become Christian too. I then felt relaxed. When I read the Bible, I feel at peace with myself. I try to come to the UK on a daily basis, by going on lorries or large ships, or through the Channel tunnel. I want to get very far away from my country. I don’t feel safe in France. I’ve seen people getting on small dinghy boats trying to get to the UK. The cost can vary between smugglers; one smuggler could charge £1,000 while another could charge £12,000. It’s always a different smuggler. Sometimes you need to cross through quickly and you just can’t. So every day you look for the smuggler, give the money, and take a chance. But maybe tomorrow you don’t see the morning – you know? I’ve tried to get to the UK on these boats twice, but I got intercepted both times. The police caught me and brought me back to France. It was a small boat and it was very, very, dangerous. We’ve gotten lost out at sea, the boat even filled with water once. My friends were scared we would die. But I don’t think it’s a big problem because if I arrive in the UK I am safe. If I stay here my government might find me and kill me. If I stay here 100% they’ll kill me. If I pass through the border with the boat I have a greater chance of survival. You and Europe’s government don’t know my government very well. If they want to kill someone they’ll kill them. It’s not a joke. I’m not safe. I’m always afraid that someone will find me and kill me. But the UK is safe. I’m currently living in the woods in Calais with my friends. It’s very hard living here. It’s very awful, you can’t understand. Every day there’s police raids. Yesterday, the police came here and took all of my stuff. This doesn’t happen to just me, but also my friends. They don’t pick on anyone, just brown people. The police and French people show respect just for themselves. The English have not been good to us. Europe is not good. For example, I have a friend here in Calais who has a wife in the UK. Another of my friends also has his family in the UK. But they can’t come to the UK. As told to Aamna Mohdin"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}