{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/dec/16/jose-mourinho-manchester-united-unable-to-cope-liverpool-physicality", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-12-16T20:56:41Z", "webTitle": "José Mourinho: We were unable to cope with Liverpool’s physicality", "webUrl": "https://www.theguardian.com/football/2018/dec/16/jose-mourinho-manchester-united-unable-to-cope-liverpool-physicality", "apiUrl": "https://content.guardianapis.com/football/2018/dec/16/jose-mourinho-manchester-united-unable-to-cope-liverpool-physicality", "fields": {"headline": "José Mourinho: We were unable to cope with Liverpool’s physicality", "bodyText": "José Mourinho confessed Manchester United could not cope with the intensity or physicality of Liverpool as Jürgen Klopp’s team returned to the Premier League summit with a convincing victory at Anfield. Mourinho claimed his squad contains too many injury-prone players and was therefore no match for the impressive qualities of Liverpool, a remarkable admission from a United manager, as two deflected strikes from Xherdan Shaqiri sealed a merited 3-1 win for the unbeaten league leaders. Klopp described Liverpool’s opening 30 minutes as among the best performances of his tenure as his team replaced Manchester City at the top with a sixth consecutive league victory. United’s manager, too, was lavish in praise of Liverpool, albeit while highlighting the deficiencies in his squad, assembled at exorbitant cost and now 11 points off fourth place. “The players gave everything and, when the players give everything, I am never frustrated towards them,” said Mourinho, who left Paul Pogba on the bench throughout. “They play in relation to their qualities, the same way Liverpool play in relation to their qualities. They [Liverpool] are fast, they are intense, they are aggressive, they are physical, they are objective. They play 200 miles per hour with and without the ball. I am still tired just looking at [Andy] Robertson. He makes 100-metre sprints every minute, absolutely incredible, and these are qualities. “ When the game was really intense in the first 20-25 minutes it was difficult for us to cope. If you tell me in the first 25 minutes we are going to lose, I would say yes, it looks so. But the moment we lost the game was the moment we didn’t believe we would lose.” United lost Chris Smalling to injury in the warm-up and their manager admitted his team often struggle against teams who play with intensity. “We have lots of problems related to physicality,” Mourinho said. “We have lots of players that I could consider injury prone because some of our players are always injured and it is not with me. It was before me with Mr Van Gaal and before Mr Van Gaal with David [Moyes]. If you look to that period we have lots of players who are permanently injured. When you are permanently injured, physicality is very difficult to get. “Robertson, Mané, Salah, Wijnaldum, Keïta, Fabinho: they are physical players and on top of that they are good players technically. I have lot of good players technically but we don’t have lots of players with that intensity, that physicality, so when the game has high levels of intensity it is difficult for us.” Klopp praised the “outstanding” contribution of the summer signing Fabinho and said the impact of Shaqiri from the bench demonstrated the improved depth of Liverpool’s squad. He claimed to have “ignored completely” City’s return to top spot before his team delivered a dominant display against United’s rearguard action. The Liverpool manager said: “It was a brilliant start, one of the best performances we had since I’ve been in Liverpool. For the first half-hour we were outstanding, scored only one but I don’t think anyone expects four or five against this United team. “How we played was just perfect. Then for half an hour we lost the momentum of the game a bit, they scored, it was more open and I had no problem with the half-time whistle, to be honest. Not because United were demanding the game but because it was more open. “When Fellaini is on the pitch it’s never a good sign for the other team – it is always difficult for the other team to defend these high balls – but we even did that very well. We got our dominance back step by step and Shaq closed the game. That was unbelievably nice, and deserved. You need a bit of luck and both goals were deflected but you need that. The first goal – what a goal. A super pass and a super control and finish. Nearly a perfect night.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}