{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/dec/13/arsenal-qarabag-europa-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-12-13T21:58:45Z", "webTitle": "Alexandre Lacazette points the way in Arsenal’s Europa League run-out against Qarabag", "webUrl": "https://www.theguardian.com/football/2018/dec/13/arsenal-qarabag-europa-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2018/dec/13/arsenal-qarabag-europa-league-match-report", "fields": {"headline": "Alexandre Lacazette points the way in Arsenal’s run-out against Qarabag", "bodyText": "A contest of limited consequence given Arsenal’s pre-match status as group winners might not have meant a great deal to many but to Laurent Koscielny the experience of feeling like a footballer out on the pitch again and under the floodlights appeared to mean everything. His individual performance passed without major incident – ideal under the circumstances – and when his number was up after 72 minutes he stopped for a moment and raised his fist to the air, before breaking into an elated smile. The crowd responded with a warm ovation. The substitutes all shook his hand when he got back to the bench, obviously delighted for him. This was a significant moment for the Arsenal captain. He described it later as “much more than a game”. The long road back from serious injury is always an immense challenge. For Koscielny the mental aspect was exacerbated because he missed out on being a part of France’s World Cup-winning squad. He is 33, so those days will not come again. Worries about how he would recover from a ruptured achilles tendon at this late stage of his career lingered. Simply playing again seemed to be a salve, a relief and a joy. “May was a long time ago and I have missed playing so much,” he added. With injuries and suspensions chipping away at Arsenal’s squad options, the return of a few repaired and refreshed players was a welcome sight. Koscielny, Nacho Monreal and Ainsley Maitland-Niles bring well-timed reinforcements to the defensive ranks, and Mesut Özil reappeared to make his mark with touches of elevated quality. Koscielny slotted back into the team, albeit without considerable pressure to deal with from the Azerbaijani side. Arsenal have a severe shortage of centre backs for Sunday’s trip to Southampton, so getting some minutes in was imperative. Unai Emery described this as “big step” for Koscielny but the medical team will assess how he reacts over the coming couple of days before deciding if he is ready for a higher-intensity Premier League challenge. “He has taken confidence and rhythm from playing matches. We will maybe be able to continue this on Sunday,” Emery said. Arsenal did what was required during this run-out, which had all the edge of a glorified friendly, to complete the group stage as expected and clock up a 22nd unbeaten match in all competitions. With the Europa League wrapped up attention turns to a relentless run of winter fixtures. With that in mind the Arsenal line-up was a curious mixture. At one end of the spectrum was a first start for the eager 17-year-old winger Bukayo Saka and at the other a dead rubber in balaclava weather for the enigmatic maestro Özil. He had been an absentee for the last five matches but if his critics expected him to be downbeat about this particular assignment, they assumed wrong. The German cantered around in pockets of space, spraying passes and taking the opportunity to showcase his technique against low-key opponents. From back strain to back flick, Özil orchestrated. Arsenal duly scored the only goal of the game when their two experienced forward players linked up easily. Özil produced an assist for Alexandre Lacazette, who jinked into position to whip an angled shot into the far corner. The French forward was an unlikely starter in this game too, but Emery is trying to keep a level of sharpness among his main striking options, with Pierre-Emerick Aubameyang being favoured of late. The mix between youth and experience needed to be balanced, and Emery felt the young players benefitted from the guidance around them. He has used 11 academy graduates this season, with a handful of debutants. The aspect missing here was finishing, but the youngsters played with assurance. Arsenal have a flurry of four games in 10 days coming up, and then there is barely time to come up for air until the challenge of Liverpool at Anfield on December 29. This is Emery’s first experience of the winter slog, never before having worked for a club that does not pause for a mid-season break, and even though his instinct in general is to play his strongest side for every situation, he is having to learn to juggle. Every fit player is welcome."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}