{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2018/dec/11/trump-criminal-justice-reform-bill-first-step-act-headed-for-vote", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2018-12-11T21:32:02Z", "webTitle": "Criminal justice reform bill headed for vote after McConnell comes off fence", "webUrl": "https://www.theguardian.com/us-news/2018/dec/11/trump-criminal-justice-reform-bill-first-step-act-headed-for-vote", "apiUrl": "https://content.guardianapis.com/us-news/2018/dec/11/trump-criminal-justice-reform-bill-first-step-act-headed-for-vote", "fields": {"headline": "Criminal justice reform bill headed for vote after McConnell comes off fence", "bodyText": "A criminal justice reform bill with broad bipartisan support will receive a vote before the end of the current Senate session, in a major legislative victory for both progressive reform advocates and Donald Trump, who has thrown his weight behind the legislation. Senate majority leader Mitch McConnell announced Tuesday that he would bring the First Step Act for a vote as early as the end of the week. The bill reportedly has enough votes to defeat a filibuster and pass, but McConnell, who has total control over what votes get scheduled, had been wavering until his Tuesday announcement. He may have finally come off the fence after pressure from Trump who, during a White House meeting with Nancy Pelosi and Chuck Schumer, said it “looks like it is going to be passing” and in a “very bipartisan way”. The act, which applies to federal prisoners only, would expand rehabilitative opportunities, reduce mandatory minimum sentences for a number of drug-related crimes, and ban some of the most startling correctional practices, such as the shackling of pregnant women. Jessica Jackson-Sloan, the national director for reform advocacy group Cut50, lamented the bill’s rightward swing in order to placate conservatives but celebrated that “this is still the most substantial rewrite of the nation’s sentencing and prison reform laws that has happened in decades”. First Step passed the House in May as a prison reform bill that did not contain any language to reduce sentencing length – which was considered politically toxic to many House Republicans. Prominent Senate lawmakers from both parties saw sentencing reform as critical to any criminal justice reform package, however. Led by the judiciary committee chairman, Chuck Grassley, Senate lawmakers worked over the ensuing months to draft a version that could include sentencing reform without alienating Trump or Republican supporters. If it passes the Senate, the new version of the bill would return to the House for approval, but speaker Paul Ryan said “the House stands ready to get it done”, in a statement on Tuesday, indicating he would make a vote a priority in the limited time that remains in the congressional session. In the negotiation process a number of concessions were made to secure support from conservative groups and lawmakers like the Fraternal Order of Police and Texas Senator Ted Cruz who have both come out in favor of the bill in the last month. One that concerns Jackson-Sloan the most is exclusions which restrict prisoners who have committed the most serious crimes from receiving some of the supports outlined by the bill, a move she called “stupid”. “You want people who have committed the worst crimes to be the ones getting the most rehabilitation,” said Jackson-Sloan. Still, she believes the bill will have a “trickle down justice impact”. “We’ve already gotten legislators from the south and the midwest, calling us and asking how to do the first step in their state so we’re hoping we take this this show on the road.” About 90% of incarcerated people in the US are held not in federal custody, but by state and local corrections systems. The ACLU, which had initially opposed the House version of the legislation also signaled its support on Tuesday. “America is in the midst of a mass incarceration crisis, and the passage of this bill will help send an important message to the rest of the country about the urgency of addressing that crisis,” said Jesselyn McCurdy, the deputy director of the ACLU’s Washington Legislative Office."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}