{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2018/dec/16/spoty-hits-right-note-baddiel-skinner-three-lions-geraint-thomas", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-12-16T22:52:49Z", "webTitle": "New-look Spoty hits the right note with Baddiel, Skinner and Three Lions | Barry Glendenning", "webUrl": "https://www.theguardian.com/sport/blog/2018/dec/16/spoty-hits-right-note-baddiel-skinner-three-lions-geraint-thomas", "apiUrl": "https://content.guardianapis.com/sport/blog/2018/dec/16/spoty-hits-right-note-baddiel-skinner-three-lions-geraint-thomas", "fields": {"headline": "New-look Spoty hits the right note with Baddiel, Skinner and Three Lions", "bodyText": "Who knew netball was so popular? Is sliding downhill really a sport? And how unloved must Chris Froome feel at being the best British Team Sky rider never to have won this public vote? These and other questions were asked, but not necessarily answered, as the Tour de France-winning cyclist Geraint Thomas accepted the famous silver four-turret lens camera trophy that is presented annually to the winner of the BBC Sports Personality of the Year. Having beaten Lewis Hamilton and Harry Kane into the minor placings at Birmingham’s Genting Arena, the visibly stunned Welshman accepted his award from Billie Jean King, who was also honoured for her own lifetime achievements. She had earlier delivered a rousing speech espousing the virtues of tolerance and inclusion at an event fabled for dividing public opinion to a degree that is quite frankly weird. When he was not upsetting colleagues (Aggers, do stop it!) by defending his right to air understandable views on the folly of Brexit on Twitter last week, Gary Lineker, who co-hosted alongside Clare Balding and Gabby Logan, took one journalist to task for airing similarly forthright views on the folly of the often maligned annual orgy of self-congratulatory backslapping that is Spoty. “Why do you get angry?” he asked. “Seriously? It’s a television awards show. Granted, an award that is revered by those in contention and watched and largely enjoyed by a huge audience, but it is still just a TV show. Find your annual angst as bewildering as it is amusing.” While the UK’s equally bewildering but unamusing expected imminent exit from the European Union will detrimentally affect us all and seems nigh on unavoidable, a harmless two-hour annual wrap of the year’s sporting action – much of which viewers may not have seen because the BBC can no longer afford to broadcast it – is far easier to swerve. For those who chose to tune in, Paloma Faith was on hand to open proceedings with a stirring and perhaps fitting rendition of an Aretha Franklin number, in which the late soul singer famously asked for a little r-e-s-p-e-c-t. Uniquely among awards shows, Spoty brings out the grinch in otherwise rational folk, many of whom get exercised over it to an alarming degree. Chief among them are the army of comically self-unaware buzz-kills whose tedious pontification on the lack of “personality” exhibited by various nominees rarely fails to amuse. But if the thick end of 10,000 people were prepared to pay £45 per head to attend the ceremony and applaud England’s Commonwealth gold-winning netballers most could not pick out of a line-up as they collected prizes for best team and best sporting moment, then there is clearly a huge appetite among the British public for Spoty and its accompanying schmaltz. Possibly in a bid to get more nominees than last year to turn up, the format for the main award has been amended and the six contenders for the gong were not revealed to viewers until the beginning of the show. The shortlist was decided by a panel of sport industry figures and it was left to the public to pick their winner. With Dina Asher-Smith, Jimmy Anderson, Lizzy Yarnold, Kane, Hamilton and Thomas duly summoned to the stage, thoughts turned to Tyson Fury, who remained seated on his chair despite his commendable victory against both his demons and the bathroom scales. It would have been interesting to see how the heavyweight boxer, a decidedly complex and divisive individual with a past more chequered than the table-cloths in an Italian restaurant, fared in the public vote. Interviewed later on stage by Lineker, he spoke very well. Elsewhere the absence of the 22-year-old Women’s British Open winner, Georgia Hall, from the list of nominees seemed little short of scandalous and the golfer had the good grace to look mildly miffed. With no stand-out contender, Lewis Hamilton seemed a good bet to win his second silver camera, the thinking being that his cult-like army of devotees would almost certainly mobilise. It was not to be but Hamilton did present Billy Monger, who considers the Formula One world champion his idol, with this year’s Helen Rollason Award for outstanding achievement in the face of adversity. The 19-year-old has resumed his career as a racing driver less than a year after losing both his legs in a horrific crash at Donington and arrived mobhanded with the enormous support team who quite literally helped him to get his life back on track. And finally, the football. A song about repeated, relentless failure it may well be but the bombastic rendition of Three Lions was, depending on your allegiance and point of view, arguably the highlight or lowlight of the night. Performed by the Lightning Seeds, David Baddiel and Frank Skinner, who were accompanied by assorted backing bands and dancers, it proved an unsurprising crowd-pleaser. One suspects, however, that much like in the summer, it may well become the subject of much bafflement and mirth in nations whose citizens find it jarringly jingoistic. The soundtrack of an English summer concluded moments before Gareth Southgate collected his trophy for coach of the year from Skinner, who thanked him for a World Cup to remember on an evening these award winners will never forget."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}