{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/dec/05/jose-mourinho-mad-dog-spirit-manchester-united-arsenal", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-12-05T22:09:26Z", "webTitle": "José Mourinho gets some mad dog spirit but Manchester United remain a puzzle | Jamie Jackson", "webUrl": "https://www.theguardian.com/football/2018/dec/05/jose-mourinho-mad-dog-spirit-manchester-united-arsenal", "apiUrl": "https://content.guardianapis.com/football/2018/dec/05/jose-mourinho-mad-dog-spirit-manchester-united-arsenal", "fields": {"headline": "Mourinho gets some mad dog spirit but United remain a puzzle", "bodyText": "The smoking gun that points to how José Mourinho’s control of Manchester United has slipped could be found in the 39 changes made to the XI this season before Arsenal rolled into Old Trafford. That figure was a Premier League high and contrasted with the 20 of Unai Emery, a sum that ranked sixth-lowest in the division. This evening the increasingly desperate Portuguese made seven more to take the count to 46 in 15 outings and continue a sequence of never retaining the same league side this season. The last time Mourinho did so was 12 long months ago against these opponents, though United were at Arsenal’s home and left with a fine 3-1 win that went down as one of that campaign’s better displays. In changing seven for this meeting he sent two messages. The first was that the insipid 2-2 draw at Southampton had been acted upon. The second came coded and asked Ed Woodward, the executive vice-chairman, to decipher why the manager felt – among other choices – forced to plump for Matteo Darmian and Marcos Rojo: two players deemed average enough to be sold in the last window before potential moves broke down. In this context Mourinho’s headline decision was a head-scratcher. For a manager seriously cheesed off at not being backed in the market the decision to drop Paul Pogba and Romelu Lukaku again could hardly be deemed an act that would convince the board to support him in future: both are Mourinho signings and his most costly – at £89.5m and £75m respectively. After leaving the pair out for the victory over Young Boys – before reinstating them at St Mary’s – the manager decided Marcus Rashford could fill Lukaku’s No 9 berth and Ander Herrera Pogba’s, as United’s gun midfielder. All of this came after Mourinho’s post- Southampton complaint that his team lacked “mad dogs”: footballers (bar Rashford, who was spared) willing to get in the opposition’s face. The opening – a prevailing issue for this United – to this contest vindicated Mourinho’s selection, as they came at Emery’s men in a red wave. Eric Bailly – making a first start for two months – surged from the back. Rojo snapped into tackles. Rashford and his big pal, Jesse Lingard, provided muscle and pace. Yet the Gunners did not arrive protecting an unbeaten 19-match run because they are unaccomplished. And having eased back into the contest they forced disaster to strike this floundering United outfit. David de Gea may have wobbled for Spain in the summer yet for club the goalkeeper is always near-flawless. He was, though, anything but when allowing Shkodran Mustafi’s innocuous header through his gloves and in, much to Mourinho’s ire. United’s favourite trick is going behind and launching a comeback. This one took precisely four minutes as Arsenal got bullied downfield to near their goal and Anthony Martial equalised. The spirit here was admirable. And, in a fiery close to the opening period, five yellow cards were waved in five minutes and by the break United had become the pack of attack-hounds Mourinho desires. Rojo was one of the bookings and the returning Argentinian proved the maddest of United dogs as he led the snarls at anyone in Arsenal livery. Given the near-perma-gloom around Mourinho and his team the high-octane performance thus far was a positive. But the material demand was three points in the bid to bridge the chasm to fourth place which at kick-off was eight points to Arsenal. To do this the tempo had to resume when the second half did. Yet to see a dawdle over the ball from Nemanja Matic, Bailly and Rojo at the start did not augur well. Neither did how Darmian allowed the ball through his legs and out when some regulation control was simpler. From here, though, United were back in the front-foot mode that, as with any side, makes them a far more dangerous proposition. If this makes their drift down the standings all the more maddening for fans, those inside the venue were taking a rare chance to roar them on. What they saw was United pinning Arsenal back inside their territory and, for the most part, bossing proceedings. Martial dropped back to offer fluidity and when Rojo let fly from 30-yards this warmed Bernd Leno’s fingers and a corner was claimed. At kick-off this had appeared a particularly odd United side. Yet as the game aged it had what is the base requirement but which has been so badly lacking recently: pride and skill as illustrated by Lingard’s instant reply to Alexandre Lacazette’s 67th-minute strike. The issue, of course, is consistency. Under Mourinho United have become a one-step forward, one-step back team. The odds say he will probably change personnel again for Saturday’s visit of Fulham. What he has to retain is the style showed here."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}