{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2018/dec/11/armed-police-in-newcastle-arrest-man-for-alleged-terrorism-offences", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2018-12-11T20:09:38Z", "webTitle": "Police thwart possible Isis-inspired plot after Newcastle arrest", "webUrl": "https://www.theguardian.com/uk-news/2018/dec/11/armed-police-in-newcastle-arrest-man-for-alleged-terrorism-offences", "apiUrl": "https://content.guardianapis.com/uk-news/2018/dec/11/armed-police-in-newcastle-arrest-man-for-alleged-terrorism-offences", "fields": {"headline": "Police thwart possible Isis-inspired plot after Newcastle arrest", "bodyText": "Counter-terrorism investigators believe they have thwarted a potential fresh Isis-inspired plot following the arrest by armed police of a 33-year-old man in Newcastle. Residents described seeing armed officers “dressed like soldiers” in the Arthur’s Hill area of the city as properties were evacuated near a primary school. The suspect was detained in what police described as an “intelligence-led and pre-planned” operation Tuesday morning. It followed a joint investigation by MI5, the domestic security service, and counter-terrorism police. The suspect was taken to a police station in West Yorkshire, where he faced questioning on suspicion of being concerned in the commission, preparation or instigation of acts of terrorism. Security sources said they were trying to stop fresh attacks. Britain was struck by four mass-casualty atrocities in London and Manchester last year and a further attempt to bomb a London tube train where more serious injury was avoided because of flaws in the construction of the explosive device. There are about 700 live counter-terrorism investigations, 600 into Islamist alleged violence and backing for it, and 100 into plots and those supporting the extreme rightwing. The UK threat level remains at severe, meaning an attack is highly likely. A spokeswoman for the north-east counter-terrorism unit, which covers Newcastle, said after the latest arrest that houses were evacuated “as a precautionary measure” within the cordon at Philip Place, a cul-de-sac about a mile from the city centre. The terrorism unit said residents would be kept informed where possible, and officers were grateful for their understanding, patience and support. One local resident, Aaron Potter, told the Newcastle Chronicle the police were “dressed like soldiers and had guns”. He said it was an armed response. “They told us to come up here, and evacuated the street.” A nearby primary school, Moorside, remained open although parents were reportedly allowed to collect their children if they wished."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}