{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2018/dec/24/aritz-aduriz-athletic-bilbao-la-liga", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-12-24T16:11:53Z", "webTitle": "Aritz Aduriz offers a one-step solution to Athletic Bilbao's season of gloom", "webUrl": "https://www.theguardian.com/football/blog/2018/dec/24/aritz-aduriz-athletic-bilbao-la-liga", "apiUrl": "https://content.guardianapis.com/football/blog/2018/dec/24/aritz-aduriz-athletic-bilbao-la-liga", "fields": {"headline": "Aritz Aduriz offers a one-step solution to Athletic Bilbao's season of gloom", "bodyText": "It was just a penalty, some might say, but it wasn’t. It was two, for a start. And two like that in a moment like this. Your club – and it is your club – is in the bottom three, the abyss opening: a first ever relegation, an end that feels like it really could be The End, changing everything for everyone. A club unlike any other, they’ve sacked their manager mid-season for the first time in over a decade, an interim board applying the clause that allows them to act only when “indispensable”, so bad have things become. The new man, Gaizka Garitano, on a rescue mission like his father before him, has taken charge but time is running out. In the final second of his first game in charge there’s a penalty, which there shouldn’t have been, and it’s all down to you now. Standing alone, you’re approaching your 38th birthday, you haven’t scored all season, you haven’t won since the opening day four months ago, it’s the last kick of the game, and you’re desperate. You can see it in the faces, hear it in the silence. The manager insists you can’t live in fear, but no one can help it. Everyone looks at you, pleading. Some pray. The man before you was a teammate for 10 years and has saved everything. So, what do you do? You dink in a Panenka, of course. Twelve days later, you find yourself on the same spot, still in the relegation zone, still scared, the score 0-0 again. This time you don’t even take a run up: you just sidefoot it in like it was nothing, a five-a-side with your friends. You do if you’re Aritz Aduriz, anyway. And within seconds, it is everywhere. The Athletic Club striker hasn’t always done things the way others do – this is the man whose goalscoring record improved after his 30th birthday – and he didn’t do this the way anyone else has done, either. You’ve got to admire his balls. Scorer of the Panenka penalty that gave Athletic a vital last-kick 1-0 victory over Girona the day the former Eibar and Athletic B team coach Garitano took over, on Sunday night Aduriz scored the penalty that put his team 1-0 up against Real Valladolid, lifting them out of the relegation zone. “I’ve never seen anything like it,” said the former Athletic defender Rafael Alkorta. “What Adu just did will go around the world.” It might also become the title of a new type of penalty: Panenka, Cruyff-Olsen, Aduriz. Some likened it to Socrates in 1986, more still compared it to Beppe Signori, but this was different. It was not just that Aduriz didn’t take a run-up, it was that he hadn’t even set himself; it wasn’t so much a single step as not really a step at all. He appeared to be marking out his run-up, on the first of a set of paces backwards, still half-leaning, bent forwards from placing the ball, when he suddenly, unexpectedly swung his right leg forwards. Like the player who curls in a free-kick while the keeper is still positioning his wall, he caught Jordi Masip unaware. Masip hadn’t been ready; no one had. Teammates had seen Aduriz do it at Lezama, but none of them had expected him to do it in a game. Around San Mamés, there was a moment’s stunned stillness before surprise gave way to celebration, a sense that they had just witnessed something unique. AS described him as “eternal”. “Art” El Correo called it, “original, perfect, and minimalist.” He’d displayed the kind of cold blood that even Luca Brasi couldn’t match, they said. El País likened him to Humphrey Bogart: unmoved, cool, barely a flicker on his face. As everyone went wild, he didn’t run or scream; he just stood with arms out. And then off it went, the footage forwarded to a thousand phones. All over the place, people watched, amazed. But this was not just for fun – there’s a reason no Spaniard has scored more penalties than Aduriz since he arrived at Athletic in 2012. “It’s a special moment,” he said, matter-of-factly, “you have to surprise the goalkeeper, which is what I tried, and it worked well.” The rest of it, on the other hand, has not. Indeed 2018 has been the worst year in Athletic’s history, a year in which they have won just seven times. They have collected 38 points from 38 games, figures that tilt a team towards the second division, where they have never been before. The crisis is real and if relegation comes, the consequences will be felt well beyond Bilbao. No club’s departure would mean so much, a defeat for something much bigger than a team. The sense of loss would not be theirs alone. It is a real possibility, too. Last season was Athletic’s second-worst league finish ever and they have since lost Aymeric Laporte and Kepa. They released coach Cuco Ziganda, and won just once under Eduardo Berizzo. They are lacking goals, too. Athletic have three strikers: Aduriz, whose age is perhaps finally catching him; Raúl García, who plays on despite a chronic knee injury; and Iñaki Williams, who is quick and exciting but not a centre-forward, and who hasn’t scored at San Mamés for two years. There are few obvious solutions – Athletic will not change what most refer to as their Basque-only policy – although the return of Fernando Llorente looks likely. They need something. This season, their top scorers are Iker Muniain and Williams with four goals each. Athletic have appeared more solid under Garitano and are unbeaten in three games, but that run has seen a win and two draws, secured with just two goals – both from Aduriz, both penalties. Perfectly executed penalties. Huge penalties, too. Yet not, as huge as they might have been. The first secured a win Athletic needed desperately; the second put them 1-0 up over Valladolid, on course for three massive points on Josu Urrutia’s final game as president. Aduriz’s penalty carried Athletic to 17th, three points ahead of Villarreal. It was set to give them two wins and a draw in three games under Garitano. There was hope at last. But then, in the last minute, the fear gripping them once more, it was taken away. Athletic conceded, Dani García trying to clear with a backheel, falling off the pitch, playing the entire Valladolid team onside and watching helplessly as Óscar Plano smashed in the equaliser. The scenario had changed; suddenly, it was only Villarreal behind them, and only by a point. Leganés drew with Sevilla the next day. Survival slipped further from sight. “They end 2018 with a knife plunged into their hearts,” said El Correo. “It all looks black now, but the sun will be out tomorrow,” Garitano said. He might be right but all the same, this hurt. All around San Mamés, they slumped, scared. On the pitch, the man who had stood serene in the middle of it all, the man who patented his own penalty, broke. “This can’t be happening,” he muttered, shaking his head. And then Aritz Aduriz looked to the sky and shouted. “But why?!” Results and talking points: At Butarque, Sevilla were a goal down and a man down after Franco Vázquez was sent off at half-time. Yet amid the fog, Wissam Ben Yedder sneaked in to head home a last-minute equaliser to give them a 1-1 draw against Leganés. Sevilla remain third, three points behind Atlético – who they play on the first weekend back. As for Leganés, who have not been beaten by any of the top three, that’s now six games without losing. It was a weekend of late goals, which started with an 85th-minute equaliser for Girona against Getafe. Sevilla scored on 90.35, Valladolid on 91.39, and Valencia on 93.02, manager Marcelino leading the charge on to the pitch. At 1-1, the tension had been building. The club’s director general had insisted that the manager would “continue, and continue, and continue” no matter what the result but failing to beat Huesca would have been hard to bear. Huesca could consider themselves very unlucky, wasting one wonderful opportunity at 1-1 and having two penalty shouts. So, while there was an explosion when the winner went in, players screaming and shouting, the final whistle brought a very different reaction: whistles from the fans and a mass hanky wave. “They can take it up the arse,” spat Ezequiel Garay as the players embraced in the middle of the pitch. “We’re out here suffering like dogs,” José Luis Gayá shouted. And they had too, but they’re up to eighth. Leo Messi and Jordi Alba did Leo Messi and Jordi Alba things. It was raining cats and dogs. Cats and dogs and bears and rabbits and Sponge Bobs and Pokémons and dinosaurs and Smurfs and Tellytubbies. At half-time in Betis’s game against Eibar, which they drew 1-1, fans threw thousands of cuddly toys on to the pitch, which were then collected up and taken to children’s centres. Brilliant. As are Betis: 2018 closes with Quique Setién’s side the calendar year’s fourth-best team. Results Girona 1 – 1 Getafe Real Sociedad 0 – 1 Alavés Betis 1 – 1 Eibar Atlético 1 – 0 Espanyol Barcelona 2 – 0 Celta Athletic 1 – 1 Valladolid Valencia 2 – 1 Huesca Leganés 1 – 1 Sevilla Rayo 2 – 1 Levante Villarreal-Real Madrid: postponed due to Club World Cup, scheduled for 3 January. Fuerza, Michael."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}