{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2018/dec/05/george-hw-bush-funeral-trump-obama-us-politics-live-updates", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2018-12-05T21:52:16Z", "webTitle": "Deval Patrick to announce he won't run for president in 2020 – as it happened", "webUrl": "https://www.theguardian.com/us-news/live/2018/dec/05/george-hw-bush-funeral-trump-obama-us-politics-live-updates", "apiUrl": "https://content.guardianapis.com/us-news/live/2018/dec/05/george-hw-bush-funeral-trump-obama-us-politics-live-updates", "fields": {"headline": "Deval Patrick to announce he won't run for president in 2020 – as it happened", "bodyText": "That’s it for today, thanks for reading. •The funeral for George H W Bush took place in Washington DC this morning. The service for the 41st president was attended by four former presidents and one current president: Donald Trump. •Some lingering animosity was on show between Trump and Hillary Clinton, who he slammed during his presidential campaign and has continued to criticize his 2016 rival in office. •George W Bush delivered a moving eulogy to his father. Bush Sr showed that “one can serve with integrity and hold true” to “values like faith and family”, his son said. •In other news, former Massachusetts governor Deval Patrick is dropping out of the race to be the Democratic 2020 presidential nominee. He’s the first major contender to do so. •And one potential Democratic candidate continued flirting with a presidential bid. Michael Bloomberg went on a trip to Iowa to make friends, he said, and later promised to sell his company, or put it in a blind trust, if he runs. A little more on that man Michael Bloomberg – he has said if does run for president, which given his Iowa exploits seems likely – he would sell his massive company, or put it in a blind trust. It’s a marked difference from Donald Trump, who did neither. Donald Trump Jr and Eric Trump are running the company while their dad is president. Attorney generals from Washington DC and Maryland, and a number of federal agencies, began issuing subpoenas to the Trump Organization on Tuesday as they investigate whether payments made by foreign governments to Trump hotels violate the Constitution. Donald Trump’s tariff wars have cost Nebraskan farmers more than $1bn in lost revenue, according to the Nebraska Farm Bureau. “Retaliatory tariffs make our US products more expensive for international customers, meaning they buy less or buy from someplace else,” Nebraska Farm Bureau President Steve Nelson said in a press release. “This report provides a clear picture of how much we’ve lost due to those tariffs and the need to improve our trade relations.” On Monday Trump said farmers would benefit from his mooted, but shrouded, deal with China. Coal use in the US is expected to fall to the lowest level since 1979, according to the US Energy Information Administration. The Guardian’s Emily Holden reports that coal-fired power plants in the US have been shutting down as they are unable to compete with cheaper natural gas. “In 2007, there were 1,470 coal generators. By the end of 2017, there were 941,” Emily writes. Coal plant retirements were highest in 2015, in part because of a rule regulating their mercury emissions, the government assessment said. US environmental regulators are planning to roll back those standards. The environmental protection agency later this week will also unveil a proposal to rescind standards for new coal plants to capture the greenhouse gases that cause climate change. But the change will not spur companies to build new coal plants, which are more expensive than natural gas plants and cause more pollution. Donald Trump promised to bring back coal-mining jobs during his presidential race. Democrats in the House of Representatives will push for stricter background tests on gun sales when Congress reconvenes in January. Mother Jones reports that Democrats plan to prioritize legislation that will require background checks on every gun sale. Currently private sales are not subjected to the FBI’s National instant background check system. The legislation represents an aggressive shift in strategy by Democrats and their gun reform allies, who in previous years had tended to pursue more modest background check bills that would have exempted large numbers of gun purchases. The legislation will have at least some Republican support. GOP Rep Peter King, who previously introduced gun-control measures in conjunction with Democrat Mike Thompson, told Mother Jones he plans to support the bill. Deval Patrick, the former Democratic governor of Massachusetts, has pulled out of the 2020 presidential race. Patrick’s decision, first reported by Politico, comes as something of a surprise given he hadn’t announced he was running in the 2020 presidential race, and given the election is 699 days away. It may have been prompted by a Huffington Post article, published yesterday, which reported Patrick had made millions from relationships with companies accused of engaging in shady practices. Patrick, who has spent the past few months pootling round the country to support Democratic candidates, also went on to work for Bain Capital after leaving the Massachusetts capitol. Two elected Democrats have officially their candidacies for president: Rep John Delaney (who announced his campaign in July 2017), and Richard Ojeda, of the West Virginia State Senate. Michael Bloomberg, former New York City mayor, Bloomberg LP founder, and Big Gulp soda opponent, popped up in Iowa last night. Apparently Bloomberg was in the state to find out more about Iowans and as an opportunity to ask people who live there questions about their lives. If it seems strange that a man would travel across the country to a random state and start quizzing its residents, it shouldn’t. Iowa is, of course, not a random state. It’s the first in the nation to weigh in on Democratic presidential candidates. And Bloomberg is “considering” being one of those candidates. Bloomberg was coquettish when asked if he was running for president, according to ABC 7. “I do think that after 12 years in City Hall, dealing with international problems and security problems and economic problems and creating jobs and the environment and guns and women’s rights and tobacco and these things, that I have a lot of experience which would be useful if I was President of the United States,” said Bloomberg. “It’s one thing to say something, it’s a different thing to have actually done it.” If elected Bloomberg would become the first person who is definitely a billionaire to be president of the United States. The intrigue over the still undecided election in North Carolina’s ninth congressional district is still continuing. The North Carolina board of elections has refused to verify Republican Mark Harris’s victory in the district amid allegations of fraudulent activities related to absentee by-mail ballots. Harris finished ahead of Democrat Dan McReady by just 905 votes in the November mid-terms. But since then people have come forward saying they were paid to collect absentee ballots – which is illegal – by a political operative connected to Harris’s campaign. Absentee ballots have to be signed by a witness – usually a family member or friend. But on Tuesday CNN reported that of a set of 161 ballots it had obtained from the ninth district, the same nine people had signed at least 10 absentee ballots each. Many of those nine people who signed ballots seem to know each other, checks of public records and their social media accounts showed. Some are also associates of Leslie McCrae Dowless, a longtime North Carolina operative who worked for the campaign of Mark Harris, the Republican who leads the race by 905 votes. A CNN review found three witnesses signed more than 40 ballots each, another signed 30, and three other people signed more than 10 apiece. North Carolina election law states only the voter or a near relative can hand in an absentee ballot. A line from George W Bush’s speech that could have been meant for a certain person in the audience... Bush said of his father: “Showed me what it means to be a president who serves with integrity, leads with courage, and acts with love in his heart for the citizens of our country.” George H W Bush’s body is now bound for Texas, before a service there on Thursday. We’ll switch our focus to the rest of the day’s political developments. Our Washington bureau chief David Smith has this news wrap of the funeral: George W Bush has just given a eulogy at George H W Bush’s funeral service. Bush Jr describes a man full of vigor, even into old age. His father “was born with just two settings”, Bush says: “full throttle then sleep”. “An empathetic man, he valued character over pedigree,” Bush says of his father. He showed that “one can serve with integrity and hold true” to “values like faith and family”. “In victory he shared credit when he lost he shouldered the blame,” Bush says. He says history will remember H W Bush well. “They will say that george H W Bush was a great president of the United States. A diplomat of unmatched skill,” Bush says, as well as a man who served “with dignity and honor”. Bush tears up as he ends by saying the 41st president was: “The best father a son or daughter could have.” Earlier, presidential historian John Meacham, had remembered George H W Bush during his own eulogy. “His life code, as he said, was tell the truth, don’t blame people....to choose the right over the convenient, to hope rather than to fear, and to heed not our worst impulses,” Meecham said, as Donald Trump looked on. As the funeral continues, a report has emerged that Donald Trump is ignoring concerns over the soaring national debt, because he won’t be in office once it becomes untenable. According to the Daily Beast aides have sat Trump down to explain to the president how the national debt is likely to have a “hockey stick” spike in the future. Trump’s response, according to Daily Beast sources? “Yeah, but I won’t be here.” The episode illustrates the extent of the president’s ambivalence towards tackling an issue that has previously animated the Republican Party from the days of Ronald Reagan to the presidency of Barack Obama. But for those who have worked with Trump, it was par for the course. Several people close to the president, both within and outside his administration, confirmed that the national debt has never bothered him in a truly meaningful way, despite his public lip service. “I never once heard him talk about the debt,” one former senior White House official attested. Here’s Donald Trump arriving at Bush’s funeral. He and Hillary Clinton – and Bill Clinton – fail to acknowledge one another, while Melania Trump shook Bill Clinton’s hand and waved to the former first-lady. A nice little thing that happened just now – George W Bush slipping Michelle Obama what was apparently a piece of candy. The pair are known to be friendly, and Bush did the same thing earlier this year at John McCain’s funeral in a moment that went viral on the internet. Current and former leaders are in place at the National Cathedral for Bush’s funeral. And here is George W Bush and family outside the Capitol earlier. The 41st president has been remembered fondly in the media – particularly in the American media – over the past few days. Many have praised Bush Sr’s warmth and diplomacy, comparisons which seem particularly pertinent given Donald Trump’s convention-defying approach to the presidency. While Bush undoubtedly deserves praise for his decades of public service, and he has been credited with steering the US and aiding Europe as the Soviet Union collapsed. But the eulogizing has struck a discordant tone with many. While respecting Bush and his family, it would be remiss to ignore the dog whistling of Bush’s 1988 presidential campaign and his inaction in the midst of the Aids crisis. George H W Bush’s body has arrived at the United States Capitol ahead of his funeral. His casket will now be escorted to the National Cathedral, where the funeral service will begin at 11am. Bush’s body was flown to Washington DC from Houston, Texas, on Sunday, where he has been lying in the Capitol Rotunda. After the funeral today his remains will be flown back to Houston for a service on Thursday. He will then be mounted onto a train which will carry him 70 miles to College Station, where Bush will be buried at George the H W Bush Presidential Library. The Bush family arrived earlier to attend the arrival of the former president. The Republican-controlled Wisconsin state senate passed sweeping bills this morning designed to weaken the powers of the incoming Democratic governor. Ignoring days of protests at the Capitol building, in Madison, the GOP rushed through the legislation just before dawn. The bills would require the approval of the state Senate and House – which will still be Republican-controlled in the next session – before Michigan’s new governor, Tony Evers, can make changes to work and drug-testing programs or redirect funds for highway programs. One of Evers’ key campaign promises was improving the quality of Wisconsin’s roads. He also pledged to repeal laws which allowed the state to drug test food stamp recipients. Michigan Republicans have been weighing similar action ahead of the state’s incoming Democratic governor. The big news overnight, of course, was that Robert Mueller has recommended Michael Flynn, Trump’s former national security adviser, should not serve any prison time. Mueller made the request in a heavily redacted court filing on Tuesday. We learnt that Flynn has participated in 19 interviews and provided investigators with documents and communications and given first-hand accounts of “interactions between individuals in the presidential transition team and Russia. We’re yet to hear Donald Trump’s views on the developments. On Monday experts said Trump’s praise for Roger Stone – Trump said his longtime adviser has “guts” for apparently saying he won’t testify – could amount to witness tampering. Good morning and welcome to our live coverage of goings on in Washington and around the country. The state funeral of former president George H W Bush will take place today. The 41st commander-in-chief will be remembered at Washington National Cathedral from 11am, with his son, 43rd president George W Bush, among those who will deliver eulogies. Former presidents Barack Obama, Bill Clinton and Jimmy Carter will attend the ceremony, as will Donald Trump and the first-lady Melania Trump. German chancellor Angela Merkel, Prince Charles and former UK prime minister Sir John Major are also in Washington DC. Donald Trump announced this morning that the funeral service is not a funeral, but instead a “day of celebration”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}