{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/dec/05/burnley-liverpool-premier-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-12-05T22:04:30Z", "webTitle": "Liverpool hot on City’s heels after James Milner sparks fightback at Burnley", "webUrl": "https://www.theguardian.com/football/2018/dec/05/burnley-liverpool-premier-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2018/dec/05/burnley-liverpool-premier-league-match-report", "fields": {"headline": "Liverpool hot on City’s heels after James Milner sparks fightback at Burnley", "bodyText": "Liverpool kept up their unbeaten record to maintain the pressure on Manchester City by coming from behind to beat Burnley. When the home side took a second-half lead it briefly looked as though they might climb out of the bottom three and leave Liverpool five points adrift of the league leaders but two goals in quick succession from James Milner and Roberto Firmino rescued the situation for the visitors. Mohamed Salah missed a couple of chances to make the game safe that he would have buried last season but still had a hand in the decisive third goal, flicking an instinctive pass for Xherdan Shaqiri to score with an emphatic first-time finish. The Switzerland international was unmarked in the box, mainly because most Burnley defenders were returning from attempting to equalise at a corner, with Alisson touching a Ben Mee header on to his post before the ball was cleared downfield. That is the sort of luck Burnley are enduring at the moment whereas fortune seems to be favouring Liverpool, whose fans enjoyed putting Divock Origi’s name into their seasonal ditty: Merry Christmas Everton. Jürgen Klopp gave the Belgian a rare start after his last-minute heroics in the Merseyside derby, one of seven changes to the side. That seemed a lot, even allowing for Sadio Mané’s foot injury, though the Liverpool manager said it was par for the course for the busiest stage of the season. Playing at right-back, Joe Gomez needed treatment after hitting a perimeter fence when Mee halted his run down the wing, eventually departing midway through the first half to cut short Trent Alexander-Arnold’s evening of rest. “Joe is injured,” Klopp said. “The tackle might have been fair but you have to be careful on such a wet pitch.” The first period was short on goalmouth action, or indeed attacking moves of any promise. Liverpool lacked penetration and any element of surprise without their usual front three, while the home side were always likeliest to score from a set piece. Cruelly, when Ashley Barnes had applied a perfect finish to a well-flighted free-kick from Robbie Brady at the end of the first half, his celebrations were cut short by a flag for a narrow offside. Alisson in the Liverpool goal, helpless as Barnes’ volley flew past him into the net, was possibly the most relieved man in the ground. Joe Hart was called into action early in the second half when Naby Keïta struck a fierce shot from the edge of the area, one that was heading for the top corner before the goalkeeper made a one-handed save. At that point Liverpool looked to be getting on top, so it was a surprise when Burnley took the lead just before the hour. James Tarkowski’s weak header from a corner would have been a routine save for Alisson but for Chris Wood’s touch. The goalkeeper could only parry and, when he tried to reclaim the ball, Barnes got his foot in first, allowing Jack Cork to score from the ricochet. It was the scrappiest of goals and Liverpool complained bitterly that the goalkeeper had been impeded – but Stuart Attwell, after checking with his assistant, came to the conclusion that no foul had been committed. Klopp’s response was to warm up Salah and Firmino, but before they could be introduced Liverpool were level. Keïta found some space on the left, Origi coolly played a ball back out of the area and Milner took a brief look up before clipping a low shot just inside Hart’s left-hand upright from the edge of the area. Salah and Firmino did then come on and the latter had a goal with his first touch from what looked like a training-ground move. A short free-kick resulted in Alexander-Arnold crossing to the far post, where Virgil van Dijk reached it with his foot and turned the ball across the face of goal, leaving the Brazilian the simplest of tap-ins. Now more recognisable and with Salah’s presence dissuading Burnley from throwing too many men forward, Liverpool were comfortable even before adding a third, though Sean Dyche was entitled to bemoan his side’s luck. “Joe [Hart] was unsighted for the first goal and we thought the ball had gone out of play in the build-up to the third,” the Burnley manager said. “At least we kept going. We still need points but the performance was much more like our old selves.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}