{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2018/dec/28/hmv-on-brink-second-collapse-administration", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2018-12-28T23:58:30Z", "webTitle": "HMV collapses into administration, putting 2,200 jobs at risk", "webUrl": "https://www.theguardian.com/business/2018/dec/28/hmv-on-brink-second-collapse-administration", "apiUrl": "https://content.guardianapis.com/business/2018/dec/28/hmv-on-brink-second-collapse-administration", "fields": {"headline": "HMV collapses into administration, putting 2,200 jobs at risk", "bodyText": "HMV has become the first casualty of a slump in Christmas trade on the high street, collapsing into administration for the second time in six years and putting more than 2,200 jobs at risk. The music and film retailer – which accounts for nearly a third of all physical music sales in the UK and nearly a quarter of all DVD sales – appointed insolvency experts from the accountancy firm KPMG as joint administrators at high court hearing late on Friday evening, to either find a buyer for the business or close it down. HMV said retailers of all types were facing “a tsunami of challenges”, festive trading had been “extremely weak” and sales of DVDs across the market had plunged by 30% on last year’s levels. Its 125 UK stores will remain open while talks with suppliers and potential buyers continue. Will Wright, partner at KPMG and joint administrator, said: “Whilst we understand that [HMV] has continued to outperform the overall market decline in physical music and visual sales, as well as growing a profitable ecommerce business, the company has suffered from the ongoing wave of digital disruption sweeping across the entertainment industry. This has been in addition to the ongoing pressures facing many high street retailers, including weakening consumer confidence, rising costs and business rates pressures. “Over the coming weeks, we will endeavour to continue to operate all stores as a going concern while we assess options for the business, including a possible sale. Customers with gift cards are advised that the cards will be honoured as usual, while the business continues to trade.” However, Alex Neill from the consumer group Which? advised anyone with HMV vouchers to spend them as soon as possible. She added: “If you have recently bought anything from HMV, you may not be able to claim a refund or exchange the item if the company ceases trading.” The 97-year-old retailer, which also owns the nine-store Fopp chain, was rescued by Hilco, a restructuring company, when it collapsed in 2013. Paul McGowan, the executive chairman of HMV and Hilco, said the decline in the CD and DVD market had made the situation in the UK impossible. “During the key Christmas trading period the market for DVDs fell by over 30% compared to the previous year and while HMV performed considerably better than that, such a deterioration in a key sector of the market is unsustainable,” he said. “HMV has clearly not been insulated from the general malaise of the UK high street and has suffered the same challenges with business rates and other government-centric policies, which have led to increased fixed costs in the business. “Business rates alone represent an annual cost to HMV in excess of £15m. Even an exceptionally well-run and much-loved business such as HMV cannot withstand the tsunami of challenges facing UK retailers over the last 12 months, on top of such a dramatic change in consumer behaviour in the entertainment market.” HMV’s latest troubles are a sign of the problems facing entertainment retailers during a period of rapid change for the industry, with competition ranging from online specialists to streaming sites such as Netflix and Spotify. There are now nearly 10 million subscribers to Netflix in the UK – more than the number of homes signed up to Sky’s satellite TV service. HMV is also suffering from the wider downturn on UK high streets, as shoppers buy more goods on the internet and rein in spending amid Brexit uncertainty while costs are on the rise. The number of shoppers on UK high streets was down by up to 4% over the Christmas period, according to the research group Springboard. A new survey of mid-sized retailers published on Friday by accountants BDO showed sales at traditonal shops down nearly 5% in the week to 24 December, suggesting a hoped-for boost from last-minute purchases over the final pre-Christmas weekend did not materialise. Online sales rose 17%. The problems facing retailers led to an increase of more than 4,400 shops, pubs and restaurants lying empty in the first six months of this year, according to analysts at LDC; more than double the increase ever previously recorded. Mike Ashley, the founder and chief executive of Sports Direct, warned before Christmas that this November was the “worst on record” for retailers and would “literally smash them to pieces”. Bonmarché, a budget womenswear retailer, said conditions were “unprecedented” and worse than the 2008 recession as it warned the 300-store chain could make a loss this year because of weak trading. More than £1.3bn was wiped off the value of the online fashion retailer Asos the week before Christmas when it unveiled a shock profit warning after having to offer “unprecedented” discounts to attract shoppers. Other major high street names, including Primark, John Lewis and Superdry, also sounded the alarm on trading conditions in the run-up to Christmas, and more retailers are expected to follow. Kim Bayley, the chief executive of the Entertainment Retailers Association, said it had been “a tough fourth quarter for retailers” and that other retailers could also be facing serious problems: “HMV is not the only high street name facing tough decisions right now. It is a fast-moving situation and it is too early to say how it will end.” She said the entertainment industry had been hit particularly hard this year, as the structural shift to digital had combined with the lack of blockbuster music and movie releases such as last year’s Ed Sheeran album. However, Bayley insisted there was still a place for shops selling CDs and DVDs: “The fact is the physical entertainment market is still worth up to £2bn a year, so there is plenty of business there.” HMV made a pre-tax loss of nearly £8.8m in the year to January 2017, widening from £8.4m a year before. However. it is understood that a considerable number of its stores remain profitable. Turnaround experts suggested KPMG would find it tough to sell HMV as a going concern as the company had only about £1m of property assets as of January last year and was the “last man standing” in a declining market. The uncertainty of Brexit is also likely to put off potential buyers. A report by KPMG and Ipsos Retail Think Tank warned earlier this week there would be “more casualties to come” on the high street as the battle to win customers and stay afloat will intensify in 2019."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}