{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/dec/13/danny-cipriani-gloucester-england-exile-exeter-champions-cup", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-12-13T22:00:24Z", "webTitle": "Danny Cipriani: ‘It’s been the same story for six years, hasn’t it?’", "webUrl": "https://www.theguardian.com/sport/2018/dec/13/danny-cipriani-gloucester-england-exile-exeter-champions-cup", "apiUrl": "https://content.guardianapis.com/sport/2018/dec/13/danny-cipriani-gloucester-england-exile-exeter-champions-cup", "fields": {"headline": "Danny Cipriani: ‘It’s been the same story for six years, hasn’t it?’", "bodyText": "If Danny Cipriani feels messed around by England he hides it well. You might expect confusion, resentment, even betrayal at how he again finds himself on the outside looking in after the briefest of comebacks over the summer but on a chilly afternoon in Gloucestershire there is nothing but positivity from the exiled fly-half. To recap, Cipriani made his first England start in 10 years in their first win in six matches in June but was discarded again for the autumn campaign. It followed his arrest in Jersey but Eddie Jones insisted his latest omission was based on form, all while Cipriani was tearing up trees with his new club, Gloucester. The clamour for Cipriani’s inclusion with England has subsided after a slight resurgence from the side last month and Owen Farrell’s move to fly-half but how he was discarded, not to mention the possibility of his talents never gracing the international stage again, does not sit well with his army of supporters. “That’s been the same story for six years though, hasn’t it?” Cipriani says. “And it hasn’t got to me for six years. I will still go out and do the best I can. It’s not been hard, because I have never taken any position for granted. So whether I played or not I never felt like I was definitely going to be in. You just try to show your character and resilience over time. “If I’m just thinking: ‘If I do this and get player of the month’ it becomes a little bit self-obsessed. That’s my philosophy and I’m enjoying that mindset rather than just trying to prove people wrong, because it can also be a battle of your ego – you’re fighting as opposed to being at peace.” To listen to Cipriani, you almost feel as if he does not understand what all the fuss is about. He recalls his first spell at Wasps when, as a precocious youngster, his impatience got the better of him, but now there is an acceptance of his fate. “Shaun [Edwards] would say you’ve got to ask specific questions,” he says. “So if I wasn’t getting picked I’d go to the coach – I went to Gats [Warren Gatland] or Geech [Ian McGeechan], and I’d say what do I need to do to get in this team? They’ll give you a list, you go and do it, you’re conscious of it, you make sure you do it in the game. If you get picked, great, that’s him staying true to his word and if he gives you other things to work on, you keep working on them. “If you’ve got two or three players in a position and they’re all playing well, sometimes you’ve got to go on a feeling and if you’re not on that coach’s feeling, you’ve got to accept it. It’s not like [England] had a bad autumn or anything like that. I thought some of the rugby they played was excellent. So you’ve just got to accept it. “I get it and I guess it’s nice the question is still being asked because I am playing half-decent, so I’ll keep trying to play half-decent.” Not for the first time, he is dealing in understatements. While it must be said Cipriani, at 31, is a Premiership veteran, you only have to look at how Lima Sopoaga is struggling to replace him at Wasps to see the grass is not always greener. Cipriani, however, is thriving in the West Country and victory against Exeter on Friday night would give Gloucester every chance of reaching the Champions Cup quarter-finals. He and Johan Ackermann do not appear the most obvious double act but the South African has not only built his team around Cipriani, he has given him the reins. It is instructive that whereas Jones has publicly explained he dropped Cipriani because he is, in effect, a player more suited to a highlights reel, the man himself cites leadership as the most obvious development in his game. “At Wasps I was driving a team but it wasn’t necessarily what was wanted,” he says. “I was still trying to do it because I knew hopefully we’d get good results from it. [But] it is an overall leadership role [Gloucester] are very happy to push on towards me. I have learned a lot from a lot of great players and different leaders over time, so hopefully I am doing a fairly good job and my teammates would say that.” What of an England future? “I don’t know. Maybe, maybe. I hope so. I laugh because every question always comes back to the England environment and I get why it does but I’m just loving my time at Gloucester. I don’t sit at home worrying about it. “No matter what stage of your career you’re at, you want to be challenged, you want to get better and if you feel you’re doing that, you’re going to really enjoy the environment, because you can feel you’re incrementally getting better.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}