{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/dec/13/celtic-red-bull-salzburg-europa-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-12-13T23:15:00Z", "webTitle": "Celtic survive Craig Gordon’s calamity to advance in Europa League", "webUrl": "https://www.theguardian.com/football/2018/dec/13/celtic-red-bull-salzburg-europa-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2018/dec/13/celtic-red-bull-salzburg-europa-league-match-report", "fields": {"headline": "Celtic survive Craig Gordon’s calamity to advance in Europa League", "bodyText": "Even in such a rich and varied history, it is unlikely Celtic Park has hosted as strange a European occasion as this. With the Scottish champions in the depths of despair and supporters heading for exits after Salzburg did their bit for Red Bull relations, unlikely salvation arrived from a Norwegian in Germany. Celtic owe a debt of gratitude to Tore Reginiussen, whose 86th-minute strike stunned Leipzig. Salzburg’s victory here would have been enough to see their commercial cousins into the last 32 of the Europa League at Celtic’s expense had the Bundesliga team kept their side of the bargain. Instead, Rosenborg’s late equaliser in Leipzig rendered this defeat for Celtic irrelevant. Reginiussen may have a supporters club named after him in these parts before long. Brendan Rodgers has the valuable reward many thought unlikely at the outset of Group B, for which he is due immense credit. There should be no shame attached to finishing a clear second-best to a Salzburg side whose attitude, having already won the section, was fantastic. “Getting through was the whole objective,” he said. “It was a really tough group and to get nine points is a huge achievement. This is another big step in the progress of our players.” The small print was almost lost in the melee. From a game Salzburg completely dominated, Munas Dabbur and Fredrik Gulbrandsen afforded the Austrians a two-goal lead. By the time Olivier Ntcham scored the rebound from his own missed penalty, five minutes into stoppage time, euphoria had set in on account of the full-time whistle blowing at the Red Bull Arena. “I saw our punters walking out,” said Rodgers. “The better team won tonight. There is a bit of mixed emotions because we didn’t play well.” Celtic’s wider aim, to revisit the epic European occasions that have defined so much of the club’s history, has been rendered more troublesome by the financial disparity between Scotland and the major nations. Vast resources as bestowed on Salzburg and Leipzig are problematic for them. A banner bemoaning the “bullshit” – pun intended – of such a multi-club corporate scenario was unfurled in the stands before kick-off. In Salzburg’s defence, they did not exactly follow the convention of conspiracy when inflicting an ultimately key defeat on their German chums last month. Craig Gordon required acrobatics to save a Zlatko Junuzovic header that was otherwise destined for the top corner within five minutes of kick-off. The tone had been set. Gordon was helpless as Jérôme Onguéné headed a corner against the underside of the bar; from there, fortunately from the hosts, the ball rebounded away from the goal. The anxious Celtic mood was hardly improved as their captain for the night, Mikael Lustig, was forced off after 20 minutes having suffered a bash to the head. Salzburg’s frustration was that they had not turned huge first-half superiority into at least one goal. Hannes Wolf should have altered that scenario, with Gordon instead denying the midfielder after he raced one-on-one with the keeper. When James Forrest meandered into a remotely menacing position, five minutes before the interval, the crowd was giddy with excitement. The winger duly fired his cross out for a throw-in. Rodgers hoped the half-time arrival of his combative club captain, Scott Brown, would at least rattle Salzburg. Brown’s midfield introduction was soon offset, though, by the loss of the hugely influential Ryan Christie, who was taken off on a stretcher. While showing terrific bravery to prevent a shot from Takumi Minamino, Christie felt the full force of the Salzburg forward through the back of his ankle. Worse – temporarily as it transpired – was to follow for Celtic. A pinpoint cross from Stefan Lainer found Dabbur, who stole between defenders to head home via Gordon’s despairing arm. During the celebrations, André Ramalho claimed he was struck by an object thrown from the crowd. Number two was a calamity, Gordon throwing the ball straight to the gleeful Gulbrandsen, who could not miss. The rest, including an outrageous miss from Celtic’s Kristoffer Ajer, was the stuff of madness. Rodgers, visibly bemused by the scene for a spell, deserved his belated celebration."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}