{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/dec/01/idrissa-gueye-interview-sadio-mane-everton-liverpool", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-12-01T22:30:16Z", "webTitle": "Idrissa Gueye: ‘A week before a derby we stop talking. Sadio started it’", "webUrl": "https://www.theguardian.com/football/2018/dec/01/idrissa-gueye-interview-sadio-mane-everton-liverpool", "apiUrl": "https://content.guardianapis.com/football/2018/dec/01/idrissa-gueye-interview-sadio-mane-everton-liverpool", "fields": {"headline": "Idrissa Gueye: ‘A week before a derby we stop talking. Sadio started it’", "bodyText": "The Merseyside derby is always a big event for a small corner of north-west England and nowadays it is big in north-west Africa, too. In Senegal, to be precise, a country proud of the fact that national heroes Sadio Mané and Idrissa Gueye will be lining up against each other on Sunday afternoon at Anfield. “Everyone back home will be watching the game,” says Everton’s Gueye. “I know that for a fact because last season I made a bad tackle on Sadio and I got messages straight away telling me to be careful about hurting him.” The pair are friends, regularly travelling together to play for the national team, though they suspend the chats and banter in the week before a derby. “We like to play a little game, as if we were supporters of Liverpool and Everton,” Gueye explains. “About a week before the derby we stop talking. We don’t send messages to each other and we don’t call. Sadio started it, he said: ‘Don’t call me,’ and I said: ‘OK, no problem.’ We will start talking to each other again once the game is over. If we win I am going to call him up straight away. He scored in the derby once and came to me afterwards saying maybe next time Everton might win. Hopefully the next time it will be my turn to do that.” An Everton win at Anfield has still to happen this millennium. Gueye would have been 10 years old and still living in Dakar when Kevin Campbell’s early strike settled the 1999 event. At least Everton can cross Stanley Park with a little more confidence now that Marco Silva has them playing on the front foot and in the top third of the table. Last season, a very different Everton under Sam Allardyce set themselves up for a draw and gained one, securing a point from just two shots on target and 21% possession. “We more or less lived in their box,” Jürgen Klopp said of the game, before unwisely challenging the press room to agree with him that Everton’s equalising penalty had been wrongly awarded. Even at Anfield a show of hands went against the Liverpool manager. Everton are improved this season, though Allardyce’s unpopular stint did not set the bar particularly high and it is debatable whether they are playing as well as they would like to be after 13 games under Silva. “We are making progress, getting better with each game,” is Gueye’s assessment. “We are a different team now, last season we were a little bit in trouble. This season we are growing in confidence. We showed at Chelsea we can deal with playing the top teams. We didn’t go there just to get a point, we played football and caused them a lot of problems. So we can go to Anfield to try and win, I think, but it is not up to me how we approach the game, it is up to the manager. “The one thing I can say is that we are not worried about our record at Anfield – we can motivate ourselves without that. We just want to concentrate on our good form. “People say this is Everton’s biggest game of the season but we don’t necessarily look at it that way. Every game is important for us, every game is an opportunity to take three points. The derby is always a big game, but it is not the biggest. It is important for the fans and the club and we will do our best to give them what they want.” Scouted for Everton by the man who found N’Golo Kanté for Leicester – Steve Walsh even went so far as to describe the former Lille and Aston Villa midfielder as the new Kanté – Gueye has found himself playing a little deeper this season as a result of the arrival of André Gomes. “He does more of the attacking, I stay back most of the time and concentrate on trying to win the ball to get moves started,” Gueye says. “I think it is a good balance with André, he is more of a forward player and I like to control the game, knowing when to go forward or stay.” While Gueye has yet to taste victory in a Merseyside derby and his manager is about to sample the occasion for the first time, Liverpool can expect a confident Everton to try to exploit the fact that their opponents were in action in Europe in midweek. Liverpool’s three away defeats in the Champions League have dented their hopes of reaching the knockout stage, and in addition to what is now a huge match against Napoli next week they have Manchester United a few days later, so it is possible a fresh and organised Everton side could catch their opponents with their mind elsewhere. If not, the wait for an Anfield win will extend to 20 years, but Gueye is sure his side are ready for the challenge. “All good things start at the training ground and that’s where we work hard,” he says. “Every manager has his own way to play and with Marco it is all about keeping the ball and trying to play football. “We try to enjoy our football. It is not just the players picked for the first team because the players on the bench help us a lot. They train hard every week and don’t give up trying to get into the team and that’s why we are where we are in the league. We all try to help each other and at the moment it is working well.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}