{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2018/dec/20/bears-mission-with-gareth-southgate-review-comfort-tv-if-you-dont-have-vertigo", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2018-12-20T22:00:10Z", "webTitle": "Bear’s Mission With Gareth Southgate review – comfort TV, if you don’t have vertigo", "webUrl": "https://www.theguardian.com/tv-and-radio/2018/dec/20/bears-mission-with-gareth-southgate-review-comfort-tv-if-you-dont-have-vertigo", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2018/dec/20/bears-mission-with-gareth-southgate-review-comfort-tv-if-you-dont-have-vertigo", "fields": {"headline": "Bear’s Mission With Gareth Southgate review – comfort TV, if you don’t have vertigo", "bodyText": "Is a person really famous if they haven’t gone yomping through a national park with Bear Grylls and struggled to erect a tent in the howling wind? The SAS serviceman-turned-survival TV guru has put everyone from Kate Winslet to Barack Obama through their paces, but for this festive special, Bear’s Mission with Gareth Southgate (ITV), he is taking the UK’s favourite waistcoat champion on a trek through Dartmoor, to learn how to jump off things, and to talk about the big issues. Whether England fans are prepared for their beloved manager to be subjected to a number of potentially lethal tasks is yet to be seen, but Grylls is not here to show any regard for what’s going to happen in Euro 2020. He is here to push Southgate to the very limit. A polite, nice and gentle limit, with plenty of hot drinks to keep them both warm. Grylls admits he’s a Southgate fan from the off, calling him “a national legend and a hero of mine”, and he is clearly impressed by the manager’s calm and poise. It’s hard not to be; Southgate is never anything but charming and humble. If you were to find yourself dumped on Dartmoor without a TV crew and an ex-commando for assistance, Southgate might not be the most practical of companions – he’s still struggling with the shoulder injury that saw him wear a sling last summer – but he would be high on the list for decent company to stave off the madness for a while. Southgate’s grandfather was a commando, so there’s an added emotional element to reprising the kind of training he would have experienced. They set off on a 28-mile trek across Dartmoor, SAS training-style. The action side of things here is always a bit I’m a Celebrity: The Classy Edition, all ramped up helicopter leaps and slippery scrambles, but Southgate is the perfect candidate for it. There’s no posturing or bluster. When he has to walk vertically down a 150ft cliff, facing forwards, his knees are shaking and he looks terrified. “I don’t think the squad would be impressed,” he admits, as he wobbles towards the edge. He steps out uncertainly, and the rocks shift beneath him. “Oh, shit.” Then it cuts to an ad break. Southgate is fine, of course. He makes it down; it’s ungainly, but safe. There’s a hamminess to the physical tasks, the potential peril exaggerated with doomy voiceovers and rapid-fire camerawork, but even Grylls isn’t going to risk dropping the most popular England manager in years off a cliff for the sake of ITV’s ratings. Where Grylls’ celebrity pair-ups work best is less in the gung-ho stuff than in the warmth of the conversations, which are often surprisingly revelatory. He is good at getting people to talk, and there’s something about the environment that strips people back to honesty – that, and the relief of surviving being dangled over a ravine on a pully system before having to talk about the big moments in their life. Following a kickabout with his host, roasting their moorland dinner over a fire, Southgate talks about the trademark waistcoat, dismantling theories he has read that the choice was some kind of power-play. He just didn’t want to be too warm in a jacket, and his son said it looked fine, so he went with it. He talks about how he prepared his team for the World Cup: “We wanted to make it fun. We wanted to take the fear away from playing,” which explains how photos of Jesse Lingard and Harry Maguire racing inflatable unicorns across a swimming pool came to be. He talks, too, about that infamous penalty in 1996, and the horrible aftermath, from being shouted at in the street by strangers to carrying the burden of feeling like a national embarrassment. Then, he says, you were left to fend for yourself; now, he thinks, if it happened to anyone else, they would be given the chance to talk it through. This is comfort television, undemanding and relaxing (for those without vertigo, at least), from the sweeping shots of Dartmoor to the simple candour of the chats with a man who seems very much as if he deserves all the good will directed towards him. Southgate said he once felt that a 20-year career was remembered only for that single missed penalty. How lovely that he has changed the story, and with such dignity, too. When Grylls hands Southgate an honorary commandos badge, it feels perfectly deserved."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}