{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2018/dec/28/alastair-cook-leads-list-of-sporting-new-year-honours-with-knighthood", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2018-12-28T22:30:02Z", "webTitle": "Alastair Cook leads list of sporting New Year honours with knighthood", "webUrl": "https://www.theguardian.com/uk-news/2018/dec/28/alastair-cook-leads-list-of-sporting-new-year-honours-with-knighthood", "apiUrl": "https://content.guardianapis.com/uk-news/2018/dec/28/alastair-cook-leads-list-of-sporting-new-year-honours-with-knighthood", "fields": {"headline": "Alastair Cook leads list of sporting New Year honours with knighthood", "bodyText": "Alastair Cook has been hailed as an exemplary ambassador for cricket after the former England captain received a knighthood in the New Year honours list. Colin Graves, the chairman of the England and Wales Cricket Board, led the praise for Cook after the 34-year-old became the 11th Englishman to be knighted for services to cricket. The batsman, who retired from the international game this year, is England’s all-time leading run-scorer with 12,472 runs – and the fifth-highest run-scorer in the history of the men’s Test game. He scored the last of his 33 Test hundreds in his final Test innings at the Oval in the summer. “I’m delighted that he has received this honour,” Graves said. “It’s a fitting tribute to a man who has led with distinction on and off the pitch ever since he made his England debut.” Bill Beaumont, the former England rugby union captain, received a knighthood. The 66-year-old led England to a Five Nations Grand Slam in 1980 and also captained the British and Irish Lions. He is a former Rugby Football Union chairman and was elected chairman of World Rugby in 2016. “I have always viewed my work in the sport as an administrator as that of a guardian, driven by a passion to do the very best I can for rugby,” Beaumont said. England’s football manager, Gareth Southgate, received an OBE after his team’s run to last summer’s World Cup semi-finals. Harry Kane, who won the tournament’s golden boot for top scorer, earned an MBE. Geraint Thomas added another accolade to his glittering 2018 after receiving an OBE. The cyclist had already been named the BBC Sports Personality of the Year after winning the Tour de France in July. “This is an amazing honour,” the Welshman said. Enid Bakewell, a legendary figure in women’s cricket, received an MBE. There was also a CBE for Geva Mentor, who helped England win netball gold at the Commonwealth Games on Queensland’s Gold Coast this year. Paula Dunn, the Paralympic head coach, was made an MBE. Frances Houghton, the longest serving member of the GB rowing team, received an MBE, as did Helen Jenkins, the triathlete and 2008 and 2011 ITU world champion. Joanna Bostock, the co-founder of the Women’s Sport Trust, received an MBE in recognition of her services to gender equality in sport. Richard Scudamore, the outgoing chief executive of the Premier League, was made a CBE. Leroy Rosenior, the vice-president of Show Racism the Red Card, was awarded an MBE for services to tackling discrimination in sport. The broadcaster Gary Newbon received an MBE for services to the media, sport and charity."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}