{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2018/dec/11/mo-salah-liverpools-cartoon-kangaroo-ready-to-bounce-through-winter", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-12-11T22:23:51Z", "webTitle": "Mo Salah, Liverpool’s kangaroo, looks ready to bounce through winter slog | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2018/dec/11/mo-salah-liverpools-cartoon-kangaroo-ready-to-bounce-through-winter", "apiUrl": "https://content.guardianapis.com/football/blog/2018/dec/11/mo-salah-liverpools-cartoon-kangaroo-ready-to-bounce-through-winter", "fields": {"headline": "Mo Salah, Liverpool’s kangaroo, looks ready to bounce through winter slog", "bodyText": "Just past the half hour at a chilly, angsty Anfield Mo Salah was suddenly free in space on the edge of the Napoli box, scampering in on goal in that bouncy style, hair flapping, legs whirring like a cartoon kangaroo. Salah had time to look up, pause and nudge a doomed pass across the six-yard box in the vague direction of Sadio Mané. There was a groan from the stands, but not much of a groan. The one thing they know for sure about Salah around here is that he just keeps on keeping on. Some footballers are relentless in a pained kind of way, tied to the rack, teeth clenched, head down. Salah has a lightness to him. He keeps coming because he knows in the end the game will open up, that his ability to glide and spring sideways with preternatural speed will find the right pocket of space. It didn’t take long. Two minutes later James Milner fed a quick pass in to Salah’s feet in the same position. He took the ball on the move, veering away from Mário Rui like a speedskater. Then came the moment that made the moment, a piece of embroidery so cleverly conceived you might have easily missed it, might easily have failed to understand why Kalidou Koulibaly stopped suddenly, the high-speed feint and switch of feet leaving him looking like a man stumbling through a reed-strewn pond in a pair of outsized fishing waders. Salah clipped the ball hard and low past David Ospina without breaking stride. From a mix-and-match opening half hour fraught with dead ends Liverpool were 1-0 up: the game, the night, the group just about sliding their way. It was a significant moment in Salah’s own drama too. His focus has narrowed in recent weeks, his edge returned; although it turns out even a jaded second-season Salah is good enough to be the Premier League’s top scorer in mid-December. There was one small thing missing, though. Despite his impressive numbers Salah had yet to score against genuinely strong opponents since the Champions League semi-final against Roma, his goals coming against West Ham, Brighton (twice), Southampton, Huddersfield, Red Star Belgrade, Cardiff, Fulham, Watford and Bournemouth. In the same period he had failed to score against Real Madrid, Tottenham, PSG (twice), Chelsea (twice), Napoli, Manchester City and Arsenal. Not that he ever looked worried at any stage, playing always with his head up, feet still possessed with that weird creative magic. And here it always felt like Salah might make the difference on a breezy, finger-numbing night at Anfield. Ah, yes. Those Magical European Nights we hear so much about: sometimes a cliché is no less true for being a cliché. As ever the Kop was a shared pageantry of flags and banners, that single tier stretching right up into the eaves to create a noise-funnel effect the length of the pitch. In the buildup to this game there was a conviction Liverpool would return to their most aggressive style. Once again Jürgen Klopp had picked his three sturdiest workhorses in Milner, Jordan Henderson and Georginio Wijnaldum, the midfield equivalent of being marched three times around a pub car park in a headlock. Against Paris Saint-Germain that trio had been outmanoeuvred by slicker, cuter opponents. Here the job was quite simple, to stand toe-to-toe and create the orderly disorder on which the front three likes to feed. Napoli came out to meet Liverpool head on in the early stages, led by the steamrollering Allan, a muscular presence in those spaces between the lines. In Naples Salah had spent most of the game in Allan’s big pocket. It worked for a while here too. Napoli pressed high, the crowd began to fret. Time and again Liverpool punted the ball diagonally across the pitch towards the Napoli left flank, a pre-hatched plan to find that space in behind Mário Rui that would eventually lead to the game’s crucial break. And throughout Salah was hugely involved, a leader from the front in a way that has not always been the case, even in those sunlit days last season where he just seemed to float free at the front of things, wreaking his own dreamy havoc. He touched the ball 79 times, which really is a lot of times for a player in his role. He dribbled and shot and won headers. On the other side of the pitch Andy Robertson was again exhilaratingly good. And there was a moment in the final seconds that was just as important as Salah’s goal. Alisson’s save from Arkadiusz Milik was a mind-bending piece of brilliance: a hand thrust up to claw the ball away at zero distance, saving Liverpool’s season in this competition; and a save that was worth between £10m and £60m on its own. Good piece of business, that. As the game dwindled away towards its anxious final knockings this was not quite the crowd-driven evisceration some had hoped for. But for Salah, and Liverpool’s measured, slow-burn season, it might be just as significant."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}