{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2018/dec/29/cricketer-usman-khawajas-brother-arsalan-arrested-again", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2018-12-28T23:35:27Z", "webTitle": "Cricketer Usman Khawaja's brother Arsalan arrested again", "webUrl": "https://www.theguardian.com/australia-news/2018/dec/29/cricketer-usman-khawajas-brother-arsalan-arrested-again", "apiUrl": "https://content.guardianapis.com/australia-news/2018/dec/29/cricketer-usman-khawajas-brother-arsalan-arrested-again", "fields": {"headline": "Cricketer Usman Khawaja's brother Arsalan arrested again", "bodyText": "Arsalan Tariq Khawaja, the brother of Australian cricketer Usman Khawaja, is back behind bars after police say he attempted to contact a witness, allegedly breaching his bail conditions. Khawaja, who allegedly tried to frame a colleague as a terrorist, was arrested on Thursday after allegedly contacting the brother of a woman called “witness A” to persuade her to provide false evidence, or withhold evidence. The 39-year-old was first arrested in early December and charged with attempting to pervert justice and forgery after he allegedly used fake documents containing a terror plot to kill senior politicians to “set up” his colleague at the University of New South Wales over a personal grievance. The list, which police say was found at the university, allegedly outlined threats to kill the former prime minister Malcolm Turnbull and other senior politicians. Khawaja’s colleague, Mohamed Kamer Nilar Nizamdeen, spent four weeks in jail and was charged with terror offences, before the charges were dropped when authorities learnt of the set-up. Nizamdeen, a student from the University of New South Wales, was falsely accused of plotting Islamic State-inspired lone-wolf attacks on a list of targets including Turnbull and landmarks such as the Sydney Opera House. The prosecution relied almost exclusively on a notebook police said contained details of the plot. But the case fell apart when handwriting experts were unable to link the writing in the notebook to Nizamdeen, and in October the charges were dropped. Police then set about investigating who had written the fake hit list. In October, they raided Khawaja’s home in the Sydney suburb of Westmead. Khawaja is expected to remain in custody until his matter is next before the courts on 12 February. – Australian Associated Press contributed to this report"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}