{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/dec/09/romelu-lukaku-world-cup-belgium-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-12-09T22:30:26Z", "webTitle": "Romelu Lukaku: bulking up for World Cup has hampered my club form", "webUrl": "https://www.theguardian.com/football/2018/dec/09/romelu-lukaku-world-cup-belgium-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2018/dec/09/romelu-lukaku-world-cup-belgium-manchester-united", "fields": {"headline": "Romelu Lukaku: bulking up for World Cup has hampered my club form", "bodyText": "Romelu Lukaku has revealed that he bulked up for Belgium’s World Cup campaign during the summer and admitted having to lose the added weight as it was hampering his form for Manchester United. The forward was United’s top scorer last season with 27 goals in all competitions. He has struggled this time around, however, with his goal in Saturday’s 4-1 win over Fulham only Lukaku’s second for the club since mid-September. So far this season, Lukaku has scored six in 20 United appearances, a return that caused José Mourinho to drop him for the recent games against Arsenal and Southampton. Asked if he bulked up in the summer, Lukaku said: “A little bit of muscle, yeah. It was at the World Cup. I just felt great and I think I played great over there, and then when I came back it is a different type of style.” While Lukaku scored four in six tournament appearances in Russia, plus twice in a friendly beforehand, he admitted the need to slim back down. “In the Premier League, I cannot play with the same amount of muscle as international football,” he said. “That was something that when I came back I knew straight away: ‘Nah, I cannot play in this style like this.’ I had to lose muscle basically. So you just stay out of the gym, drink a lot of water, and a lot of veg and fish and it helps.” Lukaku also said fatigue has been a factor in his drop-off in form. “After the World Cup, I think I really was a bit tired,” he said. “But, you know, I had the same thing in 2014 after the World Cup when I came back to Everton, I was really in a slump after the World Cup. So now I think I am in a decent level again and ready to go again. I knew this. Me and the [United] medical staff, we did like a lot of tests to see what was the problem. I had a hamstring injury, which is something that never happens to me.” Lukaku is now on a different fitness regime. “[There is] more prevention in the gym and I am trying to do speed bursts in training and that’s the most essential,” he said. Asked if scoring in his past two starts for United had eased the pressure, Lukaku added: “No, not really. I think I just need to keep working hard. Me and the manager had good conversations in the last couple of days, where really he told me what he wanted from me. And I know from my side I have to do better, and I just keep looking forward and improving, trying to add to my game and help the team to win. “I wasn’t playing with enough intensity. I played with not enough aggression, I think. Against Fulham I think I played with intensity like everybody else did. I was happy to play at a decent level again and now it’s all about improving and continuing on a consistent basis. We should have scored more. But it has been a long time since we scored four goals and we enjoyed our football today. “I think Fulham didn’t have one shot in the first half, so I mean we showed what we could do. Everybody was really happy with our performance but we have to continue like that.” United’s victory was a first in the league for more than a month and came via goals from Ashley Young, Juan Mata and Marcus Rashford, in addition to Lukaku’s, with Aboubakar Kamara replying for Fulham. The win lifts United to sixth place, eight points behind Arsenal and Chelsea, with the latter in the final Champions League berth on goal difference. “It was an important win, but we have to continue now,” said Lukaku. “We have got an important week, an important game against Valencia [in the Champions League] and hopefully we can play with the same intensity like we did today.” Mata’s goal was his 50th in the Premier League, to match his 50 assists. “I’m still hungry for more,” he said. “I want more goals, I want more assists.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}