{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/dec/19/arsenal-spurs-carabao-cup-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-12-19T21:50:29Z", "webTitle": "Tottenham’s Son and Alli gallop clear to trip up Arsenal in Carabao Cup", "webUrl": "https://www.theguardian.com/football/2018/dec/19/arsenal-spurs-carabao-cup-match-report", "apiUrl": "https://content.guardianapis.com/football/2018/dec/19/arsenal-spurs-carabao-cup-match-report", "fields": {"headline": "Tottenham’s Son and Alli gallop clear to trip up Arsenal in Carabao Cup", "bodyText": "Dele Alli felt his blood boil and who could blame him? There were 73 minutes on the Emirates Stadium clock when an Arsenal supporter took leave of their senses to hurl a water bottle in the direction of the Tottenham attacker, as he walked away from the touchline. It hit Alli on the back of the head. There can be no excuse for this sort of thing, even in the heat of derby passions. Alli had the perfect riposte: he turned to face the area from where the missile had come and flashed up the scoreline with his fingers. Two-nil to Tottenham. More than anyone, Alli had made it that way. More than anyone, he had driven Mauricio Pochettino and his team a little closer to the silverware that has so far eluded them. It was Alli who conjured the assist for Son Heung-min’s 20th minute opener but the best was yet to come. Fastening on to a pass from Harry Kane, who had just come on as a substitute, he found himself one on one with Petr Cech. Alli’s first touch took him a little wide but the second had jaws dropping. Taking the ball on the bounce, he sculpted the deftest of chips with the outside of his right boot and when it dropped down and in, the game was in effect over. Pochettino has always made it clear that the League Cup is a long way down his list of priorities but he enjoyed the post-victory glow, emerging from the tunnel to wave at the massed ranks of travelling fans. Next for his team is a two-legged semi-final against Chelsea – they will play their home game at Wembley – and they have certainly done things the hard way. First they beat Watford in Milton Keynes, then West Ham in east London and now this. The Chelsea ties have further cluttered their January schedule – Pochettino described it as “crazy” – but they march on. All the pre-match talk had been about whether the manager would join Manchester United in the summer to replace José Mourinho. His focus, and that of his players, remains on what the season can yield for Spurs. Arsenal were a disappointment, particularly in the second half, when they were unusually short of attacking thrust. With their high defensive line, they were vulnerable to the ball over the top and Unai Emery complained about their lack of control in possession. Yet the evening might have taken a different course had Henrikh Mkhitaryan not blown a gilt-edged opportunity on 12 minutes. He burst into the Tottenham area after swapping passes with Aaron Ramsey but, face to face with Paulo Gazzaniga, he shot weakly at the goalkeeper. Son would show Mkhitaryan how it should be done shortly afterwards. Played through by Alli, he took two touches before guiding an assured side-foot finish past Cech. From Arsenal’s point of view, the goal was horribly soft. When Gazzaniga cleared long upfield, Sokratis Papastathopoulos appeared to have the threat under control only to slip, get into a tangle with Lucas Moura and watch the ball break for Alli. Son made his run and the weight and spin on Alli’s assist was the first highlight of the evening. Spurs had gone from one end of the field to the other in two passes. As always in the League Cup, the strength of the starting lineups was a talking point and both managers went stronger than would have been expected against other opposition. However, there was a high-profile omission and it brought the wow factor. Where, again, was Mesut Özil? Arsenal’s supposed marquee player was not even among the substitutes – omitted for “tactical” reasons – and we are at the point where it can be legitimately asked whether he has a future under Emery. Pochettino’s 4-3-1-2 formation provided the ideal platform for Alli, in the role behind the strikers, inviting him to sniff out the spaces between the lines but Christian Eriksen, too, was influential. He orchestrated the box-to-box counter from which Spurs ought to have extended their lead on the half-hour. Mkhitaryan wanted a penalty following Lucas’s challenge, after an Arsenal corner had been half-cleared but the Spurs forward got the ball and the visitors were up and away, Arsenal looking open and exposed. Eriksen played the final pass and the chance was there for Moussa Sissoko. He blazed over. Back came Arsenal. Ramsey had the home fans cursing when he wafted a backheel to nobody when well-placed after Gazzaniga sparked panic by hitting Pierre-Emerick Aubameyang with a clearance, but moments later there was better stuff from both players. Ramsey’s volley from Alex Iwobi’s cross was a beauty; Gazzaniga reacted smartly to brush it against the near post and away. Emery made a typically radical adjustment at half-time, withdrawing the frustrating Mkhitaryan, introducing Laurent Koscielny and switching to 3-4-2-1. He would also throw on Alexandre Lacazette, who clipped the outside of the post on 62 minutes. Yet by then, Spurs were 2-0 up thanks to Alli and, when Aubameyang’s looping cross kissed the top of the crossbar, Arsenal knew it would not be their night."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}