{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2018/dec/09/interserve-in-rescue-talks-as-labour-calls-for-ban-on-new-contracts", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2018-12-09T20:12:49Z", "webTitle": "Interserve in rescue talks as Labour calls for ban on new contracts", "webUrl": "https://www.theguardian.com/business/2018/dec/09/interserve-in-rescue-talks-as-labour-calls-for-ban-on-new-contracts", "apiUrl": "https://content.guardianapis.com/business/2018/dec/09/interserve-in-rescue-talks-as-labour-calls-for-ban-on-new-contracts", "fields": {"headline": "Interserve in rescue talks as Labour calls for ban on new contracts", "bodyText": "The embattled outsourcing firm Interserve – which has thousands of government contracts to clean hospitals and serve school meals – is in rescue talks with its bankers as it attempts to convince Whitehall and the City it is not the next Carillion. The heavily indebted group, which employs 75,000 staff worldwide, said on Sunday night that the talks with lenders would probably leave shareholders nursing big losses as the company drifts into the hands of the banks that have loaned it more than £600m. The Labour party called for a temporary ban on Interserve bidding for public contracts while the discussions take place. The Reading-based firm is one of the main builders of new schools in the UK and is the largest provider of probation and offender rehabilitation services in England and Wales. Its contracts also include maintaining military bases in the Falklands. Its shares have slumped by 75% during 2018; it trades at 24p per share after being worth 660p per share just over three years ago. A Cabinet Office spokesman said: “We monitor the financial health of all of our strategic suppliers, including Interserve, and have regular discussions with the company’s management. “The company successfully raised new debt facilities earlier this year and we fully support them in their long-term recovery plan.” Investors have been fretting that the debts could send the company into a death spiral similar to that suffered by Carillion, Interserve’s former rival, which collapsed in January despite it running huge government projects including building Merseyside’s £335m Royal Liverpool University hospital. Just before Carillion went under, the government awarded the company several new contracts, even though its financial predicament was widely known. Labour urged the government to ensure there was no repeat with Interserve. Jon Trickett MP, the shadow minister for the Cabinet Office, said: “The government must take urgent steps to ensure all existing contracts with Interserve are reviewed and that they are prevented from bidding for public-sector contracts until they have proved they are financially stable and there is no risk to the taxpayer. “Less than two weeks ago, I asked the government what extraordinary steps they are taking to monitor the financial health of Interserve. “They told me they ‘do not believe that any strategic supplier is in a similar situation to Carillion’, and in November Interserve continued to win public sector contracts worth millions.” On Sunday, the company said it would announce its plan early in the new year and was looking at “all options”. It said: “Interserve and its lenders are engaged in constructive discussions regarding the agreement and implementation of a deleveraging plan which would deliver a strong balance sheet. “Although the form of the deleveraging plan remains to be finalised, it is likely to involve the conversion of a substantial proportion of the group’s external borrowings into new equity, an element of which may be sold to existing shareholders and potentially other investors. “If implemented in this form, the deleveraging plan could result in material dilution for current Interserve shareholders.” The latest crisis has been triggered by a further slump in the share price from last month. In November, the waste management group Renewi said Interserve had missed a deadline on a joint venture in Derby that aims to produce energy from waste (EfW), a revelation that caused Interserve’s shares to drop to their lowest level since 1985. Renewi’s update prompted speculation that Interserve may be forced to set aside more cash to compensate for delays. When Interserve announced its last refinancing package in April, it said its new financing agreement included rules where it must hit targets on EfW projects. Following the Carillion crisis, the Cabinet Office is trialling so-called living wills with key suppliers, a move that is designed to allow contingency plans to be put in place if a large government contractor goes under. Interserve is one of five suppliers that have volunteered to pilot the creation of living wills. The call for Interserve to be prevented from bidding for new contracts is double-edged as, while it might spare the government problems if the business did fail, such a ban would increase short-term financial pressure on the company. On large public sector construction deals, the contract winner is typically handed a chunk of cash up front, which provides a cash injection into the firm as contractors do not pay subcontractors on those jobs for months. Interserve has a worldwide workforce of 75,000 people and provides construction, services and facilities management to the public and private sectors. Its contracts include: Facilities management Last year Interserve won a five-year contract worth £227m by the Department for Work and Pensions (DWP) to provide mechanical, electrical and building maintenance. The firm will also provide services for cleaning, catering, waste disposal and destruction of confidential records to more than 700 DWP buildings throughout the UK. This kind of deal is mirrored across the public sector for Interserve, including cleaning in hospitals and courts, catering in about 700 schools plus a £67m, five-year contract to provide building management services to the Foreign and Commonwealth Office. Construction Interserve won a £105m deal in August to be part of a consortium building new facilities at Durham University. The firm is responsible for designing and building the two new accommodation blocks – totalling 1,000 bed spaces – plus a new building with 300-seat banquet hall, sports and music facilities. Work is due to be completed in 2020. It is involved in a variety of public sector projects, with the firm recently announcing two contract wins to construct and maintain roads, including a £12m contract on the A63 in Hull and a £4m deal to upgrade the M271 Redbridge roundabout near Southampton Docks. Defence Interserve is employed on numerous military bases including Ministry of Defence operations in the Falkland Islands since 1998, where it maintains pipelines providing fuel, and was also involved in the modernisation of RAF Brize Norton. Justice Interserve says it is the largest provider of probation and rehabilitation services in England and Wales, working for the government to supervise about 40,000 medium- to low-risk offenders."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}