{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2018/dec/01/lena-dunham-is-a-hugely-original-writer-who-cares-if-she-is-a-good-person", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2018-12-01T19:30:12Z", "webTitle": "Lena Dunham is a hugely original writer. Who cares if she’s a good person? | Martha Gill", "webUrl": "https://www.theguardian.com/commentisfree/2018/dec/01/lena-dunham-is-a-hugely-original-writer-who-cares-if-she-is-a-good-person", "apiUrl": "https://content.guardianapis.com/commentisfree/2018/dec/01/lena-dunham-is-a-hugely-original-writer-who-cares-if-she-is-a-good-person", "fields": {"headline": "Lena Dunham is a hugely original writer. Who cares if she’s a good person?", "bodyText": "Lena Dunham is preposterously talented. She was just 25 when Girls premiered on HBO, a sitcom about a familiar crowd of narcissistic privileged young New Yorkers, but doing something so entirely new that it spawned a whole genre of television: Fleabag, Bridesmaids, Search Party. A new species of show was born – that of cringey, confessional female honesty. Girls was, in its way, as big a groundbreaker as The Office and as influential. But Dunham is spoken of, by many, as an embarrassment. She is berated and mocked. When she appears in the news – there was an interview with Dunham in New York magazine last week – there is a flurry of moral fury and mock exhaustion. Here are some of the Twitter comments in the days after the article was published: “If herpes was a physical human being it would be Lena Dunham”; “For a while, I forgot that Lena Dunham even existed. *gazes wistfully into the middle distance*”; “Lena Dunham is trending did that fat hag finally die”, and, oddly specific: “I refuse to allow Lena Dunham to become the face of fibromyalgia” (from which she suffers). Yet under the disdain and outrage, though – “Can’t believe Lena Dunham is a real person sometimes” – another emotion is at work and this emotion feels something like glee. Here is someone who is deeply unpopular. Here is fair game. Here is a chance – which doesn’t come to grown-ups every day after all – to really put the boot in, where it hurts, and where, every bully’s secret, you are most afraid of being hurt yourself. “I honestly wish I had Lena Dunham’s confidence. She’s just out here ugly as hell, stupid as hell, annoying as hell.” They’re not offended – they’re delighted. Ask one of Dunham’s critics why they hate her and they’ll have their answers ready. Crime one: Dunham is privileged. Her family is wealthy and connected and that is how she got her start. But then so is Benedict Cumberbatch. So is Lily Collins. So are 40% of the Bafta winners and 60% of British Oscar winners who went to private schools. So are most of those in possession of the world’s best jobs. That is the point: the system should change and people should stop helping their friends’ kids into work. Perhaps those who gave Dunham her chance deserve to be slated for what they did. But inequality is not down to Dunham. This can’t be the only reason she is hated. Crime two: Dunham writes only about a small group of white people. She is writing about what she knows, like most comedy writers, like the writers of Friends, Sex and the City, How I Met Your Mother and Seinfeld. Would matters really be improved if Dunham wrote a sitcom about another ethnic group? I can’t imagine her critics liking that much. Crime three: Dunham says awkward things, ranging from the socially inept to the outright offensive. Some contradict her claims to be feminist and others are pretty insensitive. These are grave charges to bring against an elected representative, the head of a hospital trust or an on-duty school teacher. They’d probably be sacked. But a comedy writer? The tribe known for being unable to make eye contact and saying terrible things to your grandmother when accidentally seated next to her at a wedding? The profession that accommodates Frankie Boyle, Jimmy Carr, Russell Brand, Sarah Silverman and Sacha Baron Cohen? It seems unreasonable to insist those who write provocative things for a living never to provoke anyone. Dunham has given us one of the best US sitcoms of the last 10 years. Who cares if she’s a good person? Why is Dunham really being singled out? It’s not a difficult one to solve. Ask a young person what they want to do when they grow up and the most popular answer is no longer “marine biologist” or “pop star”, but “writer”. You can bet a chunk of those could narrow that down to “comedy writer” or even “having my own six-season sitcom about me and my friends, starring me”. Dunham doesn’t look like an untouchable Hollywood goddess – she looks like most people who want what she has. It makes them wonder: why wasn’t that me? It is also more fun to bully someone who cares what you think. When Dunham gets pilloried, she will eventually apologise for whatever it is you think she did, something that delights her critics, so much so that one of them made an automatic “Lena Dunham apology generator” on Twitter. This reminds me of Anne Hathaway’s famous haters, spurred on by her hopeful, unsure face at the Oscars and her admission that the abuse does get to her a bit sometimes. It also reminds me of the writer Laurie Penny, who tried hard to understand and respond to her critics, which only made things worse. And that these three examples are women is not a coincidence: part of the reason women get more grief on the internet and in the media is because the perpetrators assume they will mind it more. Dunham has had a great deal of success and if that’s what you want it probably feels better to despise her than to envy her. Perhaps it helps to know you’re making her life a little bit worse than it could be. But there’s danger in this approach too. What if you do make it one day? What’s to stop them coming for you too?"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}