{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2018/dec/17/morning-mail-climate-efforts-not-enough-national-parks-threat-best-tv-of-2018", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2018-12-16T19:50:11Z", "webTitle": "Morning mail: climate efforts 'not enough', national parks threat, best TV of 2018", "webUrl": "https://www.theguardian.com/australia-news/2018/dec/17/morning-mail-climate-efforts-not-enough-national-parks-threat-best-tv-of-2018", "apiUrl": "https://content.guardianapis.com/australia-news/2018/dec/17/morning-mail-climate-efforts-not-enough-national-parks-threat-best-tv-of-2018", "fields": {"headline": "Morning mail: climate efforts 'not enough', national parks threat, best TV of 2018", "bodyText": "Good morning, this is Eleanor Ainge Roy bringing you the main stories and must-reads on Monday 17 December. Welcome to the last week of the morning mail for 2018. Top stories The world has been put on notice that its best efforts so far will fail to halt the devastation of climate change, as countries came to a partial agreement at UN talks that failed to match up to the challenges faced. Leading figures in climate science and economics said much more must be done, and quickly, to stave off the prospect of dangerous levels of global warming. Nicholas Stern, the former World Bank chief economist, said progress was inadequate “given the scale and urgency of the risks we face”. Johan Rockstrom, director designate at the Potsdam Institute for Climate Impact Research, said his biggest concern was that the UN had failed to align its ambitions with science. “We continue to follow a path that will take us to a very dangerous 3-4C warmer world within this century,” he said. “Extreme weather events hit people across the planet already, at only 1C of warming.” The two-week UN talks in Poland ended with clarity over the “rulebook” that will govern how the Paris agreement of 2015 is put into action, but the crucial question of how to lift governments’ targets to reduce greenhouse gas emissions was left unanswered. On current national emissions-cutting targets, the world would reach more than 3C of warming, scientists say. Two months ago the world’s leading body of climate scientists, the Intergovernmental Panel on Climate Change, found that even 1.5C of warming would cause sea level rises, coral reef die-off, extinction of species and droughts, floods, storms and heatwaves that would threaten the world’s stability. Donald Trump’s lawyer Rudy Giuliani has ruled out the Mueller investigation interviewing the US president, saying it would happen “over my dead body”. Giuliani says he fears the investigators would attempt to trap Trump into lying. Trump has given written answers to Mueller about whether his 2016 election campaign colluded with Russia. But the White House has refused to engage with requests for a sit-down interview to answer questions about whether Trump obstructed justice after he became president – most notably by firing the FBI chief James Comey. Giuliani said he was “disgusted” with the conduct of the Mueller investigation, as events in the inquiry have intensified in recent weeks, accusing investigators of setting a “perjury trap” for Michael Flynn, Trump’s short-lived national security adviser. Michael Daley wants to be the man to “calm Sydney down”. The new state opposition leader is gearing up for an election in March in Australia’s most populous state, but he remains relaxed – and he wants you to be relaxed, too. “Enough madness has descended upon Sydney,” he tells Guardian Australia. “I’m not going to add to it by having early days of mayhem.” The first 100 days of a Daley government, he says, would be “calm” and “respectful”. He would not immediately begin “overturning apple carts”. He would listen. But can playing it safe make this proud Maroubra boy premier? The Morrison government will use today’s mid-year economic review to unveil a $552.9m increase in aged care funding, and confirm the release of 10,000 high-level home care packages, while pointing to the first surplus in a decade. Officials say the mid-year forecast will show the deficit in 2018-19 at its lowest level for a decade, and forecast a surplus for 2019-20. The new home care packages will be made available in early 2019. The government says the funding will be spilt across 5,000 level three and 5,000 level four care packages, providing up to $50,000 a person in services each year. Australia’s national parks are under threat owing to funding cuts, excess tourism and politics. The federal government has committed to protecting our national parks and biodiversity, yet investment is lower and jobs have been slashed, leaving the parks under siege. Guardian Australia’s reader-funded environment series turns its attention to Australia’s waning commitment to preserving national parks. Several state governments have undercut the protection parks are entitled to by allowing uses that undermine their primary purpose to protect endangered ecosystems. As part of this series, we want you to tell us about your favourite national park and why it is important to you. Sport Success has many fathers but few will be eager to own the achievements of A-League cellar dwellers the Central Coast Mariners, after a record poor start to a season. Who can right the sinking ship, asks Richard Parkin. Liverpool has beat Manchester United 3-1, despite not playing their strongest match. But it was still a walk in the park to outshine Manchester. “This is now their worst start to a season in the Premier League era and there is absolutely no sign of things getting better,” writes Nick Ames of Manchester’s tepid outing. Thinking time Luke Buckmaster delivers his verdict on the best Australian television of 2018 and thanks the stars for public-funded broadcasting. Eight of his top 10 came from the ABC or SBS “which is not unusual, but still, it’s disappointing that commercial free-to-air networks have such trouble getting their acts together”. See what made the list and catch up on the ones you missed. For four decades, Nalini Nadkarni has studied cloud forest in the Costa Rican town of Monteverde. In that time, global warming has wrought big changes – and now threatens to dry out the area’s lush hanging gardens for good. As the threats increase Nadkarni’s passion is reaching new heights. “When I climb into the forest, when I get away from the dark, damp, windless forest floor – well, you really enter kind of a different world,” says Nadkarni, speaking to the Guardian from the top of a tree. At 95, Judith Kerr, the author of The Tiger Who Came to Tea, still works every day. “Stories are a huge comfort,” she says over lunch at the Savoy, discussing her difficult childhood in 1930s Germany that spurred her escapist love of telling a yarn. She still rides the bus and tube simply for the chance to observe people and write them into her stories. “I like this generation that are teenagers,” she says. “They seem kind. They like to cook. They are quite idealistic.” Media roundup Bill Shorten’s is facing a critical challenge with voters divided by Labor’s negative gearing reforms, the Age reports, drawing on data from an Ipsos poll. Some 43% of Australians are in favour of restricting the tax deductions on investment properties, while 44% are not. Adani’s key water management plan is seriously flawed, according to CSIRO scientists, the ABC reports, and uses some unverified data. The plan is supposed to protect the nationally important Doongmabulla springs, an ancient spring complex near the proposed Carmichael coalmine. Victoria is leading the country in the number of organs it donates, the Herald Sun reports, in a record year for organ donation country-wide. Coming up The ALP’s 48th national conference continues in Adelaide today. Follow all the developments with Katharine Murphy, Paul Karp and Amy Remeikis on our live blog. The Coalition will release the mid-year economic fiscal outlook with a forecast surplus for 2019-20. Supporting the Guardian We’d like to acknowledge our generous supporters who enable us to keep reporting on the critical stories. If you value what we do and would like to help, please make a contribution or become a supporter today. Thank you. Sign up If you would like to receive the Guardian Australia morning mail to your email inbox every weekday, sign up here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}