{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2018/dec/14/australia-is-uniquely-up-to-the-task-of-solving-wicked-problems-around-inequality", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2018-12-13T22:33:01Z", "webTitle": "Australia is uniquely up to the task of solving 'wicked' problems around inequality | Mariana Mazzucato", "webUrl": "https://www.theguardian.com/commentisfree/2018/dec/14/australia-is-uniquely-up-to-the-task-of-solving-wicked-problems-around-inequality", "apiUrl": "https://content.guardianapis.com/commentisfree/2018/dec/14/australia-is-uniquely-up-to-the-task-of-solving-wicked-problems-around-inequality", "fields": {"headline": "Australia is uniquely up to the task of solving 'wicked' problems around inequality", "bodyText": "Visitors to Australia are drawn to this country’s iconic coastline. After landing in Sydney early in the morning I went straight to Bondi’s famous Icebergs ocean pool to do a few laps. It was spectacular. A gorgeous pool in the depths of the sea, a symbol that it’s not just infrastructure, but well-designed infrastructure that makes a difference: public value that public and private actors can create when they get the mix right. Icebergs is one of around 100 ocean baths in the state of New South Wales. Some are licenced to swimming clubs or private operators, many are maintained by local government. If Icebergs is any indication, they are all a unique public realm – long-lived investments that provide access to the natural environment, a base for local business, and a place for communities to come together. As any good swimmer knows, for all the activity above the waterline, the difference between success and failure happens under the surface. This is true of entire economies, too. As the Chair of the US Federal Reserve, Jerome Powell, quipped last week, Australia’s 27 years of consecutive economic growth “feels like forever” by global standards. Australians are rightly proud of that performance. Thanks to an effective fiscal stimulus package, and a well-timed mining boom, Australia’s economy managed to grow during the global financial crisis that plunged most of the advanced economies into severe recession. But recently cracks have started to appear. Inequality is rising. Concerns over housing affordability have skyrocketed. The Banking Royal Commission has highlighted deep problems in the financial sector. The longer-term challenge of building a more diversified, innovative economy is unresolved. And environmental and sustainability risks, led by climate change, are starting to hit home on public and private balance sheets and in the public consciousness. Twenty seven years of growth is a fine achievement. But what if Australia – like many other countries – has been too focused on the rate of economic growth, and not on its direction? All the activity is great, but where is it getting the land down under? Understanding how to move the Australian economy in a smart, green direction requires the same bold thinking about design, infrastructure, and public realm that the Icebergs pool brings to mind. I am meeting Australian policymakers, business people, civil society groups and academics this week to discuss how to build a smarter, more equitable and sustainable economy. My key message at Tuesday’s John Menadue Oration at Carriageworks in Sydney was that this requires freeing policymakers from the straightjacket of thinking that the best they can do is pick up the mess created by unfettered markets. The narrow training public choice theory provides often means civil servants think government failures are worse than market failures. The tool kit that emerges from that thinking is not fit-for-purpose for 21st century challenges. As I argued in The Entrepreneurial State, the defining leaps forward in our living memories – whether in medicine, computers, energy or nanotechnology – were often made possible by the state acting as an investor of first resort, investing in the high-risk capital-intensive areas that allowed business to see new opportunities. Indeed, most of the tech in your pocket, those things that make your smart phones smart – the internet, touch screens, GPS, Siri – were originally the product of government research and innovation, much of it stemming back to government-led Cold War “missions” in space travel or defence. Australia’s scientific research organisation, the CSIRO, made its own contribution here through its work on the Wifi technology that millions of these devices use. In each case the technology emerged as a solution to a problem. But rather than military problems, we should be asking how today’s “wicked” problems around inequality, climate and health can provide urgency to find new solutions, spurring cross-sectoral investments and bottom-up solutions. My work with the European Union and policymakers around the world argues for a “mission-oriented” approach where states lead ambitious responses to these major challenges and opportunities. Missions are about collaboration – while public policy sets the direction, they create frameworks for different actors, sectors and disciplines to work towards socially-oriented goals – and better directions for economic growth. Think affordable, sustainable energy for Australian households, or making Australia a net renewable energy exporter, or halting Australia’s extinction crisis, or leading a global sustainable finance agenda. These are ambitious, but achievable, targets. Mobilising activity towards each of them would have major positive economic, scientific and social spillovers. And they would all help make Australia a country that has even more to be proud of apart from its steadily-increasing GDP. Delivering on missions requires major investment, including in the capability of the public sector to set a clear direction. This means new licence to make direct investments and take risks, new ways of evaluating policy proposals, new forms of partnerships with other actors—including the ability to listen and harness the demands coming from social movements. Indeed, finding a way for different stakeholders to come together in a trusted setting to co-create missions can potentially bring back trust in the political process to deliver real value to people’s lives. As I argue in The Value of Everything, we should also consider how to reform the financial sector, which needs to find a clearer relationship with the real economy, to fuel capital investment and innovation rather than be a speculative sector obsessed with itself. We should not underestimate the new tools required, including those that the Treasury uses to evaluate public investments, which are too often encumbered by static cost benefit analysis that would have killed any mission from the start. Also needed is a new sense of confidence in the state’s ability to deliver, and commensurate investment in skills, capabilities, and people in the public sector. Learning organisations, able to explore and experiment require internal investments—less outsourcing to think tanks and consultants. This is not easy, but one thing my visit has reinforced is that Australians don’t shy away from a challenge. In fact, as research by my hosts the Centre for Policy Development shows, Australians might be uniquely up for the task of rebuilding the effectiveness of their democracy. Already, you have major institutions making a big difference. The Clean Energy Finance Corporation, now the largest state green bank in the world, is one leading example of a public institution playing a critical role in Australia’s clean energy innovation system and emissions reduction. Australia’s public servants also played a pivotal role in drafting and shaping the global Sustainable Development Goals, from which a whole set of Australian “moonshots” could be chosen. The stakes are high, but so is the appetite for change. As an election year looms, it is time Australians think more about where they want their economy to take them, and demand that their next government has the courage to lead the way. Mariana Mazzucato is Professor in the Economics of Innovation and Public Value at University College London and the founder and director of their Institute for Innovation and Public Purpose."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}