{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/dec/19/dele-alli-tottenham-carabao-cup-quarter-final-arsenal", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-12-19T23:28:06Z", "webTitle": "Dele Alli’s best moments are when he sees it and plays it, circuits whirring | Barney Ronay", "webUrl": "https://www.theguardian.com/football/2018/dec/19/dele-alli-tottenham-carabao-cup-quarter-final-arsenal", "apiUrl": "https://content.guardianapis.com/football/2018/dec/19/dele-alli-tottenham-carabao-cup-quarter-final-arsenal", "fields": {"headline": "Dele Alli’s best moments are when he sees it and plays it, circuits whirring", "bodyText": "It is easy to forget that Dele Alli is still only 22, such have been the vicissitudes of a career that has seen him ease through the incredulous highs and lows of two England tournaments and during which his own levels have veered between a performance of rare destructive beauty against Real Madrid and those afternoons when he simply drifts through a game, a sublime attacking talent in search of a hook on which to hang. At the Emirates, Alli provided two moments of brilliance in the heat of an evenly matched knockout derby. He was central to the action again a little later when a spectator on the far side threw a plastic water bottle at his head with Tottenham 2‑0 up, something Alli then reminded that section of the crowd of thanks to some helpful hand gestures. It is to be hoped the supporter responsible is identified and banned from the stadium. For now it is Alli’s second-half goal that will dominate the montage from this game, a finish so delicate it seemed to stop time for a moment, one of those touches that take you out of the fury of elite-level football and back into a place where people play for fun, where the game is a carefree thing full of joy. Alli’s first decisive moment had come earlier, as Tottenham scored an opening goal made by a tumble, a neat finish and two long balls. The second of these was the most gorgeous instant pass from their No 20. Paulo Gazzaniga punted the ball forward from the back. Sokratis Papastathopoulos fell over in a tangle with Lucas Moura. As the ball ran loose the players seemed to stop for half a beat. In that moment Alli saw the picture, the space and the lines of movement around him a bit quicker. A twitch of his right foot sent the loose ball curving into the path of Son Heung-min, already off on the run and calling for it on the far side. The weight and the curve were perfect to take Son spurting in on goal. He pinged the ball powerfully into the far corner past Petr Cech. The worth of an assist has always been a little nebulous in football but this was a genuine goal-conjuring pass, seized out of the air and executed with cold, clear certainty. It was his third of the season in all competitions, but then it has been an in-and-out campaign until now. Alli is a player whose merits are most clear when you see him in the flesh. At times his easy physicality, his use of space, his wonderful touch, can almost feel like a force of intimidation, the kind of footballer opponents seem to stand back and admire in the clinches. It is also fair to say his best moments come when he does not wait for the rest of the game, when he just sees it and plays it, circuits whirring that little bit faster than the average human. For this Carabao Cup quarter-final Alli was stationed at the creative heart of the Spurs team, playing as a floating No 10 behind two strikers. There has been a prolonged attempt to find his ideal position. Here Mauricio Pochettino built a structure that gave him huge freedom but also huge responsibility, the job of making this team work, and justifying Christian Eriksen being shunted to the left. As for Arsenal, well, their own No 10, Mesut Özil, was nowhere to be seen on a big night for his team at the Emirates (insert joke here). On this occasion Özil was left out for “tactical reasons”. Presumably these tactics were to actually try to win the game, something Özil has experienced just once in his last eight weeks at Arsenal, during which time the club have paid him £2.8m under his new contract. Get that atlas out, Mesut. Dust down that suitcase off the top of the old French armoire. Arsenal are nothing if not a commercial machine and this is surely one of the worst pieces of business in the club’s history. January can’t come quickly enough. Other than that, Arsenal will feel unlucky. They might have equalised in the first half. Instead it was left to Alli to kill the game after 59 minutes. What a lovely goal it was, made by Harry Kane taking the ball on his chest and playing a simple pass over the top of Arsenal’s defence, who stood and watched and thought about it while Alli drifted in on goal. Cech came skittering out. Alli raised his right foot and stroked, cosseted, dusted, fondled – and all other manner of delicately sensual verbs – the ball over the goalkeeper’s head, where it seemed to hang in the night air before falling gently into the back of the net. “We’ve got Alli,” the Spurs fans pointed out from behind the goal. Given the chance to provide that edge from the cockpit of the team, he was more than enough."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}