{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2018/dec/28/woman-charged-with-after-deaths-of-two-children-in-margate", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2018-12-28T19:46:28Z", "webTitle": "Woman charged with murder after deaths of two children in Margate", "webUrl": "https://www.theguardian.com/uk-news/2018/dec/28/woman-charged-with-after-deaths-of-two-children-in-margate", "apiUrl": "https://content.guardianapis.com/uk-news/2018/dec/28/woman-charged-with-after-deaths-of-two-children-in-margate", "fields": {"headline": "Woman charged with murder after deaths of two children in Margate", "bodyText": "A woman has been charged with murder in connection with the deaths of two children in Margate. Samantha Ford, 37, has been charged with two counts of murder after the children were discovered at a property in the Kent coastal town in the early hours of Thursday, Kent and Essex serious crime directorate said. Less than an hour before the children were found at the house, the woman was involved in a car crash and was taken to hospital. Ford has been remanded in custody before a hearing at Canterbury magistrates court on Saturday. On Thursday night two uniformed police officers were seen standing outside the house and forensics officers were earlier seen at the address. It is believed the woman and children had not been living at the house very long, according to neighbours. Local priest Father John Taylor, who did not know those involved, said: “As a priest and as a parent, when I heard I was shocked, very disturbed and saddened. I came down to see if I could help and will say a prayer for the children.” Kent police said in a statement: “At around 3.35am on Thursday 27 December 2018 officers attended a property in Castle Drive, Margate, due to concerns for the welfare of the occupants. “The South East Coast ambulance service also attended and two young children were taken to hospital, where they were later confirmed deceased. “Samantha Ford, aged 37 and of Castle Drive, Margate, was arrested and on 28 December, following authorisation from the Crown Prosecution Service, was charged with two counts of murder.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}