{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/sep/10/education.studentfinance", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-09-09T23:00:00Z", "webTitle": "What's the big deal?", "webUrl": "https://www.theguardian.com/money/2001/sep/10/education.studentfinance", "apiUrl": "https://content.guardianapis.com/money/2001/sep/10/education.studentfinance", "fields": {"headline": "What's the big deal?", "bodyText": "All over the country, mothers and fathers cling to each other in the quiet of their house as they try to come to terms with \"empty nest syndrome\". Before they have had time to dry their tears, their offspring will be already bound for the union bar to bond with their new-found friends. Of course, this might not be true in every case. But what is a certainty is that life at university inevitably involves drinking copious amounts of alcohol, buying large volumes of largely irrelevant but very expensive hard-backed books, and finding a house with a group of people every parent thanks the stars they didn't give birth to. And, as every student and recent graduate knows, such activities can really start to put a strain on the bank account. Yet, despite the need to watch every penny, the majority of students will keep their cash in the same bank account they have had since childhood. In many cases, switching accounts could save more than just a few pennies Overdrafts One of the most important aspect of any student bank account is the overdraft facility. Most banks offer a steadily increasing overdraft limit between the first and last year of study. Lloyds TSB offers the biggest overdraft facility overall, with a £1,500 limit in years one to three. However, if you can see your debts rising each year, the Co-op and its internet arm Smile, offer the highest overdraft level in year three at £1,800. As university life becomes ever more expensive, some students will find themselves wishing to exceed these overdraft limits, which is when it is worth looking at authorised and unauthorised overdraft rates. NatWest comes up trumps in this respect, as it is the only bank not to charge any interest on an agreed extension to its interest-free overdraft limits. Even its unauthorised rate is one of the lowest at 17.8% - compared to about 30% with some banks such as the Co-op, HSBC and Lloyds TSB. Interest rates For those students who are fortunate to have a balance not involving a minus figure, the rate of interest the bank pays on the money sitting in their account will make a small difference to their wealth. While the big four banks all pay between 0% and 0.10% interest on accounts in credit, Smile pays the best rate at 3.75%. Its non-internet business, the Co-op, however, pays nothing. Royal Bank of Scotland and Halifax both pay 3% to balances in credit. Freebies Banks will do almost anything to woo extra customers, and students are generally among the easiest to persuade - especially if they get something for nothing. The best offer now comes from NatWest, which is seducing students with a Casio handheld TV or £60 cash for opening an account. Abbey National is not far behind this with a Sony CD player on offer and £40 cash. HSBC is offering as four-year railcard or £50 cash and Barclays is going for the hard-working contingent with discounts and vouchers for Waterstones. Graduate accounts Of course banks don't just sign up customers for their university years - they want their loyalty for life. For this reason, the incentives don't stop when university years do, as all the major high-street banks also offer graduate packages. But the best graduate package isn't necessarily the same as the best student package and it's worth having a look at rivals' offers. Lloyds TSB now offers the best overdraft facility with a £2,000 limit for three years. This is followed by Abbey National and HSBC who offer overdraft limits on sliding scale for three years after graduating. These go from £2,000 to £500 in Abbey's case and £1,500 to £500 in HSBC's case. All other banks only offer an interest-free overdraft for a maximum of two years after graduating. For an authorised extension on these limits, Abbey National offers the best deal with a 9.9% rate of interest charged. Some banks, such as the Royal Bank of Scotland, link authorised overdraft rates to the Bank of England base rate, so while it is now low (at 5%), this offers a reasonable deal. RBoS, for example, charges between 3% and 6% above the base rate. The other incentives are less tempting. Abbey National and Lloyds TSB don't offer graduates anything, while HSBC and RBoS have mobile phone offers and Barclays continues to offer discounts at Waterstones."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}