{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2001/sep/14/interestrates.interestrates", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2001-09-13T23:00:00Z", "webTitle": "ECB misses its Hamlet moment", "webUrl": "https://www.theguardian.com/business/2001/sep/14/interestrates.interestrates", "apiUrl": "https://content.guardianapis.com/business/2001/sep/14/interestrates.interestrates", "fields": {"headline": "ECB misses its Hamlet moment", "bodyText": "The European Central Bank declared yesterday that the \"fundamental strength and resilience of the US economic system will not be impaired by recent events\", as it held rates in euroland at 4.25%. It is probably right, on a long term view, in its prediction. As for the rate decision, this was expected, because only a fortnight has passed since the institution last cut the cost of borrowing. Received wisdom yesterday was that the ECB had decided that', while it was ready to participate in any global move to cut rates, acting now would have risked heightening tensions in the markets rather calming them. On this matter, the ECB was mostly wrong. In New York, trading resumed on the bond markets and we were able to watch the world's benchmark financial instruments, US treasury bills, react to the events in Manhattan and Washington. While business was muted - and clearly guided by the big investment banks - we did see an immediate steepening of the yield curve. Money rushed into short-dated paper, with the yield on two-year bills dropping through 3%. What this means is that Wall Street, dealing in a controlled fashion from its emergency trading bunkers, is signalling an immediate rate cut by the Federal Reserve. The educated guess is for a half-point reduction this weekend, followed by a further quarter-point a few days later, keeping spirits up and (one hopes) recession at bay. Now, it may be that the ECB in refusing to budge yesterday, was simply being polite - not wanting to steal the Fed's thunder. It might just be waiting to follow Alan Greenspan next week. But such a nicety seems a little irrelevant when a Fed cut is so transparently on the way. More likely, intransigence, which is in the ECB's genes, was guiding its institutional hand once again. (Deflationary shock? What deflationary shock? We have yet to see any evidence of that in our figures.) The ECB had a chance yesterday to take the world's stage. It could have been seen to \"act.\" It might have led the markets, rather than for ever being seen to follow - reluctantly. This young institution, populated by old men, had its Hamlet moment. And it fluffed it. Thinking time The flag outside the Aldgate office of moneybroker Marsh &amp; McLennan was at half mast yesterday. A few hundred yards west, above Canter Fitzgerald, the Union flag hung limply in the drizzle at the foot of its pole. Security guards paced menacingly outside both firms, insisting that employees should not be approached. Staff hurried in and out, gazing distractedly at the ground. One woman leaving Marsh &amp; McLennan summed up the atmosphere: \"The general feeling is morose, of shock, and of waiting to hear from colleagues in the States.\" After the surreal unfolding of Tuesday's events and the gradual realisation on Wednesday of the severity of the tragedy, staff yesterday began to learn which of their colleagues had survived. Activity at the companies affected was comparable to the average Christmas Eve. The surrounding bars were filled with a hushed gloom. In the Hogshead pub, next door to Canter Fitzgerald, a boisterous quartet attracted hostile glances from drinkers at nearby tables, who were mulling over the events of the week in small groups. The usual appetite for champagne was in little evidence throughout the City. Half pints of lager and wine by the glass were the order of the day. But, aside from the firms affected, activity was just beginning to approach normality. A steady trickle of corporate news appeared on stock exchange screens, while brokers, dealers and marketmakers applied their minds to the ECB's interest rate decision. Phones still went unanswered and new research was hard to come by, but there was a desire for some activity to divert attention from events in New York. In a rare lapse into self-awareness, many City brokers were willing to admit this week that their day-to-day business was \"impersonal\" or even \"detached from reality\". One Canary Wharf banker candidly remarked that he was \"reflecting on things which seemed important two days ago, but which aren't now\". Others made the unexpected discovery that the complex had a prayer room. The stock exchange has announced it will stop for a three-minute silence at 11am today. Most pubs will open five minutes late. But the Square Mile's lapse into introspection won't last - it is already beginning to fade. For the likes of Cantor Fitzgerald, Morgan Stanley, Bank of America, this week's events have shattering consequences. For others in the City, they represent a brief, but highly charged, interlude from the frenetic everyday pace."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}