{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2001/sep/20/rugbyunion.walesrugbyunionteam", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2001-09-20T22:38:10Z", "webTitle": "Wales 81 Romania 9", "webUrl": "https://www.theguardian.com/sport/2001/sep/20/rugbyunion.walesrugbyunionteam", "apiUrl": "https://content.guardianapis.com/sport/2001/sep/20/rugbyunion.walesrugbyunionteam", "fields": {"headline": "Wales raise roof with 11 tries", "bodyText": "The Wales flanker Colin Charvis, who was so disheartened at what he felt as a lack of opportunity during the Lions tour to Australia this summer that he threatened to fill his suitcase and return home, sent Romania packing last night with a hat-trick of tries. He only played after having a long heart-to-heart talk with the Wales and Lions' coach Graham Henry over the weekend, having criticised the decision to fine Austin Healey. For some reason, the kick-off was delayed by 10 minutes. It had nothing to do with crowd congestion, with the ground as empty as the Welsh Rugby Union's coffers: perhaps the Welsh language station S4C, which was screening the match live was having second thoughts. The rugby was hardly the stuff to boost ratings. It took Wales 24 minutes to muster their first try against weak and inexperienced opponents who were fielding nine new caps and who were expected to be training fodder. But Welsh confidence was low after the ignominious showing of their clubs in the Celtic League, reflected in the passes which went astray, the handling errors which abounded on a night when the stadium roof was closed and a lack of understanding which could not be put down totally to the fact that Wales were fielding some new combinations. Wales arranged the fixture as preparation for next month's Six Nations encounter against Ireland but Henry was left with more questions than answers. As well as lacking cohesion, Wales were short on tactical direction and only started to pose an attacking threat after the outside-half Gavin Henson left the field after 22 minutes. Stephen Jones moved to No10 and Gareth Thomas moved from the wing to the centre, having been the one Wales player to regularly break through tackles. Romania defended gallantly, but they were hopelessly out of their depth and as an exercise ahead of Ireland, it was of little use to Henry. Romania had the distinction of leading for two minutes in the second quarter with their outside-half Ionut Tofan kicking two penalties to Jones's one, but Wales had wasted three try-scoring opportunities and looked like a team which had just been thrown together. Jones's switch to outside half, which questioned Henry's neutral stance on Scott Gibbs's retirement, gave Wales a better shape and they scored a try immediately, Dafydd James coming into the centre from the wing without being picked up. Romania started to look threadbare, keeping in touch with Tofan's third penalty, but exposed when the recalled Chris Wyatt finished off a 20-yard rolling maul and when Charvis finished off a training ground move. Wales's 27-9 interval lead should have been greater and it presaged a one-sided second half when Wales's greatest opposition threatened to be themselves. The dam duly burst after the break with Wales scoring three tries in 12 minutes, all of them ludicrously simple as if the training session had turned into an unopposed one. Charvis found himself confronted by space where there should have been tacklers, Allan Bateman supported Kevin Morgan's run while the opposition ran and Thomas again inspired fear to provide the room for James whose try was confirmed by the video referee. The game had lost what meaning it may have had. Romania decided to give away penalties as a means of keeping the score down and Wales quietly brought on the flanker Brett Sinkinson for the New Zealander's first appearance in a Wales jersey since he was exposed in the Grannygate scandal. Charvis brought up the half-century for Wales with his third try as the game moved into the final quarter. Wales: Morgan; G Thomas, Bateman, Jones, James; Henson (R Williams, 22min), Howley; I Thomas, McBryde, Young (capt), Wyatt, Moore, Charvis, G Thomas, Lewis. Romania: Brezoianu; Teodorescu, Oprea, Lupu, Ghiol; Tofan (Ciolaca, h-t), Sirbu; Dima, Demci, Socaciu, Dragomir, Nedelcu, Bejan, Iacob, Petrache (capt). Referee : A Rolland (Ireland)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}