{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/sep/12/personalfinancenews.business1", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-09-11T23:00:00Z", "webTitle": "A direct strike at the very heart of global capitalism", "webUrl": "https://www.theguardian.com/money/2001/sep/12/personalfinancenews.business1", "apiUrl": "https://content.guardianapis.com/money/2001/sep/12/personalfinancenews.business1", "fields": {"headline": "A direct strike at the very heart of global capitalism", "bodyText": "Neither the timing nor the location could have been deadlier. The hijackers struck at the very heart of global capitalism at the moment it was looking especially vulnerable. If this was the Pearl Harbour of terrorist outrages, it was the financial centre that was the first target, not the Pentagon. These were not, it seems, untutored suicide bombers committing random attacks; they had been reading their Wall Street Journals. Kneejerk reaction to the attacks were wholly predictable. Shares in London, where the market for some inexplicable reason remained open, fell sharply, as did the other world bourses. There was a flight to gold, the Swiss franc and bonds - the traditional safe havens in times of geopolitical and financial crises. The oil price rose by $3.50 a barrel before trading was suspended in London, on the wholly plausible assumption that the hijackers had links to the Middle East and that George Bush will retaliate first and ask questions after. It will be days, perhaps weeks, before America's financial nerve centre gets back to anything like normality and Alan Greenspan's first act will almost certainly be to cut interest rates well ahead of the Federal Reserve meeting scheduled forOctober 2. William McDonough, president of the New York Federal Reserve, made it abundantly clear yesterday the authorities will do whatever it takes to keep the US financial system supplied with liquidity. The only real question is when rates come down and by how much. There was even talk the Bank of England could cut rates here before next month's conclave of the monetary policy committee, as part of a co-ordinated global attempt to prevent a full-blown global financial crisis. It is, of course, possible that the worst will not happen. If the US can find out who was responsible for yesterday's outrage, if they can prevent further attacks and if consumers are undeterred by pictures of New York and Washington turned into disaster zones, the effects may prove modest and short-lived. These are big ifs and you don't have to believe in chaos theory to see that the economic consequences of what happened yesterday could be severe. At best, US economic recovery has almost certainly been further delayed; at worst it will be the final straw that heralds global recession. The least of the concerns is probably the oil price. There was a spike yesterday afternoon but, with a global glut of crude and the world economy slowing down, price rises will not stick for very long. Unless, of course, the whole of the Middle East goes up in flames. The real risks are to consumer confidence. In both Britain and the US it has only been the spending habit that has kept the respective economies afloat, spurred on by regular cuts in interest rates. The bias towards easier credit will continue, and the prospect of rates coming down to 1.5% in the US and 4% here looks a whole lot more likely than it did 24 hours ago. There have been recent signs in the US that the big lay-offs from companies seeking to cut costs and boost profits were taking a toll of sentiment. The idea that American consumers will be flocking to the shopping malls over the next few weeks seems pretty implausible. Shares in airlines, hotel groups and tourism firms were among the hardest hit yesterday; an early reflection of the fear that consumption could weaken, putting added pressure on the corporate sector, triggering further job losses and investment cuts. In one respect, economic conditions are more favourable than in the 1970s. Inflation is lower and central banks can cut rates without risking a price surge. At some point, the easing of monetary policy will have an impact, although no-one knows when. If the real economy looks less at risk than it did 25 years ago, the same cannot be said of the financial markets - where fear has replaced greed as the dominant instinct in the past 18 months. With New York's financial district devastated, insurance companies facing immense losses, corporate earnings under pressure, the chances are stock markets will remain weak for some time. We should, however, be wary of using the epithets \"meltdown\" and \"collapse\" to describe the phenomenon. We've just seen what the real thing looks like."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}