{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2001/sep/24/globalrecession.afghanistan1", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2001-09-24T16:26:01Z", "webTitle": "World markets soar", "webUrl": "https://www.theguardian.com/business/2001/sep/24/globalrecession.afghanistan1", "apiUrl": "https://content.guardianapis.com/business/2001/sep/24/globalrecession.afghanistan1", "fields": {"headline": "World markets soar", "bodyText": "World stock markets soared today as investors sought bargains after last week's heavy selloff. In lunchtime trading on Wall Street, the Dow Jones industrial average jumped 344 points, 4.2%, to 8,580, after dropping 1,369.7 last week in its largest weekly decline since 1933. The Nasdaq technology market rose 71 points, 5%, to 1,494.0. Gainers were spread across nearly all market sectors, an indication that cheaper prices lured buyers to the market rather than lessening fears about the prospect of military conflict and recession. Airline shares - among the biggest losers last week - gained ground as well as financial shares. Wall Street fed on a strong rally in Europe, where the FTSE 100 closed up 180.2 points, 4.06 %, at 4,613.9. Frankfurt's Dax index surged 5.8% and the Paris Cac 40 advanced 5.5%. Japanese markets were closed for a holiday. In London, British Airways was among the big winners after the airlines clinched a deal on Friday to renegotiate insurance cover, a move that averted the grounding of UK airlines this morning. Shares in BA continued to rally from the brink of an all-time low, ahead 5% at 159p this morning. Financial stocks were also up after coming under pressure before the weekend. Market watchers are expecting further volatility in the London market this week as the US terrorist crisis deepens. But Henk Potts, of Barclays Stockbrokers, believed there was a chance the worst may now be over for the City. \"The news flow is still on the downside but the market is starting to price in what has happened. As days go by, the City may get a better grip of the situation,\" he said. Expectation of further interest rate cuts, following comments from the Bank of England governor, Sir Edward George, over the weekend, also boosted investor sentiment. Today's relegation of several volatile tech and telecom stocks from the Footsie, including Marconi and Colt Telecom, helped get rid of laggards that had been weighing down the FTSE."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}