{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2001/sep/02/tennis.comment", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2001-09-01T23:22:45Z", "webTitle": "Misery of absent Anna", "webUrl": "https://www.theguardian.com/sport/2001/sep/02/tennis.comment", "apiUrl": "https://content.guardianapis.com/sport/2001/sep/02/tennis.comment", "fields": {"headline": "Misery of absent Anna", "bodyText": "The fifth metatarsal in Anna Kournikova's left foot is not normally the part of the Russian tennis player's anatomy that receives the media's attention, but of late it has become something of an issue. We are not entirely to blame for dwelling occasionally on her other bits - after all, her energetically promoted association with Berlei sports bras has made it difficult even for single-minded tennis writers to concentrate exclusively on how well she's striking the ball - and those around her would far rather we focused on these assets at the moment than kept asking about her wretched foot. But the question of the foot is unlikely to disappear as it continues to keep one of the sporting phenomenon's of the age - a player of limited achievement who has out-earned all her peers - off the court. She missed Wimbledon and she has now missed the US Open after attempting a comeback in San Diego a month ago. In fact, she has appeared in just 13 singles matches this year, winning eight of them (but not that elusive first title), and has played only one, in which she lost to the Australian Nicole Pratt in San Diego, since being beaten by Amélie Mauresmo in Paris last February. It was after the Mauresmo match that she was said to have developed a stress fracture in the fifth metatarsal - the bone to which the little toe is attached - of her left foot. She then suffered a reaction when she lost to Pratt. So far the dreaded words 'burn out', which normally apply to players who did too much too young, have not been raised, and her agents, Octagon, insist there is absolutely no long-term threat to the former world number-one junior's career. 'There's certainly no gloom and doom,' they told me. It has been suggested to me, though, that the 20-year-old Kournikova is suffering the consequences of endless pounding on hard courts when she was still young. She was only 10 when she moved, with her mother, from Moscow to be drilled by Nick Bollettieri at his tennis academy in Bradenton, Florida. She remained with Bollettieri and his relentless regime for five years. The decision by Kournikova's guardians to keep the precise nature and extent of her injury secret has fuelled some resentment and considerable speculation. One journalist, who was told in a roundabout way that she hadn't had an operation on her foot, wrote sniffily: 'Why not just say no, she didn't have surgery and we're not sure why she has been out for so long? Or just state the type of stress fracture and say she has had problems recovering from it?' The speculation has been wide ranging, with one American doctor making the point: 'If she's been out this long, it's not a common stress fracture, which usually heals in four to six weeks.' He added that the most likely problem was that Kournikova had what is known as a Jones fracture, 'which can take up to a year to heal'. Jones fractures occur only in the fifth metatarsal and the chronic variety typically afflicts young athletes. They can be treated by rest or, in extreme cases, by inserting a screw down the length of the bone. Since Kournikova pulled out of the US Open, her German doctor, Hubert Hoerterer, has suggested it would be at least three more months before she returned to tournament play. 'Anything else would be unwise, because otherwise the injury could flare up again.' Perhaps Kournikova should consult another of Octagon's charges, Martina Hingis, who keeps putting her foot in it and walking away without a limp. Hingis's capacity to speak and think in that order shows no sign of diminishing. She once guilelessly observed that Marcelo Rios looked like he lived in the forest and more recently caused a stir by remarking casually at the end of a press conference that Mauresmo was half a man. This past week at the US Open, Hingis's latest aside, picked up by Time magazine, along the lines that the Williams sisters were given preferential treatment because they were black, has become the major talking point of the tournament. It has only done so because people who should know better, such as Martina Navratilova, have waded into the argument. On the back of Hingis's comments, Navratilova attacked the Williamses for being 'afraid to show any kind of humility'. Remarks by Hingis triggering a debate is a bit like the Monster Raving Loony Party's election manifesto being taken seriously."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}