{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2001/sep/06/artsfeatures6", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2001-09-05T23:00:00Z", "webTitle": "Pop review: Ben Christophers", "webUrl": "https://www.theguardian.com/culture/2001/sep/06/artsfeatures6", "apiUrl": "https://content.guardianapis.com/culture/2001/sep/06/artsfeatures6", "fields": {"headline": "Ben Christophers", "bodyText": "Times are tough right now for the musical descendants of Jeff and Tim Buckley, Tim Hardin and Talk Talk in their noodly period. Always on shaky ground commercially, that particular brand of angst has slipped from view of late. But with a major-label deal in his pocket and a second album due next month, Wolverhampton's Ben Christophers may turn the genre around. An engaging man of few words - all of them self-deprecating - Christophers certainly looks and acts the part, all Nicholas Lyndhurst-style bumbling charm. He flits from guitar to keyboards between songs, causing awkward, interminable pauses; luckily for him the crowd's generosity borders on the reverential. Once he gets around to singing, however, the underdog begins to bite. Songs such as Songbird Scrapes the Sky, performed solo by Christophers, and the delicate Easter Park take their time, gradually unveiling their luminous beauty, shifting tone and tempo at the most unlikely of junctures, and meandering in a most absorbing fashion before coming to rest in the comforting hush from which their journey began. For the most part, this is complicated but lovely music. Hooded Kiss, though, is evidence that this troubadour can rock too. Sadly, Christophers is as musically self-defeating as his forebears were personally self-destructive. A slew of songs are halted at the very moment they appear to be peaking. My Beautiful Demon and the first encore, The Alien and the Earth Girl, suffer particularly, and the tightly drilled three-piece band seem as frustrated as the crowd. The Stream borrows heavily from Tubeway Army's Are \"Friends\" Electric? but that distinctive - although hardly Bacharachian - keyboard riff is the evening's only concession to sustained melody. Clearly, Christophers is not incapable, for there are melodic touches everywhere. It's more that he cannot or will not join the dots. Then there is the voice. Although it's not what you'd expect of a conventional lead singer, it is a wondrous instrument - swooping, soaring and contorting in ways Kate Bush would understand. Yet, catastrophically, even while his sound is characteristically pristine Christophers remains utterly, stubbornly indecipherable - the singer-songwriter's equivalent of a seasick sailor - so whatever mood he is trying to set (it could be pain, joy, pathos or humour; there's no way of knowing) almost connects, only to be lost behind a wall of inscrutability. What a shame: all the parts are there, but there is a hole where the whole should be. Spitz"}, "isHosted": false}}}