{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2001/sep/06/interestrates.manufacturing", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2001-09-05T23:00:00Z", "webTitle": "Bank of England leaves rates at 5%", "webUrl": "https://www.theguardian.com/business/2001/sep/06/interestrates.manufacturing", "apiUrl": "https://content.guardianapis.com/business/2001/sep/06/interestrates.manufacturing", "fields": {"headline": "Bank of England leaves rates at 5%", "bodyText": "The Bank of England today left rates unchanged at 5% despite deepening gloom in the battered manufacturing sector. \"This decision is disappointing but not surprising,\" said Ian McCafferty, chief economic adviser for the Confederation of British Industry.\"Retail sales have been very strong over the last few months, but this strength is not reflected in other areas of the economy.\" The office of national statistics today reported that manufacturing output tumbled 0.9% in July to stand 3% lower on the year, far worse than the 0.2% and 1.9% falls economists had forecast. It was the bleakest annual performance by British manufacturing since Britain's last major economic downturn in the early 1990s. The bank's monetary policy committee has cut rates four times this year, although rates in the UK are still the highest in the G7 group of industrialised countries, well above US rates of 3.5% and the eurozone's 4.25% level. The committee surprised the City last month with a 0.25% cut, but committee members were split. Sir Edward George, the governor of the bank, voted for a cut while his two deputy governors, Mervyn King and David Clementi, voted against the move. The rate-cutters won the vote six to three. Opponents of too much easing of monetary policy can point to a still booming consumer sector. A report from the employers' group, the Confederation of British Industry, yesterday showed that annual retail sales grew at their fastest pace in almost five years while the Halifax bank said house prices surged in August."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}