{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/sep/06/newsstory.sport5", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-09-05T23:42:15Z", "webTitle": "Northern Ireland 3 - 0 Iceland", "webUrl": "https://www.theguardian.com/football/2001/sep/06/newsstory.sport5", "apiUrl": "https://content.guardianapis.com/football/2001/sep/06/newsstory.sport5", "fields": {"headline": "McIlroy's men restore pride", "bodyText": "Northern Ireland put on a second-half show that ended Iceland's interest in the World Cup and provided some belated local consolation for a disappointing campaign. With Keith Gillespie rampant down the right, the Irish made a battery of chances after half-time and took enough of them to claim a convincing win completed with a debut goal from the 20-year-old Sunderland central defender George McCartney. The Irish brought the home crowd of only 6,625 to life when they opened the scoring in the 48th minute. Petur Marteinsson could only head Phil Mulryne's cross as far as Healy, who swivelled and fired home right-footed from the edge of the area. It was the Preston striker's seventh goal on his 14th international appearance. And more could have followed in the next few minutes. First he was set up for a close-range header by Keith Gillespie and Mulryne, only to be thwarted by an excellent Arason save. Then Arason offered him another opportunity in rushing to the edge of the area to deny Michael Hughes, but the striker's shot drifted just wide of the unguarded goal. But the Irish were not denied for long. Hughes fed Gillespie on the right and then ran on to the return cross to score in off the near post. Two minutes later Kevin Horlock worked a short corner with Gillespie and the winger crossed for McCartney to head home a third. - PA \u0095 Portugal killed off Holland's lingering chance of reaching the World Cup finals by coming back from a goal down in Nicosia to beat Cyprus 3-1. Victory for the Portuguese against Estonia on October 6 will condemn the Republic of Ireland to a play-off against an Asian team. Northern Ireland: Taylor; Kennedy, McCartney, A Hughes, Griffin, M Hughes, Horlock, Mulryne, Magilton, Gillespie, Healy. Iceland: Arason; Hreidarsson, Helgason, Vidarsson, Sverrisson, Gretarsson, Petur Marteinsson, Johannes Gudjonsson, Sigthursson, Helgi Sigurdsson, Eidur Gudjohnsen. Referee: A Hanacsek (Hungary) \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to football.editor@guardianunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}