{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2001/sep/17/artsfeatures.proms2001", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2001-09-16T23:00:00Z", "webTitle": "Classical review: Prom 72/ Last Night of the Proms<", "webUrl": "https://www.theguardian.com/culture/2001/sep/17/artsfeatures.proms2001", "apiUrl": "https://content.guardianapis.com/culture/2001/sep/17/artsfeatures.proms2001", "fields": {"headline": "Prom 72/ Last Night of the Proms", "bodyText": "There were no carnival costumes and, for most of the evening, few flags. A balloon decorated with the Stars and Stripes floated forlornly above the arena during Barber's Adagio for Strings. After the finale of Beethoven's Ninth Symphony had been greeted with a standing ovation, and Leonard Slatkin had made the last of his three, brief podium speeches to the audience, the closing performance of Parry's Jerusalem finally provided a flourish from the promenaders. Slatkin's role in this much altered Last Night was crucial. It must have been desperately difficult for him, and his remarks were finely judged. But it was a strangely unsatisfactory occasion, certainly not the mindless jamboree of tradition but then not a fully fledged memorial concert either. What remained from the original programme was mostly confined to the first half. Two of the year's musical anniversaries, the centenaries of the death of Verdi and the birth of Gerald Finzi, were marked, the first by the The Force of Destiny overture and the chorus of hebrew slaves from Nabucco, the second by the elegy for orchestra The Fall of the Leaf, a meandering essay in English pastoralism. The latter was matched by the equally dreary French variety in five of Canteloube's Songs of the Auvergne, sung elegantly if sometimes rather lugubriously by Ann Murray. Respighi's inescapably turgid and bombastic orchestration of Bach's Passacaglia and Fugue in C minor was an unnecessary addition, though well played by the BBC Symphony Orchestra. After the interval, John Adams's weightless, entrancing fanfare Tromba Lontana was followed by the Barber Adagio, the profoundly reflective still point of the evening. Four of the spirituals from Tippett's A Child of Our Time maintained the mood, and then it was on to the Beethoven finale, with a fine quartet of British soloists (Janice Watson, Alice Coote, Kim Begley and David Wilson-Johnson). This was pushed to a fierce, defiant climax by Slatkin with the BBC Singers and Symphony Chorus. An awkward evening nevertheless. Friday's penultimate Prom had been given over to Verdi's Requiem. Daniele Gatti dedicated the event to the memory of the American disaster victims, but proceeded to conduct a performance that failed to reach the heights of drama or depths of pathos. With the contribution of the Chorus from the Bologna Opera reinforced by London Voices, and a quartet of soloists who all work in Italian opera houses, it had all the right credentials for Verdi, but this was a performance that would have been run-of-the-mill on a Sunday afternoon in a small Italian town. For the Proms, and for this particular Prom especially, it was simply inadequate. Royal Albert Hall"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}