{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/sep/06/newsstory.sport9", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-09-05T23:21:58Z", "webTitle": "England 2 - 0 Albania", "webUrl": "https://www.theguardian.com/football/2001/sep/06/newsstory.sport9", "apiUrl": "https://content.guardianapis.com/football/2001/sep/06/newsstory.sport9", "fields": {"headline": "Fowler ices England's cake", "bodyText": "England last night followed to the letter Sven-Goran Eriksson's instruction to forget Munich. As they struggled to break down an obdurate, tightly organised Albanian defence memories of Saturday's historic 5-1 win over Germany started to become part of recent history. It took a sharp piece of opportunism by Michael Owen, inspired by a glorious pass from Paul Scholes, to bring England a goal on the stroke of half-time, but still Eriksson's attack laboured against opponents who were never going to be dismissed as lightly as the Germans. Only Robbie Fowler's late strike added some lustre to the scoreline. For England's supporters, sated by the goalfest in Bavaria on Saturday, it was tempting to regard Albania as lightly as an After Eight mint. England's players knew better. Six months earlier, in Tirana, they had won only after a last-minute attack of hiccups. To gain the win which would put them top of the group, England now needed to remember the first principles of passing and marking, moving and manoeuvring, a temporary absence of which had cost them an early goal in Munich. The earlier England got this right last night the more likely was Owen to lead another treasure hunt. Yet as Steven Gerrard and Scholes quickly re-established the command in midfield which had contributed so much to Saturday's triumph, it became obvious that England had no intention of toying with the opposition. Almost immediately Albania's back three were presented with the problem of tracking down Owen and Emile Heskey which had proved well beyond Germany's defenders four nights earlier. In the opening seven minutes, centres from Gerrard and Owen found Nick Barmby in promising situations at the far post, but first he headed wide and then the ball missed him altogether. At this stage Albania could do little except try to absorb their opponents' initial attacking waves and hope the tide would ebb. But by the quarter-hour, Albania had made it clear that they had not come to Newcastle simply to provide a red carpet for England's apparently inexorable march to the World Cup proper. Edvin Murati and Nevil Dede were not allowing Gary Neville and Ashley Cole the freedom of the wings they had enjoyed in Munich, and when Scholes thought he had made space for a shot three Albanian bodies hurled themselves in the ball's path. Owen, too, was getting only half-glimpses of goal instead of broad panoramas. Nevertheless a goal from Owen remained one of the night's safer predictions, the only surprise being that it took him until the 44th minute to score. Just when Albania looked like frustrating England at least until half-time they were undone by a combination of Scholes's vision and Owen's acceleration. The defence had dealt easily enough with a free-kick from Beckham but were then caught un awares by a beautifully timed forward chip from Scholes. As Owen sprinted through to meet it, Murati, pushing up too late, kept him onside. A short, sharp volley past Foto Strakosha and St James' Park roared, then relaxed. Albania's response was to introduce the tricky Alban Bushi to their attack for the second half. This was not yet an exercise in damage limitation. England still had some defending to do, although David Seaman continued to view the proceedings from afar. England needed the cushion of another goal, but it was not going to be scored by Heskey, who picked up a knock soon after half-time and gave way to Fowler. Last night Heskey had tended to drop too deep whereas in Greece Fowler had worked wellwith Owen. The partnership should have produced a second goal for England on the hour, when Owen's half-hit shot bobbled through the defenders to Fowler who was six yards out. Fowler, however, appeared surprised to get the ball and allowed Strakosha to save. England's football was beginning to stall. With Beckham being battered by Murati when he tried to turn Albania's defence on the right and little coming from Barmby on the left their movements had lost important width. So Barmby gave way to Steve McManaman after 64 minutes as Eriksson strove to restore penetration to his attack. The ease with which Dede and Devis Mukaj interpassed their way round Ashley Cole on the right warned England of the consequences of allowing the game to drift. A stronger finish from Bogdani and the warning might have become retribution. England : Seaman; G Neville, Campbell, Ferdinand, Ashley Cole; Beckham, Gerrard (Carragher, 83), Scholes, Barmby (McManaman, 64); Owen, Heskey (Fowler, 55). Albania : Strakosha; Fakaj, Cipi, Xhumba; Dede, Bellaj, F Vata, Hasi (Alban Bushi, h-t), Murati; Bogdani (Tare, 56), Rraklli (Mukaj, 63). Referee : J Fernandez Marin (Spain). \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to football.editor@guardianunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}