{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2001/sep/10/theatre.artsfeatures2", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2001-09-09T23:00:00Z", "webTitle": "Review: Mapping the Edge", "webUrl": "https://www.theguardian.com/stage/2001/sep/10/theatre.artsfeatures2", "apiUrl": "https://content.guardianapis.com/stage/2001/sep/10/theatre.artsfeatures2", "fields": {"headline": "Mapping the Edge", "bodyText": "An adventure as much as a piece of theatre, this performance by the Wilsonwilson company takes its audience on a journey that begins in the Crucible studio and continues by foot, bus and tram across Sheffield itself. The map we are using follows the trails left by three women and the men who betrayed them. In the mid-19th century Nadia swaps the sand dunes of Yemen for Sheffield's sooty pavements in pursuit of the husband who has deserted her for his dreams of a fortune in England. During the second world war, WAAF Mildred, who plots map positions, marries flying ace Jerry, but is grounded when he leaves her and her babies for another woman. In our own time Luke brings Maddy down from the hills and beds her, but weds Caroline, whose rich father is buying up Sheffield's failing small businesses. These stories all offer shades of the Medea theme and as we cross the city in pursuit of these women, we begin to see all its beauty and horror through their eyes. The show has the trick of the unexpected: you stumble across a muddy moorland in a back-street yard, a boxing ring in an old school, see a house cordoned off by police at the scene of a crime, glimpse a bath. The piece is alive with reverberations, past, present and future coexisting in a single thought. There is an occasional diffuseness, which reflects the amount of territory covered by both narrative and audience during the performance. But the script is a miracle of down-to-earth lyricism, the acting dazzling. Through the three gripping stories the evening maps inner and outer lives and all the poetry of the heart. Until September 22. Box office: 0114-249 6000. Related links: Crucible"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}