{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2001/sep/06/interestrates.money", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2001-09-05T23:00:00Z", "webTitle": "What Bank of England decision means for savers and borrowers", "webUrl": "https://www.theguardian.com/business/2001/sep/06/interestrates.money", "apiUrl": "https://content.guardianapis.com/business/2001/sep/06/interestrates.money", "fields": {"headline": "What it means for savers and borrowers", "bodyText": "The Bank of England's decision to keep rates on hold might not be good news for the struggling manufacturing industry, but savers have more reason to be upbeat. This is not to say that savers have any reason to smile just yet - savings rates are at an all-time low and a stay on rates is unlikely to see them rise. However, if yesterday's announcement by the Abbey National is followed by other banks and building societies, savings rates may not drop, even if today's decision is followed up by a further base rate cut. Abbey National, Britain's second biggest mortgage lender after the Halifax, said it will not be passing on the benefits of any future rate cuts to its mortgage customers - a move it says is in order to protect its savers. A stay on rates still means homeowners will continue to enjoy the lowest mortgage rates seen for 30 years, but Abbey National's announcement means homeowners should keep an eye on what their lenders are doing. The Treasury has voiced concern about lenders not passing on the full base rate cuts to borrowers, and such cuts would certainly save homeowners money. The last quarter point cut means the average homeowner is now £10 a month better off. Of course, cynics would say that Abbey National has taken the decision because it can hardly cut interest rates on some of its savings accounts any further, so there is no way it is going to pass on the benefit of this to borrowers. Customers with less than £2,500 in Abbey National's Instant Saver 3 account, for example, would really suffer if the bank changed its rates to reflect another cut - the interest rate on their accounts would fall to less than zero. Savers who might lose out from today's decision are the customers of institutions who didn't react to the last cut. Some smaller banks and building societies may have decided to wait until this announcement, in order to save money on the cost of printing literature advertising new rates twice in a row. In any case, all savers should be looking around at what other institutions are paying to see if they can get a better deal. Some 40% of savings accounts offer rates so low that deposits lose their value to inflation. Don't let this happen to you."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}