{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2001/sep/14/marketingandpr.money", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2001-09-13T23:00:00Z", "webTitle": "Luxury brands face lean time", "webUrl": "https://www.theguardian.com/media/2001/sep/14/marketingandpr.money", "apiUrl": "https://content.guardianapis.com/media/2001/sep/14/marketingandpr.money", "fields": {"headline": "Luxury brands face lean time", "bodyText": "The downturn in travel and tourism and the slump in consumer confidence expected to result from Tuesday's attacks on New York and Washington are likely to batter sales of luxury labels in the coming months. The first signs of the impact that an abrupt decline in leisure travel and tourist spending could have on the big-ticket, top-brand sector came yesterday, when LVMH, the world's biggest luxury brand combine, cut its forecast for growth in full-year operating profits to 5%-10%. It had been expecting double-digit improvements. The warning was delivered as LVMH posted first-half operating profits of €708m (£440m), compared with €762m last year. The result was short of analysts' expectations of €785m-€900m and suggested the slowdown had started before this week's atrocity. LVMH, whose brands range from Krug to Donna Karan and Louis Vuitton, said it was maintaining its five-year target to double sales and operating profits, but warned: \"We must stress, however, the great difficulty of evaluating the economic consequences of recent events.\" The group's shares fell by €2.27 to €40.81, and was one of the biggest fallers in France's CAC-40 index. Richemont of Switzerland, whose top brands include Cartier, Montblanc, Piaget, Vacheron Constantin and Dunhill, underlined the gloomy outlook at its annual meeting in Switzerland. Chief executive Johann Rupert told investors: \"The tragic events of recent days... have clearly thrown the world into turmoil. This will increase the uncertainties already prevailing in economies worldwide such that short-term forecasting has become difficult.\" The threat of a downturn in consumer spending in the US before the terror attacks had already hit the outlook for the luxury goods market, and the slump in air travel that is now regarded as inevitable will cause further problems. At the time of the Gulf war there was an immediate decline in sales of luxury brands. Luxury goods analyst Clair Kent at Morgan Stanley said: \"I don't think there's any rush to get back into luxury goods at the moment... This could prove the straw that broke the camel's back.\" Most analysts believe that the most exclusive high fashion brands are the least likely to suffer. Gucci and Prada and some of the LVMH stable have become badge labels for the aspirational middle classes worldwide and they will be hardest hit. At the very top - and most expensive levels - names such as Bulgari and Hermès are expected to be the most insulated from falling demand. Another analyst said: \"Consumer confidence will be key and upmarket confidence is always the last to be hit. Certainly, fashion retailers will be hit more than watchmakers or jewellers.\" Bulgari's chief executive, Francesco Trapani, said yesterday that he believed the brand, which is diversifying into a small chain of the most upmarket resorts, could handle the economic fallout of the terrorist attacks because of the wide spread of its sales across the globe. While other top brands make most of their money from Japan and the US, Bulgari gets only 38% of its sales from these two countries. Nearly 40% of its sales are generated in Europe and a further 7% from the Middle East. Nevertheless, Bulgari's shares closed down 2% at €9.45 in Milan, while Gucci lost €1.25, closing at €91.7 in Amsterdam."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}