{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/sep/16/observerescapesection6", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-09-16T18:14:19Z", "webTitle": "Hotel check", "webUrl": "https://www.theguardian.com/travel/2001/sep/16/observerescapesection6", "apiUrl": "https://content.guardianapis.com/travel/2001/sep/16/observerescapesection6", "fields": {"headline": "Hotel check", "bodyText": "So what's so special about the Portobello? It doesn't look or feel like a hotel. To quote an old cliché, it's more like staying in somebody's home. Why? There's no plaque on the door (just a discreet number) and it's in a tall Victorian house in a row of residential houses in Notting Hill. All the rooms are different - there's no uniformity here - and the whole place is a bit cluttered. What are the rooms like? Our room (number 16, of Kate Moss fame), had 22 mirrors and a huge round bed next to an enormous Victorian brass bath with six taps. The urban myth has Kate and Johnny filling the bath with champagne and the chambermaid, mistaking it for dirty bathwater, pulling the plug. Huge French windows look on to a private garden and there's a small balcony where you can sit with your evening drinks or morning breakfast. The 24-room Portobello is air-con and double glaze free - like a real London house, without the claustrophobia of many a posh London hotel. Is it really glamorous? More a case of 'faded glory'. There are large potted palm trees everywhere, acres of fabric tussling from curtain rails and lots of unoccasional occasional tables. This is a minimalist-free zone. It's all terribly private and terribly personal. The mini-bar has an interesting selection of goodies including plasters, indigestion tablets, condoms and a half bottle of champagne. And it's so quiet for London, sleep is almost guaranteed. \u0095 Portobello Hotel, 22 Stanley Gardens, London W11 2NG (020 7727 2777). Double rooms range from £195 to £375 per night including continental breakfast."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}