{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2001/sep/12/theatre.artsfeatures", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2001-09-11T23:00:00Z", "webTitle": "Tender, Hampstead Theatre, London", "webUrl": "https://www.theguardian.com/stage/2001/sep/12/theatre.artsfeatures", "apiUrl": "https://content.guardianapis.com/stage/2001/sep/12/theatre.artsfeatures", "fields": {"headline": "Tender", "bodyText": "With Splendour and Tiny Dynamite, Abi Morgan made a big impression at the past two Edinburgh festivals. I have yet to see the latter, but this new play certainly lacks the formal and linguistic experiment that characterised Splendour. You feel that Tender, exploring love, loss and loneliness in modern London, could easily be sliced up to make a television series - indeed, real locations might provide some of the texture that is missing from the writing. At the heart of Morgan's play is the fraught female friendship between Tash and Hen. Tash is a shiftless, single 30-year-old who seems unable to sustain a relationship; Hen is a part-time social worker, heavily pregnant by her possibly faithless builder-lover. And the solitude that surrounds Tash spreads through the play's interlinked characters like a virus. Gloria, one of Hen's clients, has a husband, Marvin, who has gone missing after 20 years of marriage. Marvin, now living in a hostel, turns up as a cleaner for the desolate Nathan, who has been abandoned by his wife and has a brief fling with the embittered Tash. It's like a lonely hearts version of La Ronde. Morgan at least has the wit to suggest that solitude is a variable concept. At one point, Gloria itemises the things she positively doesn't miss about her departed husband and, in the play's best scenes, forms a jokily maternal attachment to a young doctor who teaches her to swim. Against this, Morgan pits the real, gut-wrenching loneliness of nice, middle-class Nathan, who is prepared to pay Marvin just to have a meal with him. But moments of truth do not make a play, and there is something theatrically oppressive and overfamiliar about Morgan's vision of London as a city of perambulating strangers who make fleeting contact. Anthony Clark's production boasts a fine set by Nikki Turner, with portraits of missing persons divided by a central panel that opens up to reveal everything from south London supermarkets to tempting vistas of Skye. The performances are also perfectly good. Kate Fleetwood gets just the right scratchy abrasiveness as Tash, Nicola Redmond's Gloria acquires a strange glow in her liberated loneliness, and David Kennedy is so plausible as the builder that you feel like hiring him to do some repairs. But, for all Morgan's agonising about the populous loneliness of cities, I ended up feeling, like John Milton, that \"solitude sometimes is best society\". Until October 6. Box office: 020-7722 9301. Then tours to Birmingham and Plymouth. Hampstead Theatre"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}