{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2001/sep/10/ftse.moneyinvestments", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2001-09-09T23:00:00Z", "webTitle": "How will FTSE fall affect you?", "webUrl": "https://www.theguardian.com/business/2001/sep/10/ftse.moneyinvestments", "apiUrl": "https://content.guardianapis.com/business/2001/sep/10/ftse.moneyinvestments", "fields": {"headline": "How will FTSE fall affect you?", "bodyText": "The news that the FTSE-100 has fallen below the all-important 5,000 mark is not just bad news for institutional investors and shareholders: it's bad news for almost everyone. Those with money in pension funds will certainly be affected but those with savings may also suffer as any pain felt by institutional investors - such as banks - will affect the rates of interest they pay on savings accounts and mortgages. And even people without any savings, pension or mortgages will be indirectly affected as foreign investors may well move money out of the country, having a negative effect on the economy. As a large amount of pension fund money is invested in tracker funds the fall in that index will have a direct negative effect on the performance of the fund. And a large bulk of pension money does go into FTSE-100 companies. It is impossible to say by what degree a fall in the FTSE will affect an individual fund, but those that have invested most heavily in technology could well suffer the most. The good news for those funds tracking the FTSE 100 may come later this week though, when a change in constituents of the index means some of the struggling technology companies will be thrown out and replaced by more steady blue-chip companies. The other glimmer of hope for those with a pension is that the FTSE fall may not have as dramatic an effect as they think. Pension funds are increasingly hedging against such falls by putting more money into bonds and gilts and less directly into stocks and shares. There are also some investments where a fall in the stock market is good news. These are the so called \"guaranteed\" investment plans which guarantee a fixed annual income over a set period. The way the guarantee works is by the provider of the plan offering a full return of capital unless the market it is tracking drops below 20% of its starting level, for example These plans do not come without risk as, of course, the return of your original capital is not guaranteed and is dependent on the performance of the markets. However, the lower the starting point the better the chance of obtaining a full return of your original capital plus the high returns."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}