{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/sep/14/personalfinancenews.business3", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-09-13T23:00:00Z", "webTitle": "NYSE aims for Monday", "webUrl": "https://www.theguardian.com/money/2001/sep/14/personalfinancenews.business3", "apiUrl": "https://content.guardianapis.com/money/2001/sep/14/personalfinancenews.business3", "fields": {"headline": "NYSE aims for Monday", "bodyText": "Attempts to reopen share trading in New York today have been abandoned, prolonging what was already Wall Street's longest forced closure since the first world war. While the US administration is anxious for trading to resume, it is understood that trading on the New York Stock Exchange will be delayed until Monday. The decision was scheduled to be discussed at a meeting of top bankers last night in New York. The world's most powerful bankers and securities traders were assessing the extent of the devastation caused by Tuesday's attack. According to senior banking sources, they are taking a cautious approach to reopening trading because they do not want to put the biggest securities brokers, some of which were located in the demolished World Trade Centre towers, under too much pressure to begin operations. Among the companies regarded as particularly important are Merrill Lynch, Morgan Stanley and Lehman Brothers. This is to try to ensure that the Dow Jones index of share prices, paralysed at 9,605 since Monday, is not distorted by the absence of some of the biggest players in the market. Another firm which is regarded as crucial for the resumption of trade is the Bank of New York which is the biggest trader in American depository receipts, also traded on the New York stock market. The Bank of New York's systems were based in Manhattan although it has transferred its computers and back office to its contingency sites. The logistics of reopening the New York stock exchange, which is streets away from where the twin towers collapsed, include reinstating phone lines."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}