{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2001/sep/21/comedy.artsfeatures", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2001-09-20T23:00:00Z", "webTitle": "Comedy review: Victoria Wood", "webUrl": "https://www.theguardian.com/stage/2001/sep/21/comedy.artsfeatures", "apiUrl": "https://content.guardianapis.com/stage/2001/sep/21/comedy.artsfeatures", "fields": {"headline": "Victoria Wood", "bodyText": "\"Well, you did it,\" says Victoria Wood to her crowd. \"You got out of the house.\" This is a performer who knows her audience. Her 10-show residency at the Albert Hall will be greatly enjoyed by those for whom it makes a rare change from sitting in front of the telly. The two-hour set covers the same terrain as Wood's TV work, with added gynaecology, and is calibrated precisely to have middle-aged couples familiar with Wood's provincial world doubling up in laughter at their own silly but harmless social and sexual foibles. Others might feel a little excluded. For those of us who treasure Acorn Antiques as the most shrewdly observed of TV skits, it's disappointing to discover that Wood on stage relies as heavily on cheap scatology as perceptiveness. Much of act one of her new show, entitled At It Again, describes her emergency hysterectomy operation, for which she had to cancel several dates on this tour. Presumably this was a traumatic experience, but we only get to hear what was funny about it: doctors with their hands in her bits, and so on. It doesn't all ring true either. Not only did I not believe that the man in the waiting room had a Hoover wedged up his arse, but it's a scenario that has long since been flogged to comic death. There remains much to like about the show. Wood's Alan Bennett-like world of battered saveloys, arctic rolls and wheelie-bin covers is as vividly imagined as ever. In two interludes featuring her egotistical luxury liner chanteuse, Stacy, Wood posts a reminder of her skills as a character comedian - even if Stacy's song lyrics bear the writer's, rather than the character's, signature. But it's only in a few impromptu asides that we glimpse Wood at her acerbic best. \"Thanks for coming to see the show at this difficult time,\" she says. \"It was me or Vera Lynn.\" In the second act, Wood wonders how to keep her marriage romantic in the face of kids and bodily disintegration. I admired the comic construction while feeling deflated by the low-horizoned world view that the routine propagates. There's nothing here to challenge anyone's cosy sense of England as a place of eccentricity, self-deprecation and mild social ineptitude. This is well-worn - too well-worn - Wood territory. It's time for something new. \u0095 Until October 6, then touring. Box office: 020-7589 8212."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}