{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2001/sep/10/artsfeatures4", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2001-09-09T23:00:00Z", "webTitle": "Review: Haven", "webUrl": "https://www.theguardian.com/culture/2001/sep/10/artsfeatures4", "apiUrl": "https://content.guardianapis.com/culture/2001/sep/10/artsfeatures4", "fields": {"headline": "Haven", "bodyText": "An indie-rock version of Popstars might produce a band like Haven. These four skinny, black-clad lads and their fringes seem almost the stereotype of an NME-sponsored guitar outfit. They throw all the right shapes, pout at the appropriate times, and sound very epic indeed. It's just a shame that Nasty Nigel wasn't on hand to sort them out with some tunes. The Haven live experience isn't wholly unrewarding: this is an extremely tight, professional group whose effective performance often masks serious deficiencies in the basic material. Take the single Till the End. On CD it sounds unremarkable: plodding rhythm, histrionic vocals. Live, however, Haven transform it into something more interesting. Nat Wilson's guitar lines jump out in unexpected waves. Singer Gary Briggs has undeniable stage presence, holding the crowd with a detached gaze. You almost forget that what you're listening to sounds like a Natalie Imbruglia album track. Essentially, the band are hobbled by their urge to overdramatise. If all your songs sound towering and monumental, the crowd are going to look for the substance behind them. So when the foreboding arrangement of a track such as Lying Tongue heralds a rather weedy lyric and tune, someone is bound to be disappointed. As with the increasingly ridiculous Muse, Haven's unrelenting weightiness soon starts to irritate, their dramatic chord changes and wailing vocals just sound self-indulgent. But this isn't to deny Haven's potential. Tonight's confident performance hints at greater things to come. If the band can find a more balanced tone, and craft songs to match the powerful performance, they might find their attitude carries more weight. It's not as if they haven't got the resources. With former Smiths manager Joe Moss and guitarist Johnny Marr lending their support, Haven have a wealth of experience to draw on. Only time will tell if they are to be written off as another identikit indie band. Haven are the Cornerhouse, Middlesbrough (01642 868331), tonight, then tour. Related links: King Tut's"}, "isHosted": false}}}