{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2001/sep/29/artsfeatures1", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2001-09-28T23:00:00Z", "webTitle": "TV review", "webUrl": "https://www.theguardian.com/culture/2001/sep/29/artsfeatures1", "apiUrl": "https://content.guardianapis.com/culture/2001/sep/29/artsfeatures1", "fields": {"headline": "What Katie did next", "bodyText": "After her ill-fated attempt to begin health rationing in the Manor Park NHS Trust (\"No, Ron, you can't see a doctor. You murdered my fiancé\"), things are going from worse to terrible for Katie Rogers of Brookside (Channel 4). To say that things have never been great for Katie is like saying Marlon Brando is just slightly vague. But lately things have been tough, even by Katie's exacting standards. First Ron shot Clint in his living room, prompting Katie's almighty falling-out with her bezzie mate, Jacqui, and the breaking of her heart. She then fell out with the rest of her friends and neighbours, who showed solidarity with Ron. She found herself with only trollopy Nisha to talk to. Then she accidentally slept with Robbie, Clint's brother, whose proposed robbery of Ron Clint was trying to prevent when he was shot. Before that, Robbie knocked her down after he thought she had led the Manor Park posse (who thought him guilty of child abduction) to his hideout. Recently, she has taken to skipping work and spending inordinate amounts of time beside Clint's grave talking to bunches of bedraggled carnations. Needless to say, she has subsequently been wracked with self-loathing (over sleeping with Robbie, not because of the carnations) and has been overwhelmed with a desire to consume bottles of cheap vodka. You will agree that her dalliance with bulimia (\"Mmm, more biscuits\") and sleeping with Terry Sullivan at the behest of cult leader Simon pale into insignificance by comparison. Yesterday, to no one's surprise, she took an overdose. Earlier in the week, the useless plank who now covers soap for This Morning remarked that Katie would soon be back on the straight and narrow with the return to the close of her sister, Sammie. That's Sammie the alcoholic slapper. Things will be coming up roses in no time, for sure. Meanwhile, on a bowling green, Anthea and Jessie were comparing notes on their sex lives or lack thereof. \"Look at the behind on that,\" Anthea said woefully of her beloved's bottom. \"It's no worse than Ray's,\" Jessie sighed in consolation. Is this discussion of old men's saggy bottoms suitable pre-watershed viewing? I don't think it is. Channel Filth indeed."}, "isHosted": false}}}