{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2001/sep/16/travelnews.september112001.usnews", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2001-09-16T18:12:03Z", "webTitle": "Airports face turmoil after security crackdown", "webUrl": "https://www.theguardian.com/travel/2001/sep/16/travelnews.september112001.usnews", "apiUrl": "https://content.guardianapis.com/travel/2001/sep/16/travelnews.september112001.usnews", "fields": {"headline": "Airports face turmoil after security crackdown", "bodyText": "Drastic new measures to prevent a repeat of the US terrorist attacks, including armed guards on all flights and sealed cockpits, could be introduced within weeks, it was revealed yesterday. The news was announced as airlines reported a massive slump in bookings, which could trigger a worldwide crisis in the industry. Last night, Continental Airlines, America's fifth biggest carrier, laid off 12,000 workers. Senior sources at British Airways and Virgin Atlantic said thousands of jobs would go later this year and that the UK industry would be likely to appeal to the Government for 'survival funding' to stave off a catastrophic slump in customer confidence. The measures to protect pilots and passengers from terrorists will turn planes into flying fortresses. The security cost of about £4 billion would almost certainly mean higher fares and hit airline profits hard. Stephen Byers, the Transport Secretary, disclosed the plans yesterday as airlines gradually resumed flights to North America, despite long delays for thousands of passengers at British airports. Byers, speaking after an emergency meeting with European Union transport Ministers in Brussels, said new security laws would be discussed within weeks by all EU states, and on a worldwide basis at a conference in Montreal next month. The measures being considered include: \u0095 Locking airline pilots into the cockpit behind reinforced doors, a tactic already employed by El Al, Israel's national carrier; \u0095 Armed guards disguised as passengers or flight attendants on every aircraft; \u0095 Screening passengers much earlier, such as when they book tickets and before they arrive at the airport for travel; \u0095 Issuing vetted passes to frequent flyers after security clearance by police and MI5; \u0095 Four-hour check-ins, including questioning about luggage and identity. Byers said: 'We are facing a new form of terrorism, which requires us to review our security procedures on an international basis. But it must be in proportion, to avoid denying people the freedom to travel - which is one of the most cherished benefits of living in a democracy.' A source close to Byers said forcing a redesign of aircraft to include sealed, reinforced cockpits 'would be like a security van where the driver cannot access the cash - but in this case the cabin crew and passengers have no access to the pilots and vice versa.' Moves to increase security and reassure passengers come as airlines struggle to cope with losses inflicted by the shutdown of US and Canadian airspace last week and the reluctance of people to travel. Continental's announce ment of massive lay-offs - and a 20 per cent cut in its schedule - is the first solid confirmation that Britons and Americans have sharply curtailed plans to travel following last week's hijackings. The airline said last night it was losing up to £25 million a day. And worse could be about to come. 'The airline industry is in an unprecedented financial crisis,' said Gordon Bethune, chairman and chief executive officer of Continental. A senior source at British Airways, which employs 58,000 staff worldwide, said Continental's decision to axe staff would almost certainly be repeated in Britain. He added: 'You can expect airlines over here to do similar things. Asking for state support is no doubt an option.' BA was nosediving towards a £165m annual loss before Tuesday's events, mainly fuelled by the economic downturn in the US, and Virgin's Sir Richard Branson, who has already mortgaged his 51 per cent stake in the airline to raise an overdraft, had previously warned of a tough year ahead. US government officials will meet this week to discuss the situation, but the White House has stopped short of endorsing a multibillion-dollar plan to shore up the industry's finances. A spokesman for the White House said last night that President Bush was 'concerned' about the financial problems facing commercial carriers and that Transportation Secretary Norman Mineta would meet airline executives tomorrow to discuss their options. Last week, the Geneva-based International Air Transport Association said the global industry could face immediate losses of £7.5bn. The US market is worth about £750m per day, according to IATA. In a separate development, documents obtained by The Observer reveal the US Department of Transportation (DoT) ordered a national audit of American airport security to begin last Monday - the day before the terrorists struck. Federal Aviation Authority chiefs overseeing security procedures at US airports - almost certainly including the ones from which the hijacked aircraft took off last Tuesday - were to due to meet with DoT officials in Washington and regional offices. The memo, dated 24 August, said the audit was designed to assess 'efforts for improving passenger and carry-on baggage screening at security checkpoints within the United States'. Scores of people remained at airports last night waiting to board transatlantic flights to the US. The major airlines have announced they will be running nearly all their scheduled flights today but warned of delays caused by new security checks. At one point, passengers were prevented from entering a terminal at Heathrow due to overcrowding and elsewhere people had to wait in a carpark. British Airways said from today it would be operating 27 services to the US and its four normal daily flights to Canada. The airline said this represented 70 per cent of its usual scheduled services to America from Heathrow and more than 80 per cent from Gatwick. Virgin Atlantic will offer a full schedule and said priority would be given to passengers with compassionate reasons to travel. British Midland will operate flights to Chicago and Washington from Manchester Airport ."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}