{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/sep/29/bonds.fundsbondstrusts1", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-09-28T23:00:00Z", "webTitle": "Who wins - and who loses", "webUrl": "https://www.theguardian.com/money/2001/sep/29/bonds.fundsbondstrusts1", "apiUrl": "https://content.guardianapis.com/money/2001/sep/29/bonds.fundsbondstrusts1", "fields": {"headline": "Who wins - and who loses", "bodyText": "High income bonds rely on complicated futures and options to achieve returns. And that involves institutional investors who are also looking for gains on the other side to savers. Treasury operations stand between the two. The institutions and the treasury outfits stand to gain if share prices rise or fall steeply. When share prices gain, they take the excess once the higher income is paid. No matter how high values soar, savers cannot benefit more than a few points over a risk-free account. And if they tumble, the big boys win again as savers can end up with nothing. Product provider Scottish Mutual denies risks are skewed towards savers. \"It is the IFA's role to advise customers whether products are suitable based on needs and attitude to risk,\" it says. The capital return is only guaranteed if the underlying assets - shares or an index - end up at or above their starting price. Some build in a safety net, but once breached, the capital can fall faster than the assets themselves. Lower interest rates mean stacking the odds further against savers. When high income bonds were first introduced 10 years ago, the bottom line was the capital back less income cheques. But lower interest rates forced up the cost of futures and options. The bonds became too risky to offer a headline 10%. Squeezing more includes: More volatile indices such as the hi-tech Nasdaq or the Japanese Nikkei. Basing returns on the worst of several indices or individual shares including hi-tech companies Gearing: capital values fall faster than underlying assets so the bond can hit zero even if the index does not."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}