{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2001/sep/25/artsfeatures.garynuman", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2001-09-24T23:00:00Z", "webTitle": "Pop review: Gary Numan", "webUrl": "https://www.theguardian.com/culture/2001/sep/25/artsfeatures.garynuman", "apiUrl": "https://content.guardianapis.com/culture/2001/sep/25/artsfeatures.garynuman", "fields": {"headline": "Gary Numan", "bodyText": "There are few people in rock that call for the pipe and slippers quite so loudly as the cult artist. Gary Numan's pop star years are a distant memory, yet he has plodded on, retaining enough so-called Numanoids to ensure that he can virtually sell out a date at a medium-sized London venue on a Sunday night with no new product to vend. More butter-fingered performers would wallow in nostalgia, cruise through the hits and embrace the comfort zone. Numan is different and signally braver. \"I don't get into nostalgia,\" he notes, during one of his rare utterances. Moreover, he has trained his audience, who bellow \"Nooooo-man\" between songs, to eschew the past as well. The set proper includes only Me! I Disconnect From You from Numan's Tubeway Army era. Even the encore refuses to pander to populism, hurtling through Are \"Friends\" Electric? alongside Down in the Park, a 1979 non-charting single covered by Marilyn Manson. There are no voices of dissent and there is no Cars: imagine Lynyrd Skynyrd omitting Free Bird and getting away with it. Instead, Numan presents himself as a 21st-century artist. He still looks awkward, his guitar is more paraded than played, but, my, he works hard. He pulls his trademark Bowie moves on Love and Napalm, assumes the backlit Christ pose on My Jesus and charges around the stage with possibly intentional comic intensity during Metal, as covered by Nine Inch Nails. And when, 22 years after his last number one single, he sings \"I like your screams\" on Boyx, Numan is actually screamed at in return. A fate, it seems reasonable to assume, that will not embrace Robbie Williams. On the surface, Numan and his bassless quartet's music is a harsh, unvarying, industrial synthesiser whirlwind. But there are more colours in Numan's palette than grey. The \"whoh whoh whoh\" section of Are \"Friends\" Electric? makes welcome reappearances throughout the evening, most blatantly on Love and Napalm. More subtly, he is a master of the covertly catchy chorus. A Million Days, Rip, Pure, and the high point, Listen to My Voice, all feature gorgeous melodies tucked in behind the swirl. Time, perhaps, for the cult to expand again."}, "isHosted": false}}}