{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2001/sep/12/september112001.oilandpetrol", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2001-09-11T23:00:00Z", "webTitle": "Price of crude tops $30 a barrel", "webUrl": "https://www.theguardian.com/business/2001/sep/12/september112001.oilandpetrol", "apiUrl": "https://content.guardianapis.com/business/2001/sep/12/september112001.oilandpetrol", "fields": {"headline": "Price of crude tops $30 a barrel", "bodyText": "Oil majors last night warned that petrol prices might have to rise as fears of oil market disruption drove up crude prices by more than $3.50 per barrel. The petrol companies said there were no immmediate plans for a price increase but a BP spokesman explained: \"Ordinarily any significant increase in oil prices will be reflected in petrol prices.\" Shocked traders drove up crude oil prices by more than $3.50 a barrel last night, as fears grew that the US would follow yesterday's terrorist attacks with retaliatory strikes on the oil rich Middle East. Brent crude for October delivery, the benchmark oil price, leapt to a nine month peak of $31.05 before closing at $29, up $1.55. Amid chaotic scenes, the international petroleum exchange in London suspended trading for more than an hour during the afternoon to deal with a backlog of deals. US oil trade on the New York mercantile exchange - in a building near the World Trade Centre - was suspended through out the day and traders channeled their orders through London. \"We're seeing a flood of orders which have been exacerbated by the close of the New York exchange. International tension means oil up, gold up,\" said broker Christopher Bellew of Prudential Bache in London. Opec, the 11-nation oil producers' cartel, said it would continue to work to ensure oil price stability after the attacks on the US. \"Speculators celebrate even during the worst of tragedies,\" said Opec's secretary general, Ali Rodriguez. BP yesterday evacuated staff from its US offices in Washington although neither that location nor another in New York were physically affected by the attacks. Shares in BP and other oil companies moved swiftly ahead mirroring increases in the price of crude. BP stock reached £6 at one stage before falling back to 588p, up 27.5p. Shell closed at 543p, up 11.5p. \"Oil stocks are going through the roof because people are worried about shortages. This is absolutely the last thing we needed at the moment,\" said one senior Paris trader. BP said the commercial implications for every business sector were clearly huge but it would take time to assess exactly what impact there would be on its own company."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}