{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2001/sep/21/globalrecession.moneyinvestments1", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2001-09-20T23:00:00Z", "webTitle": "Greenspan's gloom dismays the markets", "webUrl": "https://www.theguardian.com/business/2001/sep/21/globalrecession.moneyinvestments1", "apiUrl": "https://content.guardianapis.com/business/2001/sep/21/globalrecession.moneyinvestments1", "fields": {"headline": "Greenspan's gloom dismays the markets", "bodyText": "Alan Greenspan, head of America's central bank, brought fresh panic to financial markets yesterday when he told Congress that much of the US had \"ground to a halt\" in the aftermath of last week's devastating attacks on the world trade towers and the Pentagon. Shares and the dollar fell sharply after Mr Greenspan, chairman of the Federal Reserve, warned that terrorism in New York and Washington would have \"significant effects\" on an already enfeebled economy. With the markets already alarmed by mounting airline job losses and by the impact of a conflict in Afghanistan on the price of oil, Mr Greenspan's blunt assessment of the short-term difficulties facing the US prompted a new wave of selling on Wall Street and in the European markets. Analysts said the Fed was clearly preparing the ground for further cuts in interest rates to boost consumer confidence, shattered by the destruction and loss of life on September 11. But even the prospect of co-ordinated cheaper borrowing by central banks around the world failed to lift spirits in financial markets, where the Dow Jones was down more than 300 points in early trading. Dealers said the wave of profits warnings by US corporations since the stock market reopened has sapped the confidence of investors, leading to hefty selling. In London, the FTSE 100 closed down another 165 points at 4556. Since the attack, more than £120bn has been wiped off the value of Britain's top companies, many of which were already suffering from a recession in manufacturing. The CBI's monthly snapshot of industry yesterday showed order books at their emptiest for two and a half years, stocks piling up and export prospects falling. \"Recessionary pressures were tightening their grip on UK manufacturers even before last week's tragic events in America. The last thing they need now is a further deterioration in world trading conditions,\" said the CBI's Sudhir Junankar. Poor UK trade figures accelerated the FTSE's decline, with July imports and exports at their lowest level for a year. Imports fell slightly faster than exports, narrowing Britain's trade deficit with the rest of the world to £1.8bn from June's record £2.5bn. Exports to the US, which was already in the throes of a slowdown, fell particularly sharply. Alan Greenspan held out little immediate prospect of a pick-up for the US economy, which was barely growing before the attack. \"Before the recovery process gets under way, stability will need to be restored to the American economy and to others around the world. Arguably, that stability was only barely becoming evident in the United States in the period immediately preceding the acts of terrorism. Aggregate measures of production, employment and business spending continued to be weak.\" While stressing that the long-term outlook for the world's biggest economy remained good, Mr Greenspan added: \"An enormous effort will be required on the part of many to cope with the human and physical destruction.\" He stressed that the blow to confidence would harm the prospects for investment. \"And that, in the short run, would imply a lessened current level of activity. Indeed, much economic activity ground to a halt last week.\" His views were echoed by the European Central Bank, which in its monthly snapshot of the 12-nation eurozone admitted that the fallout from the US would spread across the Atlantic. \"(The recent events) are likely to weigh on confidence in the euro area and on the short-term outlook for economic growth,\" the ECB said, warning that declining corporate profitability and rising unemployment in the United States were already \"threatening to push the economy into a more marked and protracted slowdown\" before last week's attacks."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}