{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2001/sep/12/theatre.artsfeatures1", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2001-09-11T23:00:00Z", "webTitle": "Theatre review: Tom Courtenay's Uncle Vanya", "webUrl": "https://www.theguardian.com/stage/2001/sep/12/theatre.artsfeatures1", "apiUrl": "https://content.guardianapis.com/stage/2001/sep/12/theatre.artsfeatures1", "fields": {"headline": "Tom Courtenay's off-kilter Vanya", "bodyText": "It is a pleasure to report that the Royal Exchange Theatre has reached its 25th birthday, but a duty to report that the opening production in its silver jubilee season is adequate rather than fabulous. That the evening is enjoyable is due less to the brilliance of director Greg Hersov than the genius of Chekhov. This prescient 1899 tragi-comedy - full of references to our destruction of the planet - is still the best play ever written about happiness and the impossibility of achieving it. One sign of a really good production of Uncle Vanya is that it makes you laugh and feel terrible at the same time. Hersov's production does not quite prick at the absurdity of the tragedy, and magnifies some of the problems with the Exchange's in-the-round auditorium. The cast is moving around like gadflies, or is static for so long that a substantial part of the audience is left staring at their backs. During the crucial two-handed exchanges between Sonya and Astrov in act one, and later between Yelena and Astrov, I could only see the face of one party. More damagingly, the production has a curious, nervy central performance from Tom Courtenay as Vanya. It reminds you that, with acting, more usually turns out to be much more than is necessary. Vanya is, as the other characters keep reminding us, a bit odd, a buffoon, but Courtenay plays him as such a freak that you wonder why he wasn't carted off to the mental asylum long ago. Courtenay's stresses and inflections are off-kilter, and he will not stand still for a second. You can see what he is aiming for - a funny-sad little clown, a pathetic but sometimes endearing man-child - but the whole thing is overbaked and distracting. Fortunately, Helen Schlesinger as the languid, teasing Yelena demonstrates how it should be done. Her performance is just as detailed as Courtenay's, but done with the minimum of fuss and the tiniest gestures - a finger traced across her neck, a tiny guilty smile playing around the corners of her mouth, a shrug. Exquisite. Until October 20. Box office: 0161-833 9833. Royal Exchange"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}