{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/sep/24/thefiver.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-09-24T16:51:24Z", "webTitle": "Silly, Safe, and Scummy", "webUrl": "https://www.theguardian.com/football/2001/sep/24/thefiver.sport", "apiUrl": "https://content.guardianapis.com/football/2001/sep/24/thefiver.sport", "fields": {"headline": "Silly, Safe, and Scummy", "bodyText": "IDIOT FINED FOR ACTING LIKE IDIOT Leicester defender Frank Sinclair is the latest overpaid ignorant idiot to be fined by his club for gadding about a Heathrow hotel in the wake of the terrorist attacks on the US like nothing had happened, even though the hotel was full of stranded and upset US tourists. He joins fellow fools Jody Morris, John Terry, Frank Lampard and Eidur Gudjohnsen in the fiscal doghouse: that sorry lot were all fined by the Chelse yesterday. \"I wish to publicly apologise for my behaviour,\" said Sinclair. (In fact, so public was his apology that Frank was nowhere to be seen, unless he had turned into the statement which was being read out by the Leicester spokesperson who had probably written it.) \"There was no intention to show any disrespect to the people of America,\" continued the piece of paper, which was prepared to face the music and be held responsible for its actions. \"I deeply regret any embarrassment that has been caused.\" So what had this brave scrap of parchment been up to? Well, along with its Chelsea chums, it embarked on a stripping, swearing and vomiting binge, while worried tourists struggled to come to terms with the news that over 6,000 people had been murdered back home. \"I have spoken with the manager this morning and have been informed that I will be subject to a club fine of two weeks' wages,\" continued the contrite statement. \"We have agreed that these monies will be paid into an appeal for the victims of the tragedies.\" Yes, rich people flinging a bit of spare cash at problems always makes everything OK, doesn't it? SANDER AND CLYDE Like Bonnie and Clyde, Safe Hands Sander and the striker formerly known as Robbie Fowler are outlaws, virtual fugitives from Gerard Houllier's starting line-up and - my, this metaphor is about to get out of hand - wanted in several European states. Despite a performance straight out of the Sean Dundee school of forward play against Spurs, Fowler woke up this morning to find him being linked with Lazio, while Westerveld's clean-cut Aryan features - and Loctite-solid goalkeeping skills, obviously - today tempted Alaves to put in a loan bid. Of the two, the most likely to leave is Fowler. And, no, the Fiver isn't wildly speculating again. We know this because Westerveld has already turned down the valiant Vitorians - who put four past him during Liverpool's Euro Vase final victory - even though they only wanted him on a short-term deal until December. That leaves Fowler, of whom the Italian website calciomercato.com speculated this morning: \"Lazio's deeper crisis, the medicine is Robbie Fowler!\" But will the toxin-free body of the Liverpool striker really appear at the Stadio Olimpico? According to the Italians, the answer is definitely maybe. Their English sources claim \"negotiation could be finalised in few days\", with Fowler going on a free in return for Sheffield Wednesday reject Darko Kovacevic. However, Gerard Houllier is giving nothing away, claiming that Michael Owen's tweaking hamstrings have \"opened the door for Robbie Fowler or Jari Litmanen\". Unfortunately, he refused to say which door had been opened: the one into the first team, or the one leading to the first flight to Rome. QUOTE OF THE DAY \"If somebody scores two goals against, you've got to have a team that can score three. And I think we've got that!\" - We give you one guess. Yes, that's right. CURSING LIKE A CANARY Like the cuckolded husband who gets his own back on his wife by having a torrid affair with the 16-year-old girl from across the road, the citizens of Norwich have just used up all their moral credit. Two years ago we suggested all Novocastrians were \"in-bred\", an accusation our libel lawyers now almost totally accept was false. But on Saturday, the naughty doers down at Carrow Road lost the high ground: they cheered as the club's electronic scoreboard flashed the anti-Ipswich scoreline: \"Manchester United 1, Scum 0.\" However, like the Fiver, the folks at City have not been slow to repent. In response to what some would describe as a laughable self-righteous tabloid over-reaction to the incident, Norwich officials have been forced to go on the defensive. \"The club is extremely sorry for any offence caused to our friends and colleagues at Ipswich Town FC and their supporters,\" they said sincerely. Not only that, they promised to take \"appropriate action\" against the culprit, so by Delia they're serious. \"We take the incident very seriously and will be conducting a full internal investigation into how and why the message was displayed on our scoreboard,\" promised chief executive Neil Doncaster. \"We are most embarrassed and upset having worked so hard in recent years to foster good relations with Ipswich.\" So what sort of work has been put in jeopardy? \"Initiatives like 'Shake Hands on Derby Day'.\" Hmm, that sounds like it will work. Do you think they should try it in Glasgow? THE RUMOUR MILL Internazionale striker Hakan Sukur is being targeted by Bolton Wanderers. Sukur's agent Hakan Azman admitted that contact has been made. \"He wants to play in England,\" he added. Birmingham will smash their transfer record this week by signing FC Copenhagen midfielder Christian Poulsen for GBP4.3m. Southampton are once again being linked with a move for Arsenal defender Matthew Upson. NEWS IN BRIEF Coventry director Graham Hover has promised to help the police track down those responsible for the violent scenes which marred their 2-0 victory over Portsmouth at Highfield Road. \"We were all absolutely appalled by the trouble at the match on Saturday and would like to make it clear we deplore violence of any kind and we do not condone the actions of either fans,\" he said. Celtic manager Martin O'Neill has appealed against his dressing-room ban for Tuesday's Big Cup game against Porto. O'Neill was banned for comments made to match officials after a last-minute penalty was awarded to Juventus in Celtic's 3-2 defeat in Turin last week. Aston Villa's Euro Vase first-round second-leg match against Varteks of Croatia will be screened live on BBC2, kicking off at 8.05pm. Georgian international striker Temuri Ketsbaia has been transfer listed by Wolves after walking out of training. Grimsby goalkeeper Danny Coyne been called up to the Wales squad for the first time in five years for next month's World Cup qualifier against Belarus. TONIGHT'S TV AND RADIO ITV1: The Premiership (11.40pm) See the unfunny Scot? You will hate him a lot. Champions League Weekly (12.40am) It's a football magazine that you watch on a screen. Sky Sports 1: Monday Night Football: Southampton v Aston Villa (7pm, 1.30pm) If you think it's nice, then watch it twice. You're on Sky Sports! (10.30pm) It's got callers on the phone, you can watch it in your home. Netbusters (11.30pm) If they give it some welly, it's transmitted on your telly. Sky Sports 3: World Football Show (11pm) This is a show, yo ho ho."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}