{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/sep/29/uk.september11", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-09-28T23:27:35Z", "webTitle": "Bold Blair takes the zealous road to war", "webUrl": "https://www.theguardian.com/politics/2001/sep/29/uk.september11", "apiUrl": "https://content.guardianapis.com/politics/2001/sep/29/uk.september11", "fields": {"headline": "Bold Blair takes the zealous road to war", "bodyText": "There is an alarming and growing gap between the heady words of Tony Blair in promising a grand coalition to wipe out terrorism worldwide and the reality confronting Whitehall, Washington and soldiers faced with trying to implement them. Every day, those drawing up a strategy are encountering more and more obstacles to taking the war to Osama bin Laden, never mind combating terrorism worldwide. They are fast trying to scale back expectations. One of the Whitehall planners said: \"We don't have an exit strategy. And we don't have an entry strategy either.\" The planner felt that Mr Blair, in his enthusiasm for positioning himself as Washington's best ally, was badly advised and raised expectations that cannot be fulfilled. The view of Mr Blair's performance within Whitehall and parliament is as divided as it is among the public. Opinion polls suggest that most of the public believe he performed well in the aftermath of the New York and Washington attacks, especially in contrast with Mr Bush. Others have reacted badly to his public shows of anguish and warlike rhetoric. Within the Westminster square mile, some ministers, MPs, officials and journalists argue that he has been statesmanlike and that he has shown a bold confidence often absent from his handling of domestic policy. Articulate and tireless, he looks the part, they say. His supporters claim he has successfully positioned Britain closely with the US and has been able to use this to influence Mr Bush, acting as brake on some of the Pentagon's wilder proposals. Others are uncomfortable with Britain being so close to the US and would have preferred Mr Blair to have adopted a position similar to France or Germany: supportive but maintaining distance. Ruling a country less traumatised by the horrors of war - in 1914 and 1939 - than his European Union allies and uninhibited by coalition partners, Mr Blair the moral crusader despises any hint of appeasement, a lesson he drew from Kosovo. Mr Blair the operator believes that \"shoulder to shoulder\" talk in public sustains his moderating influence in private. The commonest complaint about Mr Blair, at least among his own MPs, is that he has failed to consult widely enough. It is a familiar failing on his part, an impatient disregard for established institutions and procedures in Westminster and Whitehall in his haste to get things done. Presidential He has had only two meetings of his cabinet since September 11. Both were devoid of debate. Mr Blair is single-handedly taking Britain to war. A senior Liberal Democrat this week complained: \"He's torn up the constitution and become far more presidential than any western leader. We don't even have the checks and balances they have in the US. We should recognise this and have direct presidential elections ourselves.\" A Blairite minister concurred with the view that he has made little attempt to consult cabinet colleagues. He added that there was no need to have a debate because everyone round the table would agree with him, except the international development secretary, Clare Short. Far from countering Mr Blair's instincts, his chancellor, Gordon Brown, compounds the sense of irrelevance of cabinet by often loftily working through a mountain of paperwork during cabinet. Some Labour MPs are alarmed that next week's party conference has been curtailed; others are relieved that parliament is to be recalled for the second time on Thursday. \"I wasn't expecting that. He's been good on consultation,\" said one loyalist. Others are appalled. \"He's been completely dreadful, all that talk about war is providing the terrorists with a justification and even Thatcher held regular cabinet meetings. There's no accountability at all,\" said an angry leftwinger. To many it is part of an increasingly familiar pattern. Mr Blair's undisguised disdain for what one academic calls the \"wisdom of institutions\" - the cabinet and parliament in layman terms - will leave the prime minister with fewer friends than he seems to realise when things eventually go wrong, as they do for every tenant of No 10. Most recent prime ministers have often disliked their own party, mistrusted some of their cabinet colleagues and despaired of stuck-in-the-mud civil servants. But they kept them on side. Debate Even Margaret Thatcher was careful to pay regular visits to backbenchers in the Commons tearoom. So did John Major and Jim Callaghan. During the Falklands (1982) and the Gulf war (1989-90) both Tory PMs had inner war cabinets, as Churchill and Lloyd George had done. Mr Blair spends as little time as possible in the Commons tearoom, bars or chamber, though groups of MPs are invited to visit him. He rarely votes in divisions. Even more startling, his cabinet meetings often last a token 30 minutes. Full-scale debate on economic policy, missile defence or the euro are even rarer. Mr Blair prefers his white sofa as the venue for bilateral meetings with ministers or for working through the ever-larger network of unelected advisers that he has brought in to create a \"prime minister's office\" in all but name. Complaints about the politicisation of the system, the power exercised by the likes of his special advisers Jonathan Powell and Alastair Campbell, are widespread. The trio that Mr Blair turns to is Mr Powell, Mr Campbell and Sir David Manning, a career diplomat emerging as No 10 White House-style \"national security adviser\". He listens, as always, to Anji Hunter, the personal assistant to the prime minister and also his oldest friend in politics, but she is not central to policy. And he still apparently seeks advice from the former minister Peter Mandelson. Mr Blair has worked with zeal on the diplomatic front, energetically building the international coalition. One of his most excited moments since September 11 was when he took a call, while flying to the US, from the Iranian president, Mohammed Khatami, opening the way for one of the major Muslim countries joining the coalition. That was a big prize. But Iran has since expressed reservations about attacking Afghanistan. There is a confusion too on Mr Blair's part about war aims: Mr Bush said this week that getting rid of the Taliban-led government in Afghanistan was a war aim, Mr Blair a few hours later echoed this, and later still Mr Bush backtracked, having been told by Pakistan that it was unhappy at the thought of Afghanistan's Northern Alliance being placed in charge. Mr Blair's desire to overthrow the Taliban has been overt: \"If they stand in the way...they are every bit as much our enemy as Bin Laden himself.\" That is almost certain to happen, and it raises questions about international law that Mr Blair has still to address. The prime minister has recognised some of the damage that his rhetoric has caused. Anxious to tackle the rise in anti-Muslim feeling, he called British Muslim representatives to Downing Street on Thursday, a wise move. Another clever decision was to switch from war-like rhetoric to concern for the refugees. Downing Street's policy has shifted from war to the more sophisticated \"bread and bombs\" approach. Mr Blair is also beginning to reduce expectations. There is no plan as yet for how to deal with Bin Laden and the Taliban. It could take a while to find him and it will take a long time to roll up his network. As for going further afield, the foreign office, among others at Whitehall, will be cautioning that dealing with Afghanistan is a big enough problem and that it will be very hard to try to extend the fight against terrorism to, for instance, Kashmir. Chances There are other signs that reality is seeping into No 10, not least over the cost. A Downing Street official phoned the Ministry of Defence about the cost of firing a Cruise missile. Surely, the query went, an anecdote used by Mr Bush about firing a £1m Cruise missile to knock out a tent in the desert was not strictly accurate. The Downing Street official was alarmed to be told that in fact each Cruise missile fired does cost £1m. Mr Blair has chances to make amends this week for his failure to be more inclusive when he addresses the party conference in Brighton on Tuesday and when parliament meets on Thursday. It would be sensible to take those chances. Coincidentally, a newly published book, Lord Jenkins's new biography of Winston Churchill, highlights Mr Blair's weakness. Under far greater pressure of total warfare, Churchill - a man more than capable of bullying impulses - observed the constitutional courtesies with cabinet, with MPs and his party. Lord Jenkins, a man who feels badly let down by his protege in No 10, may inadvertently have delivered Mr Blair a sobering reminder of his duty."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}