{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2001/sep/02/japan.jonathanwatts", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2001-09-01T23:26:17Z", "webTitle": "Tokyo's sleaze zone is revealed as deathtrap", "webUrl": "https://www.theguardian.com/world/2001/sep/02/japan.jonathanwatts", "apiUrl": "https://content.guardianapis.com/world/2001/sep/02/japan.jonathanwatts", "fields": {"headline": "Tokyo's sleaze zone is revealed as deathtrap", "bodyText": "Tokyo firefighters said last night that lax safety precautions may have worsened the death toll in the blaze early yesterday that killed 44 people at a gambling and adult entertainment centre in the city's red light district. With the cause still unknown, the Japanese Prime Minister, Junichiro Koizumi, called for a full investigation and led the nation in mourning for the 32 men and 12 women who were trapped in Tokyo's worst post-war fire disaster. 'I pray for the repose of the victims' souls,' he said. 'We must find the cause of what happened.' The fire began around 1am in a cramped four-storey building in Kabukicho, a popular entertainment area in western Tokyo that is always packed on Friday nights. Witnesses said they heard several dull explosions, one of which punched a hole through the side of the building. The victims were burnt or poisoned by carbon monoxide in the second-floor mahjong parlour and third-floor 'gentleman's cabaret'. The mahjong parlour had only one window, which was covered up, as was a window in the club. Both were crowded with tables and chairs. The floors were served by a small lift, but that and the staircase were apparently engulfed in smoke and flames. Most of the victims were confirmed dead on arrival at local hospitals. Three people escaped with injuries after jumping to the pavement below. Yesterday afternoon, the narrow street was filled with fire engines and police cars as investigators combed through the rubble to try to discover how the fire started. According to local media, they discovered a cracked gas pipe that appears to be the cause of the explosion. Police say they are also looking into the possibility of arson. As so few people escaped alive from the building, the focus of attention has been on the lack of emergency exits. The building had only one inside stairway, which was partially blocked with lockers. The fire doors did not shut properly and the second and third floors were not equipped with emergency ladders, in violation of fire laws. The operators of the building had not informed authorities when they changed the third-floor premises from an office for six people into a cabaret venue for 20. Under the law, the increase in capacity required extra emergency doors, which were never put in place. 'We carry out regular checks, but the problem is that we have no powers of enforcement,' said Shosuke Nakamura of the Tokyo fire department. 'There are no fines or prison sentences for violators so building owners often ignore our safety recommendations. We believe that this was a contributory factor in this tragedy.' Fire regulations are not the only laws ignored in the Kabukicho district, the crowded home of 6,000 bars, clubs, karaoke parlours and adult entertainment joints. Tokyo's most popular adult playground is notorious for having the highest crime rate in Japan. Foreign drug dealers peddle their wares on the street, Filipina prostitutes tout for customers outside the nearby love hotels and gangsters run a mind-boggling array of establishments catering to all sexual tastes. The building partially gutted yesterday housed a first floor 'sexual harassment clinic', where customers paid about £50 to grope women in nurses' uniforms. Many of those killed were in the third-floor 'Super Loose' pub in which clients were served by girls in school uniforms. Safety is not a high priority. Windows are usually blocked up and the gaps between buildings are strewn with litter and so narrow that there is barely room for air-conditioning ducts let alone emergency exits. Yesterday was Disaster Prevention Day in Japan, and millions of people held fire and earthquake drills throughout the day. But despite such efforts and yesterday's tragedy, the complacency in the industry remains alarming. Just around the corner from the site of the accident, a similar four-storey building offering video booths, fellatio services and 'beautiful breast goddesses' was open for business as usual. The narrow stairwell was cluttered with bags of laundry, desks and lockers. The floor was strewn with flyers citing recommendations from the many Tokyo sex guide publications. 'I suppose it is a safety risk, but I've never really thought about it like that before,' said the manager of Playground Fantasy, where customers pay between £35 and £70 for oral sex with women in costumes. 'Nobody has ever said anything, but we ought to do something after what happened around the corner.' Some of the women who work in the fuzoku industry - an ambiguous term that covers everything from hostess bars to sex clubs - said they were frightened by what had happened, but few expected any improvement in the safety culture. 'It is a worry. That could have been me,' said one young woman who only gave her name as Mariko. 'Fire precautions are lax, but you just get used to things being as they are. Everyone is upset, but I doubt that much will change.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}