{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2001/sep/29/afghanistan.Whitehall", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2001-09-28T23:27:36Z", "webTitle": "EU to pool security intelligence", "webUrl": "https://www.theguardian.com/world/2001/sep/29/afghanistan.Whitehall", "apiUrl": "https://content.guardianapis.com/world/2001/sep/29/afghanistan.Whitehall", "fields": {"headline": "EU to pool security intelligence", "bodyText": "The heads of Britain's security and intelligence services are to join their European Union colleagues next month for the first EU-wide meeting to discuss coordinated action to curb terrorism. Sir Stephen Lander, the head of MI5, and Sir Richard Dearlove, the head of MI6, will attend talks in Belgium next month as part of an unprecedented drive to give more information to Europol, the EU's embryonic police agency. The union's 15 security chiefs were given their orders to work more closely to combat terrorism at last week's emergency meeting of EU interior and justice ministers. Diplomats in Brussels confirmed last night that the meeting, under the auspices of the EU's Belgium presidency, would be held in mid-October. Each member state is expected to send two high-profile representatives. It is to be the first in a series of regular sessions seeking \"better cooperation and exchange of information between all intelligence services\". Heads of the union's 15 anti-terrorist units - in Britain's case, the Metropolitan Police squad - are to attend a separate coordination meeting, another unprecedented move that reflects the gravity of the current crisis. They will discuss joint training, equipment-sharing and joint procurement of some equipment and possible joint operations. At present, European intelligence and security services share information bilaterally and on a small scale. \"This is uncharted territory,\" said one official. \"It's frankly difficult enough to get these services to talk to each other on their home ground or with their closet allies abroad, let alone to meet at EU level. It's quite a breakthrough.\" The agencies are to discuss ways to give Europol, based in the Hague, the ability to assess terrorist threats and to liaise with the US authorities. But most governments are likely to insist that coordination remains strictly between EU states."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}