{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/sep/06/personalfinancenews", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-09-05T23:00:00Z", "webTitle": "Private dental patients pay more", "webUrl": "https://www.theguardian.com/money/2001/sep/06/personalfinancenews", "apiUrl": "https://content.guardianapis.com/money/2001/sep/06/personalfinancenews", "fields": {"headline": "Private dentists polish prices", "bodyText": "Dentists in some parts of the country may be adding to the pain in your mouth by creating a cavity in your pocket, according to a new survey. Research out today by the Consumers' Association shows the cost of private dental treatment can vary hugely depending upon where you live. The study found that while typical charges for private treatment are about three times' more expensive than on the NHS, some private dentists are charging five or six times' more. In Edinburgh, more than one in four of the practices contacted were charging between £50 and £88.50 for a routine check-up and a scale and polish, a service that is £13.20 on the NHS. The same private treatment in Yorkshire, on the other hand, would typically cost between £24 and £35. Overall, Edinburgh and Croydon were the most expensive of the eight areas in the survey, and Newport in Wales was the cheapest. The survey also looked at the cost of amalgam fillings, which, at around £14 on the NHS, could cost up to £90 privately. And, while the typical private charges for a gold crown were £175 to £250 (£70 on the NHS), more than 10% of practices surveyed charged between £300 and £380 and 2% charged between £400 and £500. Dentists gave various reasons for their higher charges including advanced staff training and quality of materials used. One Edinburgh practice claimed the reason for higher costs was due to the higher overheads in the more expensive area where it is based. However, two other private dentists practising close by were charging up to two-thirds' less for the same work. The survey also revealed that dentists who are only taking on private patients charged between 10% and 25% more for treatment than those who had vacancies for both private and NHS patients.. \"As with all goods and services it's impossible to tell whether or not you're getting value for money unless you can compare prices - but more than one in five dentists were unwilling to give estimates for the cost of their private treatment,\" said Which? Editor, Helen Parker. \"We'd like to see all dentists publishing price lists.\" She added that people should compare their own dentist's charges against other dentists in the area, or against the survey figures, to make sure they are not paying over the odds."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}