{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/may/14/newsstory.sport14", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-05-13T23:35:36Z", "webTitle": "Sky withdrawal poses financial threat to FA", "webUrl": "https://www.theguardian.com/football/2003/may/14/newsstory.sport14", "apiUrl": "https://content.guardianapis.com/football/2003/may/14/newsstory.sport14", "fields": {"headline": "Sky TV threat poses money worry for FA", "bodyText": "The Football Association is facing the prospect of further financial difficulties after Tony Ball, the chief executive of British Sky Broadcasting, said the channel was considering not bidding to renew its rights to broadcast England internationals and FA Cup matches. Ball's statement came as the FA revealed details of the new Wembley stadium, due for completion by 2006. The financing of the £757m project is set to cost Wembley National Stadium Ltd, a subsidiary of the governing body, £27m a year in loan repayments and any reduction in television income would be a blow to Soho Square. The FA's current deal, which Sky shares with the BBC, is worth £405m over three years and expires at the end of the 2003-04 season. Ball's comments reinforce the widely held view that the FA is unlikely to receive a similar offer when the bids are filed in September. Speaking as Sky announced a sharp rise in pre-tax profits to £65.8m and a rise in subscriptions to 6.71 million, Ball said it might abandon its plans to renew the rights, for which it pays £90m a year, and would offer only a reduced rate if it did decide to bid. \"I've said we'd consider dropping the FA and we certainly wouldn't do the deal we currently have. Will we bid for it? We're still undecided,\" he said. \"If we end up with an FA deal it will only be at much better value than the one we currently have.\" Sky's reservations about the FA Cup echo the feeling that the competition is not the attraction it once was. England internationals, however, still draw large audiences and the BBC is keen to renew its part of the deal. ITV is also thought to be interested. BBC1's coverage of England's 2-0 win over Turkey last month was watched by an average of 11.1m viewers, the corporation's biggest audience for a football match since the World Cup last summer. Greg Dyke is keen to bring mainstream sport back on to the BBC and is likely to mount a bid for the England and FA Cup games, and he has also expressed interest in bidding for the Premiership highlights. ITV has already made it clear that it will not be prepared to match its current £183m deal. A spokesman for the FA said it had received a \"positive response\" to its tender document which went out last month. \"We are very comfortable with the way things are progressing at this stage.\" Broadcasters have until the end of the month to finalise their bids and a decision is expected by September. If Sky does not bid for FA-controlled rights it will be a blow to the governing body, which had hoped to encourage a BSkyB bid by offering exclusive access to England games and all FA Cup ties except the final. Despite contributing £270m to the current deal it has had second choice of Cup matches behind the BBC, and loses out on internationals, which are jointly screened. The FA can ill afford a further reduction in revenue. It is already engaged in a fierce cost-cutting drive and last month released 20% of its staff, and is still without a chief executive after the departure of Adam Crozier last October. The FA said yesterday that the opening game at the new Wembley is expected to be a friendly against Brazil. The first game was expected to be the 2006 Cup final, but building work is said to be ahead of schedule. It also announced details of the 19,000 \"premium\" seats that are budgeted to raise 70% of stadium revenue. Corporate boxes start from £60,000 a year, and 10-year packages for individual seats start from £21,540, or £588 a match. Media Business, page 21 Richard Williams, page 32"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}