{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2003/may/01/mayday.uk", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2003-05-01T17:08:35Z", "webTitle": "May Day marked by scattered protests", "webUrl": "https://www.theguardian.com/world/2003/may/01/mayday.uk", "apiUrl": "https://content.guardianapis.com/world/2003/may/01/mayday.uk", "fields": {"headline": "May Day marked by scattered protests", "bodyText": "May Day protesters converged on Trafalgar Square in London this evening after a largely peaceful day marked by scattered animal rights protests and a well organised trade union march. About 400 people gathered in the square and on the nearby Mall, outnumbered by police officers and lines of police vans. Police contained the protesters in the area in front of South Africa House, and announced over loudspeakers that they were acting under the Public Order Act. Police said they believed there could be serious trouble caused by the presence of protesters, and asked them to disperse by 7pm. They said that that they would begin arresting people who remained in the area in two hours' time, at 7.05pm. Those who left the area were questioned by police about whether they had been involved in today's action. May Day started quietly around London today. Police estimated that over 3,000 people set off on the Trades Union Congress May Day march at midday from London's Clerkenwell Green, converging for a rally in Trafalgar Square before leaving the area. Animal rights activists targeted shops selling fur, with about 30 protesters gathering outside Dolce &amp; Gabbana and another 15 or so outside Hockley's fur shop. Police have arrested seven people, including a 33-year-old man charged with criminal damage and possession possession of a lock-knife. Demonstrations planned for early in the day either failed to materialise or drew very few people. The City of London, a target for demonstrators in previous years, was quiet today. Thousands of City commuters found their morning journey unimpeded as protesters failed to show up for a \"clean the square mile anti-capitalist roaming demo\". Just nine protesters from Stop Huntingdon Animal Cruelty (SHAC) turned up to protest against animal research firm Huntingdon Life Sciences. As in previous years, squads of police officers wearing fluorescent yellow jackets patrolled the streets around the Bank of England and Mansion House in the City, looking for protests that might turn violent. However, a spokesman for City of London police said this morning: \"There has been no trouble as far as we are aware. There is hardly anybody about.\" The Metropolitan police, City of London police and British Transport police have around 4,000 officers on duty to patrol today's events. A spokesman for Scotland Yard said the morning had begun peacefully elsewhere in London as well. A number of anti-capitalist, anti-war and anarchist groups have planned demonstrations in London, Liverpool, Glasgow, Edinburgh, Manchester, Leicester and Bradford. Police in London said they were remaining vigilant as a number of other events throughout the day have been publicised. Oil companies and arms firms, including Shell and Lockheed Martin, were expected to be the focus for demonstrations later today. Last year there were 54 arrests as some protesters clashed with police during sporadic demonstrations. There have in the past been complaints from protesters that overzealous policing has provoked clashes. In 2001, thousands of peaceful protestors and tourists were penned into Oxford Circus for up to six hours as police fought to contain a smaller contingent bent on violence."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}