{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/may/11/travelnews.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-05-11T17:05:01Z", "webTitle": "Tourist tax spreads its wings", "webUrl": "https://www.theguardian.com/travel/2003/may/11/travelnews.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2003/may/11/travelnews.observerescapesection", "fields": {"headline": "Tourist tax spreads its wings", "bodyText": "The controversial Balearic Islands eco-tax, which yielded £12 million in its first seven months, could be used as a blueprint for similar schemes in other island resorts, according to a tourism expert. Dr Raoul Bianchi, senior research planner in tourism, development and culture at London Metropolitan University, said: 'Other regions have looked at the Mallorca experiment and seen that it hasn't hurt tourism, and is not too costly to implement.' But though the Balearic government is hailing the tax - expected to reap £24m a year - as a success, travel agents and hoteliers remain sceptical about the effect it is having on tourism to the islands. Meanwhile elections and a Madrid court case could stop it in its tracks. The levy of an average one euro a day was implemented a year ago, and raised £12 million from hotel guests in the Balearics by the year end. The money is already being spent on projects to spruce up the Spanish islands' image, including: · planting thousands of traditional Balearics species such as almond, carob, apricot and olive trees; · development of themed tours around the Mallorcan capital, Palma, including the 'Jewish Quarter'; · demolition of a hotel that blocked access to the beach of Cas Catala in Calvia; · purchase of a four and a half square mile strip of coast with important sixth- century archaeological remains and sixteenth-century rural buildings at Son Real; · acquisition of the Old Barracks in Palma for restoration. Bianchi believes that areas likely to implement similar measures include Malta, where there is already conflict over golf course developments, and the Greek Islands, where some tour operators make voluntary contributions to offset the environmental damage of tourism. First in line may be the Canary Islands. 'If the Socialist Party increases its share of the vote in the 25 May elections, I think a similar form of tax is likely to be implemented there,' said Bianchi. But the Canary Islands newspaper Island Connections said that although upgrading the kind of tourism on offer was a key issue, none of the major political parties had made an eco-tax part of their manifesto for elections later this month. Indeed, the same nationwide local elections could dismiss the coalition of five parties that voted in the Balearics tax. Meanwhile, the Spanish Association of Hotel Chains is challenging the tax in Spain's supreme court, a case which could continue for another one to four years. If the court deems the tax illegal, all the money taken so far will have to be returned. 'It's a horrifying logistical prospect, but we hope it happens,' said association president Miguel Amengual. 'We have a list of the names and addresses of the millions of tourists that have paid it so far.' The supreme court dismissed a central government petition against the tax two years ago. UK travel companies have come out against the tax, which they said was applied without giving them time to incorporate it in their brochure prices - something they hope to do this year. Some of the larger hotels absorbed the cost of the first year of the Balearic eco-tax by offering tourists food and drink vouchers, but most allowed tourists to pay in full. A spokesman for the Association of British Travel Agents (Abta) said: 'If other areas are considering a similar tax they should learn from the Balearics' mistakes by giving the industry enough notice of their intentions and making the spending of the revenue wholly transparent. 'The Balearics have to get the balance right between wanting to improve the environment and alienating their core market of families on a budget - or they may head off to Turkey. The Balearics already make enough money from visiting families on a budget.' But a spokeswoman for Balearics tourist board Ibator said the tax had 'made people aware of the realities of tourism's impact... If we cannot compete on price [with alternative destinations such as Turkey] then we must compete on quality.' Ibatur has stressed that while it is increasingly emphasising the activity holiday and heritage aspect of the islands, it is not forgetting the beach and sun aspect of their appeal. Although last year's overall visitor numbers to the Balearics are down 7 per cent on 2001, UK arrivals actually increased. The fact that the Canaries suffered the same 7 per cent slump suggests the lower figures were not caused by the tax. 'The tourism footprint in the Balearics is the same as if 11 million tourists traipsed through Nottingham each year,' said Bianchi. 'This eco-tax's success is a step in the right direction - for too long global tourism has been underwritten by public expenditure over the world and the destinations have had to pick up the cost.' · www.ecotaxa.org"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}