{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/may/06/horseracing.tonypaley1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-05-05T23:56:42Z", "webTitle": "Panettiere can be quick on the draw", "webUrl": "https://www.theguardian.com/sport/2003/may/06/horseracing.tonypaley1", "apiUrl": "https://content.guardianapis.com/sport/2003/may/06/horseracing.tonypaley1", "fields": {"headline": "Panettiere can be quick on the draw", "bodyText": "The draw, which has already had a major impact on the Classics at Newmarket this season, will be uppermost in punters' minds as they contemplate the sport at Chester over the next three days. The first and last races this afternoon are run over the minimum trip and a horse drawn low which can be guaranteed to make a quick exit from the stalls will always be at an advantage around this tightest of tracks. Signor Panetierre's over-speedy start proved his undoing last time at Newmarket's Craven fixture when he ran away with apprentice Ryan Moore and failed to last home. Dane O'Neill will be under orders not to let something similar occur to the Richard Hannon runner and a reproduction of his debut form when he beat Bella Tutrice with a fair bit in hand at Kempton should be good enough. Farewell To Arms from the in-form Barry Hills yards is respected along with Caldy Dancer who is well regarded but Signor Panetierre (1.55) has been described by Hannon as \"one of the best two-year-olds in the yard\" and will take some catching from a stable who had plenty among the original entries for this event. In the concluding race Sierra Vista (4.40), who takes a drop in class, also has a plum stall berth in her favour and should get a good tow in the early stages from the speedy Chico Guapo on her inside. The bookmakers have early-morning prices available on the Freephone Stanley Showcase Handicap and in-form market leader Boston Lodge should put up a good show. However, Lago D'Orta (2.25) is double that one's odds with Hill's at 7-1 and that looks a fair price for Clive Cox's runner. The selection looked one to follow when winning in good style at Leicester in March and started favourite for a hot handicap at Newbury last month. He could only finish seventh that day but the race has worked out well and he is still on a very fair mark on the Leicester form. The unbeaten Duncan Dock (4.05) has been shaping nicely in preparation for his turf debut and can beat more exposed handicappers. Hills hardly ever goes away empty-handed at this meeting and Risk Taker (2.55) is worth chancing in the Chester Vase following his runaway win at Newmarket. Parasol (3.30) has race-fitness on his side and that may give him the edge over the trio of promising four-year-olds making comebacks in this race and Pablo, who may find the ground drying out too fast. The card's last two races may be the most prestigious of the day but such are the unknown factors involved, with the majority either stepping up in trip or making their seasonal debuts, that they are hardly bet-compelling contests. The best bet of the day is at Bath where Jamie Spencer is taken to work the oracle on Zafarshah (4.20). David Evans' runner has looked unlucky on his last two outings, including at Ascot last week in a much tougher race."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}