{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/may/09/cricket.yorkshireccc", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-05-09T22:05:37Z", "webTitle": "Yorkshire bring in Yuvraj as Elliott flies home", "webUrl": "https://www.theguardian.com/sport/2003/may/09/cricket.yorkshireccc", "apiUrl": "https://content.guardianapis.com/sport/2003/may/09/cricket.yorkshireccc", "fields": {"headline": "Yorkshire bring in Yuvraj as Elliott flies home", "bodyText": "It was widely known in India on Sunday and finally, four days later, Yorkshire admitted it: Yuvraj Singh will join the county next week as their new overseas player. His arrival will coincide with the return home of their Australian overseas professional, Matthew Elliott, who has not played because of a worsening knee complaint. He has also been allowed home on compassionate grounds because his brother-in-law is terminally ill. Although Yorkshire stoutly predicted yesterday that Elliott would return before the end of the season, the likelihood is that a combination of injury and personal problems will entail that his season is at an end. Yorkshire's chief executive Colin Graves said: \"Elliott came across to England carrying an injury. He has never trained or been able to practise since he arrived. We have kept talking to him since he has been here. But on Tuesday morning he came in and said the problem had got worse in the last 24 hours. We decided it was best for him to return to Australia and to get the problem identified and put right.\" For the quartet of businessmen now running Yorkshire's affairs, since a discredited general committee voted itself into oblivion last year, Elliott's arrival when patently unfit is an embarrassment and questions whether their impressive cost-cutting is yet matched by enough depth of knowledge to run the club efficiently. Yorkshire's director of cricket Geoff Cope called Yuvraj \"originally an insurance policy as a second overseas player to cope with the England calls we expect this summer\". This is questionable: Yorkshire initially decided that a second overseas player was not necessary and all that has changed is the mounting concern over Elliott's injury. Yuvraj, a personable all-rounder, can be a marvellous asset among Yorkshire's Anglo-Asian communities, if the county is enlightened enough to take advantage. He has yet to play a Test but his creative strokeplay, occasional left-arm spin and dynamic fielding have brought 73 one-day caps and made him a key component of the one-day side which reached the World Cup final. He is Yorkshire's second overseas player from India - following Sachin Tendulkar, their first ever, 11 years ago. The England and Wales Cricket Board yesterday launched the Twenty20 competition, which effectively replaces the B&amp;H Cup and runs from June 13 for 12 days. Matches will last for three hours, from early evening to 8.15pm, with each side batting for 20 overs. Players will wear microphones for the benefit of TV and the third umpire will sit in the commentary box to pass over first news of close decisions. \"Dragging a new audience through the turnstiles is great for cricket in general,\" said Hampshire's captain John Crawley, who feels that counties are aware of the need for innovations to sell the sport to a wider audience. \"I just hope people remember to keep their language in check while enjoying the banter with ex-cricketers in the commentary box.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}