{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2003/may/20/top10s.vegetarian.cookbooks", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2003-05-19T23:00:00Z", "webTitle": "Rose Elliot's top 10 vegetarian cookbooks", "webUrl": "https://www.theguardian.com/books/2003/may/20/top10s.vegetarian.cookbooks", "apiUrl": "https://content.guardianapis.com/books/2003/may/20/top10s.vegetarian.cookbooks", "fields": {"headline": "Rose Elliot's top 10 vegetarian cookbooks", "bodyText": "Rose Elliot is a renowned writer on vegetarian cooking. She has written over 50 cookery books,including Not Just a Load of Old Lentils, The Bean Book, Rose Elliot's Vegetarian Cookery and Vegetarian Express. She is a patron of the Vegetarian Society and in 1999 was appointed MBE for services to vegetarian cookery. Her latest book is Forget the Lentils (Little Books). Fast Fresh and Fabulous (BBC Books) will be out in September. \"So - what do I look for in a top ten vegetarian cookbook? Inspiration, first and foremost: the recipes have to leap off the page and make me want to rush off and cook them. Secondly, the atmosphere of the book: it has to be warm, friendly, accessible. And thirdly, of course, the recipes have got to work.\" 1. The Café Paradiso Cookbook by Denis Cotter This is a charming, idiosyncratic book of recipes from Café Paradiso in Ireland. I've never visited it, though reading this book makes me feel as though I have - and I'd like to do so one day. For me, this is a book more for inspiration than for actually doing the recipes, though the Thai Tofu-Cashew Fritters worked impeccably and were delicious and there are many other tempting ones. 2. New Vegetarian by Celia Brooks Brown A lovely book by an inspiring new cook, with beautiful photos by Philip Webb. The recipes range from easy Minted Char-Grilled Courgettes to sublime White Chocolate Mousse Torte. One of my favourites is the delicate, layered Japanese Omelette. 3. Japanese Vegetarian Cookbook by Patricia Richfield I love Japanese food and this unassuming little book is a real favourite of mine. Try the Sweet Vinegared Rice with Mixed Vegetables, or spoil yourself and have some Vegetable Tempura with Dipping Sauce. The recipes are clearly explained and the ingredients are not difficult to find. 4. Vegetarian Thai by Jackum Brown Thai food is another great favourite of mine, and this book, with its big colour pictures, makes it clear and easy. The Banana Soup, made with coconut milk, is delicious and so is the Cucumber Salad with Roasted Cashews. Looking through it again as I write this, I see many other recipes that I've been meaning to try including a gorgeous-looking Yellow Curry with Carrot. 5. Fresh Flavours of India by Das Sreedharan Jamie Oliver tells us on the cover \"The bloke's a complete genius...\" Having eaten at his restaurants and tried quite a few of the recipes in this book, which is another of my real favourites, I have to agree. Everything I've tried from the book has worked well and some of the recipes are reassuringly simple. The Sundal (chick peas with chilli and coconut), for instance, as well as the Lemon Rice and the pretty Pepper Masala. Just looking through it again as I write this makes me want to rush off to the kitchen and try some of the other tempting dishes. 6. The Cranks Bible by Nadine Abensur This is a big, warm, generous book. I love the spirit with which it is written, I love the pictures and I love the recipes. These range from the simple, like Nadine's gorgeous Broad Bean Pilaff with Raisins, or Carrots Braised with Cumin, Saffron and Garlic, to the exotic Artichokes with Saffron and Green Olives Bound with Cream in a Puff Pastry Pie and some delectable-sounding chocolate puddings... 7. The Vegetarian Epicure by Anna Thomas This is a real old favourite and my copy is literally falling apart but I still find it inspiring. The Potato Peel Broth is a revelation, the breads - particularly the French Bread and the Honey Wheat Berry Bread - are excellent and there are lots of other delicious recipes as well. 8. Easy Vegan Cooking by Leah Leneman Leah was one of the pioneers of vegan cooking in the UK but you don't need to be vegan to enjoy this book. It covers everything from making vegan creams and ice creams to cakes - including cheesecake - as well as many delicious savoury ideas. I particularly like the recipes for using sea vegetables (the Wakame Fritters are delicious), but most of all I like the way Leah's witty and friendly personality and her 'no nonsense' approach to cooking comes through. 9. Madhur Jaffrey's World Vegetarian This book is arranged under ingredients, starting with vegetables and progressing through pulses and nuts, to grains and dairy foods, so it's useful for reference but as you'd expect, also contains some excellent recipes. The Spicy Aubergine Stew with Potatoes, Mushrooms and Chickpeas is a favourite in my home, and there are plenty more to try: the book contains over 600 and again, just looking through it makes me want to put my apron on. 10. Colin Spencer's Vegetable Book Colin is another pioneer of vegetarian cooking and his books are as fresh today as ever. This vegetable book is a mine of information about every vegetable you can think of and all the recipes I've tried have been superb. I love a really simple one, Kale Dahl, which is a brilliantly spicy and delectable way to serve two very healthy (but often boring) ingredients - kale and brown lentils. His Rocket and Avocado Sandwiches are a feast, as is his Cucumber and Peanut Salad."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}