{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2003/may/28/eu.politics6", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2003-05-28T16:25:57Z", "webTitle": "Premiership TV deals 'uncompetitive'", "webUrl": "https://www.theguardian.com/world/2003/may/28/eu.politics6", "apiUrl": "https://content.guardianapis.com/world/2003/may/28/eu.politics6", "fields": {"headline": "Premiership TV deals 'uncompetitive'", "bodyText": "The European commission will rule the Premiership's collective television deal uncompetitive unless more of its proceeds go to football's grassroots, two Labour MPs said after a meeting in Brussels today. MPs Andy Burnham and James Purnell told the EU competition commissioner, Mario Monti, that selling games individually would only benefit Premiership giants. The commission is understood to believe that the way TV rights for Premiership football matches are sold as a job lot is uncompetitive. Speaking afterwards Mr Purnell, a former aide to Tony Blair, said: \"It is all to play for but it is very important that the Premier League now makes a move on redistribution.\" \"It was a good meeting. We were listened to carefully. It is important that we went. \"One message for the meeting is that the status quo is not an option, that there are competition concerns. \"The ball is very much in the Premier League's court to come back with an offer on redistribution in the game that will allow the current arrangements to stand.\" The Premiership has faced a legal challenge to its collective television deal before. In 1999 a British court ruled it was justified by potential benefits such as keeping competitive balance and funding grassroots. Mr Purnell and Mr Burnham were involved at the time as government sports advisers. The case led to a Premier League pledge to give 5% of TV proceeds to the Football Foundation to help teams at the game's grassroots. Since then many Football League clubs have been hard hit by the collapse of ITV Digital, which had promised millions of pounds for the right to cover matches. Between them, the Football Foundation and Football Stadia Improvement Fund have spent £100m on the grassroots game and brought in another £150m in partnerships. The cash has gone on almost 1,000 schemes and another 400 projects worth an estimated £110m are in the pipeline. Peter Lee, the Football Foundation's chief executive, warned ahead of today's meeting that breaking up the Premiership deal would mean an end to its work. \"To maintain our unprecedented investment in football, right down to the grass roots, the Premier League's collective TV agreements must be upheld,\" he said. \"The overriding issue for the Football Foundation is to have the funds to redistribute to the grassroots in the first place. \"We welcome that the MPs delegation to Brussels is underlining the vital importance to collective bargaining, without which the future of the game's grassroots would be in peril.\" A Premier League spokesman later commented: \"We welcome the fact that a group of backbench MPs has taken the time to highlight the damage ending our collective agreements would have not just on the Premier League, but the whole of the English game. \"However, it is slightly naive to think that such complex negotiations on broadcasting and pure competition policy will be solved so easily. \"The critical factor is to maintain collective selling so that we can continue to redistribute inside and outside the Premier League to the levels we currently do. This, incidentally, is already in excess of 10% of our income - £20m a year of which goes to grass roots facilities and the rest to the Football League and other community and education initiatives.\" The delegation also included Ann Taylor MP, deputy chairman of the Independent Football Commission, Alan Keen; chairman of the all-party football group, Tony Clarke; a director of Northampton Town football team; and Mark Hendrick, constituency MP for the Football League. A Commons motion on the case has the support of 70 MPs of all parties and the Football Supporters' Federation."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}