{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/may/14/newsstory.sport12", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-05-13T23:35:36Z", "webTitle": "Wolves plan to break play-off pattern and beat Reading", "webUrl": "https://www.theguardian.com/football/2003/may/14/newsstory.sport12", "apiUrl": "https://content.guardianapis.com/football/2003/may/14/newsstory.sport12", "fields": {"headline": "Wolves hungry to end play-off pain", "bodyText": "Wolverhampton Wanderers will trust tonight proves a case of fourth time lucky. On three occasions they have reached the play-offs in search of a Premiership place but never so far have they even got to the final. At Reading they intend to break that depressing cycle. Wolves came from behind to earn a 2-1 win in Saturday's first leg but the Reading manager Alan Pardew said: \"I would not make them favourites.\" Much will depend on whether Wolves find the defensive stability that has eluded them in these games. In 1995 they took an identical lead to Bolton but lost 2-0 and went out. In 1997 and under Dave Jones last season they conceded three goals on their play-offs travels. Their recent form will give them hope of avoiding a similar collapse. Since early February they have been beaten only once in eight league away matches - at the champions Portsmouth - and a 1-0 victory at Reading is included in that sequence. A draw at the Madejski Stadium will suffice as away goals do not matter. Given Wolves' history and their desperation to end a 19-year absence from the top flight, defeat will feel particularly punishing for them. Their presence in the top six was demanded; this time last year Reading were celebrating promotion from the Second Division. It suits Reading to be painted as underdogs but there is also a determination among their players that their achievements and capacity to upset Wolves be recognised. The captain Adrian Williams, a former defender at Molineux, summed that up. \"People have been writing us off but we finished fourth, ahead of Wolves and [Nottingham] Forest, so we have obviously been doing something right this season,\" said the 31-year-old, the sole survivor from the Reading team which lost the 1995 play-off final to Bolton. \"We have a young side. Plenty of the lads have never been in a play-off situation but I'm sure they will have learned from Saturday. Wolves got the result they wanted but I thought we hurt them.\" Reading looked most dangerous when Nicky Forster was leading the line but the striker, who gave his team the lead, has been ruled out because of an ankle injury. That will impact on Pardew's preferred counter-attacking game because there is no natural replacement. The manager could abandon his usual 4-5-1 and use Darius Henderson and Jamie Cureton in a two-man forward line. Steve Brown is expected to feature at the back for Reading despite breaking his nose in the first leg but Nathan Tyson is suspended after being sent off at Molineux. The winners will play either Sheffield United or Forest, who meet at Bramall Lane tomorrow tied at 1-1."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}