{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/may/06/rugbyunion.paulrees", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-05-05T23:56:48Z", "webTitle": "Springboks turn to exiles for World Cup", "webUrl": "https://www.theguardian.com/sport/2003/may/06/rugbyunion.paulrees", "apiUrl": "https://content.guardianapis.com/sport/2003/may/06/rugbyunion.paulrees", "fields": {"headline": "Springboks turn to exiles for World Cup", "bodyText": "South Africa's coach Rudi Straeuli is considering abandoning a central plank of his selection policy in the run-up to October's World Cup by choosing players who are based in Britain for next month's Tests against Scotland and Argentina. Springbok eligibility has been confined to players who take part in the Super 12 series but Straeuli admitted that he was asking two former South Africa full-backs, Gloucester's Thinus Delport and Newport's Percy Montgomery, if they were interested in resuming their international careers. \"I have been monitoring the form of all our players overseas and the two who have stood out are Montgomery and Delport,\" he said. \"I know they both have their critics but they have been playing very well and I would be defrauding the selection process if I did not keep an eye on their form.\" Straeuli is also monitoring the Newcastle second-row Mark Andrews and the Harlequins' back-row Andre Vos; moreover the Ulster prop Robbie Kempson, who has been given permission to play in South Africa on loan this summer and appeared in the Super 12 last weekend, is expected to be involved in the World Cup. \"I know there will be critics who believe I am sending the wrong message to local players and that I am encouraging players to go overseas, but I don't agree,\" said Straeuli. \"The overseas market is under pressure, with English clubs feeling the effects of the salary cap. You won't see the kind of exodus we have in the past, but at the moment if there is someone abroad who is better than the options we have at home I will try to get him back.\" England's chances of winning the World Cup have been dismissed by their arch critic David Campese, who believes that Clive Woodward's team are over-reliant on one player. \"England always seem to be the best team on the planet the year before and after a World Cup,\" said the Australian. \"England beat Australia, New Zealand and South Africa at Twickenham last November, but the southern hemisphere teams only come over at a time of the year when they are tired out because it is financially worth their while. If anything happens to Jonny Wilkinson, England will really struggle.\" The managing director of the Australian Rugby Union, John O'Neill, is considering standing for the position of chairman of the International Rugby Board, which became vacant with the death last month of Vernon Pugh. The board's acting chairman Syd Millar will continue in office until November, but a decision on Pugh's successor may be delayed until the following April because of the World Cup."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}