{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/may/25/sport.comment3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-05-24T23:41:23Z", "webTitle": "Will Buckley: Corinthian casualties", "webUrl": "https://www.theguardian.com/football/2003/may/25/sport.comment3", "apiUrl": "https://content.guardianapis.com/football/2003/may/25/sport.comment3", "fields": {"headline": "Corinthian casualties", "bodyText": "Two cup finals in four days, both allegedly marred by gamesmanship by teams who - surprise, surprise - won the trophies, and an all-Italian affair to come. If things turn edgy between Juventus and AC Milan in the Champions League final at Old Trafford on Wednesday, we may be treated to a masterclass in shenanigans. In the FA Cup final in Cardiff, the Arsenal players were deemed to have behaved in a most infra-dig manner by huddling around the corner flag with the ball in an attempt to kill off the last few minutes of a game that was barely breathing. Thierry Henry, man of the match, footballer of the year, was booked for diving. In the Uefa Cup final in Seville, Celtic manager Martin O'Neill nearly self-combusted as he watched Porto's players feign serious injury after imaginary fouls. His fuming was in no way doused by the fact that a couple of very real fouls by one of his defenders, Bobo Balde, had handed the opposition a crucial one-man advantage in extra time, a fact that, to some, strengthened O'Neill's position. Break the rules, get caught, be sent off - fair cop. Infringe the spirit of the game while remaining within the letter of the law and, in Britain at least, there is little anyone can do other than become very upset. Which is exactly what many have been doing. Upset about heptathlete Denise Lewis employing a 'drugs cheat' coach, Ekkart Arbeit, to help her to prepare for her target of winning Olympic gold in Athens next summer. Upset about Portuguese divers and Arsenal time-wasters. Upset, even, about sledging in a Test series in the West Indies that did not involve a team from Britain. It is not just the newspapers, either, not just a means of filling pages in a quiet week. The letters column in these pages shows how the public feel and recently there was an illustration that the concept of sportsmanship extends to sell-out football crowds. When Manchester United played Real Madrid at Old Trafford last month, Ronaldo dumped them out of the Champions League. As he was being substituted after scoring a hat-trick, he was applauded off the pitch by just about everybody in the stadium. This sporting behaviour so impressed Real Madrid president Florentino Perez that he is calling for the Spanish equivalent of the Nobel Prize to be given to the United fans. On Thursday, theEngland football supporters in Durban even applauded South Africa's anthem. British sports watchers are as incensed by gamesmanship as they would be should some ne'er-do-well jump the queue in the so-called express lane at the local supermarket. The British have long had zero tolerance for cheating. Others tend to be very serious about winning, the British tend to be very serious about playing within the rules. The former - the rest of the world - win regularly, the British less so. But things might be changing. As O'Neill said after the Porto game: 'That was a learning experience for us.' Does that mean British teams might behave the same way as Porto? Are we, 150 years on from the birth of team games and the spirit in which they should be played, finally moving on? Are Denise Lewis and Arsenal showing us the way forward - the Paolo Montero way, perhaps? Montero, Juventus's magisterial Uruguay defender, will be playing according to his own philosophy on Wednesday night at Old Trafford. 'Football is made for cunning people,' he says. 'I don't think it is true to say that you are disloyal to football if you feign an injury or tug a shirt or do something else to win the game as winning games is the purpose of football. Cheating the referee is not a sin if it helps your team to win. I was born a defender and I'll die a defender. I play against cheating forwards every week.' Montero's hero - apart from his father, Julio, another hard stopper who lathed people for fun in the Uruguay defence in the 1960s and 1970s - is Diego Maradona. The handball goal against England in the 1986 World Cup quarter-finals was, says Montero Jr, a wonderful achievement, a moment of beauty. Sir Alex Ferguson, on hearing of Montero's comments, said: 'He's just being honest. They do have that cunning in Italian football, but I don't accept that it is part of the game. It is not the English mentality, although there is no question diving is creeping into our game. The reason for the increase in diving is the number of foreign players coming into the Premier League. This is a problem that has to be addressed by referees and man agers. I wouldn't be happy if one of my players had made such an admission, but they don't worry about things like that in Italy.' But if Montero wasn't already in his thirties, you would not be surprised to see Fergie putting in a bid for him in the summer. You can say much against Ferguson, but woe betide if you call him a dilettante. Or English, come to that. Former England captain Mike Gatting, on these pages, states strongly that the England cricket team play just as hard to win as any other and that 'Ian Botham would probably think Corinthian spirit is a drink'. There are still those within cricket who will be appalled by this view. And, perhaps, a growing number who laugh at those who are appalled. To study British attitudes to sport in the twenty-first century, it is necessary to go back to the middle of the nineteenth, to the Victorian perception of the spirit of the game. Selfless, generous in defeat, manly on all occasions. It is typically British to hark back to the golden age of British sport, when a host of aphorisms on the benefits of team sports on the character were minted. Nearly all of them emphasised the point that how one conducts oneself is more important than what one may or may not achieve. Play up, and play the game (and, by golly, make sure you stick to the rules). It is remarkable, given how sport is played in other parts of the world, that this attitude pertains in twenty-first-century Britain. The golden age was based on the institution of public schools, as CB Fry reminds us in his foreword to Edward Grayson's history of the Corinthian Casuals. 'There is no doubt that neither football nor cricket would have developed as they have but for the Public Schools,' he wrote in 1955, 'and if either game has any good standards that is largely due to their influence. The Public Schools are considered at Trades Union Conferences to be feudal in origin and development, and to be anti- equalitarian, or, as the silly term is, anti-democratic.' The sport they affected most was not cricket but football. Cricket had long been a gambling game. It has always been and will ever be one that gives the nod and the wink to chicanery. From WG Grace going out for the toss with a coin featuring Queen Victoria on one side and Britannia on the other and shouting not heads or tails but 'Woman!', to Sri Lanka's Arjuna Ranatunga irritating Australians throughout the 1990s. Public schools played cricket as often as they could, but they actually invented football. The rules and ethos of football were forged in these 'anti-democratic' establishments. Cheltenham College introduced the throw-in, Harrow the concept of sending off a player who wilfully breaks the rules and Eton contributed the offside principle to counteract the dubious practice of 'sneaking'. For a while there were different rules for different schools until Cambridge University intervened in 1863 with the definitive version. Football of both codes - association and rugby - and cricket were vital in propagating the doctrine of 'Muscular Christianity', which Dr Thomas Arnold, father of the poet Matthew Arnold, instigated at Rugby school in the nineteenth century. A doctrine that is best expressed in Tom Brown's Schooldays , written by a pupil of Arnold, Tom Hughes, and featuring Arnold as the Doctor. The penultimate chapter is entitled Tom Brown's Last Match . His team lose, 'but such a defeat is a victory: so think Tom and all the school as they accompany their conquerors to the omnibus and send them off with three ringing cheers'. The crucial word being 'all'. Not one schoolboy had the wit or courage to say 'bollocks, we were robbed' and lob a brick at the departing omnibus. In another part of the Tom Brown's Schooldays , Tom, Arthur and 'the master' talk sport. 'But it's more than a game. It's an institution,' said Tom. 'Yes,' said Arthur, 'the birthright of British boys old and young, as habeas corpus and trial by jury are to British men.' 'The discipline and reliance on one another which it teaches is so valuable,' went on the master. 'It merges the individual in the eleven; he doesn't play that he may win but that his side may.' Habeas corpus, trial by jury and cricket. The first two enshrined of the unwritten constitution, the last a sport in which the overriding law is that nobody should contravene the spirit of the game. Another novelist of the Victorian age who was an adherent of Muscular Christianity was Charles Kingsley. In many of his novels, although less so in The Water-Babies , he would press the benefits of living a 'strenuous life'. He once wrote: 'The best Christians are those who are physically fit.' One of few writers to go against the grunt 'n' groan was Wilkie Collins, who found all this emphasis on masculinity and working out wearisome. So much so that the pivotal moment of his novel Man and Wife occurs when a brutal athlete collapses sensationally in the middle of a race - 1-0 to the aesthetes. Muscular Christianity, and the concept of sportsmanship imbued within it, was perfectly suited to the Imperial times. In the nineteenth century, a primary purpose of public schools was to transform the less talented pupils into evangelical empire-builders. Cricket and football provided useful tools for getting to know the locals. Sport and the Church of England were spread throughout the world. The sublime Sri Lanka batsman Aravinda da Silva says: 'In the days of the colonists and brown sahibs, just playing the game was more important than winning, so losing didn't matter at all. Games were a place to escape from the pressures of work. The Corinthian ideals represented team spirit, humble aspiration and solidarity in what has always been a society simmering with faction and tension; they were held on to by many and still are. 'It certainly was a form of escapism for me when I started playing, but cricket has moved on. Almost all the fun in playing has gone. Because sport is now a business, winning is always linked to money and no cost is too high. Maybe it used to be that how you played the game mattered. Now every innings is about the result.' With the empire dramatically reduced, the concept of Muscular Christianity, in the United Kingdom if not the United States, has fallen into decline. Not a complete surprise. There was always something flawed about a doctrine based on the Ancient Greek way of doing things that, on the surface, was staunchly heterosexual; something iffy and sexist and racist about a religion that drew its lessons from men playing games. Imran Khan, the former Pakistan cricket captain, does not regret its passing. 'What makes the current Australians stand out,' he says, 'is that they focus on winning and never have a negative thought in their head. They are rewriting sporting values and soon all talk of public-school ideals will be forgotten. Australia are succeeding by playing their way and it has nothing to do with anything less than competing every single delivery. To beat them you have to fight fire with fire.' Imran is surely right. The public-school way of doing things is way out of date. It may be irritating to watch the Portuguese dive and roll. It may be tiresome to have to witness a goal celebration so long that it appeared the match had been decided by a golden goal. It is very boring indeed to have to put up with a huddle of Arsenal players defending a 1-0 lead by congregating by the corner flag. And I was hoping that one of the Southampton players would come in off a 15-yard run and, forthrightly, break the impasse. Better to lose with a bang than a whimper. As infuriating as these actions may be, however, they are within the rules. People's anger should be directed at the legislators rather than the practitioners. It is futile in the extreme to whinge about how others play the game when everyone else is playing to win. The last thing an adherent of Thomas Arnold's philosophy would like to be called is a bad loser. You can mail the Observer direct at sport@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}