{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2003/may/01/conservatives.uk1", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2003-05-01T20:34:10Z", "webTitle": "IDS a 'handicap' warns quitting MP", "webUrl": "https://www.theguardian.com/politics/2003/may/01/conservatives.uk1", "apiUrl": "https://content.guardianapis.com/politics/2003/may/01/conservatives.uk1", "fields": {"headline": "IDS a 'handicap' warns quitting MP", "bodyText": "Iain Duncan Smith's faltering leadership of the Conservative party suffered a body blow tonight when a frontbench Tory MP resigned from his team and likened him to a failed football manager who must be replaced. In a statement issued as voting ended in the local government elections, Crispin Blunt, a shadow trade minister and MP for Reigate since 1997, declared it was his \"public duty\" to speak out and admit that the Tories are \"making no real progress\" against Tony Blair's leadership. Though he praised Mr Duncan Smith's efforts to make Tory policy relevant to voters' concerns, the MP admitted: \"We carry the handicap of a leader whom Conservatives in parliament and outside feel unable to present to the electorate as a credible alternative prime minister\". In a wounding passage Mr Blunt explained: \"If we were a business being operated in the interests of its shareholders or a football club in the interests of its supporters, the managing director or manager would by now have been replaced. \"If we are a political party that is serious about regaining power, our leader has to now be replaced. I hoped the leader could recognise this analysis himself.\" The 42-year-old former army officer, who was a political adviser to Malcolm Rifkind at the MoD and the Foreign Office, therefore urged Mr Duncan Smith to make \"the enormous personal sacrifice\" by standing down - or offer himself to a vote of confidence among Tory MPs. There were strong signals tonight at Westminster that - unless the Tories do very well in the overnight counting of votes - a challenge will be mounted. Tim Yeo, Mr Blunt's boss in the trade team, was said to have the 25 names of Conservative MPs needed to trigger a confidence vote. If that happens, Mr Duncan Smith's best hope may be a stark lack of concensus about his successor. And there was not even a clear indication that Mr Blunt would be backed by his friends - leaving the risk of another abortive coup against the leader who unexpectedly succeeded William Hague after Mr Blair's second election landslide in 2001. Even critics of Mr Duncan Smith on the Tory frontbench rounded on Mr Blunt for his \"lone\" operation, which they predicted might have no impact on the Tory leader. \"The reality is that Crispin is a plonker, although he is an amiable plonker. He does not speak for anyone else. \"The absurdity of his decision is that he signed his letter at the moment that half the country were voting,\" said one irrate frontbencher. Another insisted that Mr Duncan Smith's position would depend on the Tories's electoral performance and not on the resignation of an \"obscure\" shadow minister. \"No one has heard of Crispin Blunt. By what he has done, he has ensured that he will return to obscurity,\" he said. Mr Blunt himself told friends he had consulted colleagues but acted alone for two reasons: that he is not identified with any potential leadership candidates, notably Michael Howard and David Davis, and that he has the backing of his constituency executive in Reigate - where he hopes to be readopted as Tory candidate tomorrow night. Mr Yeo, the shadow trade and industry secretary and a potential leadership candidate himself, is understood to have pleaded with him to stay on the frontbench. \"I did my very best to dissuade Crispin from acting like this. I think it is a mistake. I do not agree with what he said. \"He was a very good member of the team. He has made a grave mistake and I am very sad.\" David Davis, the shadow deputy prime minister, who would again stand in any leadership contest, said tonight Mr Blunt was wrong to resign. Mr Davis's remarks were designed to show that Mr Blunt was not acting on his behalf. As other would-be rebels expressed similar alarm, loyalists dismissed such talk as crocodile tears. Other Tories concentrated on what election result Mr Duncan Smith needs to survive. All agreed that achieving only 30 net gains in the English local elections - the party's official prediction - would land him in dire trouble. One well placed Tory said: \"Thirty net gains will not give Iain a good night's sleep. But it may not be terminal.\" One frontbencher said that the Tories would have to gain 200 seats for Mr Duncan Smith to be safe. Gains of between 100-200 would be a \"grey area\", while gains of less than 100 would be \"terrible\". Mr Blunt, who voted for Michael Ancram in the 2001 leadership contest, is believed to support Sir Malcolm Rifkind, the former foreign secretary as potential leader. But Sir Malcolm lost his Commons seat in 1997 and is unlikely to get back until the next election."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}