{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2003/may/20/furthereducation.uk", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2003-05-20T22:44:34Z", "webTitle": "Peter Kingston: Free courses 'not fair'", "webUrl": "https://www.theguardian.com/education/2003/may/20/furthereducation.uk", "apiUrl": "https://content.guardianapis.com/education/2003/may/20/furthereducation.uk", "fields": {"headline": "Free courses 'not fair'", "bodyText": "Colleges are accusing the Learning and Skills Council of allowing private training providers to undercut them by not charging major companies fees to train their employees. The quango insists it is offering big firms that don't want to negotiate with its 47 local offices the same cash deals they would get via the local LSCs, and will fund only 50% of their training costs. But colleges complain that these national agreements are enabling their competitor training providers to offer their services for nothing while they have to charge at least 25% of the costs. Colleges' fears that they are being undercut and risk losing significant contracts with big business were raised with the adult skills minister, Ivan Lewis, in the Commons debate on skills and the government's forthcoming white paper. \"Will he reassure me that there is no intention to undermine the work of colleges by sponsoring competing provision delivered by private providers through the LSC's national contracting service?\" asked Janet Dean, Labour member for Burton upon Trent. \"Will he confirm that national contracting service funding includes the same requirements for employers' contributions and does not create unfair competition? Such unfair competition might cause colleges to lose their longstanding employer customers and thus destabilise the continued provision of training in the area.\" Dean had been alerted by Burton College that a number of firms with which it had training contracts were reviewing these because they had been offered free training by private providers funded by the LSC's national contract service. The irony is, said its principal, Keith Norris, that Burton College is nationally acknowledged for the strength of its ties with local business. A document to accompany the DfES's skills white paper next month will cite Burton college as a case study of the \"employer engagement\" which the government insists many colleges have to improve. Norris said he had recently been alarmed to discover that a number of big national companies were talking of reviewing the training contracts they had with the college for their local workforces. \"The information came back to us that these companies had been offered free training by pri vate providers,\" he said. \"The companies have told us that they are being offered free training via the national contract service. This concerns us because what we do with these companies is a vital part of our operation.\" The LSC launched its national contract service last year. Its head, Marinos Paphitis, said: \"It deals with multi-sited employers who have premises all over the country and wouldn't necessarily want a contract from one local LSC or college.\" Dealing directly with these firms, which must have workforces of more than 500 people, cuts out unnecessary duplication and bureaucracy, Paphitis said. The bulk of the contracts so far have been for modern apprenticeships. To date, 40,000 modern apprenticeships - 18% of the current national total - in these companies are being part-funded via the national contract service, Paphitis said. But latterly firms have asked for a similar service in respect of workers aged over 24 who lack level 2 qualifications. In the past year the service has funded training for 20,000 of these employees, the great majority for level 2 NVQs. Paphitis insisted that the funding rates it offers are carefully calculated to ensure that colleges and other local providers are not disadvantaged. \"We've agreed that we will only fund employers for half the amount it normally costs to fund an NVQ,\" he said. \"We offer 100% to nobody at all.\" Colleges are obliged to charge employers 50% of the cost of training which is specific to their firms. Ivan Lewis told Janet Dean he would send her a written reply."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}