{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2003/may/11/foodanddrink.features9", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2003-05-11T15:33:22Z", "webTitle": "Penne from heaven", "webUrl": "https://www.theguardian.com/lifeandstyle/2003/may/11/foodanddrink.features9", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2003/may/11/foodanddrink.features9", "fields": {"headline": "Penne from heaven", "bodyText": "\"I'm almost ready,\" cries Ruth. Or maybe Rose. \"Two more minutes for me,\" says Rose. Or maybe Ruth. \"You see that tiny white circle on the inside when you bite through the spaghetti? That means it's almost there but not quite,\" says Ruth. Or Ruthie. Or Rose. \"I'm done - let's go,\" says Rose. Or Ruthie. Or Ruth. Or, quite possibly, Rosie. It all got a little bit complicated, writing up the River Café pasta lesson for which the ladies generously gave their time and Ruth the use of her bijou Chelsea pied-à-terre . It wasn't just that my notebook had become stoutly spattered somewhere along the way with rich arrabiatta sauce, leaving my shorthand more unreadable than usual - there was handy advice for instance about either 'risotto' or 'visitors', but I still don't know which one to leave bubbling for longest. More crucially, however, I had plumbed new depths of notebook stupidity by annotating the separate quotes of Ruth Rogers and Rose Gray with a single big circled 'R'. It was that kind of morning. Charming though they may be in real life, around a stove they have the accidental ability to make you feel stupid, along with the deliberate one to make you feel very hungry. They both talked sense, if that helps. I suppose they would have to, given the success not just of the restaurant but of the cookbooks, of which there's a new, fizzingly simple one for fools who can't cook; I can't really see the River Café working otherwise. Although it's a nice scenario: one R masterfully conducting a range of simmering pans while the other stands by helplessly with her thumb in her mouth, wondering whether to grate some flour or something and then throwing a few cinnamon Cheerios in each pan, on the off-chance. They talked, and taught, most persuasively, of the satisfactions of a good pasta. And persuasion was needed. Men like the 'idea' of pasta: slicing the garlic tissue-fine with razor-blades along with the other wise-guys in the cell block; stirring the last family pot of Bolognese in manly fashion while the helicopter clatters overhead. In practice, though, it's usually been a comprehensive disaster. You can whip up a lovely warming plate of simple spaghetti and butter, they say, when there's nothing else at home. So you boil the pasta, left in the back of the cupboard since the final days of Thatcher, for about 80 minutes, terrified anything less will leave it too tough - it's a related male fear to that of peeling too few potatoes - and then realise you have no butter, but surely that dyed-yellow extruded vegetable compound would do as well, and maybe you could stir in some Dairylea triangles, and then you wonder why the wormy mess holds marginally less attraction than swallowing your own tongue. Thirteen minutes after they'd started, as they pulled out bits of penne and spaghetti and counted the seconds, literally, until it was al dente , and signally failed to employ the old student ruse of throwing it at the wall and seeing if it sticks, I had changed my mind. The aromas were magnificent. I had thought Rose's effort, penne arrabiatta , would be the most enticing; it was certainly the most colourful, and clever. Who'd have thought that the secret was not just to fry garlic, chillis and basil in good olive oil, but to 'then lift them out' for a bit, using the flavoured oil to cook the tomatoes? The result was hot, rustically rough and impressively moreish. But the real surprise was Ruth's spaghetti with butter and cheese. Unsalted butter, Pecorino Romano and a good parmesan. Much, of course, is in the shopping, as well as the cooking, which is the one lesson I keep being taught by those hoping to make a vague cook out of me. The book, winningly, gives a good list of stockists, though it would appear you're rather stuffed if you live in Wales. It's also well-written and accessible. But I'm not going to praise them too much, even though they were kind, and achieved the impossible by turning me on to pasta. Nor, for the same reason, am I going to pass on the locations of the sweet little Italian villages where you can buy the world's finest salbimfuccia and pragglaspentiore - because this would send you into a murderous rage at the fact that R&amp;R spend their r&amp;r sashaying around them in the sunshine and calling it work. And also because I think these are actually types of brake fluid. · To order the River Café Cook Book Easy (Ebury, £20) for £17 plus p&amp;p call Observer Book Service on 0870 066 7989"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}