{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/may/11/caribbean.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-05-11T17:59:50Z", "webTitle": "If you liked the sound of that... try these", "webUrl": "https://www.theguardian.com/travel/2003/may/11/caribbean.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2003/may/11/caribbean.observerescapesection", "fields": {"headline": "If you liked the sound of that... try these", "bodyText": "Nevis: If you fancy a bit of history with your sunshine, head for Nisbet Plantation which dates back to 1778 and was originally the home of Fanny Nisbet and her husband Admiral Lord Nelson. The 30-acre beachfront resort is based around the Great House, an atmospheric mansion which now serves as the restaurant. Dotted between the coconut palms are 38 rooms and suites in semi-detached cottages and two-storey units. Seven nights' half board at the four-star Nisbet Plantation Beach Club including flights and transfers costs £1,555 per person for departures up to 30 June 2003 with British Airways Holidays (0870 443 4439). Stay for seven nights or more between 1 June and 31 October 2003 and receive one night free. Barbados: This island is enjoying a surge of popularity but you won't run into your neighbours at the 10-roomed Little Arches on the island's south coast at Enterprise Beach. This small, funky property has all the rooms individually decorated in Italian fabrics and is just steps away from the quiet white sandy beach. Caribtours (020 7751 0660) has a week in June for £885 room-only, including return scheduled flights and private transfers. Antigua: Start your day with a relaxing yoga class at Cocobay, a sandy sanctuary with 41 pastel-painted cottages and four plantation houses. All offer panoramic views of the coast from their patios on the crown of the headland, which slopes down to a white sand beach. Work on your tan then cool off in the cliffside plunge pool. Seven nights costs £1,015 per person for departures up to 30 June with British Airways Holidays (0870 443 4439) including return flights from Gatwick, all inclusive accommodation and return transfers. Free connecting flights are available from most UK airports. British Virgin Islands: Set sail for Biras Creek on Virgin Gorda, located between two hills on a spectacular 140-acre peninsula, and accessed only by boat. It boasts a Caribbean beach on one side and the Atlantic on the other. Accommodation is in 21 oceanside suites scattered along the shore. The hub of the property is a hill-top 'castle' with reception room, restaurant and bar. The price of £1,993 per person between 28 June and 18 July includes room -only accommodation, return flights and transfers with Kuoni (01306 747008). Tobago: For a slice of the real Caribbean, check into the Kariwak Village, a simple family-owned property comprising 24 wood and shingle-roof cabanas a five-minute walk from the beach. There is no nightlife here but locals flock to the restaurant for the good food, which comes fresh from the sea and is cooked using vegetables and herbs from the hotel's own garden. There's also a small thatched pavilion if you feel like doing a spot of yoga. Book through Caribtours (020 7751 0660) which has a week's room-only accommodation in June for £830 including flights. Half-board costs an additional £31 a day. · For more information on the Caribbean, visit the Caribbean Tourism Organisation website at www.caribbean.co.uk."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}