{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2003/may/11/foodanddrink.shopping4", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2003-05-11T15:33:22Z", "webTitle": "Should I become a meat-free man?", "webUrl": "https://www.theguardian.com/lifeandstyle/2003/may/11/foodanddrink.shopping4", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2003/may/11/foodanddrink.shopping4", "fields": {"headline": "Should I become a meat-free man?", "bodyText": "'Daddy, how do you know stegosaurus is a vegetarian?' asked Oscar. 'You can tell from his teeth,' I said, feigning confidence in my hazy palaeontological recollection, 'dinosaur experts think they weren't the right teeth for eating meat.' 'But Ned's got the right teeth for eating meat, and he's a vegetarian too,' said Oscar. Good point, I thought. 'Well, Ned has a choice, because he's a human being. Animals either are vegetarians, or they're not.' 'I'm a shoe-man bean. Does that mean I can choice?' 'Yes,' I said. 'Then I'm going to choice to eat meat.' 'Why's that?' I asked. 'Because I like it.' 'Me too,' I said. What I didn't say to Oscar is that I have been thinking a fair bit recently about the whole vegetarian/carnivore thing. Why exactly do I eat meat? I don't think it's particularly good for me (partial as I am to the fattier cuts). I abhor the way most of it is produced. And, much as I enjoy eating it, I don't imagine life without it would be completely unbearable. So you see, I am not an untroubled carnivore. So why haven't I become a vegetarian? Well, I guess there's my image to think of. Connoisseur of obscure body parts. Enthusiastic muncher of small furry animals. But honestly, I'd give it all up - even the bacon - if I was properly convinced it was the right thing to do. Recently, I've been considering the matter in some depth for a book I'm working on. Soon I hope to have resolved the matter to the satisfaction of my own conscience - one way or another. But in the meantime, there's one thing I'd like a bit of help with. And perhaps there's a vegetarian out there who can oblige. (Or, more likely, a vegan, because what vegans understand, to their credit, is that the dairy industry is the meat industry - or at least the beef industry.) My questions are these: what would the vegetarian utopia look like? And would anyone seriously want to live there? How would vegetarians set about dismantling the mixed farming system? What would happen to all the farm animals? One possible response is that because killing animals is simply wrong, a moral absolute, questions like mine are irrelevant (as well as irritating). But that really isn't good enough. Because if enough of us were genuinely persuaded of the wrongness of killing animals for food (which is presumably what vegetarians would like to happen) we could then chose democratically to live in a meat-free society, and these questions would become very real. Would vegetarians then be in favour of the mass slaughter of farm animals, to accelerate the arable revolution? And if so, would the carnivorous minority be allowed a last supper of the slaughtered corpses? Presumably the answer is 'no' on both counts. More likely, the WPTVB (Working Party for the Transition to a Vegetarian Britain) will favour a gradual scaling down of stocking, to a point where small populations of a wide range of breeds are managed, by man, in 'Tame Life Parks'. Here they are well looked after and preserved for their educational and historical interest. Meanwhile the countryside is turned over to the cultivation of fruit and vegetables - grown, of course, without the aid of animal manures, and therefore with the input of huge quantities of chemical fertilisers. But the matter cannot quite rest there. What happens when the sheep and cows get a bit long in the tooth? Or short in the tooth, as is the problem with ageing livestock. They can't feed properly, and quickly lose condition. In the absence of predators to finish them off, they will die a lingering and stressful death. Will the vegetarians allow human, and humane, intervention? Can we 'put them out of their misery'? And do we then incinerate their carcasses? Feed them to our pets? To the worms? Or to those appalling carnivores, for an occasional 'treat'? I guess what it boils down to is this. All animals must live some kind of life, and die some kind of death. And then they will be eaten - by a maggot, a crow, a fox... or a person. The carnivores' position, and mine until you persuade me otherwise, is that the best, most morally acceptable way to co-exist with our dependent, domesticated livestock is to take care of them when they are alive, ensure they have a quick and, in relative terms at least, stress-free death. And then eat them. I accept that, through industrial farming practice, we are guilty of a gross abuse of our responsibility of care, and a treatment of farm animals that is often morally without defence. But surely reform, not abstinence, is the answer? If you're a sheep, the question of who ends up eating you when you're dead is the least of your worries. And, in the long run, you'd probably rather be a sheep than a stegosaurus. My roast leg of hogget Naturally, a carnivorous recipe this week. I keep most of my lambs for a whole year, and slaughter them in their second spring, when they are traditionally known as hoggets. I not only find the meat excellent, but I like the fact that the animals have seen a whole cycle of the seasons before they go to slaughter. You can buy hogget (and excellent mutton) by mail order from Somerset farm direct, on 01398 371387. Take a leg of hogget or mutton. Chop together a fistful of parsley, two cloves of garlic, about six anchovies, and a tablespoon of capers. Make incisions deep into the meat with a sharp knife, and push in half teaspoons of the mixture. Roast for 45 minutes at 220 C, then pour over a glass of white wine and a glass of water. Turn down to 180 C and roast for another 45-75 minutes, depending on the size of the joint and how pink you like your meat. Rest the joint at room temperature for at least 20 minutes before carving, while you make gravy from the winey juices in the pan. Serve with new spuds and spring veg. · Comment on this article on Hugh's website, www.rivercottage.net. To order a copy of Hugh's new book The River Cottage Year for £14.99 plus p&amp;p (rrp £17.99), call the Observer book service on 0870 066 7989."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}