{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/may/20/golf.comment", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-05-19T23:59:41Z", "webTitle": "Patronised and shunned, Sweden's finest is ready to rattle a few cages", "webUrl": "https://www.theguardian.com/sport/2003/may/20/golf.comment", "apiUrl": "https://content.guardianapis.com/sport/2003/may/20/golf.comment", "fields": {"headline": "Patronised and shunned, Sweden's finest is ready to rattle a few cages", "bodyText": "It's a wonderful life on the Ladies Professional Golf Association tour in the US. The courses are relatively forgiving, the prize money is great and the camaraderie among the players as vast and as warm as the afternoon sun over Las Vegas. Given the choice, who in her right mind would want to swap this congenial world for the testosterone- fuelled frostiness of the US PGA tour? No one is better placed to answer this question than Annika Sorenstam. In two days' time the 32-year-old Swede will become the first woman since Babe Zaharias in 1945 to play in a men's US tour event when she tees off in the Bank of America Colonial tournament in Fort Worth, Texas. Zaharias, a magnificent all-round athlete who spent much of her sporting life fighting the lie that she was born a man, failed to make the final-day cut 58 years ago. Depending on which American golf publication you read, Sorenstam, a magnificent player who has spent the past few years fighting the lie that her 44 career victories are down to the fact that the women's game is a festival of mediocrity, will not only miss the cut at Fort Worth, she will embarrass herself, golf and womanhood itself. Her presence will motivate the men to play better, the argument goes. She does not hit the ball far enough. She does not putt well enough. She will not be able to withstand the pressure. Up on the Vegas strip, the casino odds-makers have her at 1000-1 to win. If by any chance she does win, she had better not expect hugs from her fellow competitors. Even Nick Price - who won the Colonial last year and who happens to be one of the most generous spirited men in professional golf - has publicly said she should not have been allowed to play. Vijay Singh has described her participation as a \"disgrace\". Not since Eve did her bit for early greengrocery has a woman endured such a rotten press. Which brings us back to our original question. \"Why am I doing it?\" says Sorenstam with a rueful smile. \"I'm doing it to test myself. I'm doing it as a challenge, I'm doing it because I want to see how good I can be. I'm not doing it to represent women or women's golf or the LPGA tour, I'm doing it to represent myself. This is a once-in-a-lifetime opportunity. A one-time deal.\" If there's a trace of weariness - regret, even - in Sorenstam's words it is because she has become increasingly weary and regretful over the past few months as her half-joking response to a journalist's throwaway question has developed into golf's own version of a Barnum and Bailey production. Ten invitations The circus started in January after a golf outing near her home in Florida, when the Swede was asked if she had ever thought about playing in a men's event. Although men are not allowed to play in LPGA tour events, there is nothing in the PGA rulebook which disqualifies women from playing in men's events. \"It might be fun,\" she laughed, adding that it was unlikely to happen because she had never been asked. Within a matter of days Sorenstam, who won 13 women's tournaments around the world last year (10 of them on the LPGA tour), had received invitations to play in 10 men's events from sponsors desperate for the publicity she would inevitably bring. From the 10, Sorenstam selected the Colonial. At 7,080 yards, the tournament course is shorter than most on the PGA tour and it favours accuracy rather than length. Past winners include Price, Justin Leonard and David Frost - none of whom has made his fortune bombing it off the tee. \"Those guys aren't known for their power, they're known for their ability to manoeuvre the golf ball,\" Sorenstam says. \"On 95% of the courses the guys play on I'd have no chance because power and strength is what is required above everything. The Colonial is more placing your shots in the right place, a course- management type of golf course.\" The reaction from the male PGA pros to Sorenstam's excursion into their world has ranged from mild pique (Price) to competitiveness (Phil Mickelson - \"I think she'll finish around 20th. Me? I hope I finish 19th or better.\") to outrage (a journeyman Canadian pro called Brian Kontak is considering legal action in an effort to play in the US Women's Open). Tiger Woods, who shares an agent with the Swede and counts her as a friend, gave the most thoughtful response. \"If she plays well then it will be great for her. If not, then it might not reflect too well on the women's game.\" Among Sorenstam's peers on the LPGA the mood is unanimously supportive, though the initial enthusiasm for the experiment has been tempered by resentment at the way she has been dismissed and patronised by the - mostly male - golf press. No one is accusing her of damaging the women's game. \"Annika isn't doing this as some kind of feminist statement, or as some kind of girl-against-guy thing. She's kicked our butts out here for three years and now she wants to see how she can do against the best players in the world,\" says Juli Inkster, the current US Women's Open champion. \"Mind you, when she signed up for this I don't think she realised it was going to be such a big deal. I'm rooting for her but with all that hoopla going on it's going to be tough.\" The Scotswoman Janice Moody is one of Sorenstam's closest friends on tour. \"I think it's really disappointing that she won 13 times last year and didn't get as much attention as she's now getting for just turning up to play in one men's event. \"I don't think she's nervous, she just wants to go out there and show everybody she's a really great player. She's physically strong and I know she'll play very sensibly. Do I have a prediction? Not really. I just really hope she makes the cut. Maybe that will shut them all up.\" Good grace Sorenstam likewise has eschewed predictions, preferring to go quietly about her business. Besides playing in a half-dozen LPGA events this year and winning one, she has been fielding media inquiries from every conceivable quarter with typical good grace, as well as squeezing in her preparation for this week's event. Seven weeks ago she played with Woods off the men's tees at a course in Florida. He reportedly beat her by 10 shots. A couple of days later she played at the Colonial itself, again off the men's tees. She did not keep a score, although another member of the fourball - the former winner Frost - estimated she shot about 76, six over par. The 36-hole cut last year was 143, three over par. The portents are not good. Come tournament day on Thursday the course will be in tougher condition, with tighter pins and thicker rough. However, Sorenstam's biggest challenge will not be physical but psychological and it will come when she stands on the 1st tee at the start of the first round, waiting to hit her tee shot with the eyes of the world upon her. Has she thought about how she is going to cope with that terrifying moment? \"Not really,\" she says. \"Although it might be an idea to have the paramedics standing by.\" G2, page 4 How the women's and men's No1s compare Annika Sorenstam Tiger Woods Av driving distance 265.6 yards 293.3 yards Last year's winnings $2,863,904 $6,912,625 Stroke av (2002) 68.70 68.56 Career victories 42 46 Career winnings $11,170,368 $33,103,852"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}