{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2003/may/01/conservatives.uk", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2003-05-01T20:26:55Z", "webTitle": "Blunt words or a fatal blow?", "webUrl": "https://www.theguardian.com/politics/2003/may/01/conservatives.uk", "apiUrl": "https://content.guardianapis.com/politics/2003/may/01/conservatives.uk", "fields": {"headline": "Blunt words or a fatal blow?", "bodyText": "The name of Crispin Blunt may ring few bells outside his Reigate constituency or the military circles in which, as a major-general's son and former Hussars officer, he has felt at home for all his 42 years. Tonight it is certainly ringing Iain Duncan Smith's bell. But the same charge of obscurity would once have been levelled against the engagingly eccentric \"wet\" Tory MP, Sir Anthony Meyer, whose doomed leadership challenge to Margaret Thatcher in the autumn of 1989 was - with hindsight - the first event of the final act of her premiership. She was gone within a year. Apart from their confident social origins - always an important factor for would-be political assassins - Mr Blunt (Wellington and Sandhurst) is no Tony Meyer (Eton, Oxford and the Scots Guards). But fellow officer Mr Duncan Smith, precarious leader of the Conservative party since September 13 2001, is certainly no Thatcher-like political colossus. If Mr Duncan Smith has emerged from today's local elections with less than a dramatic underdog's triumph, the name to watch may not be that of the Tory junior trade spokesman but of his boss. Tim Yeo, MP for South Suffolk since 1983, is the man tipped to trigger a vote of no confidence in IDS - possibly as soon as tomorrow. Mr Yeo was briefly famous in tabloid lore for hiding from photographers with a coat on his head in 1994, a victim of a \"love child\" exposé of the \"back to basics\" years. He resigned from the middle-ranking ministerial status he had achieved in the Thatcher-Major years, but has steadily fought his way back. Unlike Mr Blunt, a former Foreign Office aide to Malcolm Rifkind, whose vote in 2001 was formally \"undeclared\", Mr Yeo is on the left of the party. In 2001 he backed the newly rebranded Michael Portillo as the caring candidate. Mr Yeo is tonight said to have the names of 25 MPs (15% of the total) willing to write demanding a vote, the number required under the party rules bequeathed by William Hague. If Mr Duncan Smith lost he could not stand in the fresh leadership contest that would follow. Who would stand? Possibly Mr Yeo himself. \"The Portillistas are looking for a candidate. He's the nearest they've got,\" said one MP. It was Mr Yeo who annoyed his leader in the new year by saying the local elections must be the test of IDS's record. Probably not in contention is Kenneth Clarke, twice the also-ran. He tells friends that he would win among MPs (again), but lose the wider ballot among party members, many elderly and rightwing, \"either to David Davis or A N Other\". Since then Mr Clarke has mightily offended colleagues by his outspoken attack on the Iraq war, all this on top of his euro crimes. When the Commons returned from its Easter break on Monday Tory MPs noted how eagerly Michael Howard QC took on the task of attacking Dawn Primarolo, Gordon Brown's junior minister, on the tax credits row. At his forensic best the shadow chancellor treated the event as if was Budget day. Mr Howard is suddenly flavour of the moment among some desperate Tories. \"We've got a new dream team,\" one ex-minister confided mid-week. \"Michael Howard and Oliver Letwin.\" It is the first such dream team since shares briefly surged for a \"Clarke Portillo\" dream team. Some plotters argue that this cerebral pair of metropolitan smoothies - both of them Jewish - could only win through if no other Tory MP stood. It is another idea first floated in favour of the Clarke-Portillo slate when Michael Heseltine dared to suggest a clear run - without consulting his chum, Mr Clarke, in advance. \"Of course Michael Spicer [chairman of the backbench 1922 committee] would have to persuade David Davis to stand aside,\" a Tory plotter confided this week. It was news to Sir Michael. \"I only know what I read in the papers he told a friend.\" Allies of Mr Davis, who is biding his time since being sacked by IDS last summer, pooh-pooh the very idea. \"Not a chance, David will be the next leader,\" one scoffed last night. Will any of it happen? Tory MPs are deeply divided, far more so than Labour ones who would love Mr Duncan Smith to fight on to the next election. Tony Blair trounced him at prime minister's question time again this week. Some Tories admire IDS. Others like him, think him inadequate to the job, but will stick to him. Others still, want him out. Mr Duncan Smith's best hope may the old one: they cannot agree on a replacement."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}