{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/may/06/newsstory.sport4", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-05-05T23:55:28Z", "webTitle": "Conference play-offs: Chester 1 - 1 Doncaster", "webUrl": "https://www.theguardian.com/football/2003/may/06/newsstory.sport4", "apiUrl": "https://content.guardianapis.com/football/2003/may/06/newsstory.sport4", "fields": {"headline": "Warrington saves Rovers' dream of League return", "bodyText": "Five years after dropping out of the Football League, Doncaster find themselves 90 minutes away from returning to the Third Division after a dramatic penalty shootout win over Chester. The goalkeeper Andy Warrington provided the inspiration for Rovers to set up Saturday's showdown with Dagenham &amp; Redbridge. Not content with denying Chester's Daryl Clare a hat-trick in normal time, Warrington went on to take centre stage, crucially saving Dave Cameron's penalty kick. \"It's been a long time since this club had anything to shout about,\" said the Doncaster manager Dave Penney. \"But we thoroughly deserve this moment because our never-say-die spirit really came through. The players were fantastic.\" The tension generated by the desire of both clubs to regain their Football League status meant scoring chances were in short supply early on. But with the scores level at 1-1 from the first leg, Doncaster had to come from behind after Wayne Hatswell fired Chester into a 31st-minute lead. Paul Barnes levelled for the visitors when the striker pounced in the 57th minute and, despite the chances created by both sides, penalties were still required to separate the teams. Chester's manager Mark Wright put on a brave face and predicted his side would bounce back next season. \"I can't have too many complaints,\" said the former England and Liverpool defender. \"My lads gave it their best shot but it's a cruel, cruel way to lose. I'm finding it difficult to describe how I feel right now but we will get over this and come back stronger.\" Chester City (4-4-2): Brown; Guyett, Bolland, Hatswell, Collins; Brady (Quayle, 118), Carden, Davies, McIntyre; Clare, Sugden (Cameron, 76). Doncaster Rovers (4-4-2): Warrington; Morley, Foster, Ryan, Beech (Blunt, 67); Paterson, Green, Ravenhill, Tierney (Blundell, 77); Whitman, Barnes (Watson, 112). Referee: M Atkinson."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}