{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2003/may/13/publicis.citynews", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2003-05-13T17:12:42Z", "webTitle": "Publicis profits below par", "webUrl": "https://www.theguardian.com/media/2003/may/13/publicis.citynews", "apiUrl": "https://content.guardianapis.com/media/2003/may/13/publicis.citynews", "fields": {"headline": "Publicis profits below par", "bodyText": "Revenues at the French advertising group Publicis came in below analysts' expectations for the first quarter of the year at 905m euros - £647m. The figure represents a 57% rise from this time last year, but the results were inflated by the acquisition of the US advertising network Bcom3 group last September. On a like-for-like basis, revenues fell 1.2% in the first quarter, better than an average analysts' forecast of a 1.8% decline. Publicis - which owns the Saatchi &amp; Saatchi and Leo Burnett agencies - said it won 950m euros worth of new advertising accounts. This new business should allow Publicis, the world's fourth largest advertising group, to reach its performance targets in the second half of the year despite weakness in Europe, chief executive Maurice Levy said in a statement. The new business included the accounts for chocolate manufacturers Cadbury, the Royal Bank of Scotland and e-Bookers in the UK. Analysts' estimates had predicted revenues of an average of 929m euros - £664m - for the quarter, with the lowest forecast coming in at 905m euros, with like-for-like decline tipped to be 1.8%. Mr Levy said the advertising market had been affected by a \"heightened level of uncertainty\" because of the war in Iraq. Billings or total turnover - revenues plus the cost of buying ad space for clients - came to 7.46bn euros (£5.33bn) in the quarter, up 60.5% from 4.65bn euros (£3.32bn) in the same period last year. The company is at the centre of speculation over the future of British-based advertising group Cordiant, which was demerged from Saatchi &amp; Saatchi seven years ago. Cordiant is struggling to pay off debts of nearly £250m and has pinned its hopes on takeover approaches from the likes of WPP or Publicis - the name most frequently touted as its potential \"white knight\". But analysts have predicted that Cordiant could be taken over by lenders in a debt-for-equity swap, with its assets sold off separately. Earlier Publicis' fellow French-based advertising group, Havas, reported that revenues slipped by a fifth in the first quarter, blaming the setback on an \"uncertain geopolitical climate\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}