{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/may/06/newsstory.sport5", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-05-05T23:55:27Z", "webTitle": "United told to do their celebrating at home", "webUrl": "https://www.theguardian.com/football/2003/may/06/newsstory.sport5", "apiUrl": "https://content.guardianapis.com/football/2003/may/06/newsstory.sport5", "fields": {"headline": "United told to do their celebrating at home", "bodyText": "Manchester United fans have criticised Everton for their reluctance to allow the Premiership trophy to be presented to the champions at Goodison Park on Sunday. Despite pressure from the Premier League, Sky and the league's sponsors Barclaycard, Everton have insisted United should organise a ceremony of their own at old Trafford. They have planned for their own players to conduct a lap of honour but say they cannot guarantee security for the traditional handover of the trophy. The club's officials will come under pressure to change their mind today, one suggestion being that the trophy could be presented before the game rather than after the final whistle. There were indications last night that Everton could be persuaded to change their mind but, if so, it is clear that they will be reluctant hosts to United's celebrations. \"Their attitude seems to be: 'we're having our own party and you're not welcome'\" said Andy Walsh of the Independent Manchester United Supporters' Association. \"But there's been no history of animosity between Everton and Manchester United fans and I don't understand their concerns. \"We had the same situation at Middlesbrough in 1996 and there were no problems. Their players went on a lap of honour and were applauded by both sets of supporters. Then we were presented with the trophy and the Middlesbrough fans applauded us. Likewise, when Arsenal won the title at Old Trafford they were applauded by our fans. So I don't see why Everton should be acting like this and I find it a bit rich.\" United have not commented but have made it clear they would prefer the handover to take place on Sunday. But Everton's spokesman Ian Ross said he had been led to believe the trophy would be presented at a ceremony at Old Trafford. \"Our understanding was that if the championship was decided before Sunday, they would receive the trophy before they arrived at Goodison, and that is what will now happen. It will not be at our stadium,\" he said. \"The Everton supporters can enjoy their final day of the season and many more Manchester United supporters will be able to join in their own celebrations at their own ground.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}