{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/may/06/horseracing.chriscurtain", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-05-05T23:56:41Z", "webTitle": "High Point brings Fallon down to earth", "webUrl": "https://www.theguardian.com/sport/2003/may/06/horseracing.chriscurtain", "apiUrl": "https://content.guardianapis.com/sport/2003/may/06/horseracing.chriscurtain", "fields": {"headline": "High Point brings Fallon down to earth", "bodyText": "The supposedly glorious uncertainty of the turf was cruelly demonstrated at Kempton yesterday when Kieren Fallon, having followed up Sunday's 1,000 Guineas triumph with an 83-1 treble, was backed down to 7-4 to make it a Bank Holiday four-timer on High Point in the concluding 1-mile handicap. As the champion jockey had earlier himself given out Gerry Enright's five-year-old as his best chance of the day, this one looked written in the stars. Instead, with perverse irony, he found even more traffic problems in an 11-runner race than did Thierry Thulliez on Six Perfections, whose travails in the Newmarket cavalry charge had presented the fillies' Classic to Fallon's Russian Rhythm. Doors were slammed in the favourite's face and blind alleys were doggedly pursued. Even when Fallon finally found a late run up the rails to drive High Point from last to a challenging spot, he suffered the final indignity when Simon Whitworth on Got One Too took his ground and forced yet another tack. By some reckonings High Point had to be wound up for three separate runs in the final three furlongs, so horse and rider did marvellously to go down in the end by just a cheque's width to Nicky Henderson's dual-purpose runner. Fallon had opened with the day's first two winners, the impressive debutant Cape Fear and Luca Cumani's Millafonic - the Irishman riding a hands and heels finish on the 2-1 shot after dropping his whip. He drew a blank on Mine in the feature, the Jubilee Handicap, won by the 8-1 shot Putra Pekan for the second year in a row after wearing down the top weight Norton. Third in the Lincoln, Norton was backed in from 7-1 to start 3-1. But Fallon was back in the winner's circle with Topkamp, 5-2 favourite in the six-furlong fillies' race. He conjured up a devastating finish from Michael Bell's highly rated sprinter after finding a gap a furlong out - but, as High Point's backers were to discover, that was the last gap on offer to Fallon yesterday. Fallon had started the day level top in the jockeys' table with Darryll Holland on 43 winners and ended one ahead after the Mancunian rode a double at Doncaster. Holland got northern punters off to a dismal start when he gave Barry Hills' 25-1 outsider San Antonio a fine ride to edge out the 11-8 favourite Dawn Piper, under Frankie Dettori, in the seven-furlong maiden. Having piloted Carlton to win the penultimate sprint, Holland was backed in from 7-1 to 100-30 to win the last on James Given's Branston Tiger. Again, huge traffic problems did for that gamble and the winner was the bottom weight, Milton Bradley's Juwwi. His stable representative Liz Batchelor admitted with a smile: \"Juwwi only wins when he wants to - no one can make him if he doesn't want to.\" Glorious uncertainty? Make that cussed perversity."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}