{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2003/may/02/highereducation.internationaleducationnews", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2003-05-01T23:41:48Z", "webTitle": "On their marks", "webUrl": "https://www.theguardian.com/education/2003/may/02/highereducation.internationaleducationnews", "apiUrl": "https://content.guardianapis.com/education/2003/may/02/highereducation.internationaleducationnews", "fields": {"headline": "On their marks", "bodyText": "Student feedback has become a major element in the rolling reform of British higher education. No more is the undergraduate like Oliver Twist, humbly obliged to swallow what is doled out and shut up. Attention is paid. Mr Bumble the Beadle is all ears nowadays (\"you want more? Why didn't you say so before, young man?\"). In most British institutions, student feedback takes the form of post-course questionnaire sheets: a kind of customer satisfaction survey. It's old fashioned and, to be honest, it's never been very effective. America leads the way here as elsewhere. With the web at the students' (expert) disposal, new and aggressive feedback systems are emerging. Academic consumers are not merely evaluating and commenting on the teaching they get. They are, increasingly, using web-mobilised pressure to have their views and preferences incorporated as an integral component in the educational apparatus. The groundbreaker in this trend is the University of Texas. It's a massively populous institution (the Austin campus, for example, has some 60,000 students). Students can easily get lost in its hugeness. They need guidance. A couple of weeks ago UT set up a website, UTLife.com which enables its students to view the grade distribution on past classes given by professors in whom they are interested. It's not an original idea. This local facility was inspired by the national, pay-for-info service, Pick-a-Prof.com, which has been up and running (profitably) since 2000. The earlier site was founded by two smart and entrepreneurial Texas A&amp;M University undergraduates, Chris Chilek and John Cunningham (there is, of course, ferocious rivalry between UT and A&amp;M). Pick-a-Prof works as a kind of academic dating service. It undertakes (for a fee) to do a background search on any professor from a wide range of institutions, countrywide. The American Freedom of Information Act means the grades a university instructor has given throughout his/her teaching career are freely accessible and can be as freely passed on. How many \"A\" marks does this teacher give? is usually the first question asked of Pick-a-Prof. The second question is usually: how many students dropped, or were kicked off, the course? Any student reviews of teachers the institution may hold (comments on those end-of-course questionnaires, for example) must, by the terms of FIA, be made available to a bona-fide body like Pick-a-Prof, which can then pass them on (for a fee) to bona-fide consumers. Students can pay their own tab. At some universities the student union (\"student government\" in American terminology) pays up to $10,000 for Pick-a-Prof access. It's not entirely a one-way street. Professors too can use Pick-a-Prof to \"enhance their teaching effectiveness\". They can post comments and respond to criticism. Where the two-way channels are open, a professor can also review the grade record of his/her students, and customise teaching accordingly for different individuals. Professors are invited to share private information with potential students: personal biography, academic goals, pedagogical anxieties and expectations. Pick-a-Prof allows the professor at any point in the course to take time out and monitor how things are going. Where (as at UT) enrolments in a single course can be many hundreds, this is a valuable facility: worth ten grand of any institution's money. But free is better than fee. UTLife is the brainchild of two Austin campus sophomores, Charles Wagner and Matt Riley (Matt's the computer whiz). The site carries ads, which, they hope, will pay its way. If it takes off, as it almost certainly will, the university will probably kick in some finance. It's easy to get into the UTLife system. You don't have to be a UT student. All you do is give your name, pick a username and password, and supply a valid email address. It opens the way to some fascinating browsing. Try it. The grade information on teachers is given in the form of easy-read graphs, going back forever. The verbal reviews are all neatly sorted. And very frank. Alongside the information is the dutiful acknowledgement: \"The following data was generously provided by The University of Texas at Austin. It is displayed here because it is a matter of public record, and you have a legal right to see it. We hope it's useful in helping you choose your professors for the upcoming semesters.\" Both Pick-a-Prof and UTLife are, of course, merely systematised versions of what used to be done among the student community by word of mouth. Whenever, while teaching in America, I get an unusually big class enrolment I assume someone has written \"Sutherland grades easy\" on some lavatory wall. Now it's www.lavatorywall.com. The AAUP (Association of American University Professors) loathes Pick-a-Prof and will as cordially loathe UTLife. But what these sites represent is unstoppable. They \"have the legal right\". And, if one takes an objective view, the outcomes may be healthy. Everyone agrees that grade inflation is rotting standards in American higher education. Once all grades are in the public domain the tendency will (one hopes) be towards harmonisation and (even more hopefully) eventual grade deflation. Sutherland won't grade so easy any more. So, will Pick-a-Prof/UTLife come to the UK? As I understand the terms of Britain's data protection act, our students also have the legal right to publicly archived information about their teachers. So, yes it probably will. And, painful as it may be, yes it probably should."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}