{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2003/may/01/proms2003.arts", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2003-05-01T16:19:33Z", "webTitle": "Proms headline at Brixton Academy", "webUrl": "https://www.theguardian.com/uk/2003/may/01/proms2003.arts", "apiUrl": "https://content.guardianapis.com/uk/2003/may/01/proms2003.arts", "fields": {"headline": "Proms headline at Brixton Academy", "bodyText": "The Proms, Britain's most venerable and loved musical institution, is about to get a dose of badass street attitude. The BBC Symphony Orchestra is to play Brixton Academy, the hip south London venue more used to garage and the likes of Ms Dynamite as part of a long-term strategy to funk up the season of 72 concerts. The orchestra will be led by the American minimalist composer John Adams, whose landmark work about September 11, On The Transmigration of Souls, will also receive its European premiere at the Royal Albert Hall in July. Adams is one of the world's greatest living composers and a charismatic performer, but he will have his work cut out to upstage the death metal star Marilyn Manson as the Academy's biggest draw in June. The director of the Proms, Nicholas Kenyon, said classical music had to reach out to create new audiences for contemporary composers if it was to survive as a popular art form. The collapse in music teaching in schools now meant orchestras and music groups had been forced to step in to provide the kind of \"bedrock musical teaching that the education authorities should be providing\", Mr Kenyon said. \"Everyone, including the government I hope, now recognises that what can be taken away in five minutes takes two generations to rebuild. In American you can see the results. What they have is a virtually art-free education - and it's been a catastrophe, particularly for orchestras, audiences and the whole classical music infrastructure.\" \"The situation here is very serious,\" he warned. \"Music in schools has disappeared entirely in some areas.\" Kenyon said that although 370,000 tickets were sold for the Proms last year, with a record box office of £7.5m, the Prom could not afford to do nothing. \"We have a better age profile than the rest of classical music, but the fact is young people don't come organically into music like they did 20 years ago. The lack of music in schools is causing a real problem in renewing audiences. We can't ignore this.\" As well as the Brixton gig, which aims to show young people the power a full orchestra can generate, there will also be a Blue Peter Prom featuring John Williams' scores from the Harry Potter films and a Prom in the Park in London's Hyde Park which will mix the likes of the London Symphony Orchestra with Pop Idols Gareth Gates and Will Young. In another wheeze borrowed from the world of pop, audience will be able to vote for the music they want to hear in the Nation's Favourite Arias. Two top British singers Rosemary Joshua and John Mark Ainsley have agreed to perform the top three or four arias from a BBC internet poll that opened last night. And in another populist touch, for the first time one of the Late Night Proms that mix new music with jazz and world music, will run till 2am. But it is not all gimmicks. There will be 17 world premieres, including a piece by 29-year-old Londoner Joseph Phibbs, the youngest composer ever commissioned for the Last Night of the Proms. Mr Kenyon has chosen to stick with Henry Wood's original finale on the Last Night, with choirs at satellite concerts in Swansea, Glasgow and Belfast contributing Welsh, Scottish and Irish songs before the final chorus of Rule Britannia. The soprano Angela Gheorghiu will lead the performance in the Albert Hall but the Romanian-born singer is unlikely to wrap herself in the Union Flag. But the real guts of the programme is a series of epic concerts and events based around the theme of the Greek myths. The most ambitious - and longest - will be Sir Colin Davis's reprise of his famous London Symphony Orchestra interpretation of Berlioz's The Trojans, this time all in one day. Michael Tippett's operatic account of the same events, King Priam, will also get a concert performance, and the season will end with Purcell's Dido and Aeneas set in the aftermath of the Trojan war. To mark the 50th anniversary of Prokofiev's death - ironically just as his great tormentor Stalin also died - the English National Opera will perform a semi-staged version of his epic, War and Peace, while Leonard Slatkin will conduct the BBCSO through his film score for Ivan The Terrible. Despite promises by BBC chiefs that they would increase art programming, the same number of Proms will be shown on terrestrial TV. BBC4, the digital station, will be showing the first fortnight of concerts live as it did last year with interactive programme notes. The Queen, who is not a particular classical music fan, will attend a Prom of celebratory royal music on July 30, the second time she has attended the concerts in her reign. Highlights of the season · The full five hours of Berlioz's The Trojans on one day, conducted in its entirety probably for the last time by Sir Colin Davis, below, perhaps the opera's greatest exponent, with the London Symphony Orchestra · Sir Simon Rattle and the Berlin Philharmonic perform a programme of Bartok, Brahms, Ligeti, Stravinsky, and Richard Strauss over two nights · Bobby McFerrin - the man who wrote Don't Worry, Be Happy - conducting the Vienna Philharmonic through a concert of popular classics and then singing himself · Valery Gergiev and the Rotterdam Philharmonic take on Prokofiev, Berlioz, Ravel and a new piece by Giya Kancheli over two nights · Daniel Barenboim and his West-Eastern Divan Orchestra, made up of Arab and Israeli musicians, play Mozart and Beethoven · Zubin Mehta brings the Israel Philharmonic back to the Proms after a break of more than a decade · Among the great soloists appearing are pianists Helene Grimaud and Stephen Kovacevich, cellist Yo-Yo Ma, and violinists Vadim Repin, Pinchas Zukerman and Tasmin Little."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}