{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/may/25/newsstory.sport7", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-05-24T23:41:30Z", "webTitle": "Scottish roundup", "webUrl": "https://www.theguardian.com/football/2003/may/25/newsstory.sport7", "apiUrl": "https://content.guardianapis.com/football/2003/may/25/newsstory.sport7", "fields": {"headline": "Reprieved Motherwell run riot", "bodyText": "While Division One champions Falkirk contemplate a legal challenge to the Scottish Premier League's ruling that they cannot be promoted to the top flight, the SPL's reprieved bottom club, Motherwell, celebrated with a 6-2 thrashing of Livingston at Fir Park. James McFadden scored a hat-trick as the home side twice fought back from a goal down. Keith Lasley and Steven Craig levelled for Motherwell after Lee Makel and Colin McMenamin had scored for Livingston. The highly-rated McFadden then netted three times in the second half before Lasley added another in injury time. Falkirk's bid to replace Motherwell in the top flight, by groundsharing with Airdrie United, failed to win the approval of the 12 SPL clubs on Friday, meaning that Motherwell stay up. SPL chairman Lex Gold cited uncertainty over Falkirk's planned use of Airdre's Excelsior Stadium as a major factor. Some SPL clubs were concerned that Falkirk would not get first option for games at the Second Division club's ground next season if they were admitted. Falkirk chairman Campbell Christie will now hold further discussions with his legal team over whether to challenge the decision. A late goal from Alex Burns gave Partick Thistle a 3-2 win at Hibernian to ensure a winning start for new manager Gerry Collins. Hibs led twice in the first half through Matthias Jack and Scott Brown. But Gerry Britton, after 28 minutes, and David Rowson, seven minutes after the interval, levelled. Burns sealed the points for the visitors with a late diving header. Second-half goals from Darren Mackie and Steve Tosh gave Aberdeen victory at Dundee United."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}