{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/may/11/unitedstates.restandrelaxation.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-05-11T17:09:47Z", "webTitle": "Spa'd out? Try these Arizona alternatives", "webUrl": "https://www.theguardian.com/travel/2003/may/11/unitedstates.restandrelaxation.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2003/may/11/unitedstates.restandrelaxation.observerescapesection", "fields": {"headline": "Spa'd out? Try these Arizona alternatives", "bodyText": "Ride into the sunset: This is cowboy country so the riding and ranching is just dandy. In The Saddle (08700 133983) offers Arizona ranch holidays in Bellota and Tanque Verde, from where long-distance rides and cattle round-ups are taken. Get down to nature: Encounter Gila monsters, hummingbirds, boojums, wolves and rattlesnakes at the Arizona-Sonora Desert Museum, Tucson (00 1 520 883 2702) a zoo, natural history museum and botanical garden set in the stunning desertscape amid the beautiful Tucson Mountains. See live sport: State capital Phoenix and nearby Tempe between them boast a pro-team in all four of the US's national sports: American football (Arizona Cardinals), baseball (Arizona Diamondbacks), basketball (Phoenix Suns) and, bizarrely in a desert state, ice hockey (Phoenix Coyotes). Get details on www.bigcitynightlife.com. Head to the local church: The eighteenth-century Mission San Javier del Bac (00 1 520 294 2624), known as the 'White Dove of the Desert', has a pure white exterior and elaborately coloured interior and is still the San Xavier Indian Reservation's active Catholic church. Glimpse the Grand Canyon: Last but certainly not least, this vast natural wonder is hard to miss as it's 227 miles long, up to 10 miles wide and more than a mile deep."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}