{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2003/may/17/highereducation.news", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2003-05-16T23:02:45Z", "webTitle": "Review: Why Are They So Weird? and Branded", "webUrl": "https://www.theguardian.com/books/2003/may/17/highereducation.news", "apiUrl": "https://content.guardianapis.com/books/2003/may/17/highereducation.news", "fields": {"headline": "If Coke were a person, what would he be like?", "bodyText": "Why Are They So Weird? What's Really Going On In A Teenager's Brain by Barbara Strauch 241pp, Bloomsbury, £10.99 Branded: The Buying and Selling of Teenagers by Alissa Quart 288pp, Arrow, £6.99 When I was 18, I was very taken with Gulliver's Travels, and it strikes me now that I saw it as a teenage book: the body ballooning and shrinking; the world zooming in and out of focus; feeling monstrous and vulnerable by turns; misunderstanding or being misunderstood. Gulliver endured an increasingly elastic experience of reality, value and scale, and unlike, say, Jason or Sinbad, he was susceptible. Back in London after Lilliput and Brobdingnag, he staggered down the street so confused that he shouted warnings to passers-by for fear that he might step on them. The 21st-century teenager is having a no less confusing time. For one thing, it must be hard to have parents who belong to such a persistently teenage generation. They bring home an MP3 player, the latest Arsenal strip or a Juicy Couture tracksuit top, but not for you. They hang around in record shops and smoke behind the office equivalent of the bicycle sheds. If you play something sampled, they smugly dust off the original single. If you play something new, they pout: \"Rock? What was I a punk for?\" We assume that we are more enlightened than our own parents, when many of us had more freedom at that age than our children do. Fearful, controlling and analytical, we are not aware of how strictly we have run the show until the teenager takes charge, and we find ourselves cast as Buttons one minute, the Fairy Godmother the next, and most of the time as a cross between the Ugly Sisters and a pantomime horse. We deliver the lines we'd sworn would never pass our lips - the parenting equivalents of \"Oh yes he is\", \"Oh no, he isn't\" and \"It's behind you!\" Today's adolescents stagger under the weight of an accumulation of teenage culture. Their grandfather might have been a hippy, their mother a punk and father a glam-rocker. At a pinch, they could have been part of the acid-house scene. There is more serious fall-out too, as Ken Loach shows in Sweet Sixteen where Scottish teenagers' lives are defined by a drug culture going back two generations. Shuddering proudly at the memory of our own teenage years, we forget how much we just wanted to be left alone and are eager to grasp what our offspring are going through. They may sport flares or mohicans but they find new ways to elude us; after all, that's their job. Now we have taken to peering at them through machines, as neuroscientists are running long-term studies in which teenage volunteers regularly have their brains scanned. These scientists have discovered that the brain goes through massive refinement in adolescence. Paths are smoothed, bridges built and rubbish cleared. As one of the American scientists interviewed by Barbara Strauch puts it, in the cheerful style shared by all of them: \"The brain's pruned back to the essentials, you know, like one of those poems, a haiku. It's as if the brain says, hey, it's time to specialise.\" To enable this, there is a surge of grey matter aptly called an \"exuberance\". This overload of capacity and possibility is why teenagers can read a Russian novel a day, hack into military software, steal a car or want to save the world. It also causes a heightening of experience and emotion for which they are not fully equipped - like a rollercoaster setting off before every nut and bolt is in place. Strauch's report from the neurological frontier is both reassuring and daunting. The brain has been mapped in such detail that we can pinpoint the areas responsible for thinking about the consequences of your actions, becoming socially adept, taking hints and getting jokes. A weakness in the area to do with planning explains why your teenager insists that they can do their homework, have a party and paint their room all in the next hour. It helps to know that \"the part that tells you to count to 10 before calling your mother old and stupid\" is still under development. It makes it less personal. There are chemical explanations for why they stay up all night, get drunk, trash your home and drive too fast. A lag in their melatonin cycle prompts them to go to bed at two and sleep until 12. High dopamine levels make them crave sensation and risk. This helps and yet it doesn't, as we still need to get them up for school and to keep them more or less safe. We are used to blaming hormones, and this research shows that these \"violent chemicals\" are still pretty much in charge. In a vicious circle, experience affects hormones which affect the brain which affects behaviour and so on. Nurture is still crucial, as what happens to you can affect specific neural connections. We know that puberty is beginning earlier but what these scientists are worried about is that things are now out of kilter. Is the brain keeping up? It's hard to watch a boisterous, unselfconscious child become awkward and subdued, but it seems that the brain must learn to inhibit. We need to be able to focus and persist, and to consider implication. During this time, there is a 100% surge of myelin, which Strauch describes as \"a cosy blanket of fat\" insulating the brain's electrical signals, keeping them on the right path and increasing their speed. Eventually, \"the disco music is being turned down a bit\". Meanwhile, the disco music is being turned right up. As Alissa Quart's Branded shows, teenage culture has never been so insidiously commercialised. How long will it be until we have a situation like the one in the United States where a pupil was suspended for showing up in a Pepsi T-shirt on his school's Coca-Cola sponsorship day? We are already familiar with such stories, which is Quart's point. She warns that things have changed fast and that what would have been condemned a few years ago now passes unremarked. Crisp manufacturers sponsoring books for schools? Aren't they supposed to be free? The frightening news is that American teenagers are being recruited to promote brands to their peers. They wear a particular label or give away cosmetic samples and then report back to chic young adults who flatter them with a kind of friendship. The teenage reps whom Quart interviewed sounded miserably self-sufficient when talking about family and school, and a little attention evidently goes a long way. They were delighted to have their views sought on such questions as: \"If Coke were a person, what would he be like?\" Teenage dysmorphia has outstripped that of Lemuel Gulliver, who did well not to have a mirror. Even though studies like those Strauch describes remind us how much adolescence messes with self-perception, the American under-18s have increasing access to cosmetic surgery. The marketers have fixed their sights on the prepubescents, and at least one British department store added thongs and padded satin bras to its children's line (for now, withdrawn). Branded paints a grim picture of young people marketing themselves to one another and their parents marketing them to ivy league schools, but it's not a general one. Quart focuses on a world where parents hire a \"money pit\" for their children's parties (a machine in which you stand while dollar bills are blown around you) and where a Manhattan beauty salon offers a \"back to school\" waxing special. She makes the point that less wealthy teenagers take jobs in order to afford the right things, but I would have liked more about this end of the spectrum, where more is at stake. The book ends in hope, with a chapter on what amounts to a counter-culture. Punk didn't die, it moved to Long Island, where the \"DIY\" scene flourishes. Quart interviews teenagers who are actively \"anti-branding\", including the \"Adbusters\", who encourage kids to manipulate corporate logos and advocate a \"TV turn-off\" week. Some are unbranding themselves by turning to home schooling, an event one mother remembers being prompted by her son's friends all playing with Teenage Mutant Ninja Turtles. He now bakes bread. All this information is exhausting and circular - rather like living with a teenager. Strauch's book reassures us that a degree of disturbance is physiologically inevitable and so encourages us to shut up a bit. If Kierkegaard said that as a teenager he felt like a big question mark, perhaps parents should resist becoming one big answer. I was struck by the father who kept his hand on his son's foot for the 45 minutes that the boy was inside a scanning machine. Perhaps it's all parents can do - stay put, hope and hold on to whatever remains within reach. · Lavinia Greenlaw's novel Mary George of Allnorthover is published by Flamingo"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}