{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2003/may/28/buildingachildrenslibrary.booksforchildrenandteenagers", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2003-05-28T16:35:36Z", "webTitle": "Classic of the month: What Katy Did", "webUrl": "https://www.theguardian.com/books/2003/may/28/buildingachildrenslibrary.booksforchildrenandteenagers", "apiUrl": "https://content.guardianapis.com/books/2003/may/28/buildingachildrenslibrary.booksforchildrenandteenagers", "fields": {"headline": "Classic of the month: What Katy Did", "bodyText": "What Katy Did by Susan Coolidge (Puffin Classics, £3.99) To modern skateboarding, rollerblading children, the story of a girl having to spend four years in bed and a wheelchair because she fell out of a swing sounds absurdly wimpish. And how come medicine couldn't fast-forward her recovery? Yet Katy Carr, of Susan Coolidge's What Katy Did, remains one of the great heroines of children's fiction, right up there with Jo from Little Women and Anne of Green Gables as an anti-Pollyanna. This tale of a boisterous child coming into maturity reads with the same zest and insight as it would have done when it was first published over 130 years ago. Twelve-year-old Katy lives with her father (the indulgently droll Dr Carr), her five younger siblings and the scolding Aunt Izzie. Like so many heroines in juvenile literature, she is motherless. Though she tries to be good, she invariably fails, tripped up by her untrammelled exuberance, impatience and skittishness. Untidy and ungainly, Katy is constantly getting into \"scrapes\" (whatever happened to them?) - her algebra \"has gone and lost itself\", her clothes get torn. A prototypical feminist, she is in revolt against gentility, in the person of Aunt Izzie. But instead of darning, sewing, knitting and tidying up, Katy means \"to do something grand\". An accident sabotages her plans. The new swing, which hasn't been fixed properly, is declared out of bounds, but Katy can't resist it. Her tumble from a great height damages her spine, leading to four years of invalidism - torture indeed to a child for whom motion is life. Coolidge writes with great acuity about the culture of children: the alliance and rivalries that go to make up family life, the way every family has a left-out child. Katy's energy is mirrored by that of Coolidge's writing, but her description of Katy's anger, depression and despair after the accident shows her psychological understanding at its sharpest - and this back in 1872. Only in the character of the disabled but optimistic visitor, cousin Helen, does Coolidge falter. Intending to challenge the stereotype of \"saintly invalid\", she succeeds only in idealising cousin Helen, bringer of hope, gifts and excruciating religious pieties. Nevertheless, the depiction of Katy's slow coming-to-terms with her frustration, her acquisition of patience and her changing relationship with her siblings is unfailingly moving. Coolidge is also a strikingly modern writer, in her knowing humour (\"Not that Katy got perfect all at once. None of us do that, even in books\"), and understanding of motivation (\"I think we are scarcely ever so grateful to people as when they help us get back our self-esteem\" - words that should be inscribed above the portals of every school, social services and housing department). Most subtle of all is the portrayal of Aunt Izzie, the family drudge against whom Katy initially pits herself. As she comes to depend upon her aunt, Katy begins to discern the \"warm heart hidden under her fidgety ways\" but only fully appreciates her when it's too late, after her death from typhus. As a child, I fell in love with Katy Carr - her expansiveness (she could see no wrong in anyone she loved), and her bad behaviour followed by profound remorse. She remains a marvellous creation. In 1997, What Katy Did came 84th in Waterstone's survey of the world's 100 best ever children's books. How many contemporary children's books will still be delighting readers in the 22nd century?"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}