{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2003/may/17/featuresreviews.guardianreview20", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2003-05-16T23:01:27Z", "webTitle": "Review: One Hundred Shades of White by Preethi Nair", "webUrl": "https://www.theguardian.com/books/2003/may/17/featuresreviews.guardianreview20", "apiUrl": "https://content.guardianapis.com/books/2003/may/17/featuresreviews.guardianreview20", "fields": {"headline": "Biryani battles", "bodyText": "One Hundred Shades of White by Preethi Nair 294pp, HarperCollins, £12.99 \"In cooking there are always answers,\" we are told by Nalini, one of two narrators of Preethi Nair's second novel, and indeed Indian food, and its pungent and painstaking preparation, is a recurring motif. The novel tells the story of mother and daughter Nalini and Maya, beginning with Maya's birth and her idyllic childhood in Bombay, which ends when her beloved father moves the family to London. The children settle in quickly, rejecting the Indian identity so important to their mother. When their father supposedly dies, they are left to piece their family life back together in a strange city. The story alternates between Nalini and Maya's points of view, beginning and ending with Maya. Ironically, though, Nalini's story is more compelling. Abandoned early in life by her father, she then suffers a similar fate at the hands of her duplicitous husband, Raul. Nalini struggles to bring her children up by doing the one thing she has always done brilliantly - cooking. Meals, though, become a battleground between mother and daughter, with Maya rejecting Nalini while rejecting her lovingly prepared Indian dishes for hamburgers and fish-fingers. The conflict over food reflects a deeper battle over the truth. When Raul abandons his family, Nalini tells her children he is dead. \"Maybe there are one hundred shades for explaining truth . . . depending on the vulnerability of those who have to hear it,\" she reasons. The cooking metaphor is so overused that, at times, the novel threatens to turn into a recipe-cum-therapy-book; Nair seems unable to mention any foodstuff without ascribing mystical properties to it. None the less, she writes evocatively about childhood, and there are passages of tight and lyrical immediacy. A moving description of bereavement, in which Nalini tells us \"Grief brings you to a place where you realise that nothing really belongs to you\", packs a powerful punch in this otherwise pleasantly readable book about family, forgiveness and the nature of truth."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}