{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2007/may/06/ukcrime.prisonsandprobation", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2007-05-05T23:54:17Z", "webTitle": "Two children found dead after couple are arrested", "webUrl": "https://www.theguardian.com/uk/2007/may/06/ukcrime.prisonsandprobation", "apiUrl": "https://content.guardianapis.com/uk/2007/may/06/ukcrime.prisonsandprobation", "fields": {"headline": "Two children found dead after couple are arrested", "bodyText": "Two children were found dead yesterday at a house in south London after police arrested a man and a woman for forcing a five-year-old girl to drink alcohol. A member of the public called police after seeing the couple feeding a bottle of alcohol to the child in a street in Thornton Heath, south London. The cause of death of the two children, both believed to be under six, is not yet known, but the condition of the five-year-old girl is not believed to be life-threatening. A spokeswoman for Mayday University Hospital, Croydon, said: 'We can confirm we have had a five-year-old admitted to the children's ward. Her condition is stable.' Yesterday the house in Melfort Road was sealed off by a police cordon as forensic experts wearing white boiler suits conducted a search of the premises. Neighbours expressed their shock at news of the children's deaths. Jo Rooney moved into the area six months ago. 'I have been away for one week on holiday and have just returned to find the police are stopping me entering my road,' she said. 'I'm absolutely stunned that something like this has happened here. I have never heard any domestic incidents in the houses near me or on the streets. It has always seemed perfectly ordinary.' Noel Williams, who has lived in the area since 1985 with his wife and two daughters, said the district was a good place to bring up children. 'The area as a whole is nice enough,' he said. 'There has been a lot of change in the area since I moved in. You hear quite a lot of different languages when you walk up and down the street, but it is a safe area and very quiet at night.' However the area was designated a no-drinking zone four months ago amid concerns about rowdy behaviour. 'This area has been getting worse and worse,' said the landlord of a local pub who asked not to be identified. 'My regulars would not walk home after midnight. Last night a Metropolitan Police spokeswoman said: 'Police arrested a man, believed to be in his sixties, and a woman in her twenties, and a young girl was taken into their care. As a result of immediate inquiries, police attended an address nearby. There the bodies of two young children, both under six, were discovered. Homicide and Serious Crime Command is currently investigating.' The spokeswoman said it was standard procedure for murder squad detectives to lead investigations where the cause of death is considered suspicious. Last night police were still trying to trace some of the dead children's relatives. Post mortems are expected to be conducted early this week."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}