{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/may/21/cricket.sport2", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-05-20T23:46:01Z", "webTitle": "Cricket: Contrasting days for batsmen heading in different directions", "webUrl": "https://www.theguardian.com/sport/2007/may/21/cricket.sport2", "apiUrl": "https://content.guardianapis.com/sport/2007/may/21/cricket.sport2", "fields": {"headline": "Contrasting days for batsmen heading in different directions", "bodyText": "Given the state of the game, it was a time for personal impressions yesterday and no England batsman would have recognised that more than Owais Shah. For a start he would have been just glad of the opportunity. While he was watching his colleagues amass 553 for five declared in the first innings he would have considered his chance gone with the fitful-looking six he scored before edging to slip. But West Indian resilience had reprieved him, and when Andrew Strauss was out, Shah strode out on his home patch wanting desperately to prove he belongs at this level. He might have scored 88 on his Test debut, but that was more than a year ago and out in Mumbai away from the glare and attention Lord's so naturally brings. It would be easy to describe Shah as again nervous, but those who have seen him regularly at county level know that he is always a bundle of movement and adjustment. At that level he has matured considerably, though; no longer the Mark Ramprakash-wannabe with too many shots with which to be too clever. Unfortunately he is still no athlete in the field - one of former coach Duncan Fletcher's greater qualms - as evidenced by England's preference on Saturday for a hard-working bowler, Liam Plunkett, at cover point while Shah grazed at mid-on. He arrived, squatted down in his crease, bounced and prepared. His stance is not easy on the eye; he stands with bat aloft, his bottom hand almost throttling its handle, his front foot pointing awkwardly down the pitch with a twitch of the head as the bowler runs in. But when Corey Collymore overpitched, he drove confidently through mid-off for four, much more sweetly than his only first-innings boundary which had been through the same area but with an incongruously closed face of the bat. Hopes rose. This could be Shah's day. It might not affect team selection for Headingley, with Michael Vaughan set to return, but it might provide reassuring confirmation of considerable English batting depth. Then, almost immediately with shocking suddenness, came the end. Shah's fifth ball from Collymore bounced a little more than expected. Shah thrust hard at it and the ball looped high for wicketkeeper Denesh Ramdin to run around and catch easily. It looked instantly as if it was out. Shah clearly did not believe so, scrambling back to the apparent safety of his crease before receiving the finger of doom from umpire Rudi Koertzen. Television replays soon told us that the ball had hit Shah's right-hand glove - in fact only the little finger. It was freakishly unfortunate and ill-timed, but definitely out. Whether he is also out of Test cricket remains to be seen. But this brought in Kevin Pietersen. He also wanted to make an impression. He wanted to show that he cares. His first- innings dismissal for 26 had been careless. Then he had begun with a flurry of shots, whereupon the opposition's captain Ramnaresh Sarwan dispatched a fielder to the off-side boundary to check his progress. Pietersen had been in no mood to dally. On resumption after a bad light delay, the protection was still in position; and Pietersen promptly slapped to cover. \"Too much one-day cricket,\" lamented Pietersen in his newspaper column yesterday. He had repaired to the nets to re-educate himself with the construction of a Test-match innings. There were to be no airy-fairy drives this time. After his obligatory quick single off the mark - surely oppositions must wise up to that some time - he watched the ball on to his bat much more carefully, only driving with it under his eyes rather than out in front of them. Singles to the again-placed sweeper were gratefully taken. It actually made for some meandering cricket for a while as he and Alastair Cook toddled along in a mid-afternoon partnership. But when he had reached 37 he felt now the playing-in had been done. Down the pitch he charged to Collymore and smashed him back over his head for four. It was the first boundary for 18 overs. That was it. Now we could have the one-day Kevin Pietersen. He now walked rather than charged down the pitch and through extra-cover the ball sped. Next ball he began walking again; Collymore stopped in his delivery stride. Pietersen shrugged his shoulders. Next ball he stayed where he was. A screaming cover drive resulted bringing up his fifty from 83 balls. That his second fifty only occupied 39 balls tells the tale. Lesson learned; impression certainly made."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}