{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/may/10/sport.comment5", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-05-09T23:34:00Z", "webTitle": "Richard Williams: Essien and Mikel show what Ferguson missed", "webUrl": "https://www.theguardian.com/football/2007/may/10/sport.comment5", "apiUrl": "https://content.guardianapis.com/football/2007/may/10/sport.comment5", "fields": {"headline": "Essien and Mikel show what Ferguson missed", "bodyText": "For Manchester United it was like being in a hall of mirrors. Everywhere they turned last night there was Claude Makelele, although it was not always Makelele himself. Sometimes it was Michael Essien, or John Obi Mikel, or Lassana Diarra. For Jose Mourinho's line-up included not just the modern master of the art of the holding midfielder player but the three apprentices ready to take his place if, as expected, he packs his bags this summer. Two of those apprentices, of course, were once on the shopping list of Sir Alex Ferguson. One of them, John Obi Mikel, was believed to have been bought and paid for until the player belatedly expressed a preference for the colour of Chelsea's money. And Ferguson was by no means alone in his desire to take Essien from Lyon, until Chelsea came along with £24m. Either player would have made his life easier over the past 12 months, in which the championship was won without a real replacement for the departed Roy Keane. In order to stiffen the spine of the team and to shield a defence often badly affected by injuries Ferguson was eventually forced to pair Michael Carrick and Darren Fletcher at the rear of his midfield, while awaiting the arrival of Owen Hargreaves. Last night Carrick was put on the bench and Alan Smith, a centre-forward by vocation, took his place alongside Fletcher. It was easy to see what Ferguson had missed. As a makeshift centre-back Essien again proved his amazing versatility, as well as taking advantage of the lack of threat from United's thinly spread attacking resources to make the occasional advance. When he spread the ball wide to Wayne Bridge and sprinted upfield in the hope of a return pass, it was noticeable how quickly and smoothly the little Diarra slipped back to cover. Diarra has won praise for his recent appearances in France's colours, where he is also among the candidates to take Makelele's place. And, like Essien, he is notable for what his fellow countrymen would call his polyvalence, a quality known to Mourinho as multi-functionality. Advanced midfield, withdrawn midfield or right back, all positions seem to come alike to him. Mikel, however, was the one who really got away. The Nigerian teenager has a build that belies his youth and a temperament that requires no motivational spark. Last night he reacted to two doubtful challenges from Smith in quick succession by getting himself booked for a wild tackle on the innocent Chris Eagles. That side of his character still requires work from his manager and coaches but there seems little doubt that Mikel will evolve into a player of intimidating presence, with the ability to control a match after the manner of Patrick Vieira. And that, without doubt, is every manager's dream. Ferguson, too, coveted Vieira, a player who could not only use his physical authority to seal up the defence but was able to take the initiative and bring momentum to a becalmed attack. It would be no great surprise to see Mikel, despite his tendency to hot-headedness, attaining a similar stature; after all Vieira was hardly a pacifist, even in his mature years. Mikel's withdrawal at half-time may have been to save him from the further consequences of his volatility. More likely Mourinho was recognising the need to preserve the young player's freshness for the one big confrontation yet to come. In view of the insignificance of last night's match, signalled by the absence of so many star names from the team sheets, it was even a little surprising to see Mourinho and Ferguson taking their places on the bench. At the end of a long and gruelling season they might have been excused for giving themselves the night off. Such managers, after all, expend at least as much energy as their players but no one thinks about the wear and tear on men who dare not miss a second of a sequence of 60-plus games. This meeting between the new champions and the team they deposed was a kind of phoney war, notable only for the chance to assess the potential of a handful of young players. For Chelsea, Scott Sinclair showed early signs of promise as he took on United's novice right-back, Kieran Lee, who had a fine game. Eagles gave hints of the talent that brought him an excellent goal after coming on as a late substitute in the 4-2 victory over Everton, and drew the rash tackles that brought bookings for Diarra and Essien before he, too, went into Graham Poll's book for an untidy challenge on Shaun Wright-Phillips. And that was about it. Had they called it the third-place play-off for the Champions League, and thrown a few million into the pot, the night might have had more point."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}