{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2007/may/06/gender.features", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2007-05-05T23:54:18Z", "webTitle": "Barbara Ellen on footballers", "webUrl": "https://www.theguardian.com/world/2007/may/06/gender.features", "apiUrl": "https://content.guardianapis.com/world/2007/may/06/gender.features", "fields": {"headline": "Glossy hair, hard tackles, impressive ball control ... Footballers are a bunch of herosexuals", "bodyText": "First, let's get the childish nonsense out of our system. All together now: 'John Terry and Frank Lampard sitting in a tree, K-I-S-S-I-N-G.' Sorry about that, it's the fault of Chelsea FC's TV station, which last week asked Terry to imagine being gay and pick out which of his team-mates he thinks is the best looking. Terry replied 'Lampsy', and subsequently became a laughing stock, despite - or maybe because of - the explanation: 'If I was that way, I'd see something in him.' 'That way', Mr Terry? Which 'way' would that be - up, down, spinning around, a bit like the fabulous Kylie? But stop this. What man, player or spectator, wouldn't have (totally heterosexual) 'warm fuzzies' for Lampsy, or the Chelsea reserve goalkeeper Carlo Cudicini (who got Lampard's vote, incidentally). This is football after all, long acknowledged as the most quasi-camp sport of all. Of course football has its homoerotic elements. All those fit young men running around in shorts, watched intently by lots of other (excited) grown men. It's almost indecent. (At least in cricket they put some clothes on.) Players might not snog each other quite so much after scoring goals now (there was a time when pitches resembled Roman orgies, only with Brut and mullets), but that doesn't mean they don't want to roll about on the turf 'celebrating'. Or that, crucially, we wouldn't quite enjoy it if they did. At such times it is no surprise that men shout things at the pitch they might shout if they were watching hard-core porn: 'Get in there, my son!' 'Whack it up there!' and other such pleasantries. For isn't this what any successful spectator sport is all about - the next best thing to sex, and you don't even have to give the TV a hug afterwards? The lawyers have just 'suggested' that I make it clear that John Terry, father of two, is engaged to a pretty young woman called Toni. Quite. No one is suggesting that Terry is ever to be found in the shower rooms, furtively peeking as Frank slowly soaps his rippling abdomen. And let's stop there. For this is exactly the kind of 'predatory gay' joke that makes people's lives a misery everywhere, not just in sport. Besides, sport isn't actually as much about homoeroticism as 'heroeroticism' - basically, man-love without the sex. The deep-rooted desire all men have to be a hero sublimated into excessive admiration for another man. It explains why David Beckham's strongest fan base still comprises straight men. The reason that, in one of the most emotional film scenes ever, they all declared, to a man: 'I'm Spartacus.' And, of course, when you start thinking about man-love, it's everywhere. Jonathan Ross and Ricky Gervais have got it so bad that the former looks lost on those rare occasions when he is not interviewing the latter. The Australian and England cricket teams practically braid each other's hair at the end of each game. And in Piers Morgan's recent volume of memoirs there are such explosions of heroeroticism for his favourite sportsmen, Ian Botham and Freddie Flintoff, that if I ever see him with one of them at a train station having stilted conversations over Eccles cakes and Earl Grey, I'll leave them to it, assuming that they're embroiled in some man-love version of Brief Encounter Man-love, like man-cry and man-collect-the-dry-cleaning, should be encouraged. We shouldn't snigger when one footballer acknowledges the physical beauty of another, we should cheer and cry: 'Way to go with that crazy man-love.' (Well, maybe not.) However, it seems unjust that women are allowed to show affection for each other and it's no biggie for either sex (women enjoy films like Beaches, while men enjoy other kinds of films where women express love for each other), while the male situation can often be curdled by competition, aggression and, the greatest heresy of all, having nicer cars. So what's to lose? Bring on man-love, and acknowledge that things could be worse. We could be John Terry's girlfriend asking through clenched teeth: 'So, I'm not as pretty as Frank Lampard?' barbara.ellen@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}