{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2007/may/02/4", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2007-05-01T23:09:14Z", "webTitle": "Prudential forced to knock £30m off Egg price", "webUrl": "https://www.theguardian.com/business/2007/may/02/4", "apiUrl": "https://content.guardianapis.com/business/2007/may/02/4", "fields": {"headline": "Prudential forced to knock £30m off Egg price", "bodyText": "Prudential has been forced to accept a £30m cut in the price tag for its online bank Egg in a further embarrassment for the insurer's chief executive Mark Tucker. The internet bank-cum-credit card business is being sold to Citigroup, one of the world's biggest financial services groups, for £546m rather than the £575m originally agreed, because of a worsening of its bad debt position. Tim Young, analyst at stockbroker Collins Stewart, said the price cut would put more pressure on the Pru's chief executive and that the new sale price \"looks very sloppy given that £575m was not excessive\". When Mr Tucker announced the decision to sell Egg in January it was regarded as a U-turn. The agreed price was almost half the £900m that Pru had valued the operation at the previous year when it had bought out the minority shareholders. Mr Tucker's original plan had been to integrate Egg into the wider Pru business but was forced to abandon any such idea when the extent of the online operation's problems became clearer. Egg's losses were widening to £145m from an expected £80m and the further cut in the price tag announced yesterday followed a further deterioration in trading. The Pru's sudden decision to sell Egg came only three months after it had appointed a new executive - Ian Kerr from HBOS - to run the business. Mr Kerr is staying with the Egg business and will join Citigroup to run Egg and its UK consumer operations. Mr Kerr said: \"The combination of Egg and Citi will be a powerful proposition.\" Egg started life in 1998 as an online saving business and broke the mould in financial services by quirky advertising and forced other financial firms to offer higher savings rates. But, by the time of its sale, Egg was essentially a credit card business hurt by lending decisions made in the past which were denting profits as customers failed to make repayments. Mr Kerr will be responsible for proving that Egg can become profitable inside a bigger banking operation. He is devising a strategy to \"create synergies\" within the wider Citigroup banking businesses. Acknowledgement of the lower sale price for Egg comes at a time when Mr Tucker, the Pru chief executive, is embarking upon a radical overhaul of the wider UK business and facing pressure to improve performance. A hedge fund, Toscafund, has already taken a stake in the Pru although rumours that TCI, the hedge fund pushing for the break-up of Dutch bank ABN Amro, was also buying shares could not be substantiated. Pru's shares ended down 3p at £7.46p."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}