{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/may/29/horseracing.sport1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-05-28T23:38:05Z", "webTitle": "Horse racing: Blake's pays for definition", "webUrl": "https://www.theguardian.com/sport/2007/may/29/horseracing.sport1", "apiUrl": "https://content.guardianapis.com/sport/2007/may/29/horseracing.sport1", "fields": {"headline": "Inside information could be a clue to knifing of Blake", "bodyText": "There are few quiet days in the push and shove of the racing industry, so it is important for any sector of the business to be well-represented in the corridors of power, not least at at a time when a new ruling body is about to take charge. Britain's jockeys, then, or at any rate the senior figures who make the decisions, must have been very keen to see the back of John Blake, who departed abruptly last week from his post as chief executive of the Jockeys' Association. A vow of omerta appears to have been taken by all concerned on the subject of how and why the deed was done. When Dale Gibson gave a brief interview to At The Races a few hours later, for instance, he looked as shifty as a garage owner who had sold a cut-and-shut to an undercover reporter and had just been surprised by his camera crew. Since Blake was texting people with his new mobile number a couple of days earlier, it seems clear that he was pushed and that he was as surprised as anyone. He had, after all, spent four years as an able and diligent advocate for Britain's riders. Too diligent, some would say, given his frequent willingness to defend the indefensible after one of his members had been warned off for cheating or selling privileged information. So whatever the reason for his departure, a lack of devotion to the cause can hardly be top of the list. Why, then, have the jockeys pitched themselves into weeks and possibly months of uncertainty while they search for Blake's replacement? One suggestion is that a number of senior jockeys were unhappy about new restrictions on their workload, which prevent them from riding at more than nine meetings per week. Yet the jockeys themselves voted to accept this new arrangement, so it would be a little late to start complaining now. Another possibility is that the riders feel persecuted after a series of high-profile and successful investigations by Paul Scotney and the HRA's security department. As a result, they lashed out and Blake was a suitable scapegoat for their sense of insecurity. It has even been suggested that they resent the (occasional) criticism of their performances ventured on the two racing satellite channels and want someone in charge who is willing to fight back. If that is the case, though, then they are clearly such sensitive little flowers that no-one in their right mind would touch Blake's job with a punting pole. It is also worth remembering, though, that Blake was an important part of the HRA's long - and, so we are told, almost complete - attempt to define \"inside information\" and how and when it can be disseminated within the Rules of Racing. A working definition of \"inside information\" has, apparently, been agreed by those concerned, which included Blake until his sudden departure. Is it possible, then, that Blake agreed to a definition which was much more broad than his members would like and that when they got wind of this, a cabal of senior riders decided to kick him out? We may never know for sure, but it is no less plausible than any other explanation. Whatever their issues might be, though, it is hard to see that getting rid of Blake was the answer. It seems much more likely that it is their own outmoded attitudes that lie at the root of the problem. Instead of changing their chief executive, a change in the mindset of the weighing room would offer a more positive way forward. Ron Cox's tip of the day Mount Kilimanjaro 7.50 Sandown Last year's Henry II Stakes winner, Tungsten Strike, is understandably favourite to do it again after his reappearance win in the Sagaro but he would struggle against genuine Group Two horses and the very progressive Mount Kilimanjaro is a threat. On his first run since June, he recently took a Listed prize despite unsuitably firm ground and this surface will bring further improvement."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}