{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/may/10/minutebyminute.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-05-09T23:22:37Z", "webTitle": "Football: follow Spurs v Blackburn with our live, minute-by-minute coverage", "webUrl": "https://www.theguardian.com/football/2007/may/10/minutebyminute.sport", "apiUrl": "https://content.guardianapis.com/football/2007/may/10/minutebyminute.sport", "fields": {"headline": "Tottenham 1 - 1 Blackburn", "bodyText": "Preamble It would never be classed as such, of course, because it didn't involve one of the big four teams, but the 2005/06 Premiership's match of the season was this very fixture. Tonight could match that game's wonderful ebb and flow, with two attacking teams going all out for goals. The four goalscorers that day were Robbie Keane, Mido, Craig Bellamy and Florent Sinama-Pongolle, but none of those line up tonight. Instead we have Jermain Defoe and Jason Roberts battling it out on the undercard, and Dimitar Berbatov and Benni McCarthy hogging the limelight as Spurs' and Blackburn's respective heroes of the hour. Contrary to the popular view, Rovers boss Mark Hughes reckons McCarthy, not Berbatov, was the signing of last summer, given that he has scored more league goals at a fraction of the cost. Tonight's game might reveal all. And the significance of this game? Spurs need one win from their last two matches to qualify for next season's Uefa Cup, while Blackburn need to take six points out of six to maintain their hope of playing in Europe next season. And the real significance of tonight's game now, please? It's the 1,000 Premier League game to be televised on Sky since football began in 1992. As you can imagine, Richard Keys and Andy Gray are much more interested in discussing their anniversary rather than the 22 players who will be performing tonight. Is Berbatov really that good? Don't get me wrong, I think the Bulgarian is an excellent centre-forward who is good in the air, has an exquisite touch (for a big man), respectable pace, great awareness, and composure in front of goal; but - you knew there was a but coming, didn't you? - I think it's going a bit far to compare him to Marco van Basten (yes, I'm looking at you, Tony Cascarino). Teams Tottenham Robinson, Chimbonda, Dawson, King, Gardner, Lennon, Zokora, Tainio, Malbranque, Berbatov, Defoe Subs Cerny, Keane, Ghaly, Huddlestone, Ifil Blackburn Friedel, Emerton, Samba, Nelsen, Warnock, Bentley, Kerimoglu, Mokoena, Pedersen, McCarthy, Roberts Subs Brown, Henchoz, Gallagher, Berner, Derbyshire Referee R Styles (Hampshire) April's Premiership player of the month - tied with Berbatov - Robbie Keane is dropped to the bench in favour of Defoe, who scored in Spurs' last outing at Charlton. Other than that the teams are as you'd expect, with Blackburn fielding the league's best pair of wingers in David Bentley and Morten Gamst Pedersen. And no, before you start, Giggs and Ronaldo cannot be brought into this equation because the Welshman is no longer a winger. I don't believe it Richard Keys has just been presented with an award on the pitch from the Premier League to mark Sky's 1,000th match. Keys hasn't been there for all 1,000 - why should he be honoured? What about Jeff Stelling, Paul Dempsey and the other presenters? Most incredible of all, the supporters all applauded Keys! \"Let's hope for a game suitable for such a big occasion as the 1,000th match on Sky,\" says commentator Rob Hawthorne. Please, make it stop. I wonder whether BBC Radio Five Live are bigging up the game in the same way. 1 min Spurs kick off. Conditions are set for a good game - it's warm but not too warm, there's no wind, and this afternoon's London rain has made for a slick playing surface. As you would expect - it is the 1,000th game on Sky after all. 3 mins Defoe and Berbatov link up for the first time, the former receiving the latter's chipped pass. But Nelsen comes across and dispossesses the little striker as he tried to lob it over the defender's head. 5 mins \"Elite five indeed,\" says Michael Philip. \"I still believe Spurs are very close to edging into that top four next year, particularly as Berbatov has pledged at least another year.\" They're still far too inconsistent, Michael. And they need Ledley King to stay fit. The defence is always too flimsy when he's on the treatment table. \"Spurs are making serious progress and much respect to Mark Hughes too. Two fine teams playing football as it was intended. Bet there's at least five goals in this game.\" I'm going for four myself - a 2-2 draw that does little good for either team. 7 mins Bentley wastes a good chance to whip the ball into the box, delaying his cross long enough for Gardener to recover and deflect it away for a corner. 8 mins Tottenham send only one man out as Blackburn play the corner short, enabling Pedersen to carry the ball into the box. He then drags a shot horribly wide, encouraging a few choice words from his centre-halves who had made the long (well, 40-yard) journey upfield. 10 mins Samba gets too close to Berbatov and subsequently feels compelled to rather unsubtly manhandle him to the ground after being kippered by a neat turn. Rob Styles decides to keep his cards in his shorts pockets. 12 mins Bentley lifts a measured pass over King's head towards Roberts, but he shows less control than a Fiver writer on a night out. 15 mins Ostensibly both teams are playing in a 4-4-2 formation, but whereas Pedersen and Bentley like to whiten their boots on the touchline, Malbranque and Lennon have license to roam across the pitch to wherever they can find space and receive the ball. At time of writing, neither approach is proving particularly effective. 17 mins Lennon plays a free-kick into the Blackburn penalty area, but Mokoena heads clear. Instantly Rovers turn defence into attack as the pacy, powerful right-back Brett Emerton gallops down the flank. He then delivers a low cross between the Spurs defenders and keeper, but only Roberts had managed to keep up with Emerton and he is unable to reach the ball. 19 mins The first booking of the night goes to Mokoena. He claims he played the ball as he slid in to tackle Malbranque, which he did, but he also scythed down the Frenchman's legs in the process. 22 mins Hmm, it's not quite as exciting as I'd hoped, to be honest. In fact, if it didn't have the circus that is Sky's 1,000th Premiership game surrounding it, it would actually be downright dull. 23 mins Brilliant from Berbatov, who made Tugay look an absolute fool as he rolled one foot over the top of the ball and then did the same with his other foot to escape the Turk's 100mph challenge. 25 mins Crikey, an attempt at goal. Ok, so it was an embarrassingly poor Zokora header from the edge of the box which bounced twice before going two yards wide, but it's the thought that counts. 28 mins Tottenham sub: Malbranque off, Hossam Ghaly on. Malbranque has been limping ever since Mokoena crashed into him, forcing Jol to make a premature change. 30 mins Pedersen and Chimbonda try to find out whether the game is better enjoyed from the sidelines as they chase the ball off the pitch and follow through into the front row. Don't bother lads, it's probably more fun to play in than it is to watch. 31 mins Lo and behold, a shot on target! The first of the night is fired (a bit of poetic licence) into Friedel's hands from the edge of the box by Chimbonda. GOAL! Tottenham 0 - 1 Blackburn (McCarthy 32) Out of nowhere, McCarthy peels away from Dawson, Pedersen delivers a tremendous cross to the far post, and the South African heads back beyond Robinson into the far corner. A goal that was beautiful in its simplicity. It's hard to say Blackburn deserve it, because neither team has deserved to score, but hopefully that will inspire the players to produce better in the remaining hour. 34 mins Roberts, the scorer of five goals in his past five games, tries to match his strike-partner with a crisp low drive which Robinson handles well. 38 mins Lennon wins Spurs a corner down the left after a typically direct run at Emerton. However, he then scuffs the set-piece to the near post, where Warnock wellies clear. Tottenham have been awful so far, lacking any imagination and urgency when in possession. Perhaps their hectic schedule is catching up with them. 40 mins It's not been a great season for Robinson and backpasses. Dawson tries to add to the catalogue of calamaties (er, admittedly it's a catalogue of one at present, Gary Neville's own goal against Croatia) with a soft pass back to his keeper, but Robinson reached the ball moments before Pedersen would have done. Sorry, that was a terrible description of events. 42 mins Move of the game. Blackburn carved Spurs open down the left with some slick, one-touch passing from Warnock and Pedersen, who then pulled the ball back for McCarthy. King launched himself in the way of McCarthy's strike, and then Bentley tried an ambitious chip from 25 yards which drifted over Robinson's bar. The keeper was off his line, but Blackburn's intentions would have been better served by a cross to the unmarked McCarthy at the back post. 44 mins Lennon has been comfortably Tottenham's most creative player in the first half. Here again he runs at the Blackburn defence from deep, but this time his shot loops up into Friedel's grasp after a deflection off Samba's shin. 45 + 1 Berbatov collapses in a heap on the edge of the box as four Blackburn shirts encircle him. But then the set-piece itself typifies Spurs' first half: Tainio rolls the ball a good 20 yards square to Zokora, who consequently had three Rovers players a couple of feet away from him as he shot. A ludicrous free-kick. Half time This game is a must-win for Blackburn, whereas for Spurs it's nice-if-we-win-but-ultimately-it-doesn't-really-matter-too-much-because-against-Man-City-we'll win. And it shows. While neither team has excelled themselves, Rovers players have played with more aggression and hunger. Martin Jol needs to introduce Robbie Keane, and soon. Half-time emails \"I thought Cascarino's comparison of Berbatov to Van Basten was akin to calling the Irish-Italian-Englishman a football writer,\" says Mike Adamson Snr, who is clearly in a chipper mood tonight. \"A better example for TC would have been Alan Gilzean, who paired up with Spurs legend Jimmy Greaves in the 1960s-70s. Not only does Berbatov play like Gilzean with his subtle touches, heading ability and shooting power, but he even looks like him with his lightly stooping gait. Berbatov has the advantage, however, of being faster than Gilzean was. I do think, mind you, that he would be an ideal foil for Wayne Rooney.\" \"Berbatov - great player, shocking hair,\" surmises Paul Kennedy, assistant headmaster at a prestigious girls' school. \"Any other nominations for the Savage award from enthrawled watchers?\" Presumably Paul is not an English teacher. \"Sportists,\" begins Jerome, some PR flunkie. \"50% sportsmen, 50% artists, 100% sportists. Acrobatic Basketball Show, live performance for a 80,000 audience at the Stade de France (rugby game): why not booking (sic) them for your next event?\" Why not, indeed. Er, and that's it. 46 mins Mokoena and the Blackburn team trot out of the tunnel for the second half to discover it is now raining at White Hart Lane. This obviously doesn't suit Mokoena who does his best to return himself to the warmth of the changing room with a late challenge on Zokora. Rob Styles doesn't give in that easily though, and gives the midfielder a ticking-off rather than a second yellow card. 48 mins Incidentally, Teddy Sheringham is tonight's pundit in the Sky studio. Not, you understand, because he is a Tottenham legend, but because he scored the first ever Premier League goal on Sky. 51 mins Spurs have come out with a bit more purpose after the break, with Rovers pinned in their own half. Spurs' latest attack comes to the boil when Gardner spreads the play to Ghaly on the right, but his slid cross is just too far in front of Defoe. The little striker would have had a tap-in had he reached it. 53 mins McCarthy wins a corner after his shot is deflected, but Pedersen's overhit cross leads to a Tottenham counter-attack. Pedersen himself tracks Defoe all the way to his own box, and is then unfairly penalised for a foul. Pedersen nicked the ball away from Defoe, who stumbled as a result. Anyway, free-kick it is, and Berbatov is over it... 55 mins Berbatov curls it over the wall with plenty of dip ... Friedel palms it up into the air ... Gardner and King descend on the Blackburn keeper ... but Friedel gathers the ball at the second attempt and holds it over the line as he himself steps behind it. Spurs appeal for a goal, but the lino is correct in keeping his flag by his side. 57 mins The game is paused for a couple of minutes as Chimbonda receives attention from the Spurs physio. He must have broken a fingernail or something, because when he finally gets to his feet, there is not the slightest indication that he was injured. Anyway, gives me a moment to pick the best of your emails, which is: \"Were those really all the halftime emails, or were the others just crap? If that was it, then at least your dad is a reader and took the time to write something (unless you're sitting in his living room watching the match together, and you're just typing his comments),\" says Joanna Epstein. Nope, that was it, Joanna. 60 mins SAMBA HITS THE BAR! Pedersen was the creator again, curling an inviting free-kick to the back post where Samba rose above Dawson and thudded a header from six yards against the crossbar. Andy Gray was so incensed that he missed that he used Samba's full first name, in the way a mother does when telling off her child: \"Chris-to-pher, you have got to score that, son.\" 63 mins \"Not wishing to sound completely biased (but I will) but in my humble opinion Warnock is the best English left back in the league,\" says Andy Bradshaw. Hmm. \"And McCarthy is Dwight Yorke with a work ethic.\" 64 mins The substitute is substituted. Robbie Keane comes on for Ghaly, who has only been on the pitch for 36 minutes, and reacts to this public humiliation by taking his shirt off and throwing it at Martin Jol before stomping down the tunnel. GOAL! Tottenham 1 - 1 Blackburn (Defoe 67) Spurs' front three unite to bring their team level. Keane rolled the ball into Berbatov, who shrugged off the attention of Nelsen to turn and shoot across Friedel. The big American made an outstanding fingertip save, but the poacher that is Defoe was Jermain-on-the-spot to tap the ball into the net. 69 mins Tottenham are swarming all over Blackburn now, but without creating any glaring openings. \"Was Joanna Epstein's really the best of the emails you received?\" asks Jeremy Solomon. Yes, Jeremy. Yours is now second best. 71 mins One of the Tottenham midfielders (sorry, I was too busy reading the sudden torrent of emails my inbox is struggling to cope with to notice who) swerves a beautiful outside-of-the-boot pass down the left flank for Lennon, but the England international then runs up a blind alley, as he is prone to do. 73 mins Lennon plays a corner to the penalty spot where King powers a header wide. Moments later another high ball is played into the box, and Dawson matches King's achievement. 75 mins Blackburn need a goal, so you can't fault Mark Hughes's logic of swapping his holding midfielder, Mokoena, for a third striker, Derbyshire. Both teams now have three out-and-out forwards on the pitch. Surely there must be a winner? 77 mins It's like a basketball game all of a sudden, though without the ball finding the net as often as it does in a game of hoops. First Defoe bursts clean through but loses his footing after taking the ball around Friedel, enabling Blackburn defenders to recover and eventually clear. Then Bentley picks Pedersen out at the back post, but his left-foot volley screams over the bar. 80 mins \"Ooh ooh , can I be third best email please?\" begs Mike Brown. Afraid not, Mike, that honour is reserved for Guy Hornsby: \"Well that really is it,\" he sighs. \"I'm a frustrated Spurs fan watching us flatter to decieve again. I think and know we can do it, but we really do labour it. Meanwhile, I've got the Eurovision Semis (?) in the background, watching a succession of pleasing-on-the-eye-but-not-the-ear European females warble their way into the main event. Or not. Norway's ravishing, but it sounds worryingly like Las Ketchup.\" 83 mins Tottenham's players look shattered and Blackburn are playing without a midfield, which is making for a frantic, unstructured, scrappy last few minutes. On the plus side, this is the 1,000th Premiership match on Sky, so it will go down in \"history\". 84 mins \"Why must so many ludicrous player comparisons be partially based on race?\" asks Kevin Hastings, a Guardian reader if ever there was one. \"Such as Berbatov = Van Basten, McCarthy = Yorke, etc... Can we work towards making our ludicrous comparisons more multi-racial? Can't we all just get along?\" 86 mins Spurs look the team more likely to score, which is a bit like saying I'm more likely than Rob Smyth to go out with Scarlett Johansson. Chimbonda guides a free-kick towards King in the Blackburn penalty box, he heads it on towards Dawson, who miscontrols but is still sharp enough to fire off a shot with his second touch. Friedel was out quickly to narrow the angle though, and Dawson was unable to squeeze it by the keeper's big frame. 88 mins \"Pah - that was an embarrassingly poor email from Guy Hornsby (third best of the day), and the less said about Mike Brown's email the better,\" says Jeremy Solomon. \"Mine was clearly far superior to them both - although admittedly not quite as good as Joanna Epstein's.\" No, her's was something special. 90 mins KEANE HITS THE POST! NOT THAT ANYONE REALLY CARES! Chimbonda slid the ball into Keane's feet on the edge of the box, he swivelled on - as football folk say - a sixpence, but then stroked his shot across Friedel and against his right-hand post. Keane was already away celebrating when the ball struck the woodwork, but thankfully he wasn't quite into his flip-somersault-flip routine. 90 mins + 2 Blackburn sub: Gallacher on, Tugay off. 90 mins + 3 ROBERTS SENT OFF! Two bookings within 10 seconds. First he was shown the yellow card for cynically tripping Zokora on the edge of the box, and then was reacquainted with the card moments later for preventing Keane from taking the free-kick quickly. 90 mins + 4 Berbatov curls the ball harmlessly over the crossbar. Full time Well, that is a point that achieves little for either team. Spurs remain in sixth place - they need need a draw in their final game against Man City to secure a Uefa Cup spot. Blackburn are 10th - their only hope of qualifying for European club football's second competition is through its third, the Intertoto Cup. Please join us on Sunday for the denouement of the Premiership, as Manchester United host West Ham and Sheffield United lock horns with Wigan; or, I should say, the 1,001st and 1,002nd games live on Sky. Thanks for your emails, Mike."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}