{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2007/may/20/worldmusic.shopping", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2007-05-19T23:47:02Z", "webTitle": "CD: Mayra Andrade, Navega", "webUrl": "https://www.theguardian.com/music/2007/may/20/worldmusic.shopping", "apiUrl": "https://content.guardianapis.com/music/2007/may/20/worldmusic.shopping", "fields": {"headline": "Mayra Andrade, Navega", "bodyText": "'Dimokransa', the first song on this album, is so impressive that for a while I thought the rest of it was not quite strong enough to recommend the whole thing. But after driving around town with Mayra to keep me company, I can vouch that her album holds up fine right to the end. The theme of 'Dimokransa' is that the reality of democracy may betray the hopes of the idealists who fought so hard to achieve it. Although it is based on the particular case of the Cape Verde Islands, which of us has not harboured such heretical thoughts during the past few years? Written by Kaka Barboza, the song is in the criola language of Cape Verde, whose music can be a bit bewildering on first encounter. But like so many African countries, Cape Verde has its own unique sound that emanates from the stately swing of its bass lines, and once its music gets into your bones, you'll marvel that you can recognise it from such a brief excerpt. Mayra Andrade is part of a new generation of young women of Cape Verdean descent who have made a point of emphasising their musical roots, as they make albums designed to be heard far from the islands. Mayra's musical sisters Sara Tavares and Lura are both based in Lisbon, but Mayra herself lives in Paris. As the musicians are drawn from the rich pool of Parisian session men, there's a cosmopolitan flavour to the album, typified in the French language 'Comme s'il en Pleuvait'. One of the pleasures of the record is that no particular instrument dominates - it all depends on Mayra to hold our attention, and she does so, beguilingly, effortlessly. If you are committed to a diet of cutting-edge albums, pass this one by. But if you liked Buena Vista Social Club and would like another that you can play without annoying the neighbours while sitting in the sun with the windows open, here it is. Download: 'Dimokransa'"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}