{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/musicblog/2007/may/25/youdontknowhowmuch", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2007-05-24T23:15:06Z", "webTitle": "Readers Recommend: songs about quiet", "webUrl": "https://www.theguardian.com/music/musicblog/2007/may/25/youdontknowhowmuch", "apiUrl": "https://content.guardianapis.com/music/musicblog/2007/may/25/youdontknowhowmuch", "fields": {"headline": "Readers Recommend: songs about quiet", "bodyText": "You don't know how much self-restraint it took for me not to open this blog with an \"ahoy\" or an \"avast ye\". The lure of corny introductory gambits is strong. Anyway, thanks for last week. I had an ocean of suggestions to trawl through -- far more than I expected. Extra thanks to MrDNA, for inspiring my column's first paragraph with his Brian Wilson anecdote. Once I'd read it, I couldn't think of a better opener. Nice to be reminded of Massive Attack's Home of the Whale and to realise that Death Cab For Cutie's Transatlanticism is that song I loved on an episode of Six Feet Under. Careless of me not to playlist Echo &amp; the Bunnymen for almost two years, and then to put two Bunny-friendly topics back to back. I'm afraid I couldn't have them two weeks in a row, but we all know Ocean Rain's a winner anyway, right? The B-list goes like this: Echo &amp; the Bunnymen, The Coral (Spanish Main), Gordon Lightfoot (The Wreck of the Edmund Fitzgerald), Randy Newman (Sail Away), Iggy Pop (The Endless Sea), Brian Eno (Julie With...), Peter Hammill (Shingle Song), Fred Locks (Black Star Liners), Caetano Veloso (Os Argonautes) and Laura Veirs (Riptide). Of this week's A-list, only Cyril Tawney can't be found on iTunes. Now let's have some hush for this week's theme: songs about quiet. I'm intrigued by songs which celebrate the opposite of words and noise and I'm happy leave this topic open for interpretation. I want different angles on quietness, silence, hush, not talking, etc. Can I clarify something? Last week there was some debate over whether instrumentals can be playlisted. They can and they have been. Off the top of my head I can remember featuring John Coltrane, George Gershwin, Brian Eno, Charles Mingus and Sabres of Paradise. The trick is for the concept and the mood to converge so that the music, not just the title, articulates the theme. Obviously that's subjective, and we're bound to disagree on individual cases, but don't let it stop you suggesting instrumentals. Make your way quietly to the A-Z and the Readers recommend archive. All suggestions by midday on Monday please."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}