{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2007/may/06/cancercare.health1", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2007-05-05T23:54:18Z", "webTitle": "African cancer patients to get newest drugs", "webUrl": "https://www.theguardian.com/society/2007/may/06/cancercare.health1", "apiUrl": "https://content.guardianapis.com/society/2007/may/06/cancercare.health1", "fields": {"headline": "African cancer patients to get newest drugs", "bodyText": "The rising death toll from cancer in Africa has led to pharmaceutical companies opening talks with health experts on how new vaccines might become available for the continent. Viral infections and increasing smoking across Africa is leading to a cancer epidemic, with the number of patients diagnosed each year predicted to increase from 10 million to 15 million by 2020. Emerging cancer vaccines open up the possibility of preventative treatment for thousands of people who now have little access to basic medicines. At a conference to be held in London this week, cancer experts will sit down with African health ministers and pharmaceutical companies to talk about how new drugs and vaccines could be delivered. Cancer expert Professor David Kerr told The Observer that exploratory talks have begun with one of the largest companies, GlaxoSmithKline (GSK), about how to make available its new vaccine for cervical cancer, the second most common female cancer worldwide. The vaccine, Cervarix, is not yet available in Britain on the NHS but is likely to be approved for use across Europe in teenage girls later this year. Once it is approved, international organisations such as the World Health Organisation or the GAVI Alliance, a public and private initiative, can negotiate to buy millions of doses as cheaply as possible. 'People don't perceive cancer as a developing-world problem, but more than 70 per cent of all cancer deaths occur in low and middle income countries,' said Kerr, professor of cancer therapeutics at Oxford University. 'The survival rate for cancer in Africa is very low, and often there is little pain relief.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}