{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/may/21/rugbyunion.comment", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-05-20T23:46:03Z", "webTitle": "Thomas Castaignède: Summer tour is phoney war but France will really feel the heat", "webUrl": "https://www.theguardian.com/sport/2007/may/21/rugbyunion.comment", "apiUrl": "https://content.guardianapis.com/sport/2007/may/21/rugbyunion.comment", "fields": {"headline": "Summer tour is phoney war but France will really feel the heat", "bodyText": "This summer, all eyes are going to be on New Zealand as the World Cup build-up enters its final phase. France are going to have front-row tickets for the show; our two Tests against the All Blacks early next month mean that we will be in the middle of the ring with the eyes of the rugby world on us. This won't quite be the same kind of summer as that of 2003, when England put together an incredible summer tour that pointed clearly towards their performance in the World Cup in Australia that autumn. This is phoney war, with travelling sides that will not be quite at World Cup strength. There will be pointers towards the World Cup from the southern hemisphere, but no more. The clash with the end of the French championship means I won't be part of a typical France side. The XV that starts in the World Cup against Argentina may well look different, but there will be a lot of young players looking to show their faces on the big stage, and some older guys who have not been in the side recently - Olivier Magne, Christian Califano, right - who want to show they can still cut it at this level. We won't be travelling as fall guys. There is much to be said for playing the All Blacks even if they are an incredibly difficult team to play. Coming up against a side with their reputation has to take a little bit of the mystique away, and we can also look for the little things that they do wrong. This is Test rugby, and you don't know how it is going to pan out for them. It's my last international tour, and it's going to take me back to a country where rugby is king. It's a joy to be going, but then I thought the same about playing the semi-final for Saracens against Gloucester and that turned into a nightmare, so I'll have my feet firmly on the ground. I first played in New Zealand in 1995, at the time of Jonah Lomu. Today, you have to say there is no Lomu figure in a black jersey. Instead, they have 15 players who may not quite have his physique but who are not far behind, and who also have incredible technical skills. It's quite a blend. There is no chance they will keep anything up their sleeves for the World Cup. Graham Henry said his side for the Tri-Nations would be the strongest XV ever to pull on the black jerseys. In any case, we all know what New Zealand can do. However, focusing only on the All Blacks would be a mistake. What matters in a World Cup is going as far as you can, and there are several stages in the tournament for most of the teams before they meet them. Over a series of matches, the All Blacks are the strongest at present, but in a single game, anything is possible. South Africa beat them last year and England's tour there will be worth keeping an eye on. The Springboks are offering mixed signals at the moment; the team is in a state of flux and they had one particularly bad day in Ireland in the autumn, but they have just fielded both the finalists in the Super-14. With these countries meeting in the pool stage of the World Cup this is a good time to mark some psychological points, even if the opening game will be tough for England because of the players who have stayed at home. Elsewhere, I would look at Wales in their search for confidence, and Australia, who still have questions, in particular whether to play George Gregan at scrum-half or Matt Giteau. We have been talking about the World Cup for a long time, and finally we are going to get down to the serious business. Every player with a chance of selection is impatient to see the final team lists. We've all got September 7 on our minds. If I don't make it this time round, the only other chance of playing a World Cup I'll probably have will be in the Golden Oldies in Bermuda, which wouldn't be quite the same. We all know this will be an incredible event in France and obviously I hope to be there. Premiership team of the season: Castrogiovanni (Leicester), Ibanez (Wasps), Johnston (Saracens), Brown (Harlequins), Shaw (Wasps), Buxton (Gloucester), Moody (Leicester), Corry (Leicester), Ellis (Leicester), Jackson (Saracens), Lemi (Bristol), Hipkiss (Leicester), Allen (Gloucester), Tuilagui (Leicester), Scarbrough (Saracens)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}