{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2007/may/20/popandrock.shopping3", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2007-05-19T23:47:02Z", "webTitle": "CD: Candie Payne, I Wish I Could Have Loved You More", "webUrl": "https://www.theguardian.com/music/2007/may/20/popandrock.shopping3", "apiUrl": "https://content.guardianapis.com/music/2007/may/20/popandrock.shopping3", "fields": {"headline": "Candie Payne, I Wish I Could Have Loved You More", "bodyText": "Last year, Emma Bunton tried to make a Sixties-inspired album. It was polo neck-wearing dreck. It takes more than a headband, a swinging groove and a newly purchased copy of Dusty in Memphis to artfully evoke the spirit of the Cavern and Carnaby Street. Candie Payne knows what she's doing. Arguably, she's got a head start: an appropriately fab name. A Liverpool birth certificate. Musical genes (one brother, Sean, drums with the Zutons; another, Howie, was in the Stands). A stint working with Edgar Jones of criminally underrated early Nineties stoner R'n'B combo the Stairs. And, in Simon Dine of Noonday Underground, a producer who knows all about retro soundscapes. I Wish I Could Have Loved You More is a cracking album, authentically mono and monochrome but also brimful with bright, finger-snapping pop and torch songs crying out to be sung from atop a tall stool. Where Mark Ronson helped Amy Winehouse reimagine Detroit soul, Payne and Dine enlist booming drums, mournful trumpets and twanging guitars aplenty to recreate Spector-tinged, Brit-beat songs that are masterpieces of detail, economy and melody. 'A Different You' could be a lost Walker Brothers gem. The supremely catchy 'One More Chance' - with production from the Zelig-like Ronson - doesn't quite boast a Wall of Sound, but perhaps a good-sized dyke. And the whole lot is delivered by Payne in a wonderfully laid-back, smoky voice, notably on the magnificently moody 'In the Morning'. The sexiest record of the year? Download: 'In the Morning'"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}