{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/may/17/rugbyleague.sport", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-05-16T23:40:08Z", "webTitle": "Rugby league: No-nonsense Lowes gets  Britain call", "webUrl": "https://www.theguardian.com/sport/2007/may/17/rugbyleague.sport", "apiUrl": "https://content.guardianapis.com/sport/2007/may/17/rugbyleague.sport", "fields": {"headline": "No-nonsense Lowes gets  Britain call", "bodyText": "Tony Smith has appointed James Lowes, the former Bradford hooker who was one of the most combative players of the Super League era, as the latest addition to his Great Britain coaching staff. Lowes, who has been assistant to Salford's coach Karl Harrison for the last two seasons, joins his former Bulls team-mate Steve McNamara on Smith's backroom staff. Smith referred to the 37-year-old's \"no-nonsense approach\" and international experience, although he was restricted to five Lions caps by injuries and his rivalry with Keiron Cunningham. Lowes won three Super League titles and two Challenge Cups with Bradford and was the 1997 Man of Steel. \"I'm delighted to have Jimmy on board,\" said Smith. \"He understands what competing at international level is all about and that will be a great benefit to the squad.\" He will join the squad in preparation for the Test against France at Headingley on June 22 although his priority will be Salford's Super League position. The Reds' injury problems grew worse yesterday when Ian Sibbit and Gareth Haggerty were ruled out of this weekend's game against Catalans Dragons. Castleford and Widnes have the chance to state their Super League credentials in front of the Sky cameras in tonight's National League match. Both clubs are unbeaten and confident of being awarded a Super League licence when membership is decided on a franchise basis from 2009, but only one of them can win promotion this year by winning the National League grand final in October."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}