{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2007/may/16/howharmisondiscoveredthewa", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-05-16T23:40:08Z", "webTitle": "How Harmison discovered the way from awful to awesome", "webUrl": "https://www.theguardian.com/sport/blog/2007/may/16/howharmisondiscoveredthewa", "apiUrl": "https://content.guardianapis.com/sport/blog/2007/may/16/howharmisondiscoveredthewa", "fields": {"headline": "How Harmison discovered the way from awful to awesome", "bodyText": "The statistics could not be more impressive. In three championship matches this season Steve Harmison has taken 24 wickets at 14.37. Last Saturday he took five for 61 to usher Durham to victory over Kent, forcing the last man, Robbie Joseph, to retire hurt after he struck him with a bouncer. The Professional Cricketers' Association have him top of their new Most Valuable Player rankings. Harmison is back. It appears the homely environs of the North-east have helped his rehabilitation from the effects of a horrid winter. It began with that infamous first ball in Brisbane going to second slip and improved only marginally, Harmison finishing the Ashes series with 10 wickets at 61. If that was not enough to savage his reputation, then his naive response to a question from Michael Atherton afterwards was. Atherton asked what Harmison might be doing when he got home to prepare for the first Test against West Indies, starting today. \"I'm not sure, to be honest. I think you'll have to ask Duncan Fletcher,\" replied Harmison. It might have been preferable had he said, \"I'm going to work my socks off to put things right\". Given the results so far this season, maybe he has. Or has he? Durham's head coach, Geoff Cook, takes up the story: \"He was ready for a break when he came home,\" Cook said. \"He was glad to have an independent chance to do his own thing. He'd had a lot of technical stuff with the England team and a lot of analysis in the media, so was just happy to come in and do things at his own pace.\" So Harmison had a break and appeared at Durham's indoor nets in late February. He was in a mess. \"Yes, he'll admit with a smile on his face that he couldn't keep it in the net he was running up in,\" Cook said. The coaching staff decided \"not to speak to him at all about the technical stuff\". Harmison trained hard in the gym. He did not train with Newcastle United, as he had with such wondrous results in 2004, because their fitness trainer, Paul Winsper, had left the club. Instead Winsper, now freelance, went to Chester-le-Street a few times to train with Harmison. By late March Harmison was ready for some overs. So off to South Africa Harmison went on Durham's pre-season tour. So heartily did he throw himself into the action he was made captain on a couple of occasions. It was all a relief for Cook, who had had pre-Ashes worries. \"He hasn't really bowled well over any period of time since against the West Indies in 2004. He's got to bowl a lot of overs and he hadn't been doing that.\" Those factors, plus the magnitude of the occasion, meant we got what we did.\" But Cook has only propitious premonitions now. \"Overs-wise he's got them in his legs now,\" he said, \"and in terms of competitiveness he has been absolutely faultless this season. Every spell has mattered and he's mentally tuned in. He has bowled some genuinely fast spells. It has been awesome to watch.\" If truth be told, though, Harmison did not bowl well last week, despite the nine wickets against Kent. There were pace and bounce but often the radar was awry. There was the suspicion the wickets had come at the expense of batsmen unused to such speed. Cook had another explanation. \"He had a virus and played against Lancashire in the Friends Provident Trophy two days before when he probably shouldn't,\" he said. \"He bowled really well then but it took a lot out of him.\" The West Indians will probably not take too much out of him. He has 40 wickets in eight Tests against them, heightening Cook's optimism. \"If he reproduces what he's done for us, then you will see a massively different guy from the winter.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}