{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2007/may/14/mondaymediasection1", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2007-05-13T23:59:16Z", "webTitle": "Dispatches", "webUrl": "https://www.theguardian.com/media/2007/may/14/mondaymediasection1", "apiUrl": "https://content.guardianapis.com/media/2007/may/14/mondaymediasection1", "fields": {"headline": "Dispatches", "bodyText": "Online Friction aims to create a little tension This week sees the launch of online free speech and debate portal Friction TV (www.friction.tv, a British internet TV channel touting itself as a virtual \"speakers' corner\", a YouTube for grown ups. The site was pioneered by former head of Saatchi and Saatchi interactive Omer Shaikh with the assistance of former Text 100 board director and PR consultant Andy West. It enables users to upload videos of themselves and challenge issues in the news, popular culture, or on their doorstep. While YouTube is a one way platform for video content, their thinking goes, this is a two-way platform for free speech and debate. And unlike YouTube, they insist, it is defiantly upmarket. Tommy Sheridan, Tony Benn, Boris Johnson (chatting about the Great Western Railway) and Nick Griffin have already posted material, with Alan Johnson apparently planning to use the site for his Labour deputy leadership campaign. No dancing in your bedroom or waving a light sabre here. Also unlike YouTube, this is very much assisted user-generated content (AUGC). Two days a week a team of students from 20 campuses dotted around the country are busy taking cameras to the streets and fielding opinions, whether it's about the smoking campaign or (a personal favourite this) people from St Ives moaning about the proliferation of arts galleries in their town. \"A 50 year old who doesn't want to go on MySpace but would be much happier writing to the Times can at last participate in new media,\" says West, who is Friction TV's chief marketing officer. Sheikh adds that the aim is to see the \"whites of people's eyes\" - all topics must begin with a video posting - but adds that there is nothing to stop people posting a video with a bucket on their head or replying in writing. It will also be moderated but any unpleasantly racial or personal attacks will be removed. The site, which is also mobile phone friendly for those who don't need to be assisted, was set up with £1m of initial investment. Projected income streams include advertising (Vodafone and the BBC are planning banner advertisements already), content syndication and the sponsorship of various debates. In the short term, the aim is to build on the 100,000 unique users and 800,000 page impressions they have got in the set-up stage to average 1m a month by the end of the year. In the long term, the hope is to post booths, upmarket equivalents of the Big Brother diary rooms, across Britain. And to expand into the US, the far east and the rest of Europe. \"Who knows, one day we can have a live visual debate between an Iraqi blogger, a Texan redneck and a South Korean,\" says West. Let the debate begin. Ben Dowell Advertising Big TV puff for smoking ban The government is tonight launching its multi-million pound TV campaign to highlight the smoking ban that comes into force in England from July 1. Research commmissioned by the Department of Health shows that 45% of people are unaware of the date the anti-smoking legislation takes effect, while many are also unclear about the scope of the restrictions. The Smoke Free England campaign launching today aims to raise awareness about the smoking ban. From July 1 smoking will be banned in enclosed public spaces and workplaces such as pubs, shopping centres, taxis and offices. The blanket marketing campaign, developed by ad agency Farm, will use TV, buses, the London Underground, poster sites, national press and radio ads, and airport media advertising. It is understood to be one of the largest ad campaigns conducted by the DoH in recent times, with a budget of nearly £1m per week between now and the ban coming into force. By comparison Coca Cola spent £8m in six weeks last year to launch Coke Zero, which the soft drink giant said was its biggest marketing push for a new product since Diet Coke arrived in the UK over 20 years ago. \"Our snapshot survey shows that the majority of people know that smoke-free legislation is coming, but almost half the population are not aware it comes into effect on July 1,\" says public health minister Caroline Flint. \"The campaign is a reminder to people of the date and gives examples of the range of locations which will be smokefree. It forms part of a comprehensive communications campaign to make sure that businesses and individuals understand what action they need to take.\" Recent research cited by the DoH shows that there is still a massive job to do in raising awareness among businesses about the smoking ban. The research showed that 41% of businesses in England do not realise that smoking rooms will need to be closed and more than half - 53% - are unaware that work vehicles will also be covered by the legislation. A dedicated website targeting the business community and a direct mail campaign to 1.7m premises in England is also planned. \"We are confident that with the support being provided by the department of health and by local councils everyone should be ready in time,\" Flint says. Prior to the development of the Smoke Free England ad campaign the DoH dramatically overhauled its ad agency roster, dropping AMV BBDO, the agency that handles accounts for Sainsbury's and Guinness, after a 22-year relationship. Mark Sweney"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}