{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2007/may/20/popandrock.shopping2", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2007-05-19T23:47:01Z", "webTitle": "CD: Paul McCartney, Memory Almost Full", "webUrl": "https://www.theguardian.com/music/2007/may/20/popandrock.shopping2", "apiUrl": "https://content.guardianapis.com/music/2007/may/20/popandrock.shopping2", "fields": {"headline": "Paul McCartney, Memory Almost Full", "bodyText": "He's certainly giving Memory Almost Full a publicity shove that he hasn't granted many of his previous 20 solo efforts. Leaving EMI for Starbucks' newly constituted label doubtless has something to with that, but the impression of history being re-written doesn't stop there. Just as his recent lunch with Observer Food Monthly put his marriage to Linda back in the main frame, so an interview with Uncut magazine reflected on his years with Wings. Large parts of Memory Almost Full do, in fact, sound like Wings on a good day; jaunty, tuneful, laced with high-end harmonies and spangled by a guitar sound straight off Band on the Run. There are some over-cute interludes - the clumsy, home-grown hoedown 'Dance Tonight' (the new single) being one - but it's a way more focused album than usual. As the title hints, Memory is also what McCartney calls 'purposefully retrospective', dwelling on his 'Ever Present Past'. The dreamy 'You Tell Me' deftly evokes drowsy, half-recalled summers - 'Was I there? Let's see...you tell me' - while the five-track sequence that (almost) closes the album offers a dramatic contemplation of mortality, from boyhood to the inevitable finale of death. It's a curious, affecting sequence, even if the multi-layered vocals of 'Vintage Clothes' and 'Feet in the Clouds' veer perilously close to pastiche - of Wings but also of Beatles imitators like ELO. Still, if McCartney can't borrow from his own back catalogue, who can? More successful is the brisk, potted autobiography of 'That Was Me' - 'at the scout camp ... playing conkers ... sweating cobwebs under contract in the cellar' - and the eerie 'House of Wax', with its echoing production and mournful, opaque lyrics that reek of downfall. 'The End of the End' is more startling still, a frank stare in death's face where McCartney proclaims, 'On the day that I die I'd like jokes to be told' and unfashionably anticipates an afterlife that's 'a journey to a much better place'. Download: 'The End of the End'; 'That Was Me'; 'House of Wax'"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}