{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/may/17/newsstory.sport4", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-05-16T23:45:57Z", "webTitle": "Barton claims he was victim of City assault", "webUrl": "https://www.theguardian.com/football/2007/may/17/newsstory.sport4", "apiUrl": "https://content.guardianapis.com/football/2007/may/17/newsstory.sport4", "fields": {"headline": "Barton claims he was victim of City assault", "bodyText": "Joey Barton will be on his way out of Manchester City this summer but it promises to be anything but a quiet exit after the midfielder \"strenuously denied\" allegations that he had beaten up his team-mate, Ousmane Dabo, and filed a counter-claim of assault to the police. Barton has hired the specialist sports lawyer Mel Stein to fight accusations he attacked Dabo and knocked him unconscious during an incident at the club's training ground on May 1. He claims Dabo was the aggressor and the disparities in the two stories mean the police will seek witness accounts from other players and, very possibly, the sacked manager Stuart Pearce. It also throws up the possibility of a court case in which City's players may have to give evidence. The officers investigating Dabo's allegations arrested Barton at Stretford police station on Tuesday. Barton and his legal team had gone to the station to make a complaint against Dabo. Barton was told on his arrival he would be arrested. He was questioned and, after giving a statement, released on bail until July 11. Stein, who has represented Paul Gascoigne, Alan Shearer and Chris Waddle as a football agent, as well as providing legal services for Tottenham Hotspur, confirmed last night that Barton had recruited him to fight the allegations. \"He was arrested but he has not been charged with anything,\" Stein said. \"He strenuously denies the allegations and he has made a counter-allegation to the police.\" Dabo is currently in France and not due to return to Manchester until the beginning of pre-season training in June. The police's inquiries have been hampered by Dabo's absence, the fact that many of City's players have gone on holiday and that Pearce lives in Wiltshire. City, meanwhile, were yesterday digesting the news that Ronald Koeman, one of the names on their shortlist to replace Pearce, does not want to talk to the club. Thaksin Shinawatra, the deposed Thai prime minister who is on the verge of taking over City, has specified that he wants a foreign coach but Koeman's agent, Ger Lagendijk, denied it would be the PSV Eindhoven manager. \"I have spoken with Ronald about the stories regarding Manchester City,\" Lagendijk said. \"But I want to stress that I wasn't called by Manchester City myself. It's all British-media hype. Ronald told me that even if he could earn 10 times more than at PSV, he will not leave the club. He is not at all interested.\" The Dutch champions insist there has been no contact with them, with a club spokesman saying: \"Everyone knows how this works at this time of the season. Coaches and players are linked everywhere but Ronald Koeman told the media about four days ago for the last time that he wants to see out his contract at PSV which expires a year from now. \"Koeman will be PSV coach for next season. And I can tell you that PSV have not heard anything from any club, including Manchester City.\" Lyon also released a statement last night denying the former Liverpool manager Gérard Houllier was planning to leave after speculation linking him with City and Dynamo Kiev. The French champions said Houllier \"formally denies\" the stories. \"Gérard Houllier will next year be the coach of Lyon, with whom he is under contract until June 2008,\" the club said. A spokesman for the Dutch club AZ Alkmaar, where Louis van Gaal is the current manager, was similarly unequivocal about the City job. \"Louis has just renewed his contract at AZ and he will not go to Manchester City. Perhaps in the future, he might consider one of the UK's top-flight teams, but certainly not at the moment.\" City announced yesterday that the assistant manager, Steve Wigley, was following Pearce out of the club."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}