{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2007/may/02/marketforces.bp", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2007-05-01T23:09:15Z", "webTitle": "Market forces: Nick Fletcher", "webUrl": "https://www.theguardian.com/business/2007/may/02/marketforces.bp", "apiUrl": "https://content.guardianapis.com/business/2007/may/02/marketforces.bp", "fields": {"headline": "Takeover talk and scandal cause a stir", "bodyText": "After a fairly dull start to the day, the market burst into life late on yesterday with potential takeovers and the scandal involving BP's Lord Browne. Publishing group Pearson soared 39.5p to 901p and Reuters 16.5p to 494p after Rupert Murdoch's News Corporation made an unsolicited bid for Dow Jones &amp; Co, the US publisher of the Wall Street Journal. Traders said the level of the offer - more than 60% higher than the market price - had turned the spotlight on its UK rivals. Still with media, Daily Mail &amp; General Trust added 22p to 862.5p after an injunction against the Mail on Sunday was lifted, allowing it to publish details of Lord Browne's relationship with a former boyfriend. BP fell 2.5p to 563p as Lord Browne resigned immediately, to be replaced by Tony Hayward. Despite all the late excitement, the UK market closed lower, on fairly low volumes. Most European exchanges were closed for the May Day holiday and Wall Street seemed a touch uncertain after some conflicting US economic figures. A key manufacturing index rose to 54.7 in April, its highest level since May 2006, up from 50.9 in March. But home sales were down, leaving analysts uncertain about the future direction of US interest rates. By the close the FTSE 100 had dipped 29.6 points to 6419.6 while the FTSE 250 ended 18.0 points lower at 11,911.4. Pubs group Punch Taverns fell 44p to £12.60 as investors cashed in their recent gains ahead of yesterday's results. The figures showed a 12% increase in first half profits, as expected, but the company said it had no plans to free up cash from its £7bn property portfolio. Among the financials, mortgage bank Northern Rock lost 25p to £10.52p after Citigroup repeated its sell rating and lowered its target price from £11 to £10. Insurance giant Prudential slipped 3p to 746p. The company issued a statement announcing the completion of the sale of internet bank Egg to Citigroup for £546m. The cash Pru will receive is \"taking into account movement of net asset value\" since December 2006. This is believed to refer to a worsening of the bad debt situation, meaning Pru will get nearly £30m less than it expected. Tim Young at Collins Stewart said: \"This looks very sloppy given than £575m [the original price] was not excessive. It will put chief executive Mark Tucker under greater pressure. The [Pru] valuation is sustained by bid speculation - something will happen, but when?\" He concluded: \"There is easier money to be made elsewhere.\" However there was talk that TCI was building up a stake in the Pru. Standard Life climbed 5.75p to an all time high of 330.75p after Cazenove posted an outperform rating. The broker put a trading value of 370p, with a 412p value on what it called \"a blue sky view\", with a possible control premium on top of that if a predator emerged. Elsewhere building materials group Hanson fell 17.5p to 841.5p after Merrill Lynch downgraded from neutral to sell, while fund manager Schroders slipped 8p to £12.87 despite first quarter profits rising 30%. Aberdeen Asset Management was also lower, down 6p to 214p on profit taking after its in-line half year results. Imperial Tobacco, which is still seeking a friendly takeover deal with Spanish cigarette maker Altadis, lost 25p to £21.52 after reporting a 13% rise in half year earnings. Rival British American Tobacco slipped 12p to £15.39 despite Lehman Brothers raising its price target from £15.35 to £15.60. But property companies were higher after Liberty International reported a 4% rise in quarterly net asset value. Liberty added 14p to £12.23 while Slough Estates also benefited, up 8p to 781p. Slough is one of a host of businesses subject to takeover speculation, in its case British Land or a Dubai bidder. Intercontinental Hotels climbed 12p to £12.28 as the Barclay brothers - owners of the Ritz Hotel - raised their stake from 7.1% to 8.19%. HSBC slipped 3p to 925p despite Dubai International Capital buying a stake. This follows a similar move by a Saudi Arabian investor, Maan al-Sanea, which bought £3.3bn worth of shares. Transport business FirstGroup went into reverse after US anti-trust authorities requested more information about its proposed purchase of American bus group Laidlaw International. FirstGroup lost 11p to 655p. But British Energy jumped to the top of the FTSE 250 leaderboard, up 28p to 548p after saying it expected to restart its Hunterston B and Hinckley Point B power stations in May. Cookson, the industrial materials group, added 23p to 684.5p after Cazenove rated the company as outperform and set a fair value of 713p. Lower down the market, oil and exploration group Indago Petroleum added another 15p to 107.5p on the back of a note from Williams De Broe which said a failure at its Jebel Hafit well would probably see the shares fall to around 37p but a success could produce upside of between £10 and £15 per share. Finally engineering minnow China Wonder was suspended at 19p after Blue Oar Securities resigned as its nominated adviser. 121Media in talks Keep an eye on 121Media, up 67.5p yesterday to £16.20. The company specialises in targeted online advertising and has been in talks with major internet service providers about them using its technology platform. It recently announced losses of around $11.5m (£5.5m) after writing off the costs of increasing its online presence. As part of that it has hired a number of new directors, including executives who formerly worked at AOL and US telecoms giant AT&amp;T. The company is also intending to reincorporate in Delaware, by merging with a new company called Phorm. Shareholders will receive new Phorm shares in proportion to their 121Media holdings, and trading in these starts on Thursday. In the meantime traders heard whispers that the company had signed a contract with BT. nick.fletcher@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}