{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/may/17/newsstory.sheffieldunited", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-05-16T23:45:57Z", "webTitle": "Blades to look beyond McCall as Warnock departs Bramall Lane", "webUrl": "https://www.theguardian.com/football/2007/may/17/newsstory.sheffieldunited", "apiUrl": "https://content.guardianapis.com/football/2007/may/17/newsstory.sheffieldunited", "fields": {"headline": "Blades to look beyond McCall as Warnock departs Bramall Lane", "bodyText": "Stuart McCall is likely to be overlooked as Sheffield United start their search for a new manager after Neil Warnock ended more than seven years in charge at Bramall Lane when he stepped down yesterday. McCall, Warnock's assistant, has indicated he would like to move into management but Kevin McCabe, United's plc chairman, all but ruled out an internal appointment last night when he claimed that \"experience\"will be the key factor. The Championship club have already started the process of drawing up a short list and, although McCabe said that McCall will be interviewed, it is highly unlikely he will emerge as Warnock's successor. McCabe said: \"Next year there is one clear aim and that's promotion, so logic says we try and get someone who has got that level of experience to achieve it.\" Sir Alex Ferguson insisted last night he felt no responsibility for the Blades' relegation. He had promised to play his \"strongest possible team\" in Manchester United's game with West Ham on Sunday, only to omit Rio Ferdinand and Nemanja Vidic and use Cristiano Ronaldo, Paul Scholes and Ryan Giggs as substitutes. West Ham's 1-0 win meant the Blades went down after a 2-1 defeat by Wigan. \"I never said that I would play my strongest team,\" Ferguson said. \"I said we would play a strong team and it was my strongest team, given the fact our players had played so many games and were tired.\" Warnock had complained about the champions fielding a weakened team, saying it left a \"sour taste\", but Ferguson said there was no bad feeling. \"I have spoken to Neil Warnock and he says his comments have been overplayed in the press.\" Ronaldo will collect his second senior Footballer of the Year award at the Football Writers' Association dinner tonight. The Football Association has found a charge of improper conduct and/or bringing the game into disrepute against the former Wigan manager, Paul Jewell, not proved. He was charged for comments about the referee Phil Dowd after Wigan's game at Arsenal in February."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}