{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2007/may/10/imf.israel", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2007-05-09T23:38:00Z", "webTitle": "Checkpoints hurt Israeli security, says World Bank", "webUrl": "https://www.theguardian.com/business/2007/may/10/imf.israel", "apiUrl": "https://content.guardianapis.com/business/2007/may/10/imf.israel", "fields": {"headline": "Checkpoints hurt Israeli security, says World Bank", "bodyText": "Israel's system of controls on the Palestinian territories is preventing a revival of their economies and damaging Israel's security, according to a report published by the World Bank yesterday. The report finds that freedom of movement for Palestinians is the exception rather than the norm, in spite of a series of commitments by Israel to ensure the opposite. David Craig, the World Bank country director for the West Bank and Gaza, said Israeli restrictions in the West Bank and Gaza had devastated the Palestinian economy. \"The restriction system has caused a rise in transaction costs, making Palestinian goods increasingly uncompetitive. Even more importantly, the system has created such a high level of uncertainty and inefficiency that the normal conduct of business in the West Bank has become exceedingly difficult and investment has been stymie,\" he said. The report said both societies would benefit from Palestinian prosperity, which it says would lead to a decrease in violence. According to the 1993 Oslo accords between Israel and the Palestinians, there should be free movement of people and vehicles. But the rise in the number of settlers in the West Bank, not including Jerusalem, from 125,000 in 1993 to 250,000 now, combined with the outbreak of the second intifada in 2000, has led to Israel placing Palestinians under severe restrictions. Even as the violence has subsided, the number of roadblocks has increased. The World Bank notes that in 2006 there were 44% more roadblocks than in 2005. The report describes the array of restrictions imposed on every Palestinian. As well as the physical barriers, Israel limits freedom through the use of administrative practices and permit policies which prevent Palestinians from moving home, getting work, investing in business and moving outside their immediate locality. A Palestinian wanting to move from one area to another must get a permit and a separate one for any vehicle. The report said that there is no transparency in the way permits are granted and they can be revoked at any time. Some permits insist on a return to the holder's home town by 7pm. The World Bank estimates that more than 50% of the West Bank is closed off to Palestinians without a permit. Israel's security concerns should be addressed, the report said, but security tended to mean the restriction of Palestinian life to protect the freedom of settlers. Sarit Arbell, a spokeswoman for the Israeli organisation Checkpoint Watch, said that Israeli policies were pushing Palestinians \"into poverty and third-world living conditions ... the checkpoint and barrier regime that the state of Israel imposes on Palestinian towns and villages deep inside Palestinian territory prevents them from living a normal everyday life, humiliating them on a daily basis and intensifying despair and extremism.\" The report says that the restrictions on Palestinians must be eased if their economy is to improve. \"Palestinian economic revival is predicated on an integrated economic entity with freedom of movement between the West bank and Gaza and within the West Bank, unfettered Palestinian access to West Bank land for economic purposes, and reliable access to world markets,\" said Mr Craig. \"The restriction system has significantly undermined these conditions. Restoring sustainable Palestinian economic growth is dependent on its dismantling.\" Mark Regev, a spokesman for the Israeli foreign ministry, said that Israel could not be blamed for all the problems of the Palestinians. \"We have no interest in seeing Palestinian hardship but our measures are defensive. There have been times when we have removed checkpoints only to put them back after a terrorist attack,\" he said. \"I can understand that Palestinians see some of the measures as arbitrary but when we have made efforts to liberalise this has been exploited by extremists.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}