{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/apr/29/jurgen-klopp-anfield-different-villarreal-liverpool-europa-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-04-28T23:48:40Z", "webTitle": "Jürgen Klopp vows Anfield will be different after late sting in Villarreal", "webUrl": "https://www.theguardian.com/football/2016/apr/29/jurgen-klopp-anfield-different-villarreal-liverpool-europa-league", "apiUrl": "https://content.guardianapis.com/football/2016/apr/29/jurgen-klopp-anfield-different-villarreal-liverpool-europa-league", "fields": {"headline": "Jürgen Klopp vows Anfield will be different after late sting in Villarreal", "bodyText": "Jürgen Klopp blamed inexperience for the defensive lapse that condemned Liverpool to defeat against Villarreal but the manager warned the Spanish side they would face a different proposition at Anfield next week. Liverpool were on course for a valuable goalless draw in the first leg of the Europa League semi-final when they were caught on the counterattack and the substitute Adrián López scored a 92nd-minute winner. The defeat was Liverpool’s first in Europe this season and leaves Klopp’s team requiring another Anfield comeback to reach the final in Basel on 18 May. Klopp, who left Daniel Sturridge on the bench throughout the tie, said: “I am pleased with the performance, a lot of parts we did really well. Villarreal are a good side but Liverpool are a good side, too. To control a game like this in most parts of the game is good. To concede from a 92nd-minute counterattack, it sounds like it is – not too good. Everyone knows it and it should not happen. “We had a great moment with Alberto [Moreno] and then we had a header from Christian [Benteke]. Maybe the youth came through at that point. Until then it was really a professional performance. To be honest it is the first leg. My first thought as everyone around me was celebrating was: ‘Sorry, but it is not over, you have to come to Anfield too and we will be ready.’” Liverpool lost Philippe Coutinho to illness at half-time and Klopp opted for Jordon Ibe, and later Christian Benteke, as his substitutes rather than Sturridge. The England international was left out of Klopp’s starting line-up for the third European game in succession but the manager defended his selection. “There were one or two situations with set pieces defensively that Christian could help us with. It [the substitution] was not really for attacking. We had no luck. I was really, really disappointed when I came in the dressing room and everyone told me Lallana was not offside. In big games you need right decisions but it is like it is.” Klopp insisted that Villarreal’s late winner had not altered the complexion of the tie and Liverpool would enter the home leg high on confidence. “This tournament is two legs and, if you win today 1-0, what would happen? Now we have to find solutions to a few things but I saw we are in a good way. I saw a lot of things that showed me we can do it. “With the help of Anfield we can do it but please don’t compare it with Dortmund. Things are possible with 1-0, it is not the biggest result in the world. Villarreal know a lot more about us and they will respect us. When the team does not play better you think they want to play like this. Of course they would have been satisfied 0-0, we would have been satisfied. “They are strong in counterattacks and we have to score at home. I am expecting a completely different game. I am looking forward to Anfield.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}