{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2016/apr/17/mmr-autism-andrew-wakefield-robert-de-niro", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2016-04-16T23:03:08Z", "webTitle": "Movie stars have their uses: medical science isn’t one of them | Catherine Bennett", "webUrl": "https://www.theguardian.com/commentisfree/2016/apr/17/mmr-autism-andrew-wakefield-robert-de-niro", "apiUrl": "https://content.guardianapis.com/commentisfree/2016/apr/17/mmr-autism-andrew-wakefield-robert-de-niro", "fields": {"headline": "Movie stars have their uses: medical science isn’t one of them", "bodyText": "In their desperation, following the end of The Night Manager, fans have been clinging to the possibility that John le Carré might provide a sequel. Gently, Tom Hiddleston has pointed out that the story “feels complete”. His co-star, Hugh Laurie, last spotted, as Richard Roper, in the hands of incensed assassins, said: “In cold, practical terms, no, we’re done.” But precedent gives us hope. Homeland persisted, years after the death of Damian Lewis’s Brody. Sherlock survived that tumble off a hospital rooftop, as well as one down the Reichenbach Falls. And now, surpassing even Conan Doyle’s magnificent disregard for continuity, Andrew Wakefield, the terminally disgraced British doctor, has unexpectedly returned, if not exactly from the dead, certainly as if his medical career had never been killed off, his reputation shattered. In his new documentary, Vaxxed, Wakefield, the baddy last heard of sloping off to the US, it was assumed to live out his days in repentant obscurity, returns in glory as humanity’s saviour. To see him in a Vaxxed trailer, introduced as Andrew Wakefield, MB, BS, gastroenterologist, is to meet a fully functioning medic seemingly unrelated to the unethical individual who destroyed public confidence in the MMR – measles, mumps and rubella – vaccine in 1998 (in a paper since withdrawn by the Lancet), needlessly putting thousands of unvaccinated children at risk of illness and disability. At the same time, the journalist Brian Deer discovered, he was building the market for an alternative product, from which he stood to profit. The doctor was struck off in 2010 for “serious professional misconduct”. Although purportedly a factual work, Vaxxed, to judge by numerous early reviews, transports viewers to a world where none of the above ever happened. In this parallel world, it is the immunisers, not the former gastroenterologist, who go in for cover-ups. So comprehensively is contradictory evidence ignored here that Wakefield permits himself the liberty of rehashing some of his earlier – utterly discredited – claims, which seemed good reason to many of us, in 1998, to worry about the MMR jab. The Lancet piece warned of “developmental regression”. This time, he throws in the prediction that, if MMR usage continues, half of all America’s boys will be on the autistic spectrum by 2032. To be fully apocalyptic, his message requires autism itself to be portrayed – deploying footage of distressed-looking children – as an invariably frightful diagnosis. It is as if Wakefield wants parents to panic anew with the same, injurious consequences for the understanding of autism. Doctors, and others aware of Wakefield’s agenda, have been protesting about the baseless anxiety that Vaxxed sets out to generate – and quite successfully, in that the film was withdrawn from the Tribeca film festival. One father of a boy with autism, the film director Todd Drezner, has written an open letter to the film’s distributors that itemises Vaxxed’s dishonesties – and dismisses their own absurd claims, post-Tribeca, of censorship. It concludes: “I hope that sometime in the future you may find ways to undo the damage you are about to cause.” But powerful as it is, Drezner’s reproach, along with objections from doctors, must compete with support for Wakefield’s film from another prominent parent of a child with autism. Unfortunately for herd immunity, that parent is Robert De Niro. It was only because of De Niro’s intervention that the film was initially included in the Tribeca festival, which he co-founded. And although it has been withdrawn, the ensuing fuss has only increased awareness of Wakefield’s film and, possibly, as damagingly as anything contained in it, of its celebrity endorsement. Wakefield, the obscure medical fraudster, is esteemed by a Hollywood star of such immeasurable stature and influence that great US Democrats prostrate themselves for his approval. In 2011, De Niro’s second championship of Obama itself made news, when he attacked “birthers” such as Donald Trump who contended that President Obama is not a “natural-born” American. “Don’t go out there and say things unless you can back them up,” he said. “How dare you? That’s awful to do.” This year, on the 40th anniversary of Taxi Driver, De Niro’s name is high on a US checklist of Hillary Clinton supporters, just behind the Clooneys and Kardashians. And too bad for science: he also backs Wakefield. Regretting the withdrawal of the documentary, De Niro said on the Today show: “I think the movie is something people should see.” Questioned, this time, about the facts, ones that undermine Wakefield’s claims, he said: “I believe it’s much more complicated than that. There is a link and they are saying there isn’t and there are... other things there.” To counter this, the scientific camp would need to recruit, from Clinton’s supporters, at least Matt Damon, Tom Hanks and Lena Dunham, and maybe, as insurance, Ryan Gosling, from the edgier crowd backing Sanders. If Vaccinating With the Stars looks a little inappropriate where public health is concerned, so too is the prospect of children falling ill because an actor clearly hasn’t read Wakefield’s Wikipedia entry. Unless, worse still, he has. Failing such an intervention, the most effective way for doctors to limit Vaxxed’s damage might be to advertise the names – and theories – of some of De Niro’s existing sympathisers, who include Jim Carrey and Donald Trump. The latter suggests “monster shots” are behind an “epidemic” of autism. In fact, if these star endorsements have any value, some Democrat-voting pro-Wakefield De Niro fans must now be agonising over how best to respond to the world’s finest method actor. Do they support Clinton? Or Trump, against the MMR? Maybe the former Harry Potter, Daniel Radcliffe, could be persuaded to adjudicate. All that spell-casting must have given him some insight into epidemiology. It would be rude to the celebrities, as well as inconsistent, to dismiss their instincts, where vaccinations are concerned, as irrelevant. In Britain, as in the US, all political camps cherish a star endorsement, with the obvious exception of any intervention by Russell Brand. Ditto Emma Thompson’s representations, on a number of subjects. Remainers will be praying for no repetition of Nanny McPhee’s remarks on British rain and cake. Generally, however, the pause in Jeremy Corbyn’s noted impassivity, when he was approved by the US actor Danny DeVito testifies to the political joy when a bankable entertainer takes sides. As for the artists, it is hardly surprising if some respond to such appreciation with advocacy on anything from the refugee crisis, tuna fishing, the BBC and BP’s sponsorship of Tate Modern, £175m “garden” bridges, the Elgin Marbles, the wrongness of air travel (for non-industry fliers) and, in the current case, the factitious link between MMR and autism. Which stars should we listen to? I’d go for Oscar winners only, were it not that De Niro, Andrew Wakefield’s priceless ally, has a well-deserved two. • Comments will be opened later today"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}