{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/apr/24/manuel-pellegrini-manchester-city-real-madrid-champions-league-stoke-city", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-04-24T21:43:00Z", "webTitle": "Manchester City must get it right against Real Madrid, says Manuel Pellegrini", "webUrl": "https://www.theguardian.com/football/2016/apr/24/manuel-pellegrini-manchester-city-real-madrid-champions-league-stoke-city", "apiUrl": "https://content.guardianapis.com/football/2016/apr/24/manuel-pellegrini-manchester-city-real-madrid-champions-league-stoke-city", "fields": {"headline": "Manchester City must get it right against Real Madrid, says Manuel Pellegrini", "bodyText": "Perhaps most pleasing for Manchester City before taking on Real Madrid is that this canter of a victory occurred without Kevin De Bruyne. Before a serious knee injury in late January the Belgian’s contribution stood at 12 goals and 12 assists. In the six outings since he returned four more goals have been added, including one in each leg of the Champions League quarter-final defeat of Paris Saint-Germain. On Tuesday Zinedine Zidane’s side are at the Etihad for the first leg of the Champions League semi-final. As Manuel Pellegrini stated following this 4-0 hammering of Stoke City, De Bruyne, who was rested, is one of the star turns who must play well if the final is to be reached. Sergio Agüero’s first-half penalty was his 23rd Premier League goal this season and places him one behind Harry Kane of Tottenham. Asked if the Real game is the Argentinian’s chance to shine when it is really required, Pellegrini said: “Big players decide big games, so it’s very important to have not only Kun [Agüero] – but a lot of players have to be in their best moment. It’s very important for them to win the Champions League because if you want to be a big team, you always have to be involved in the last stages of the Champions League and to win it some years. “It’s an opportunity to improve, not only Kun but David Silva and for a lot of players on what they have done so far.” Cristiano Ronaldo will travel with Real despite a recent thigh injury, and appears set to start. Of the duel between Agüero and the former Manchester United forward, Pellegrini said: “It will be very good for the fans to see each player for each team. They are two of the most important strikers in the world. I think it will be very good for our fans to see this.” It is not as simple as merely stopping Ronaldo, of course. “Firstly, we must see if he’s 100% fit. He’s a big player who makes the difference for Real Madrid, so it’s very important to stop him,” Pellegrini added. “But if you focus on stopping Ronaldo, you also have Gareth Bale, Karim Benzema [who is an injury doubt], you have a lot of other very good players. So it’s important to play as a team and to try and defend as a team.” Fernando opened the scoring on Saturday and two second-half finishes from Kelechi Iheanacho, to give him 11 this season, completed the hammering of Stoke. Pellegrini believes Manchester City are taking on Real at the right time. “We are in a good moment,” he said. “It’s very important when you arrive at this stage in knockout games to be in your best moment. Here in the Premier League, the last five games, we won four, we draw one. We eliminated Paris Saint-Germain, so I think we are in a good moment. “It’s a very important game because it’s a Champions League semi-final. All the emotions around it. The important thing is that the team controls their emotions because it is the kind of game where any kind of mistake can make you lose the game.” Pellegrini makes way for Pep Guardiola in the summer. “As a manager it would be very important to win the Champions League because no one here has done it,” the Chilean said. “If I can win it with this club, then better, and we are all involved in this together – manager, fans, players, all of us. “I also think that if we win the Champions League this year, it’s not the finish of the project here. Every year we must be involved in both competitions and I hope that this is the target for the club.” This was Stoke’s second consecutive 4-0 defeat and the third time in a row four goals have been conceded. They are down to 10th in the table and as the midfielder Ibrahim Afellay sustained a cruciate knee injury in training on Friday, Stoke may move in the transfer window as the 30-year-old could be out for up to nine months. “It is a significant amount of time,” said the manager, Mark Hughes. “After looking at the 25 [players] available, we might have to go in the market.” Man of the match Sergio Agüero (Manchester City)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}