{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2016/apr/17/zac-goldsmith-gutter-politics-asian-voters-london-mayoral-campaign", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2016-04-16T23:05:08Z", "webTitle": "Zac Goldsmith is playing with fire as he bids to lure Asian voters | Sonia Sodha", "webUrl": "https://www.theguardian.com/commentisfree/2016/apr/17/zac-goldsmith-gutter-politics-asian-voters-london-mayoral-campaign", "apiUrl": "https://content.guardianapis.com/commentisfree/2016/apr/17/zac-goldsmith-gutter-politics-asian-voters-london-mayoral-campaign", "fields": {"headline": "Zac Goldsmith is playing with fire as he bids to lure Asian voters", "bodyText": "A few weeks ago, bemused Asian voters in London started to post online different versions of a similar leaflet from Conservative London mayoral candidate Zac Goldsmith, targeted at Hindus, Sikhs and Tamils. As a half-Hindu, half-Sikh Indian (by way of east Africa), I was curious to see which variant would eventually land on my doorstep. Would his campaign send me a mash-up of his leaflets targeting Hindus and Sikhs, emphasising both his support for the Hindu prime minister of India, Narendra Modi, and for the Golden Temple at Amritsar to remain in Sikh hands? Or perhaps they’d send me just the common elements of his “Asian pitch”: support for family businesses and opposition to a Labour wealth tax that would hit family gold? Like many Asian voters, I couldn’t care less whether Goldsmith supports Modi or what his views are on a Sikh temple thousands of miles away: I’ll be casting my vote based on candidates’ plans for London’s housing, transport and environment. But is there any more to this than a patronising attempt to win over London’s Asian communities, based on ethnic stereotypes? A much darker side of Goldsmith’s campaign has recently emerged. Goldsmith has accused Labour’s Muslim candidate for mayor, Sadiq Khan, of “giving platform, oxygen and cover” to extremists. It’s a serious allegation made on embarrassingly weak grounds. Goldsmith has attacked Khan for campaigning for Babar Ahmad, a British citizen, to be tried in the UK for terrorism offences, rather than extradited to the US. Yet despite claiming he’d never heard of him before, Goldsmith also spoke in his support in a parliamentary meeting in 2012. Goldsmith has similarly accused Khan of sharing a platform with Suliman Gani, an imam from Khan’s Tooting constituency, whom he’s labelled as “one of the most repellent figures in this country”. But as Khan’s campaign team have pointed out, Khan and Gani have long clashed on Gani’s illiberal views: Gani was involved in a local campaign to stop Khan voting for gay marriage, and Khan successfully pushed for his removal from the local mosque. It has emerged that other Conservative MPs shared platforms with Gani and Gani and Goldsmith were photographed together at a Conservative party event last year. This creates the impression of Goldsmith desperately trying to fling mud at Khan, no matter how tenuous, in the hope that some of it will stick. It’s a signature trick from the playbook of Lynton Crosby, the Australian strategist who ran the 2015 Conservative election campaign. It’s no coincidence that Goldsmith’s campaign is being advised by Crosby’s firm, CTF Partners. Goldsmith has also been accused of putting out literature that could stir up tensions between Asian communities. His campaign material labels Khan as “radical” and “divisive”, loaded terms when used to describe a Muslim. Leaflets aimed at Hindus imply Khan’s lack of support for Modi, stressing he did not attend an event to welcome Modi to the UK last year, when he did attend a Number 10 reception held for him. There is a troubling subtext to this. In the UK, relations between Asian communities are generally good. But it hasn’t always been so. Centuries of conflict have marred relations between Indian Hindus, Sikhs and Muslims, which culminated in the painful and violent partition of India and Pakistan that saw millions displaced and hundreds of thousands killed. So it is troubling to see election literature that, whether intentionally or not, has been interpreted by some Asians as seeking to take advantage of latent tensions. It has been strongly criticised by some Asian Conservative councillors and former parliamentary candidates. It illustrates how out of touch Goldsmith is with the Asian community and stands in contrast to Khan, who has won accolades for the way he’s engaged with London’s Jewish community. Where’s the drive for this toxic, negative campaign coming from? Goldsmith is widely acknowledged to have run a lacklustre campaign; in interviews, he’s struggled to articulate a positive and convincing narrative for why he wants to be mayor. Khan has said publicly he doesn’t believe the impetus is coming from Goldsmith himself and a source on his campaign is clear they believe Goldsmith is being forced down this road by Crosby’s outfit and Number 10. Khan’s campaign is confident these techniques are backfiring with London’s multicultural electorate and this seems to be reflected in the polls, which show Khan eight points ahead. But Goldsmith’s irresponsible and nasty attempts to associate Khan with extremism could have a chilling effect on the involvement of British Asians in politics. Young Muslims aspiring to go into politics will have observed it is now fair game for them to be held accountable for the views of anyone they’ve ever associated with. Yet it is liberal Muslims such as Sadiq Khan who are best placed to challenge extremist views within their own communities. Khan has championed same-sex marriage, gender equality and raised difficult questions about the increasing prevalence of the niqab among British Muslims. This is critical because Labour has got its own problems in the way it relates to Asian voters. Labour councils have not always struck the right balance between respect for different cultures and challenging illiberal values that have no place in leftwing politics. This developed out of a well-intentioned approach to managing the growing diversity of many cities from the 1960s onwards. Many Labour councils dealt with self-appointed community leaders who claimed to represent ethnic groups and funded their organisations to deliver services to specific communities. This approach was widely discredited in the wake of the 2001 northern riots; it was associated with ethnic groups living “parallel lives”, allowing tensions to fester. Yet it persisted; because community leaders could deliver electoral support from their communities for Labour, it effectively became baked into the system. This has come to light most spectacularly in Bradford West and Tower Hamlets in recent years. Both are places where kinship bloc voting among Pakistani and Bangladeshi communities shored up Labour’s political dominance, but where Labour suffered electoral earthquakes as a result of these communities switching their support to alternative candidates. This close relationship between the Labour party and Asian communities in some areas has meant illiberal values and unacceptable behaviour are not always challenged in the way they should be. A BBC Newsnight investigation uncovered several female Muslim councillors and candidates who say they have experienced misogyny, intimidation and pressure not to stand from Asian men involved in the party. The independent inquiry into child sexual abuse in Rotherham, which involved the abuse of predominantly white girls by predominantly Pakistani men, even suggested that the unforgivable failure of the Labour council to take action was associated with a reluctance to broach ethnically sensitive issues. Even though cases like these have come to light in recent years, the Labour party has failed to take sufficient action. Naz Shah, Labour MP for Bradford West since 2015, has described misogynistic attempts to smear her by local party members. The Muslim Women’s Network has called for Labour to hold an inquiry into “systemic misogyny” within the party. But Gavin Shuker, the Labour MP for Luton South, has publicly accused his party of a lack of action, saying that when he’s spoken up about this issue he’s felt “extremely pressured to be silent on the things I know to be true”. The heavy price of Goldsmith’s shameless attempts to tarnish a liberal Muslim is that it will become harder, not easier, for Asians to call out unacceptable practices in their own communities. Indeed, academic research on Bradford politics has found younger Muslims unhappy with the way kinship voting was working, but in fear of speaking out, given the broadly negative public discourse about British Muslims. Much is at stake: both parties are fighting to attract Asian voters, among whom identification with the Labour party has fallen steeply: the proportion of Indians identifying with the Labour party has fallen from 77% to 45% since 1997; of Pakistanis, 79% to 54%. But in their scrabble to win round Asian voters, I wonder if all politicians would do better to place less, not more, emphasis on our ethnicity. I suspect Goldsmith’s campaign would become more positive if he asked himself the question: would I be making these accusations if Sadiq Khan was white? And local Labour politics would be much improved if officials asked themselves the question: would I tolerate this behaviour if this person didn’t have brown skin?"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}