{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2016/apr/29/buy-to-let-landlords-decline-diy-under-30s-generation-rent-age-first-time-buyer", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2016-04-28T23:01:30Z", "webTitle": "Buy-to-let landlords blamed for decline in DIY among under-30s", "webUrl": "https://www.theguardian.com/lifeandstyle/2016/apr/29/buy-to-let-landlords-decline-diy-under-30s-generation-rent-age-first-time-buyer", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/apr/29/buy-to-let-landlords-decline-diy-under-30s-generation-rent-age-first-time-buyer", "fields": {"headline": "Buy-to-let landlords blamed for decline in DIY among under-30s", "bodyText": "Britain’s young adults are no longer putting up shelves, hanging wallpaper or retiling bathrooms, according to figures that reveal DIY is in steep decline among the so-called “generation rent” who cannot afford to buy and fix-up their own home. Credit card provider MBNA said spending by the under-30s on DIY had fallen by a third since the mid-90s. It blamed the rise of buy-to-let landlords. The figures coincided with a report from lender Halifax that showed the average age at which people buy their first home was still rising, with buyers having to take on longer mortgages in order to get on the housing ladder. Mark Elliott, of MBNA, said: “Generation rent is usually barred from making home improvements by clauses in their tenancy agreements. Although [overall] DIY spending has grown by 42% in real terms since 1996, an increase in the proportion of people renting in the UK could impact the sector’s growth in the future.” Its figures, based on spending trends among millions of credit card customers, showed under-30s’ spending on DIY had decreased by 32% since 1996, to an average of £108 a year. At the same time 45- to 60-year-olds had increased their spending to an average of £240 a year. Falling sales have already forced B&amp;Q to start closing 60 loss-making stores across the UK, affecting 3,000 workers. “Any further increases in the average age of first-time buyers could impede the DIY sector’s future growth by narrowing the window in which most people undertake DIY tasks during their lives,” said Elliott. Research issued by Halifax reveals that the typical first-time buyer is now almost 31, compared with 27 in the early 1990s. Some forecasts say the average age of such buyers could be above 40 within a decade. The young adults who are able to clamber on to the property ladder are stretching themselves with ever-longer mortgages, said Halifax. It said 26% of first-time buyers were taking out 35-year mortgages – up from 16% in 2007. As the average age of a buyer rises and the mortgage term is stretched, it means many will still be paying off the debt into retirement, said Halifax. “One in three (34%) young people don’t expect to pay off their mortgage until after their 60th birthday – more than one in 20 (6%) still expect to be paying their mortgage over the age of 70, while almost one in 10 (8%) expect to be paying their mortgage throughout their life.” The report also reveals the huge deposits that young buyers now have to find. Halifax said the average deposit rose by 13% in 2015 to £32,927. The bank has tracked 50,000 adults aged 20-45 and 6,000 parents with children aged between 20 and 45 over the past six years. It said that until now, the size of the deposit has been the single biggest barrier to buying a home. But now it is the size of the deposit as well the absolute level of house prices which is deterring buyers. “The generation rent report has repeatedly shown that raising a deposit has been the consistent barrier for the majority of would-be homeowners. “However, the 2016 report tracks the emergence of high property prices being perceived as an increasingly large barrier to purchasing a first home (rising to 60% in 2016 compared with 52% in 2011). The average price of a first property is now £196,801, rising from £134,889 in 2010.” Figures on tenure in England and Wales issued by the Office for National Statistics show that the number of dwellings rented privately has more than doubled from 2.13m in 2001 to 4.74m in 2015, while over the same period the number of owner-occupied properties has fallen slightly. Separately, figures from standards body the National House Building Council show falling house completions. In the first three months of 2016, 28,398 new homes were registered in the private sector, a 7% decrease on the 30,560 a year ago. In the public and affordable sector, it was down 15%, with 8,168 new homes registered compared with 9,584 in the same quarter last year."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}