{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2016/apr/06/jesse-eisenberg-uk-theatre-debut-the-spoils-trafalgar-studios-london", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2016-04-05T23:01:21Z", "webTitle": "Jesse Eisenberg to make UK theatre debut in The Spoils", "webUrl": "https://www.theguardian.com/stage/2016/apr/06/jesse-eisenberg-uk-theatre-debut-the-spoils-trafalgar-studios-london", "apiUrl": "https://content.guardianapis.com/stage/2016/apr/06/jesse-eisenberg-uk-theatre-debut-the-spoils-trafalgar-studios-london", "fields": {"headline": "Jesse Eisenberg to make UK theatre debut in The Spoils", "bodyText": "Jesse Eisenberg is to make his British theatre debut in his own play in which he plays a rich, entitled, unpleasant narcissist – and it’s fair to say the actor has mixed feelings about it. “I do several different things and theatre acting is by far the most taxing, exhausting and nerve-wracking,” he told the Guardian. “I suppose it’s the most rewarding experience, although sometimes the rewards feel overwhelmed by how emotionally and physically taxing it is.” Eisenberg, currently starring as Lex Luthor in Batman v Superman, is bringing his off-Broadway hit comedy The Spoils to London’s Trafalgar Studios in June. It tells the story of five young people in New York, with Eisenberg playing the toxic Ben, who is nasty to everyone including his earnest Nepalese room mate Kalyan, played by The Big Bang Theory’s Kunal Nayyar. Eisenberg said he was “thrilled, honoured and nervous” to be bringing the play to London. “Like New York, London is a very discerning audience, they are as theatre-savvy as the people on stage. I’m as nervous as I was for the New York production … it feels like starting over again.” The off-Broadway run last summer brought good reviews, with the New York Times calling it “engrossingly acted, impeccably staged” and Alexis Soloski in the Guardian praising its wordplay, moral outrage and wealth of cringe humour. Eisenberg said The Spoils was about “how these five young people can coexist in a complicated, heterogenous world of the big city. At the centre of the play is an angry young guy who feels alienated in this group.” That is Eisenberg’s character, and the actor hopes he provides a glimpse into “the mind of the destructive friend”. He added: “Everyone has a friend like this, or at least an enemy like this, and I suppose if they were to invest their time and energy into investigating that person’s mind, they would probably walk away feeling sympathetic.” Eisenberg wrote the play about four years ago when he was in a somewhat darker place than he is today. “The play is very personal but it is not autobiographical,” he said. “The feelings are real, the circumstances are not. “What I want to do is create characters that seem difficult to like, but by virtue of me writing them and me playing them, I try to humanise them and sympathise with them and hopefully create a portrait of a person that is much more complicated.” It is the third play Eisenberg has written and starred in, and he admitted he preferred to do his own plays. In 2005, he appeared with Al Pacino in a workshop of the play Orphans in Los Angeles. “It rattled me so much, acting in theatre consumes me so much during a run that I now prefer to just wait until my plays are getting done. I just find it such a taxing experience. “I treat every performance like it is the most important one. Every day to me is gearing up for the best performance I’ll ever do – even if it’s a Tuesday night and the house is half full, I still treat it like it’s the most important performance I’ll do in my life. I don’t know any other way to do it, I don’t know any shortcuts. “My complaint about live theatre is that it’s at 8pm. I wish it was 10am so I could do the play and get on with my day. It is so frustrating … the anticipation and worry is worse than anything else, the days are just the killers.” Eisenberg’s breakthrough role was playing the Facebook founder Mark Zuckerberg in David Fincher’s The Social Network, and he said doing movies gave him a lot of time off that he often spent writing. As well as plays, Eisenberg has written humorous pieces for the New Yorker and a collection of short stories, Bream Gives Me Hiccups, for which he is soon to direct a TV pilot. He was in London last week and saw The Maids at Trafalgar Studios, a space that he said was ideal for The Spoils. “Not only is it a cool place to watch plays, it feels intense and intimate.” The Spoils begins previews on 27 May and runs until 13 August. Tickets go on sale on Thursday at 10am."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}