{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2016/apr/29/ex-fashion-industry-richard-glanville-face-no-action-fatal-ricci-gallagher", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2016-04-28T23:03:35Z", "webTitle": "Former fashion executive to face no further action over fatal altercation", "webUrl": "https://www.theguardian.com/uk-news/2016/apr/29/ex-fashion-industry-richard-glanville-face-no-action-fatal-ricci-gallagher", "apiUrl": "https://content.guardianapis.com/uk-news/2016/apr/29/ex-fashion-industry-richard-glanville-face-no-action-fatal-ricci-gallagher", "fields": {"headline": "Former fashion executive to face no further action over fatal altercation", "bodyText": "A former fashion executive will face no further action after a neighbour who allegedly trespassed at his home was fatally wounded last year. Richard Glanville, 60, a former chief financial officer at Oasis and Karen Millen, was arrested at his Essex home in August 2015 after Ricci Gallagher suffered head injuries there on 30 July. Detectives opened a murder investigation after Gallagher, 46, died in Royal London hospital a week after the incident. He lived in a wooden shack that lacked mains electricity close to Glanville’s home. The shack was destroyed by fire on the same day as the incident. Glanville and another man, 54, believed to be his gardener, were arrested at the scene on suspicion of attempted murder. They were due to answer bail next month. However, Essex police has told them that their bail had been cancelled due to a lack of evidence. Gallagher’s widow, Linda, has complained to the Crown Prosecution Service about the decision to drop the murder investigation. A spokesman told the Sun the case would be reconsidered. At an inquest into Gallagher’s death, coroner Eleanor McGann said he “appeared to have broken into” Glanville’s home, the Brentwood Gazette reported. She said that an “altercation broke out” during which Gallagher “was struck on the head and fell to the floor with a traumatic head injury”. Glanville had worked in finance for more than 40 years. He had been CFO at Aurora Fashions, which owns fashion brands including Karen Millen, Warehouse and Oasis, until leaving in 2013."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}