{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2016/apr/05/smartphone-gun-investigation-schumer-ideal-conceal-pocket-pistol", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-04-05T22:41:28Z", "webTitle": "Senator demands investigation of gun that looks like a smartphone", "webUrl": "https://www.theguardian.com/us-news/2016/apr/05/smartphone-gun-investigation-schumer-ideal-conceal-pocket-pistol", "apiUrl": "https://content.guardianapis.com/us-news/2016/apr/05/smartphone-gun-investigation-schumer-ideal-conceal-pocket-pistol", "fields": {"headline": "Senator demands investigation of gun that looks like a smartphone", "bodyText": "Senator Chuck Schumer has called on the Bureau of Alcohol, Tobacco and Firearms and the Justice Department to investigate a new firearm designed to look exactly like a smartphone. “What’s next, a gun made to look like a chocolate bar?” Schumer said at a press conference on Monday. “Enough is enough.” The weapon, marketed by the company Ideal Conceal is a two-shot .38 caliber derringer – or small pocket pistol – with a foldout handle. When the handle is collapsed in, the weapon looks nearly indistinguishable from a smartphone device. “Smartphones are EVERYWHERE, so your new pistol will easily blend in with today’s environment,” the manufacturer’s site reads. “In its locked position it will be virtually undetectable because it hides in plain sight.” The weapon is selling for $395, substantially less than the current generation of flagship mobile devices, and is expected to be available in mid-2016. A spokesperson for the ATF said the agency had no comment. Schumer worried that such a concealable weapon would make it easier for people intending to commit violence to evade law enforcement. “Why would we want to make it easier for criminals or terrorists like those who attacked Paris and Brussels to wreak havoc?” he said. Widespread availability of the device could also lead police officers to uncertainty in tense interactions with citizens. “Imagine a scenario in which a police officer is not able to tell whether a violent criminal is pulling out a gun or an iPhone,” Schumer said. Even without the Ideal Conceal weapons available, officers sometimes claim they mistook a mobile device for a weapon after a shooting incident. Federal law mandates that toy guns be marked with a “blaze orange” tip to differentiate them from real ones, but those laws do not work the other way. Some jurisdictions ban the disguise of real guns as fake, but laws intended to prohibit the disguise of guns as other objects are less clear. “Typically guns that can be concealed, guns that look like wallets, pens and knives, are illegal under the law,” Schumer later said in a statement. A provision of the National Firearms Act does address what it calls “Any Other Weapons” including concealable firearms. At the time of the act’s passage in 1934 this meant devices such as pen guns, wallet guns and umbrella guns. The devices were not banned outright by the act, but rather required to be registered, taxed more heavily than a traditional firearm, and their manufacturing subject to approval by the ATF. Failure to obtain this clearance for a disguised explosive weapon like the smartphone gun constitutes a felony under the act. Neither the ATF nor the manufacturer immediately responded to an inquiry on whether this approval had been granted. Adam Winkler, a professor of constitutional law at UCLA, said the NFA was intended to restrict the type of firearms criminals use and said the smartphone gun fits that description. “This kind of gun is not preferred by law-abiding people generally,” he said, noting that they are often less reliable. “If you’re a criminal, though, having a gun that’s less effective but more disguised becomes a priority.” In his statement, Schumer also pointed to the fact that the weapon might be illegal under laws that require guns to appear a certain way by x-ray. Ideal Conceal’s CEO, Kirk Kjellberg, said on an appearance with Fox Business that he is working with the Department of Homeland Security so they can “properly train their folks on how to detect this”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}