{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2016/apr/10/cafe-serves-another-day-protest-hampstead-heath-benugo", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2016-04-09T23:07:29Z", "webTitle": "Family-run park cafe lives to serve another day after local protest sees off Benugo chain\r\n", "webUrl": "https://www.theguardian.com/uk-news/2016/apr/10/cafe-serves-another-day-protest-hampstead-heath-benugo", "apiUrl": "https://content.guardianapis.com/uk-news/2016/apr/10/cafe-serves-another-day-protest-hampstead-heath-benugo", "fields": {"headline": "Family-run park cafe lives to serve another day after local protest sees off Benugo chain\r\n", "bodyText": "The leafier corners of north London are celebrating a triumph of people power after an upmarket food chain withdrew from taking over a much-loved family cafe on Hampstead Heath. Last Sunday the Observer reported that the Italian-owned Parliament Hill Cafe faced closure after the City of London Corporation, which runs Hampstead Heath, had awarded the contract for the site – and two others in Highgate Wood and Golders Hill – to the upmarket chain Benugo. Alberto d’Auria and his family, who had run the cafe for 33 years, faced eviction on 8 May and were running down their stocks. But, in the face of a public outcry, Benugo announced on Thursday that it was pulling out of all three bids. “It’s been amazing. I didn’t believe it at first,” said Alberto’s son, Alfonso, who found out about the decision when they were contacted by a local paper. “We thought it was done and dusted. My dad is ecstatic.” In a written statement, Benugo founder Ben Warner said that, as a local, he had been proud to win the contract, but that “having listened to the opinions of local residents and people who use the heath … we have paused to reconsider our position. Having given this a lot of thought, I and my colleagues now firmly believe the right thing to do is to step aside.” The announcement came after a rising tide of pressure. When the Observer went to press last week, an online petition had 11,700 signatures; by the time Benugo withdrew it had more than 24,000. At a packed public meeting on Wednesday it emerged that the contracts had yet to be signed, and the corporation was urged to reconsider. The City of London Corporation’s chairman, Virginia Rounding, admitted that it had failed sufficiently to take into account local feeling. Holborn and St Pancras MP Keir Starmer said it was “an amazing result, a real victory for local people. It’s rare for a public authority to admit they’ve got it wrong in this way, but it’s very welcome.” Kirstie McKevitt, one of the organisers of the campaign, said it was a welcome surprise. “Those events can turn into a bit of a bunfight, but the City handled it really well, and it was very courageous of Virginia and Sue Ireland [the corporation’s director of public spaces] to turn up like that. I think they were surprised at the level of resistance. Still, I was shocked when Benugo pulled out. At most we hoped we’d open a dialogue.” She added that the D’Aurias shouldn’t see it as an excuse to rest on their laurels: there was no guarantee they would be the owners to take the cafe forward. “We don’t want a chain, or a place full of bearded brogue-wearers on their laptops. It’s about creating somewhere with value for the community. But there is certainly room for improvement, whether that’s with the D’Aurias or another independent.” A planned protest picnic at the café at 1pm on Sunday will now be a celebration. Questionnaires will be handed out, to get a better sense of the kind of café locals want. “Now it is down to the people,” says Alfonso. “When we started this I thought it was pointless, but the customers pushed us to fight it. They’ve showed us that there was a point.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}