{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/apr/14/louis-van-gaal-marcus-rashford-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-04-13T23:26:50Z", "webTitle": "Louis van Gaal praises Marcus Rashford after defeat of West Ham", "webUrl": "https://www.theguardian.com/football/2016/apr/14/louis-van-gaal-marcus-rashford-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2016/apr/14/louis-van-gaal-marcus-rashford-manchester-united", "fields": {"headline": "Louis van Gaal praises Marcus Rashford after defeat of West Ham", "bodyText": "Louis van Gaal praised Marcus Rashford’s character after the teenager scored a fine individual goal to help secure Manchester United’s place in the FA Cup semi-finals. Rashford was substituted at half-time during United’s 3-0 defeat at Tottenham on Sunday and was surprisingly replaced up front by Ashley Young but he responded against West Ham with an impressive display to continue his remarkable run in the first team. Since making his debut in the Europa League Rashford has scored six times in all competitions. After his opening goal at the Boleyn Ground – the last Cup tie to be played at Upton Park – Marouane Fellaini scored a second and, although James Tomkins ensured a late flurry of pressure from West Ham, United deserved their 2-1 win and were much improved from the slump at Spurs. Of Rashford Van Gaal said: “He’s very focused on his work and that I admire when you are so young and there is so much attention now. He is scoring so many important goals but he can cope with that attention and focus. When you have criticism he can cope with criticism also, he can say: ‘Yes, manager, you are right and I have to do that.’ I think it’s fantastic because not a lot of players can see their self-image in a match. “It was a great goal. I was behind him on the bench and saw the view, the gap and the corner and I shouted: ‘Shoot!’ but to do it is much more difficult. It was a great goal and a great dribble. I say he always needs to dribble and shoot, he has that quality.” Van Gaal also defended his position as Manchester United manager, which came under increased scrutiny following the performance at Tottenham, and praised his team’s ability to respond to a disappointing defeat. “I’m happy that, despite that defeat, we can have the spirit this evening, like we showed after the defeat against Liverpool, 2-0 against our biggest enemy, but we came back and were fighting to the end [against West Ham at Old Trafford]. You can’t deny that my team has a lot of fighting spirit,” said Van Gaal. “I want to win a title in England because I’ve won a title in every country. But I’m not important. The club is important and the players are important. “I do my work, I do my best and everywhere I have worked I’ve won something. A lot of things have changed in all the clubs where I have worked and because of that I’m here, I’m selected by Manchester United not because I’m a lousy manager.” Slaven Bilic hopes his side will not lose focus on the Premier League after this Cup exit but admitted Manchester United deserved to advance to the semi-finals at Wembley. The West Ham manager said: “We were lacking composure, sometimes there are no reasons for this. We were comfortable when we had the ball under our control. They [United] were covering the pitch easier than us which can be down to physicality.” On Rashford’s goal he added: “He did it in the derby before. He had a lot to do. He didn’t give the defender any chance and the finish was magnificent.” United face Everton at Wembley a week on Saturday, with the winners to play Crystal Palace or Watford."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}