{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2016/apr/10/listen-to-children-but-grownups-do-actually-know-best-madonna-rocco", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2016-04-09T23:05:29Z", "webTitle": "Listen to children – but sometimes grown-ups might really know best | Viv Groskop", "webUrl": "https://www.theguardian.com/commentisfree/2016/apr/10/listen-to-children-but-grownups-do-actually-know-best-madonna-rocco", "apiUrl": "https://content.guardianapis.com/commentisfree/2016/apr/10/listen-to-children-but-grownups-do-actually-know-best-madonna-rocco", "fields": {"headline": "Listen to children – but sometimes grown-ups might really know best", "bodyText": "As Madonna flew into the UK last week at the end of her Rebel Heart tour, her estranged 15-year-old son, Rocco, was flying out to the Maldives with his father and stepmother. Families, eh? Where’s Gwyneth Paltrow’s conscious uncoupling when you need it? No matter whose side you’re on (and I am taking the Papa Don’t Preach route here: I think they’re all in deep trouble), it’s clear that the 15-year-old has his own ideas about what he’d like to do with his life. The question is: should that count? Madonna is apparently annoyed that her teenage son has been taken out of school to go on holiday and wants to step in to save his education. This is confusing to me because I don’t know any schools that are not actually on holiday at the moment. Unless he is planning to be in the Maldives when his school term restarts. Or unless I am moving in the wrong circles. I mean, I only know people who have taken their kids out of school to go to a really nice Airbnb place in Margate and they felt so bad about it they couldn’t enjoy it. Anyway. What’s interesting about this situation is not so much the ins and outs of an individual family’s situation but instead what this particular case demonstrates about how attitudes have changed towards children’s rights. It’s almost expected now that the opinion of a 15-year-old counts as much, if not more, than the opinion of each of the parents. As Jill Lepore wrote in her brilliant report on child protection in the US in the New Yorker in February, historically speaking we have only really very recently come to regard children as human beings at all. Let alone as human beings who may know better than adults what’s good for them. And suddenly they have an awful lot of agency. Maybe too much agency? In 1973, Hillary Clinton, then a lawyer, was writing in the Harvard Educational Review that children’s rights were “a slogan in need of a definition”. Now even if they’re not clearly defined, they’re assumed. The idea is that children supposedly know what they’re doing and we should let them get on with it. The other underage case study in the news last week was nine-year-old “crime reporter” Hilde Kate Lysiak from Selinsgrove, Pennysylvania. Her news blog The Orange Street News went viral when she was criticised for reporting on a local murder. “Trolls” and “haters” told her to “go back and play tea parties with your dollies”. This response was a rude and nasty lesson in what happens when you provide internet content for grown-ups. They frequently respond childishly. Then there was an immediate backlash as Lysiak was hailed a heroine and a proactive role model for young women. She was even described as “the new Lois Lane”, with people seeming to forget that Lois Lane was a) a fictional character and b) possibly the least skilled investigative reporter ever as she never worked out that Superman was standing right in front of her wearing a “cunning disguise” of glasses. But the main message coming out of The Orange Street News story was that every nine-year-old has a right to go around reporting on murders if they damn well want to. And shame on you for curtailing a child’s freedom of expression if you try to stop her! The same logic would seem to dictate that every teenager has the right to decide which parent they side with in a divorce, regardless of the feelings and opinions of the adults involved. Here’s the message: the child knows best. Leave the child alone. In reality, this is just as toxic a kneejerk reaction as the traditional opposite: “Mummy and Daddy know best.” “Children should be seen and not heard.” “No one cares what you think.” Thank heavens these dismissive attitudes are seen as old fashioned and wrong, but what they’re being replaced with is no better. Because children don’t know best any more than adults do. And someone needs to be in charge. “Best” usually lies somewhere between the extremes, with adults taking the lead (because they are, er, adults!) and everyone listening to each other. And when agreement becomes impossible, getting expensive lawyers in. Or Gwyneth on speed dial. (I am actually surprised Gwyneth has not been able to sort things out here. At the very least she could have just stung them all with bees to bring them to their senses.) With Gwyneth unavailable, I asked my 12-year-old son how he would feel if his parents got divorced and he was not allowed to choose who to live with. (I did not ask him if he would like to report on a murder as I did not want to give him ideas.) He: “I would be really annoyed if you didn’t let me live with the person I wanted to live with. I’m not saying I have a preference, by the way.” (This child knows on which side his bread is buttered.) Me: “What if, though, you wanted to live with your father and I thought that might be wrong for you and I really wanted you to be with me?” A long pause. He: “Hmm. I can see it’s complicated. You better not get divorced.” This is the problem: it is complicated. It shouldn’t be that children are never allowed a say. Nor should they necessarily be banned from having a Facebook page under parental supervision where they report on local news if this really is their passion. (Although a murder? Really?) But more than that they have a right to know that adults are looking after them. And rights can only really be protected by boundaries. And where there are no boundaries you end up either in the middle of a crime scene where one of your neighbours is suspected of attacking his wife with a hammer. Or you end up in the Maldives during term time. And in the long run neither of those are good places to be. Yes, even the Maldives."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}