{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2016/apr/29/scotts-honour-as-outgoing-abc-boss-does-a-goodbye-tour", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2016-04-28T22:18:36Z", "webTitle": "Scott's honour as outgoing ABC boss does a goodbye tour", "webUrl": "https://www.theguardian.com/media/2016/apr/29/scotts-honour-as-outgoing-abc-boss-does-a-goodbye-tour", "apiUrl": "https://content.guardianapis.com/media/2016/apr/29/scotts-honour-as-outgoing-abc-boss-does-a-goodbye-tour", "fields": {"headline": "Scott's honour as outgoing ABC boss does a goodbye tour", "bodyText": "As the retiring ABC managing director, Mark Scott, paid a valedictorian visit to all ABC state and territory offices to say goodbye, his presentation was preceded by a short highlights video featuring Andrew Denton, Leigh Sales, Robyn Williams and Malcolm Turnbull, as well as some of his more engaging appearances at Senate estimates hearings. “The ABC’s best days lie ahead,” Scott told staff in the farewell email. “The place pulses with committed, passionate and creative talent: the very best in the business. The ABC is in great hands because – as has been the case for the past 10 years – it is in your hands. It will be sad not to be working with you every day. But I know I’ll be able to see what you are all up to – as I watch, listen and log in every day, along with millions of other Australians.” His farewell from the ABC included a performance by the Rirratjingu Dancers from Yirrkala in Arnhem Land. The dance was interactive and – even better – the performers included Scott and his successor, Michelle Guthrie. Best of British Scott’s valedictory interviews included an off-beat live video chat with BuzzFeed Australia in which he said the ABC lacked diversity. Apart from notable exceptions like the Sydney newsreader Jeremy Fernandez, Aunty remains a bastion of white culture in its on-air presentation. Scott admitted: “I draw a parallel to the BBC. When I watch and listen to the BBC when I’m in the UK, I think the on-air talent really represents a diversity of modern Britain and I’m not yet sure we represent the diversity of modern Australia.” But some people are cynical about the comments made on the way out after 10 years in which he had time to make significant changes. One former news executive said Aunty had had many opportunities to hire journalists from non-Anglo backgrounds and make them into ABC personalities, mentioning names like Yalda Hakim (BBC World News), Janice Petersen (co-host of SBS World News), Fauziah Ibrahim (Al Jazeera English), Cath Turner (Seven) and, of course, Stan Grant. It was left up to SBS and Sky News to hire Grant when he returned from CNN. Ibrahim and Petersen started out at the ABC but left for other opportunities. Speaking of diversity, two of the most senior Aboriginal journalists working in the media, Michelle Aleksandrovics Lovegrove and Malarndirri McCarthy, left SBS this week. While their departures at the same time are a coincidence, it is sad that they have left their full-time jobs in the media. McCarthy, a SBS/NITV news journalist, and Aleksandrovics Lovegrove, EP of Living Black Radio, voluntarily resigned to pursue other opportunities. McCarthy will continue to work with NITV in a freelance capacity and Aleksandrovics Lovegrove will take up a position at the NSW Aboriginal Land Council. Their departures follow the axing of NITV’s daily news bulletin, which was replaced in February with a current affairs panel show, The Point, hosted by Grant. NITV began as a pay TV channel in 2007 before being absorbed by SBS on free-to-air television (Channel 34) in December 2012. SBS insists that NITV news has not ended. “News remains a core part of NITV’s increased news and current affairs offering that includes a daily bulletin at 7.20pm, reports within the new 9pm weeknight current affairs show, The Point, and increased online news coverage throughout the day.” Struggle Street returns Indigenous news didn’t rate well for SBS but poverty porn sure did. SBS has decided to go with another series of Struggle Street, the show that delivered in spades last year with saturation press – and ratings. Leaving Mt Druitt behind, Struggle Street’s six-part second series will be filmed in Queensland and Victoria, and air in late 2017. Screen Australia executive Liz Stevens says Struggle Street provided an important discussion about the extent and effects of poverty in Australia. “Screen Australia hopes the second series of Struggle Street will raise further awareness of these complex problems, and the networks and services that provide essential and sometimes lifesaving support to their communities.” Let’s hope SBS doesn’t betray the complexity of the series by producing a sensational promo like the one they had to pull last year, which featured a member of the cast farting. The ABC’s ‘wide brown land’ typeface We are sure you’ll all be relieved to hear that the ABC now has its own bespoke typeface. It’s all very sensible – what with seven million Australians visiting ABC online every month and ABC news online producing approximately 60,000 web pages each year – that one font is consistent across the ABC. But some of the language around its development is bizarre. According to the designer, Peter Lofgren, the font is “uniquely Australian”. Say what? “Our design research revealed that nature plays a significant role in creating iconic Australian design,” he wrote. “Based on this, we identified key characteristics as design drivers for the work ahead. First was the connection to the land with a coastal and outback feel. The open spaces of a wide brown land played a significant role. “A sense of contrast that is simultaneously austere and rich. A true sense of inclusiveness that celebrates diversity and multiculturalism. And finally that special larrikin mentality that does not take itself too seriously.” But wait, there’s more. An internal document we’ve seen had sentences like “close inspection of the serifs reveals they are broadly reminiscent of Uluru” and “faceted corners relate to the age of our continent and erosion”. The 60 Minutes interview we had to have Much has been said about Tara Brown and the 60 Minutes team and the story that landed everyone involved in jail. But this video from Charlie Pickering’s The Weekly on the ABC skewers the conventions of tabloid TV more eloquently than the rest. Brown, the judgmental TV star, interviews Brown, the villain."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}