{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2016/apr/17/the-big-issue-countryside-blight-fracking-farming", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2016-04-16T23:07:08Z", "webTitle": "Our green and pleasant land is blighted. And it will get worse | the big issue", "webUrl": "https://www.theguardian.com/news/2016/apr/17/the-big-issue-countryside-blight-fracking-farming", "apiUrl": "https://content.guardianapis.com/news/2016/apr/17/the-big-issue-countryside-blight-fracking-farming", "fields": {"headline": "Our green and pleasant land is blighted. And it will get worse", "bodyText": "Tobias Jones paints a bleak picture of life in the countryside (“The British countryside has never had it so bad”, In Focus). Sadly, here in George Osborne’s northern poorhouse, it’s likely to get a lot worse. The government has sold the land beneath our feet to fracking companies such as IGas without either our knowledge or our consent and these companies are now secretly snapping up fields in this area. These purchases allow fracking companies to exploit not only their own land, but everyone else’s within a 2km radius. Fracking is being forced down our throats and those of every other living creature in the forms of air, water and food contamination. As a farmer of rare-breed beef cattle who has dedicated years to conserving and enhancing the wildlife on my farm, I am in danger of being forced out of business by a foolhardy government coupled with an avaricious company determined to industrialise, pollute and destroy the countryside. The British countryside may never have had it so bad, but it seems that the worst is yet to come. Huw Rowlands Chester It’s all too easy to easy for Tobias Jones to blame the ills of the British countryside on outside forces. The decline of our countryside is wholly down to country people. On the whole, people who are supposed to look after and enhance our landscape are purely in it for their own gain and entertainment; most genuine country people are raised to be narrow-minded, distrusting of everything and suspicious. The simple fact is rural people’s lives are built around old wives’ tales and suspicion. S Evans Devon I should like to explain that consumers are encouraged to seek cheaper food by competing supermarkets that in turn force down the price they pay to their suppliers. In August 2015, dairy farmers asked consumers to boycott purveyors of cheaper food because some big supermarket chains were not paying a sustainable price for the milk they bought. If consumers knew that such low prices forced farmers towards more efficient husbandry, such as keeping dairy cattle housed to reduce feed costs as by moving less the animals consume less, those who could might make different choices of retailers. Efficient farming methods may seem less humane but perhaps any “blame” for fields without cows might be laid at our door if we refuse to pay more for milk, beef, pork and lamb, never mind the crops that need to be encouraged through increasing use of artificial fertilisers and pesticides that kill the pollinators. Jackie Inskip Pilton Somerset Accusations of nimbyism, routinely applied to all who oppose development and applied by some to the defenders of heritage in Dedham Vale, stifle legitimate debate and are rooted in hypocrisy (“The villagers of Constable country join forces against ‘brutal’ new housing plan”, News). Many will remember how the environment minister Nicholas Ridley, who coined it, was quick to join forces to oppose a housing development that would have spoiled the view from his property. No reasonable person would oppose the provision of affordable homes for local people. Current campaigners in Dedham Vale, and all faced by similar challenges, need to examine the motives for some large-scale development projects. Who will benefit most from the proposal? Will it be those in most need or will it be developers and the councils? The relentless concreting of green space, purported to be meeting local need in my home area of Torbay, is instead increasing the supply of second homes, benefiting commuters and supplying cheap rental accommodation for foreign investors while threatening the environment-based holiday industry on which the area depends. Helen Boyles Brixham Devon"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}