{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2016/apr/01/a-terrorist-dirty-bomb-us-summit-asks-world-leaders-to-plot-response", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2016-04-01T21:30:12Z", "webTitle": "A terrorist dirty bomb? US summit asks world leaders to plot response", "webUrl": "https://www.theguardian.com/uk-news/2016/apr/01/a-terrorist-dirty-bomb-us-summit-asks-world-leaders-to-plot-response", "apiUrl": "https://content.guardianapis.com/uk-news/2016/apr/01/a-terrorist-dirty-bomb-us-summit-asks-world-leaders-to-plot-response", "fields": {"headline": "A terrorist dirty bomb? US summit asks world leaders to plot response", "bodyText": "Radioactive material stolen from a medical facility has fallen into the hands of a global terrorist network, which is poised to launch a deadly “dirty bomb” attack on civilians using overhead drones. It sounds like a Hollywood plotline, but Barack Obama has urged world leaders at a summit in Washington to think about how they would respond if it played out in reality. David Cameron was among more than 50 delegates to the nuclear security summit who were shown film footage setting out the chilling storyline, including mock-up news reports, and asked to think through the consequences in a “scenario-planning” session. Speaking beforehand, the prime minister said the threat of nuclear material falling into the hands of a terrorist group such as Isis was “only too real”. “So many summits are about dealing with things that have already gone wrong and we are trying to put right. This is a summit about something we are trying to prevent,” he said. “The issue of nuclear security and the security of nuclear materials, particularly when it comes to the problems of international terrorism, the concept of terrorists and nuclear materials coming together – which is obviously a very chilling prospect. And something, in the light of the Belgian attacks, we know is a threat that is only too real. “That’s the point of being here and that action Britain has taken with America, very much giving a lead on nuclear security, and the security of nuclear sites, transport and materials. It is a very worthy and important topic, and we’re adding in quite a bit on cybersecurity, particularly of nuclear installations.” The scenario devised by the White House involved insiders at a medical facility conspiring to steal radioactive isotopes and smuggle them out, before making them available for sale on the “dark web”, the secretive part of the internet often used for illicit trading. The leaders were then asked to imagine that foreign fighters had purchased the material, and were plotting to use airborne drones to drop a radioactive dirty bomb on civilians. A UK official said: “We have already seen Daesh [Isis] trying to look at ... can they get their hands on low-level crop-using-type drones.” Sources said Britain’s response as news of the dangerous shipment emerged would include calling a meeting of the Cobra emergency committee of ministers and officials chaired by the prime minister; alerting the Border Force; and ensuring that intelligence agencies and the police collaborated in tackling the threat. World leaders have become increasingly concerned in recent years that highly dangerous nuclear material, whether the by-products of nuclear power generation or the radioactive isotopes used in medicine, could fall into the wrong hands. Obama hopes that beefing up nuclear security will be one of the key foreign policy legacies of his presidency. This week’s summit in Washington was the fourth he has held on the subject, and as the result of the discussions over the course of his presidency, countries have signed up to a series of measures, including storing volatile material such as highly enriched uranium more safely, and improving their responses to potential threats. Thirteen countries have declared themselves free of potentially dangerous nuclear material altogether. As well as participating in the scenario-planning session on Friday, Britain pledged in Washington to cooperate with other countries, including Turkey and Japan, on sharing best practice to protect nuclear infrastructure, including against cyber-attacks. The US and UK also said they would cooperate on a wargame later this year to assess the resilience of nuclear power stations to such an attack."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}