{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/apr/11/ncaa-college-bowl-games-moratorium", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-04-11T21:40:45Z", "webTitle": "We mourn the sad loss of the Myrtle Beach bowl. Our dreams have been crushed | Les Carpenter", "webUrl": "https://www.theguardian.com/sport/2016/apr/11/ncaa-college-bowl-games-moratorium", "apiUrl": "https://content.guardianapis.com/sport/2016/apr/11/ncaa-college-bowl-games-moratorium", "fields": {"headline": "We mourn the sad loss of the Myrtle Beach bowl. Our dreams have been crushed", "bodyText": "It is with great sadness that the country mourns the loss of Myrtle Beach’s college football bowl game before it ever happened. Lost will be the Myrtle Beach bowl parade, the Myrtle Beach bowl reception at a two-star hotel and, of course, the actual Myrtle Beach bowl game, which would have undoubtedly rewarded two mediocre teams with undistinguished seasons battling for an oversized trophy before great swaths of empty seats. The Myrtle Beach bowl held such promise, just like the Austin, Texas bowl and the Charleston bowl – which would have been played just 100 miles down the South Carolina coast. It would have delivered hope to two more teams that fell a few dozen touchdowns short of a winning season. It would have turned the disappointment of a 37-0 homecoming loss into the lifelong memories that can only come on the Myrtle Beach boardwalk in late December: the empty bandstands, that nor’easter whipping across the sand, the shuttered waterparks longing for springtime … If only the NCAA hadn’t ruined the fun on Monday, by placing a three-year moratorium on new bowl games, according to multiple reports. Now Myrtle Beach and Charleston and Austin will be cast back into a dark age before any city with a functioning chamber of commerce and willing sponsor from the grocery or lawn product industry could get a college bowl game of their own. This means there will only be 41 bowl games at the end of the coming college football season, the same as last year. And what then will come of the 10th team in the SEC? Or the ninth in the Pac 12? Might this mean we will never have another magical night like last year’s Nova Home Loans Arizona Bowl, when two teams from the Mountain West Conference played against each other? The Mountain West commissioner Craig Thompson seemed underwhelmed by such a momentous event for his conference at the time, telling ESPN: “There is an excess of bowl games.” He even proposed such a radical notions as bringing “consensus change” to the bowl system. Consensus change would mean eliminating some bowl games, and who wants that? Are 42 college bowl games really enough? There are 128 schools in the NCAA’s Football Bowl Subdivision. Forty-one bowl games minus the national championship game means only 80 of those 128 teams will extend their season one more great contest. What will come of those other 48 schools? Shouldn’t mediocrity sustained over 12 regular-season games be rewarded too? Depriving college football of three more bowl games and six schools the chance to celebrate October futility hardly seems fair. Last year, Nebraska, Minnesota and San Jose State all were awarded the chance to continue their seasons with 5-7 records. Such an enormous opportunity was rarely bestowed in smaller bowl seasons. Some dared to suggest that 5-7 teams are not worthy of bowl immortality. Try telling that to a stout Nebraska team that gave up 55 points in a loss to 2-10 Purdue last season. The Cornhuskers showed their disgust with such backward thinking by beating UCLA in the Foster Farms Bowl, ending their year at a far superior 6-7. In fact, all three 5-7 teams showed the true meaning of an expanded bowl season. Minnesota trampled Central Michigan in the Quicken Loans Bowl and San Jose State defeated Georgia State in the first ever AutoNation Cure Bowl, setting a standard for which all future AutoNation Cure Bowls can only hope to match. Just imagine what other 5-7 bowl teams could have done. Television ratings would have soared. Now we may never know. Now that Myrtle Beach, Charleston and Austin have had their holiday dreams crushed a nation must come to grips with a bowl season that is only as big as last year’s. There is, however, hope. The NCAA’s moratorium lasts for just three years. In 2019 the handcuffs will be off and a bowl-making frenzy will begin again. The NCAA has tried silly moratoriums on bowl games before, like the one back in 2011, and as we now know, that did nothing to clean up what some want to call “a broken system.” But this time, the NCAA sounds like it truly wants to end a good thing. The Associated Press reported that the NCAA’s oversight committee will bring recommendations for bowl reform by June. The story even quoted Northwestern athletic director Jim Phillips saying that an expanded bowl season would possibly mean more 5-7 teams would get bowl bids. He tried to make that sound like a bad idea. Of course, the real bad idea is telling Myrtle Beach, Charleston and Austin they are not cities on par with Shreveport, Albuquerque or Boise. It is criminal they can’t celebrate late December like Annapolis and Montgomery, who bring to their citizens the joy of big-time college bowl games played under leaden skies and through early-winter gales. But moratoriums do end, and the NCAA is always talking about some kind of reform or other. Soon enough Myrtle Beach is going to get that taste of bowl glory and we all can celebrate."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}