{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2016/apr/20/420-marijuana-party-san-francisco-health-warnings", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2016-04-20T23:20:22Z", "webTitle": "At San Francisco's 4/20 marijuana party, public health warnings go up in smoke", "webUrl": "https://www.theguardian.com/society/2016/apr/20/420-marijuana-party-san-francisco-health-warnings", "apiUrl": "https://content.guardianapis.com/society/2016/apr/20/420-marijuana-party-san-francisco-health-warnings", "fields": {"headline": "At San Francisco's 4/20 marijuana party, public health warnings go up in smoke", "bodyText": "The 4/20 marijuana holiday, which drew thousands to a smoke-filled public party in San Francisco, ignited in California as pot advocates ramp up a major legalization campaign amid a renewed debate on the mental health risks of heavy cannabis use. The unofficial National Weed Day lit up Hippie Hill in Golden Gate Park with raucous and colorful pot-themed festivities on Wednesday in what is probably the final 4/20 event before recreational cannabis becomes a reality in California. The celebration, technically a mass violation of the law and a major headache for local law enforcement, comes on the heels of scientists in the UK, US, Europe and Australia calling for a global public health campaign for marijuana, citing the serious risks of frequent cannabis use. Although most people who smoke pot do not develop psychotic disorders, international drug experts have recently argued that there was enough evidence of potential harm that governments should issue clear warnings, which have generally been lacking since the drug remains outlawed in most countries. The call from experts came in advance of this week’s United Nations special assembly on global drug policy, the first in 18 years. Many San Francisco pot smokers celebrating the 20 April holiday – named after the “420” code for cannabis, which reportedly originated with a group of northern California teens who would meet at 4.20pm – said they weren’t concerned about the warnings and health risks and were eager to support full legalization in November. A ballot measure, backed by Silicon Valley billionaire Sean Parker and widely expected to pass, would allow for the retail sale of pot for adults and comes 20 years after California became the first state to legalize medical marijuana. “I smoke weed every single day. It helps me be a better person,” said Tonea Barton, 20, who wore a bright green hat decorated with marijuana leaves and travels every year from Sonoma County for San Francisco’s 4/20 event. If there are long-term negative health effects, she said she believes it’s due to chemicals in non-organic marijuana. “I highly doubt that the natural green would be bad.” Barton said marijuana has enhanced her health and wellbeing. “It improves my appetite. It makes me sleep well. It’s definitely more positive than negative.” Her friend Miriam Ortega, 20, added: “It’s been known to help a lot of people in so many different ways – children suffering from epilepsy, people with anxiety and depression.” Others camped in Golden Gate Park – where vendors sold deep-fried corndogs, oversized blunts, marijuana Rice Krispies, hash products, THC syrup, hemp backpacks and other creative cannabis products and mouth-watering munchies – said they supported legalization but hope pot does not become too accessible to young people. “I don’t think it should go into stores,” said Nancy Crawford, a 59-year-old grandmother lounging in a picnic chair next to her grandkids and other relatives. “People do overdo it sometimes. They shouldn’t smoke so much that they’re falling over and passing out.” Yvonne Wright, 55, said the dangers of smoking too much weed pale in comparison to the risks of painkiller addictions. “People are taking too much Percocet and codeine. That’s what doctors are giving, and people are hooked.” Wright, who wore her Bob Marley T-shirt for 4/20, added, “I’d rather see a person high on weed than drinking all day. With weed, all you do is relax and maybe wake up hungry.” At exactly 4.20pm, stoners and pot enthusiasts who were crowded into the jam-packed park simultaneously lit joints, blunts and bowls – some shouting and waving them in the air – filling the park with a thick cloud of smoke and inescapable stench of weed that spread to the surrounding area. Some civil rights activists say that the benefits of ending prohibition far outweigh any potential public health drawbacks – arguing that California is long overdue to eliminate a war on drugs that has disproportionately affected communities of color. “We’re advocating social justice,” said Alice Huffman, president of the California NAACP, which is backing Parker’s proposal. “We’ve been victimized and we have to stand up now.” Since California’s previous legalization effort failed six years ago, Huffman said a lot of voters who were opposed or on the fence have become supporters – many motivated by their desire for criminal justice reform and the realization that legal weed is not dangerous and should be regulated in the same way as alcohol and cigarettes. “If you look at where it was in 2010 up until now, it’s like a different world,” she said. “People feel more comfortable now talking about cannabis.” Huffman said she is not concerned about reports on mental health concerns, noting that until marijuana is legalized, there will continue to be a lack of comprehensive studies on the drug. “There’s not been enough research for any of us to know.” Keith Humphreys, professor of psychiatry at Stanford and an expert in drug policy, said that as the underground marijuana economy transitions into a legal industry, it’s inevitable that usage will rise. “The price will drop potentially dramatically, and as with all commodities, when prices drop, there’s increased use.” Some predict that weed could eventually outsell alcohol in California. Humphreys noted that research has shown that overall increases in use tend to stem from increases in heavy use by individuals. That means people who were previously using irregularly start smoking many times a week or on a daily basis, as opposed to a surge in the total number of people using. Establishing strict regulations before the retail industry booms is critical for public health and safety, said Michelle Mello, Stanford professor of law and of health research and policy, who has written about the dangers of legal edibles. “These issues have to be thought through before legalization comes online … when you still have a little bit of leverage as a regulator and are not going to be held hostage to a powerful lobby,” she said. Ultimately, the long-term public health impacts of legalization in the US remain to be seen, Humphreys said. “You’ve got a rapidly maturing industry making a lot of money … We won’t really know the full effect of it for a long time.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}