{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2016/apr/13/chicago-to-pay-millions-police-killings-taskforce-report", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-04-13T22:29:56Z", "webTitle": "Chicago approves $6.45m payout to families of police violence victims", "webUrl": "https://www.theguardian.com/us-news/2016/apr/13/chicago-to-pay-millions-police-killings-taskforce-report", "apiUrl": "https://content.guardianapis.com/us-news/2016/apr/13/chicago-to-pay-millions-police-killings-taskforce-report", "fields": {"headline": "Chicago approves $6.45m payout to families of police violence victims", "bodyText": "Chicago agreed on Wednesday to pay millions of dollars to the families of two men who died after interactions with police, as a blistering report on police-community relations said racism contributed to decades of mistrust between communities of color and the department. A police accountability taskforce released the report one day after it was leaked to the Chicago Tribune, recommending a complete overhaul of many aspects of the Chicago police department’s operations. The taskforce was launched by Mayor Rahm Emanuel after video footage of the fatal police shooting of Laquan McDonald was released in November. “We arrived at this point in part because of racism,” the report stated. “The linkage between racism and CPD did not just bubble up in the aftermath of the release of the McDonald video. Racism and maltreatment at the hands of the police have been consistent complaints from communities of color for decades.” Officials also approved a new police chief for the city’s beleaguered police department on Wednesday. Outrage over the city’s handling of the 2014 shooting have forced changes at the highest level. Police superintendent Garry McCarthy was fired in December days before the Department of Justice launched an investigation into the department’s practices. Anita Alvarez, Cook County’s top prosecutor, lost her re-election bid last month following demands for her resignation because she took 400 days to charge the officer who shot and killed Laquan. Lori Lightfoot, president of the CPD’s civilian review body, released the 200-page report on Wednesday and called for a prompt response to the report’s many detailed recommendations. The taskforce highlighted systemic problems within the department, and said that although the McDonald video served as a tipping point, it “irrefutably exemplified what those in communities of color have long said”. The report, drafted through multiple working groups and input from citizens and community leaders, recommended new training for officers, particular around de-escalation techniques and helping citizens in mental health crises. The taskforce recommended overhauling the police department’s community policing strategy and replacing the department’s much-criticized Independent Police Review Authority, which investigate allegations of misconduct. The mayor’s office and the police department did not immediately respond to messages seeking comment from the Guardian. Lightfoot said Emanuel would be briefed on the findings later on Wednesday. Before the report was released, Chicago’s city council approved $6.45m on Wednesday to settle two high-profile cases of police misconduct, one involving police officers using excessive force against a mentally ill man that resulted in his death in 2012. The settlements arrive on the day the city council unanimously approved the appointment of a new police superintendent after a nearly four-month search following McCarthy’s resignation. Incoming police superintendent Eddie Johnson, a 27-year veteran of the force, is the mayor’s handpicked choice. His nomination bypassed the recommendation of three other candidates of the Chicago police review board, the authority tasked with conducting a national search to replace McCarthy. In a statement late last month, Emanuel said Johnson’s various roles within the department had led to the reduction of crime in several districts and he has proven he “has been willing to hold officers accountable when necessary”. Johnson, who is black, also received the support of the black and Latino caucuses of the city council. The greater of the two settlements will go to the family of Philip Coleman, a mentally ill man who police took into custody by force in December 2012 following what they described as violent behavior in his mother’s house. A video showed police officers dragging Coleman while handcuffed and struck with a Taser 13 times. Coleman died from a reaction to an antipsychotic drug he received while in a hospital, although an autopsy showed he experienced severe trauma, including more than 50 bruises and scrapes all over his body. That settlement, $4.95m, was paired with an additional $1.5m awarded to the family of Justin Cook, who died of an asthma attack while in police custody following a traffic stop in September 2014. Family attorneys say that police denied Cook his inhaler."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}