{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/apr/01/tottenham-hotspur-leicester-city-mauricio-pochettino-liverpool-anfield", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-04-01T21:30:12Z", "webTitle": "Tottenham can pounce if Leicester stumble, says Mauricio Pochettino", "webUrl": "https://www.theguardian.com/football/2016/apr/01/tottenham-hotspur-leicester-city-mauricio-pochettino-liverpool-anfield", "apiUrl": "https://content.guardianapis.com/football/2016/apr/01/tottenham-hotspur-leicester-city-mauricio-pochettino-liverpool-anfield", "fields": {"headline": "Tottenham can pounce if Leicester stumble, says Mauricio Pochettino", "bodyText": "Mauricio Pochettino has said his Tottenham Hotspur players are ready to pounce on any slip from Leicester City. The manager takes his team to Liverpool for Saturday’s late kick-off chasing the victory that would increase the pressure on Leicester, the Premier League leaders, before they face Southampton at home on Sunday. It will be the last time during the title run-in that Tottenham, who enter the weekend five points adrift of Leicester in second place, play their game before that of their rivals but Pochettino dismissed the significance of the scheduling. He merely wants Tottenham to do their job and ensure they would be in position to take advantage if Leicester were to wobble. “I think it’s normal, in our head, to wait that they drop points because we are competitive, ambitious and we want to win the title,” the manager said. “But we should not be focused on that. We need to be focused on ourselves because if they drop points and we don’t get the points, it’s nothing.” After this weekend, Leicester will play before Tottenham in the next four rounds of matches – largely because Tottenham have been given three Monday night games – before the final two fixtures are synchronised. “I don’t say if it’s fair or unfair,” Pochettino said. “I think the battle is about ourselves. We have a very tough game against Liverpool and it’s important to win. If not, we don’t wait for anything in the Leicester game. Our game is more important.” Pochettino will be hoping his former club Southampton can do Tottenham a favour at Leicester. “But it’s like our opponents,” he added. “Leicester on Saturday – [Claudio] Ranieri and all of his players will be in front of the TV in Liverpool shirts. It’s normal. It’s good.” Tottenham have a poor record at Anfield, with one league win from their previous 21 attempts, but they have made some big statements this season, such as the 2-1 win at Manchester City in February, and Pochettino is optimistic. “The City win was good for us because belief is the most important thing and it was a very good victory,” Pochettino said. “We are now in a moment where we can believe we can win at Anfield. Then again, it’s football and we need to create the good things to win the game. We just need to do our job.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}