{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2016/apr/20/captain-america-civil-war-review-an-aspartame-rush", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2016-04-19T23:16:02Z", "webTitle": "Captain America: Civil War review – an aspartame rush", "webUrl": "https://www.theguardian.com/film/2016/apr/20/captain-america-civil-war-review-an-aspartame-rush", "apiUrl": "https://content.guardianapis.com/film/2016/apr/20/captain-america-civil-war-review-an-aspartame-rush", "fields": {"headline": "Captain America: Civil War review – an aspartame rush", "bodyText": "Should the Avengers be nationalised? This is the explosively controversial idea that ignites a “civil war” among their ranks in this exciting superhero extravaganza. It’s crazily surreal, engaging and funny in the best Marvel tradition, building to a whiplash-twist reveal that sports with the ever-present idea of duplicity and betrayal within the Avengers’ ranks themselves. The innumerable civilian deaths and collateral damage that always follow the Avengers’ spectacular city-pulverising showdowns have become impossible to ignore – and now the Avengers are faced with having to submit to UN political oversight and control. After a catastrophic Avengers action in Lagos that resulted in Scarlet Witch (Elizabeth Olsen) inadvertently trashing part of a building and killing innocent people, a political summit in Vienna is convened in which the Avengers must sign away their superheroic independence. It’s an unthinkable humiliation – the superhero equivalent of the Treaty of Versailles. And some of them aren’t having it. Captain America (Chris Evans) makes a stand for the Avengers’ autonomy. Lining up behind him are the Winter Soldier (Sebastian Stan), Falcon (Anthony Mackie), Hawkeye (Jeremy Renner) and Scarlet Witch. But ranged against him, deciding to go along with the new political reality, is Tony Stark, otherwise known as Iron Man (Robert Downey Jr), and joining him are War Machine (Don Cheadle), Black Widow (Scarlett Johansson), Black Panther (Chadwick Boseman) and Vision (Paul Bettany). But wait. However real these divisive issues are, might they have been deliberately triggered by a sinister German agent, persuasively played by Daniel Brühl, who sets out to exploit the dangerous, destructive potential within Winter Soldier – a dark secret dating back to a 1991 Russian military experiment revealed in flashback? And just to make things even more lively, and even more confusing, there are two late team entries – Ant-Man (Paul Rudd) and also Spider-Man, in which role Tom Holland makes his bow, and they are seductively high-spirited and hilarious, their essential absurdity and gaiety an essential part of the Marvel alchemy that somehow feeds into the Avengers’ intense seriousness and idealism. The final punch-up is of course spectacular, its collisions and detonations greeted with some outrageous one-liners. So what is the political significance of the Avengers’ civil war? Is Captain America’s team the face of the libertarian right, scorning the dead hand of big government and the nanny state? Are Iron Man’s crew the standard bearers of centrist social democracy? How strange that Captain America, a military man from the FDR era, should scorn hierarchical control. How curious that Tony Stark, that fearless entrepreneur and risk-taker, should submit to bureaucracy. And there is incidentally not much to be gained from analysing the two teams’ identity politics. The gender balance is the same in both cases, although with twice as many African-Americans, Iron Man’s team has the edge in diversity. No, what is obvious that there really is no real ideological difference between them. Even when they are bashing and thrashing each other – this time in an environment where there will be no collateral damage – what is all too clear is that their profound love and Avenger-y fellowship is undamaged. And no one much cares for the idea of state control and those boring, besuited politicians and functionaries, here played by William Hurt and Martin Freeman. The best scene comes in the middle where Tony Stark has to recruit Spider-Man – a long, sarcastic chat, in which Stark drolly derides Peter Parker’s arachnid “onesie”. The civil war is not one that anyone expects to be “won” in any permanent sense although the title might lead you to expect that Captain America will emerge as the most important combatant: it is, after all, supposed to be his movie. In fact, Chris Evans’s relative lack of charisma is still a (minor) problem. He gets upstaged by Downey, and almost everyone else. But not by much. It’s a huge aspartame rush of a film: a giant irresistible snack, not nutritious, but very tasty."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}