{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2016/apr/01/us-election-2016-campaign-live-trump-cruz-kasich-sanders-clinton", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2016-04-01T22:51:24Z", "webTitle": "Donald Trump sued over campaign violence – as it happened", "webUrl": "https://www.theguardian.com/us-news/live/2016/apr/01/us-election-2016-campaign-live-trump-cruz-kasich-sanders-clinton", "apiUrl": "https://content.guardianapis.com/us-news/live/2016/apr/01/us-election-2016-campaign-live-trump-cruz-kasich-sanders-clinton", "fields": {"headline": "Donald Trump sued over campaign violence – as it happened", "bodyText": "As campaigns from both parties count down until the Wisconsin primaries on Tuesday - and count their campaign contributions from the month of March - here’s a recap of the biggest stories in political news today: Three protesters have sued Donald Trump for inciting violence against them at a rally in Louisville, Kentucky, alleging that he encouraged his supporters to attack them. The suit was first reported by local WDRB news, which named the plaintiffs as Kashiya Nwanguma, 21, Molly Shah, 36, and Henry Brousseau, 17. The suit reads in part: “Each time he said ‘get them out,’ Trump intended for his supporters to use unwanted, harmful physical violence to remove protesters.” The suit names two men specifically besides Trump, including one described as a “white nationalist”, and who wrote in a blog post that he helped “the crowd drive out one of the women”. Vermont senator Bernie Sanders raised $44m in March, slightly more than the $43.5m he raised in February. More than 97% of the money was raised online, the campaign said in a statement, and in all Sanders has received more than 6.5m contributions from 2 million donors. Campaign contributions have increasingly become an issue in the Democratic race, as Sanders and Hillary Clinton have fought over who gives them money. Most recently, Clinton said she is “sick of the Sanders campaign’s lies” that she receives money from fossil fuel interests. Sanders defended his campaign from claims by Clinton that it was spreading “lies” about donations from the fossil fuel industry. “If people receive money from lobbyists of the industry, I think you’re receiving money from the industry,” Sanders told CBS’s This Morning show. Trump may have walked back comments saying that “yeah, there has to be some form” of legal punishment for women who have had abortions, but a women’s health organization has already cut an advertisement that highlights the candidate’s inflammatory comments for potential voters: An Atlantic City, New Jersey, casino workers’ union has endorsed Sanders - despite the fact that the casino industry in the seaside town was largely built by Trump. “My coworkers and I are in a fight with billionaire Carl Icahn to keep our health care at the Tropicana and win back health care at the Trump Taj Mahal,” union member Rodney Mills told the Press of Atlantic City. Unite Here Local 54 represents about 10,000 hospitality workers. That’s it for today - we’ll be back on Sunday with more minute-by-minute coverage from the campaign trail. A campaign surrogate for billionaire Republican frontrunner Donald Trump told CNN’s New Day that the overturning of Roe v. Wade - the 1973 supreme court decision that legalized abortion across the US - is “not gonna happen.” Chris Collins, a New York congressman who was the first member of Congress to endorse Trump’s presidential campaign, called Roe v. Wade “the settled law of the land.” “That kind of hypothetical, ‘gotcha’ question is frankly not appropriate,” Collins said. More uncomfortable news for Donald Trump on the delegate front... According to a report from Politico, North Dakota’s selection of its 25 Republican delegates this weekend at its state party convention “tilts the playing field” in favor of Texas senator Ted Cruz. Why? Because North Dakota doesn’t hold a primary or a caucus. Instead, a small group of party insiders hand-pick the delegates at the state convention, a process that shuts out North Dakota Republican voters entirely and makes it tricky for an outsider candidate to win over precious delegates. Those delegates will be unbound during the Republican National Convention this summer, which means that winning over Roughrider State Republicans at the convention could be a key component of Trump’s plan to prevent a second ballot. “We basically honor our party elders,” Curly Haugland, the RNC committeeman from North Dakota, told Politico. “The likelihood of a newbie getting in is slim.” A super-PAC working in support of billionaire Republican frontrunner Donald Trump has released a new television advertisement focused on national security in the waning days of the primary campaign in delegate-rich Wisconsin, writing off primary opponent Ted Cruz as a candidate who “let in more Syrian refugees and give more amnesty to illegal immigrants.” In Great America PAC’s ad, a mother serving an after-school snack to her children tells viewers that after “Paris, San Bernardino and now Brussels,” she wants “a president that will keep us safe.” “We need to control our borders and stop letting in dangerous people - Trump will do that,” she says. “And Ted Cruz? He wanted to let in more Syrian refugees and give more amnesty to illegal immigrants. That won’t protect my family. Donald Trump will.” An Atlantic City, New Jersey, casino workers’ union has endorsed Democratic presidential candidate Bernie Sanders - despite the fact that the casino industry in the seaside town was largely built by Republican presidential hopeful Donald Trump. “My coworkers and I are in a fight with billionaire Carl Icahn to keep our health care at the Tropicana and win back health care at the Trump Taj Mahal,” union member Rodney Mills told the Press of Atlantic City. “We need elected leaders that are going to stand up for working people and Bernie Sanders is the best candidate for the job.” Icahn, a friend of Trump’s, bought the Taj Mahal casino after the real estate tycoon-turned presidential candidate declared bankruptcy. “It is an honor to receive Unite Here Local 54’s endorsement,” the Sanders campaign declared in a statement. “This campaign is building a movement of millions of Americans who are demanding that our economy works for everyone, not just the top one percent. The hard-working men and women of New Jersey’s hospitality industry are a vital part of our movement which is spreading to every corner of our country.” Unite Here Local 54 represents about 10,000 hospitality workers, but they won’t be able to vote until June 7, the date of the New Jersey primary. Vermont senator and Brooklyn native Bernie Sanders has joined the annoyingly pervasive debate over whether it is acceptable to eat pizza with utensils or your own hands, declaring that he’s more of a hands-on pizza eater. “This is a tough ‘gotcha’ question you’re asking me - I myself prefer it without the fork,” Sanders told a local Fox affiliate in New York City. “I know we’re probably going to lose millions of votes here, but nonetheless I’m for picking it up and eating it.” The conversation began after Republican presidential candidate John Kasich was spotted using a fork and knife at a New York pizza joint, incurring the mockery of pizza-loving locals. “Look, look, the pizza came scalding hot, OK? And so I use a little fork,” the governor told ABC’s Good Morning America. “You know what? My wife who is on spring break with my daughters said, ‘I’m proud of you. You finally learned how to use a utensil properly.’ But I mean - not only did I eat the pizza, I had the hot sausage. It was fantastic.” Donald Trump may have walked back comments saying that “yeah, there has to be some form” of legal punishment for women who have had abortions, but a women’s health organization has already cut an advertisement that highlights the candidate’s inflammatory comments for potential voters. “Donald Trump says he would ban abortion and, in his words, impose ‘some form of punishment’ on women who have them,” the video, released by the National Institute for Reproductive Health Action Fund, says in a voiceover as women queue up for mugshots. “We have questions, Donald Trump,” the voiceover continues. “If you make abortion a crime, doesn’t that make women criminals? How much time should she do? Would you put her doctor in jail, too?” Trump has since retracted those comments, saying that he “misspoke.” Running for public office can often feel like a popularity contest - and billionaire Republican frontrunner Donald Trump is banking on it. In an Instagram video released today, the real estate magnate mocks his primary rival Ted Cruz as the least-popular person in Washington, DC, and possibly the country. “Does anybody like Lyin’ Ted?” the caption asks, apparently rhetorically, as the video lists off colleagues, endorsers and former college roommates who really, really dislike the Texas senator. A list of some of the people who don’t like Cruz, according to the video: Cruz’s college roommate: “I did not like him at all in college.” Former senator Bob Dole: “I might oversleep that day” if Cruz wins the Republican nomination. Lindsey Graham: “I think he’s been just as wrong as Obama, if not worse.” George W. Bush: “It’s been widely reported that he didn’t like you,” according to Bill O’Reilly. Hey, Harvard Law isn’t a a charm school. Clinton runs down another list of crowd favorites: supporting unions and teachers, equal pay for women, etc. “We should be raising taxes on the wealthy!” “And you know what, I’m the only candidate running on either side who has promised I will not raise taxes on the middle class,” she says. “But I am going after the wealthy and the super-rich to get them to pay their share of supporting our country.” The Clintons themselves are extraordinarily wealthy, though they entered the White House in the 1990s with a more modest net worth. “Upstate New York had one of the most storied histories in manufacturing, we all know that,” Clinton tells the Syracuse crowd. She wants to create an “infrastructure bank”. “We now have a chance to recapture that with a renaissance in manufacturing,” she continues. “We will not only provide incentives to send jobs back but I will penalize companies that send jobs away.” Then she segues into energy – without mention of her fossil fuel feud with Bernie Sanders. “There are millions of jobs and businesses” in developing renewable energy, she says, adding that she wants enough clean energy to power US homes by the end of her second term. She admits that she’s thinking “big” here, as she has not yet won her first term. Someone’s going to revolutionize energy, she says. “It’s going to be China, Germany or us, and I want it to be us.” Hillary Clinton is speaking in Syracuse, New York, saying: “This is one of the most consequential presidential elections we’ve had in a long time. The stakes are so high.” “You all took a chance on me back in 2000, and that meant the world to me,” she says, referring to her first Senate election. She keeps up the pro-New York rhetoric. “You can knock us down but you can’t keep us down, we’re always getting up, we’re always moving forward.” She gives a couple nods to the college teams, saying the country should be more like the Syracuse Orange. Then she points out that she’s the only woman in the race, and starts drawing contrasts, implicitly, with Donald Trump and Bernie Sanders. “’Don’t work, blame people. It’s us versus them.’ I’m not going to have any part of that. I’m also not going to make promises I can’t keep. I don’t believe in that either!” Meanwhile a new Gallup poll has found some data that Clinton will likely appreciate. Rounding out the carousel of politics on late night shows, Bernie Sanders visited Stephen Colbert on Thursday night – a day after Elizabeth Warren stopped by and Ted Cruz met Jimmy Kimmel. Colbert introduced Sanders as a “mystery guest”, delivered to the show by the “wheel of news” he spins on the odd occasion. The senator from Vermont then emerged out of darkness and fog – and promptly gave his pitch to win superdelegates who have tentatively committed to Hillary Clinton. “We have won six out of the last seven caucuses, most of which were by landslide victories,” he said. “I think the superdelegates should listen to the will of the people. If you get 60, 70, 80% of the vote in a state, I think superdelegates should vote for us.” “We are the strongest candidate, I believe, in taking on any Republican candidate,” Sanders said. “I would hope that superdelegates take a look at who the strongest Democratic candidate is, and you know what, that’s me.” Then Sanders burst: “I would like to spin that damn wheel!” He walked behind the desk toward a prop lever, and then pointed down below the desk: “Hey – there is a human being down here! What is going on? What are you doing to this worker? Brandon the Late Show employee: “Help me, Bernie.” Sanders: “What kind of operation are you running, Stephen?” Then he shot a T-shirt cannon. A day after angrily criticizing Donald Trump, John Kasich has just about attacked Ted Cruz too – finally dropping his role as the relentlessly positive Republican. Bernie Sanders’ campaign manager has called on Hillary Clinton to apologize, as the spat over campaign finances heads to MSNBC. “I think she probably owes the senator an apology for that because the senator is not lying about her record,” Jeff Weaver told the network. “He’s talking about her record. He’s talking about her practices. She obviously doesn’t like it, but that doesn’t make it lying because you don’t like it.” Clinton has made the distinction between fossil fuel corporations and employees of those companies; FEC documents show that she has received more than $307,000 from those employees. Sanders has received about $54,000, the documents show. The candidates receive far more money from workers in other industries. In a statement released by the campaign, Weaver elaborated that he means both employees and lobbyists, and cited a Greenpeace study that tabulates a much broader range of donations, totaling more than $4m. People who work in securities and investments by far donate the most ($21m) to Clinton, documents show, while retired people ($3m) and those who work in education ($2.5m) have given the most to Sanders. “If the Clinton campaign wants to argue that industry lobbyists giving thousands of dollars to her campaign won’t affect her decisions if she’s elected, that’s fine,” Weaver said. “But to call us liars for pointing out basic facts about the secretary’s fundraising is deeply cynical and very disappointing.” Three protesters have sued Donald Trump for inciting violence against them at a rally in Louisville, Kentucky, alleging that he encouraged his supporters to attack them. The suit was first reported by local WDRB news, which named the plaintiffs as Kashiya Nwanguma, 21, Molly Shah, 36, and Henry Brousseau, 17. It was filed in the Jefferson Circuit Court, and reads in part: “Each time he said ‘get them out,’ Trump intended for his supporters to use unwanted, harmful physical violence to remove protesters.” The suit names two men specifically besides Trump, including one described as a “white nationalist”, and who wrote in a blog post that he helped “the crowd drive out one of the women”. Brosseau claims he was punched by someone with that man, and “since that time experienced anxiety and nightmares”. Shah alleges she was “shoved and pushed by multiple Trump supporters”, and “experienced pain and difficulty sleeping”.. Police reports were made but there have been no charges, according to the suit. Video posted online shows Nwanguma shoved by one or several people. One of the men accused of pushing a protester later apologized, according to the suit, which says he wrote a letter: “I physically pushed a young woman down the aisle toward the exit, an action I sincerely regret.” Other videos show similar patterns of violence, including sucker punches by Trump supporters against protesters under escort by police, scuffles in crowds, and campaign manager Corey Lewandowski grabbing a female reporter. Florida police charged Lewandowski with simple battery. Wisconsin police are looking for two suspects involved in a violent incident at a Trump rally: a teenage protester was pepper-sprayed in the face by one, and allegedly groped by another. Trump has said he does not condone violence. He has also said he would pay for the legal fees of supporters involved in incidents, and said that he loves “the old days” when protesters would “be carried out on a stretcher”. Hillary Clinton is in Syracuse, New York, at a roundtable meeting to discuss her plan to restore manufacturing jobs in the US – the industry continues to shrink even as the overall economy inches along a recovery. Reporters for ABC, the AP and Bloomberg are with her. Who is Donald Trump’s right-hand man, so loyal to the businessman that Trump defended him even after a criminal charge of battery and clear video that the aide lied? My colleague Ed Pilkington investigates the unlikely rise of Corey Lewandowski within the most surreal presidential campaign in modern political history. The name the businessman landed on for his campaign was pure Trump: a former lobbyist for the seafood industry who had never run a national campaign, who had staged debates in public with a cardboard cutout, and whose only claim to fame was sneaking a gun into the US Capitol. Lewandowski’s approach to the campaign is summed up in a simple slogan that so far has proved to be devastatingly effective: “Let Trump be Trump”. Yet the dynamic could just as well be reversed: Trump has run his campaign under the rubric “Let Lewandowski be Lewandowski”. That logic was played out this week when Trump continued to defend Lewandowski even after his campaign manager had committed the cardinal sin of any political sidekick by becoming the story. On Tuesday, police in Jupiter, Florida, charged the aide with simple battery after Lewandowski was accused by a reporter for a pro-Trump rightwing website of forcefully grabbing her at a rally. The details of the alleged incident are grubby. The former reporter for Breitbart, Michelle Fields, was trailing after Trump asking him questions at the end of a press conference on 8 March when she was suddenly yanked by the arm by a man with a buzzcut answering to the description of Lewandowski. A social media firestorm ensued in which Trump’s campaign manager accused Fields of being “delusional”. The subsequent release by Jupiter police of video footage captured by Trump’s own security cameras at the hotel venue clearly showed Lewandowski grabbing Fields and pulling her away from the candidate. Not least, it fits a pattern of low-level bullying-cum-violence that has become a feature of Trump rallies. The Red Bull-chugging Lewandowski has himself been reported as havingphysically manhandled protesters at campaign events, as well as showing a disdain for reporters and their public function that borders on thuggery. After Politico published a piece raising concerns about his conduct, the news site found one of its named reportersturned away at the door. All of which has made Lewandowski the poster boy for a new type of politics that over the past six months Trump has unleashed on a stunned and increasingly confused America. It has left other political professionals bemused, includingseasoned practitioners such as John Weaver, a veteran of both of John McCain’s presidential campaigns who is now acting as chief strategist to Trump’s rival John Kasich. “I have never heard of a campaign manager in politics getting involved in tugging, pulling, hitting demonstrators or reporters,” Weaver told the Guardian. “Maybe Lewandowski is confusing his job with professional wrestling, I don’t know, but I don’t think he’s doing any services to politics.” So how did Trump manage to find such a perfect embodiment of his unorthodox approach in Corey Lewandowski? The two men met in 2014 in New Hampshire, where Lewandowski was working as state director of Americans for Prosperity, the Tea Party-leaning group funded by billionaire rightwing agitators the Koch brothers. A spark must have passed between them, though you have to assume it wasn’t based on Trump’s admiration for the younger man’s experience in running successful political campaigns, as Lewandowski had very little. In fact, he hadn’t run a campaign for a dozen years before joining the real estate tycoon’s cause. In 1994, Lewandowski ran his own failed campaign for a seat on the Massachusetts state legislature. In 2002, Lewandowski organized the failed primary campaign of then New Hampshire senator Bob Smith. A two-term senator best known for waving a plastic fetus on the Senate floor, Smith had run a long-shot presidential campaign and then briefly defected from the Republican party. On his return to the GOP, he faced a primary challenge from John E Sununu, a three-term congressman whose father John H Sununu was a former governor of New Hampshire. In an interview with the Guardian in August, Smith praised Lewandowski as being “very much a people person”. He noted similarities between his campaign and the Trump effort in that “the so-called establishment of the party was not supportive of my candidacy” either. His insistence that he sees no problem with his own public posture – the word “abrasive” is often applied to him – is telling. Lewandowski is convinced that he is one of a new breed of political animal that is challenging the complacent old guard of establishment politicians and their bag handlers. Out in LA the once tightly knit club of entertainment conservatives is splitting at the seams, my colleague Rory Carroll reports. No longer united against the liberal hordes at film sets and studio offices, they’ve now split into segments over the race between Donald Trump and Ted Cruz. “It’s a civil war in slow motion,” said Lionel Chetwynd, a producer and screenwriter and co-founder of FOA. “It’s too volatile. I’ve never known an election to be so personal. People don’t really sit around any more and talk about their preferences because it’s a time of inflamed passions. Now I don’t talk much to my Republican friends.” “A few of my conservative friends told me to lay low over the Trump stuff,” said Jack Marino, an actor and writer who champions Trump. “He’s like a big FU vote to Washington. I’ve lost one friend, a big Cruz guy who hates Trump. It’s silly for friendships to break up over politics.” David Cole, who used to run a bacchanalian group called Republican Party Animals, said the various splintering factions were “one primary away from needing a benzodiazepine drip”. The “alternative right” had a racial animus now emboldened by Trump’s xenophobia, Cole said. “The base as I know it is fractured. People are at each other’s throats.” Infighting has convulsed Breitbart.com, an influential rightwing news and opinion site that serves as a noticeboard for LA’s conservatives. When the Guardian visited Breitbart’s LA headquarters, a small, compact set of offices in Brentwood, there was no visible sign of tumult. Behind an unmarked door – no sign or plaque – a handful of mostly young people worked on computers, casting occasional glances at mute televisions. Milo Yiannopoulos, a Breitbart writer and self-styled provocateur, expressed delight at the divisions roiling Republicans. “I don’t want the wounds to heal. I want the American right to be ripped in half, just like I want the American left to be ripped in half. We need new formulations. The Republican party is no longer fit for purpose. If you’re conservative the Republican party can’t deliver you the government that you want.” Several celebrities including Jon Voight, Stephen Baldwin and Kid Rock have publicly endorsed Trump but it has hardly been a stampede. According to Yiannopoulos, much support is hidden in the same way British voters conceal Tory preferences from pollsters. “Middle and upper classes don’t like to express their anger, and Hollywood is nothing if not snobbish.” Another reason was fear of liberal retaliation. “It’s profoundly dangerous. It can get you blacklisted.” Author Bret Easton Ellis, best known for the 1991 satire of Wall Street, American Psycho, tweeted a similar observation. Cole, the former Republican Party Animals ringmaster, suggested it was Trump critics who were lying low. “An essential element to being pro-Trump is despising the establishment, so for that reason a lot of pro-Trumps welcome the fight. They’re driven by anger, and anger is a difficult emotion to hide and a satisfying one to indulge in. Conversely, I know several anti-Trumpers who are purposely staying silent because it’s not pretty to arouse the ire of the pro-Trumpers.” For all the anger and resentment, many think this is just a phase, not a terminal breach, and that come summer the nomination – be it Trump, Cruz or someone else – will restore peace of sorts to Hollywood Republicans. “I think the air will clear,” said Chetwynd, the screenwriter. “The people I know will do anything to prevent another Democratic term, particularly if it’s Hillary Clinton.” Vermont senator Bernie Sanders raised $44m in March, his campaign reported on Friday, slightly more than the $43.5m he raised in February. Over 97% of the money was raised online, the campaign said in a statement, and in all Sanders has received more than 6.5m contributions from 2 million donors. The pace of his fundraising has slowed however rate of acceleration of his fundraising has slowed, however – in January he raised $21.3m – and Hillary Clinton continues to raise large amounts, including $15m in January and $30m in February. Her campaign has not yet released its March financial information. Campaign contributions have increasingly become an issue in the Democratic race, as Sanders and Clinton have fought over who gives them money. Most recently, Clinton said she is “sick of the Sanders campaign’s lies” that she receives money from fossil fuel interests. She made the distinction that employees of fossil fuel companies have given money to her; to a lesser extent they have also given money to Sanders. Sanders has meanwhile boasted of the huge numbers of small donations that have fueled his campaign. “What this campaign is doing is bringing together millions of people contributing an average of just $27 each to take on a billionaire class which is so used to buying elections,” he said in a statement. Both candidates have urged the repeal of a 2010 supreme court decision that allowed unlimited corporate donations to organizations that obscure the sources of their money. Clarification: Initially, this post described the pace of Sanders’ fundraising as having slowed. This was not correct - what has slowed is the rate of acceleration in the increase in donations to his political campaign, month-over-month. In other words, Sanders’ $500,000 jump in donations from February to March is much smaller than his $22.2m jump in donations from January to February. Kasich is doing just about everything in his power to distinguish himself from Donald Trump and Ted Cruz, two opponents derided by many in their party. On immigration. “I don’t like that people have broken the law to get here,” he says, with a nod to how the border must be “secured”. “If we build a wall, if we have modern security, we don’t want anybody just being able to walk into this country illegally.” But then he proposes “a guest worker program”, and what his rivals would call “amnesty” (he doesn’t say that word). “For the 11 and a half million that are here, if they haven’t committed a crime,” Kasich says, “you make ‘em pay a crime and their back taxes, and you put them on a path to citizenship.” Then he derides Trump’s plan to deport undocumented people, without saying Trump’s name. He says it’s wildly impractical, and dangerous, to “drive police around neighborhoods yanking people out of their homes and shipping them across the border to the tune of 11 and a half million.” He casts more aspersion on Trump: “you can’t divide people on the basis of their faith. You cannot say if I don’t get picked at the convention there will be riots. This is bizarre, folks.” Then he tells the room – almost entirely white, from the perspective of the camera – “our friends in the minority community cannot be neglected”. He says too many white people don’t think minorities work hard enough, and too many nonwhite people believe institutions actively work against them. “That has to stop,” Kasich says. “We have to give everybody a chance to rise.” He concludes with more derision in the direction of an unnamed businessman from Queens. “I could point to how horrible everything is,” he says. “I can do it. Or I can choose to come in here and tell you there are solutions.” John Kasich is doing a town hall event in Hershey, Pennsylvania, home of the chocolate factory and attendant theme park. He’s talking about drug abuse and education, and suggests that residents could prevent addiction easily. “You just grab these kids and you explain to them the dangers of drugs,” Kasich says. “You don’t have to have somebody come from Harrisburg to tell you how to do it.” His rhetoric mirrors that of Nancy Reagan’s in the 1980s, when she led a “Just Say No” program to warn young people about drugs. But meta-studies of these programs, including Dare, have found they are largely ineffective. Kasich doesn’t expand, though, on what sort of talks he thinks would help people recover from addiction or prevent drug abuse. Instead, he says parents and educators need to be mores supportive. “That’s how you change a life, that’s how you give a kid confidence.” He recalls hearing from neighbors, “Johnny, someday you’re going to be something.’” I remember that, that was 50 years ago.” “I’m here to give you the power to fix your own education.” Then he moves on to talking about the budget, looking nostalgically back to his days in Congress. “I’ll tell you a little secret. Democrats love to spend. Republicans love to spend too, they just feel guilty when they do it.” He says surplus money should go to help the neediest – he’s invoking the kind of “compassionate conservative” that George W Bush once hailed. “I don’t believe the mentally ill ought to sleep under a bridge or in a prison,” he says. “We treat the drug addicted in our prisons.” “And the working poor. Right now if you’re a woman and you have a couple dis and you’re barely getting by and on childcare,” he says, “you can’t take a pay raise because you lose your childcare.” “It’s nuts! We should give people in poverty a path to get out of poverty.” Kasich uses this call, and his approach to Muslims, to contrast himself with Donald Trump and Ted Cruz. He reproaches Cruz for saying police should “patrol and secure Muslim neighborhoods”, and says Trump’s notion of a religious test is nonsensical. He proposes instead asking Muslim Americans to help report terror suspects. Activist groups have called on corporations to drop their sponsorship of the Republican National Convention – and corporations are spooked by the violence and hate groups that have come to frequent Donald Trump events. Coca-Cola announced this week that it will not match the $660,000 it gave to the 2012 Republican convention, reducing its donation to $75,000. The company will also give $75,000 to the Democratic convention. Walmart, which gave $150,000 to the last convention, has yet to announce its plans. Microsoft, Bank of America and oil interests were also among the top donors in 2012. The New York Times first reported on the anxieties growing within corporations, including Google and Apple. “I have talked to several people at companies who have said, ‘I’ve always gone to the convention, I’ve always participated at some level, but this year we’re not putting it in our budget, we’re not going, we’re not going to sponsor any of the events going on,’” said Carla Eudy, a Republican fund-raising consultant. The activists have called on more corporations to drop their support of the convention. Color of Change, led the effort to persuade Coca-Cola – including with a petition that had a bottle labeled “Share a Coke with the KKK” – is continuing the push. Its executive director, Rashad Robinson, said: “Like Coca-Cola, other companies have a history-making choice in front of them right now.” Trump has “continued to be given a free pass by much of mainstream media and corporate sponsors”, he added. “There is no greater threat to women and people of color in this country than Donald Trump,” said Shaunna Thomas, a director at UltraViolet Action. “It makes no sense for Coca-Cola or other companies to even consider sponsoring Donald Trump.” Cristobal Alex, president of the Latino Victory Project, said that sponsors should follow the example of Macy’s and Univision, which cut ties with Trump after remarks branding Mexicans “rapists”. “These corporate sponsors have a choice to make,” he said. “They can either associate their brand with hate or they can do what’s right and fight violence, intimidation, and bigotry.” Bernie Sanders has defended his campaign from claims by Hillary Clinton that it was spreading “lies” about donations from the fossil fuel industry. “If people receive money from lobbyists of the industry, I think you’re receiving money from the industry,” Sanders told CBS’s This Morning show. On Thursday Clinton told a Greenpeace activist: “I do not have – I have money from people who work for fossil fuel companies.” “I’m so sick of the Sanders campaign lying about this,” she added. In the Friday interview, Sanders cited Greenpeace research into Clinton’s campaign finances. One Greenpeace study combines donations from people working for fossil fuel companies, donations from lobbyists who work for those companies, and “fossil fuel interests” to Super Pacs – in all over $4m, by Greenpeace’s reckoning. Clinton’s campaign has not received direct donations from fossil fuel companies, nor from Pacs linked to the industry, according to Factcheck.org. As she said on Thursday, however, she does receive contributions from workers of the industry. The Center for Responsive Politics has traced $307,561 given to Clinton by employees of fossil fuel companies, a tiny figure compared to what financiers and lawyers have given her: $21m and $14m respectively. Clinton has nearly $160m overall money raised, making donations from “fossil fuel interests” about 0.15% of the total. “If you are a lobby from the fossil fuel industry,” Sanders said, “and there are 50 of you and you make a contribution, that to me, Charlie, is a contribution from the fossil fuel industry,” Sanders said. “That’s different from saying you get it from Exxon Mobil.” He emphasized that these contributions were from “lobbyists who represent the oil and gas industry”. According to the Center for Responsive Politics, Sanders has received about $54,000 from employees of fossil fuel companies. Republicans have received far more from employees of the fossil fuel industry. They have given Ted Cruz, for instance, more than $1.2m. You can read more from the interview here, and watch the confrontation below. Ted Cruz is off the trail for most of the day, but has three surrogates working in his stead. Heidi Cruz, Carly Fiorina and Utah Senator Mike Lee are stumping for him in Eau Claire, Appleton and La Crosse, Wisconsin. Cruz is scheduled to speak this afternoon at the Pennsylvania Leadership Council, a gathering of prominent Republicans, and to speak at a dinner hosted by the Republican party of Milwaukee this evening. John Kasich will campaign at a town hall in Hershey, Pennsylvania, at the Antique Automobile Club museum around 10am Eastern. He then heads up to Milwaukee to speak at the Republican dinner with Cruz. Bernie Sanders is holding a town hall in Sheboygan, Wisconsin, at 2pm Eastern, and hosting a rally in Green Bay at 5pm. Hillary Clinton is in Syracuse, New York, to hold a rally in the college town in blue-collar northern New York. The event is scheduled for 2pm Eastern, after which Clinton heads to New Jersey for a fundraiser. Bill Clinton is campaigning for her at 9.45 Central in Appleton, Wisconsin, and her campaign chairman is selling time to talk with him in Newtown, Pennsylvania, with a starting price of $500. Donald Trump is, for the second day running, off the trail. His campaign lists no public events until Saturday 2 April. Hello, and welcome to our rolling, April fools’-less coverage of the 2016 presidential campaign. Donald Trump has tried to make nice with Republican leaders, Ted Cruz is gaining strength in the land of cheeseheads, and Hillary Clinton has said she is “sick of the Sanders campaign’s lying”. Trump met with the Republican party chair, Reince Priebus, to clear the air, according to reports from people inside the closed-door meeting. The Republican frontrunner has spent the week defending his campaign, mostly by stirring up more chaos. After he stood by his campaign manager, charged with assaulting a reporter, he reneged on his promise to support the eventual Republican nominee if it doesn’t turn out to be him. Then he talked about letting Japan and South Korea develop nuclear weapons, breaking with the Geneva Conventions, and “some form of punishment” for women who seek illegal abortions. Reportedly, at the meeting Priebus explained the baroque battle over delegates to Trump, whose barebones campaign has frequently been outmaneuvered by Cruz’s more experienced staffers. Each state has different rules about delegates, who are the representatives chosen by voters, party leaders or some mix when voters go to the polls. At the convention, delegates are bound to vote according to their state on the first ballot; afterward, they can vote for anyone (if their state permits). Also on Thursday, Priebus’s committee created a website to handle frequently asked convention questions. The two other Republicans, Cruz and John Kasich, have gained strength but could each spoil the other’s chances. Cruz has turned some of his ire toward the Ohio governor, and after weeks of hesitation Kasich has finally tried to confront Trump and court his voters. On the Democratic side, Clinton has split her time between Wisconsin, the next state to vote, and New York, the state with the second-most delegates. She grew frustrated with supporters of opponent Bernie Sanders on Thursday, boasting to them that she has more than 2 million more votes, and defending her record when confronted by a Greenpeace activist. “I do not have, I have money from people who work for fossil fuel companies,” Clinton said. “I’m so sick, I’m so sick of the Sanders campaign lying about this. I’m sick of it.” Sanders hit the south Bronx on Thursday night, drawing thousands to a park just south of 149th street. The actor Rosario Dawson, a supporter, mocked criticisms of the Clinton campaign by noting the diversity of the crowd. “Shame on you, Hillary,” she said, referring to the claim that Sanders is insufficiently supportive of women’s rights. “Oh, sorry, hold on. Let me ‘watch my tone’.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}