{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2016/apr/24/leave-campaign-obama-trade-warning-eu-referendum", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2016-04-24T23:54:21Z", "webTitle": "Barack Obama issues Brexit trade warning", "webUrl": "https://www.theguardian.com/politics/2016/apr/24/leave-campaign-obama-trade-warning-eu-referendum", "apiUrl": "https://content.guardianapis.com/politics/2016/apr/24/leave-campaign-obama-trade-warning-eu-referendum", "fields": {"headline": "Barack Obama issues Brexit trade warning", "bodyText": "Barack Obama has warned Britain’s voters that it could take up to a decade to strike a trade deal with the United States from outside the European Union. At the end of a three-day visit during which he celebrated the Queen’s 90th birthday with a lunch at Windsor Castle, Obama said it was wrong for Brexit campaigners to suggest it would be straightforward to agree a new trade relationship if Britain left the EU. “It could be five years from now, 10 years from now before we’re actually able to get something done,” he told the BBC, adding that the first priority for the US would be to complete ongoing talks on a trade deal with the EU. Obama defended his right to express an opinion, saying: “I don’t anticipate that anything I’ve said will change the position of those who are leading the campaigns in one direction or the other, but for ordinary voters I thought it would be relevant to hear what the president of the United States, who loves the British people and cares deeply about this relationship, has to say.” The president’s comments came as Theresa May prepared to give a speech outlining “the rights and wrongs, the opportunities and risks” of EU membership. The home secretary, who has played a relatively low-key role in the remain campaign, will say on Monday: “I think it’s right for Britain to remain a European Union member precisely because I believe in Britain’s strength, in our economic, diplomatic and military clout, because I am optimistic about our future, and because I believe in our ability to lead and not just follow.” May will argue that there are both positives and negatives to Britain’s membership of the EU, but will say: “I believe it is clearly in our national interest to remain a member.” Meanwhile, the London mayor, Boris Johnson, used his latest Telegraph column to attack David Cameron for achieving “two thirds of diddly squat” in his pre-referendum negotiations with Brussels. “So I gather they think it’s game over. The Bremainers think they have bombed us into submission … they are crowing too soon,” he writes. Johnson was slapped down by Obama during his UK visit after claiming the president nurtured an “ancestral dislike of the British empire” because he was “part-Kenyan”. The backlash against Johnson’s remarks continued, with students at King’s College London withdrawing a speaking invitation to him, citing his “inappropriate comments and inferences towards President Obama’s Kenyan heritage, of which he is rightly proud.” As the president boarded Air Force One to fly to Germany for a summit with other European powers in Hanover on Monday, the leave campaign appeared to have been thrown into disarray. Nigel Farage, the Ukip leader, told Sky News that Vote Leave, the official Brexit campaign, was at risk of losing the argument by relying too heavily on cabinet ministers wielding statistics, instead of allowing alternative voices to be heard. “It appears that the leave campaign is just the Conservative cabinet ministers,” he said. “I think to win this referendum you’ve got to see trade union voices, you’ve got to see Labour voices, you’ve got to see Ukip voices – we’ve got to be appealing to a broader group of people than just the Tory electorate.” Farage said leave campaigners should focus more on the issue of immigration, instead of the economics of the EU. “If we debate economics and trade, we can go round in circles for weeks and the public will be none the wiser,” he said. It appeared that peace had broken out on the leave side last week when Farage, whose Grassroots Out campaign failed in its bid to be declared the official leave campaign, shared a platform with the pro-Brexit minister Chris Grayling. But Farage said it was time for a fresh start after a shaky week in which Vote Leave’s campaign director Dominic Cummings endured a tough grilling from MPs and Johnson was slapped down by Obama. Meanwhile, it emerged that Gisela Stuart, the co-chair of Vote Leave, had written to the home secretary urging May to exclude the rightwing French politician Marine Le Pen, who plans to come to Britain to make the case for Brexit. Amid fears that the arrival of the leader of the Front National to bat for Brexit would damn Vote Leave by association, Stuart said Le Pen had made “many divisive and inflammatory comments, including comparing Muslims praying in the street to the Nazi occupation of France”. Dominic Raab, the pro-leave junior minister, also said he hoped Le Pen would stay away. The home secretary sought to neutralise the issue of immigration, insisting that it would still be difficult to control whether Britain remained a member of the EU or opted to leave. “Yes, free movement makes it harder to control immigration but it doesn’t make it impossible to control immigration,” May told the BBC. She said controlling immigration whether from inside or outside the EU was hard. “We have constantly to be working at it, which is exactly what we’re doing, so you can’t just change one feature and assume that is going to have an impact.” Leading leave campaigner Michael Gove, the justice secretary, warned that Britain would be subject to a migration “free-for-all” by the addition of countries including Albania and Turkey to the EU. He wrote in an article in the Times that their accession posed a “direct and serious threat” to public services and living standards in the UK. Raab, a justice minister, was forced to concede that if Britain left the EU, holidaymakers travelling to other EU countries might have to apply for visas. “I think we’d have to look at that as part of the negotiations in detail. But I think, look, at the moment President Obama’s administration … is looking at new visa requirements and screening from Germany, Belgium, Greece, France, because of the recent terrorist attacks. I think we should at least have the power and the control to do that and make sure we keep Britain safe.” Asked whether this could mean British citizens would need visas to go to France or Germany, Raab said: “Or some other kind of check.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}