{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2016/apr/05/richard-cockerill-leicester-stade-francais-european-rugby-champions-cup", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2016-04-05T22:34:00Z", "webTitle": "Richard Cockerill admits Leicester must tighten up for Stade Français showdown", "webUrl": "https://www.theguardian.com/sport/2016/apr/05/richard-cockerill-leicester-stade-francais-european-rugby-champions-cup", "apiUrl": "https://content.guardianapis.com/sport/2016/apr/05/richard-cockerill-leicester-stade-francais-european-rugby-champions-cup", "fields": {"headline": "Richard Cockerill admits Leicester must tighten up for Stade Français showdown", "bodyText": "Richard Cockerill, the director of rugby who has seen Leicester through a variety of different playing styles over the years, makes no apology for the latest incarnation of his team. Leicester’s approach this season has been characterised by an accent on pace and ambition, as conceived by the new head coach, Aaron Mauger. “It’s a strange one,” he said. “Everyone wants the northern hemisphere to catch up with the southern and now we are trying to bridge the gap everyone is saying: ‘Why don’t you stick it up your jumper?’” If Cockerill and Mauger, an All Black midfield maestro of the highest calibre in his playing days, are facing questions it is because of performances like that at home against Gloucester last weekend, in which they scored five exhilarating tries yet faced a 17-point deficit at one point in the first half. They emerged with the full complement of match points but this was not the ruthless performance we might have expected of Leicester. “There was nine minutes of dross,” Cockerill said. “The other 71 were pretty good but after the intercept [from which Gloucester scored the try that sparked their dramatic if short-lived spree], which is one of those things, that next nine minutes of play was really poor from us. A repeat of that and I am not sure we will chase down 17 points against Stade Français with the quality they have.” Leicester are preparing for a home European Champions Cup quarter-final on Sunday against the Paris club, whom they beat handsomely at home in the pool stages, only to endure a comprehensive defeat in the return fixture. It was not enough to deny them that home quarter-final but the results were consistent with this idea that Mauger’s Leicester are still searching for an even keel as they continue to develop in their current direction. “I would much rather not play like Kevin Keegan’s Newcastle,” Cockerill said, “and just score one more than the others. We need to control the game better at times but we are getting there slowly. We are sitting fourth in the Premiership table and we have a home quarter-final [in Europe], so I think it is pretty positive.” Cockerill was more resigned about the final confirmation on Tuesday that there will be a Saxons tour to South Africa this summer. The senior England team will be in Australia at the same time. Leicester will no doubt supply the usual coterie to both. “I heard a nasty rumour. Is it a Saxons tour or an under-23 tour? Nobody seems to know,” Cockerill said. “Joe Lydon [the former head of international player development at the RFU] is running it but he has resigned, so that is the problem. There will be the England tour and there will be a Saxons tour, so we will probably have seven for pre-season. But we will just get on with it. I don’t know who is picking it or when they are going or who is coaching it. I will be going on holiday with the kids.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}