{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2016/apr/14/manus-island-giant-rat-rattus-detentus-detainees", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2016-04-13T22:04:43Z", "webTitle": "New species of Manus Island rat named after detainees in 'solidarity' gesture", "webUrl": "https://www.theguardian.com/australia-news/2016/apr/14/manus-island-giant-rat-rattus-detentus-detainees", "apiUrl": "https://content.guardianapis.com/australia-news/2016/apr/14/manus-island-giant-rat-rattus-detentus-detainees", "fields": {"headline": "New species of Manus Island rat named after detainees in 'solidarity' gesture", "bodyText": "Manus Island’s newest “detainee” may have been on the island hundreds of thousands of years. Rattus detentus, an ancient, isolated and previously unknown species of the genus Rattus – a rat – has been so named for the Latin “detained”, “in reference to the isolation of ... Manus Island and to the recent use of the island to detain people seeking political and/or economic asylum in Australia”. The animal has been described for the first time, in the Journal of Mammalogy, by an international team of scientists including a former Australian of the Year, the mammalogist and palaeontologist Prof Tim Flannery. Detentus is known to live only on Manus Island, and only in two areas. It is an “island giant”, according to Flannery, larger than almost any rat across the Melanesian archipelago. A typical detentus weighs nearly half a kilogram, with short, very coarse fur and a short tail. Over millennia of isolation on Manus, detentus has adapted to conditions. It has powerful front incisors but small molars, suggesting it uses its front teeth to break open hard nuts. Detentus is, according to Flannery, an early branch of the Rattus genus found across the Melanesian archipelago. Before confirmation detentus existed, Flannery said scientists had suspected there was a large rat endemic to the island. He said it had been exciting and “an immense privilege” to be able to discover and name the new species. “I’ve been looking for this rat for 30 years,” he said. Labelling the detentus a new species was based on three specimens collected on Manus Island in the Admiralty group of islands, Papua New Guinea, between 2002 and 2012. The specimens were compared with subfossil specimens from the Pamwak archaeological site on Manus, which “confirm the species as a long-term resident of Manus Island”. The decision to name the new species detentus, the scientists wrote in their paper, was made “in reference to the isolation of this Melanesian Rattus lineage on Manus Island and to the recent use of the island to detain people seeking political and/or economic asylum in Australia”. Flannery suggested the name to his colleagues, who immediately agreed. “It’s not very often as a scientist that you get to make a statement like this, but I wanted to express my sympathy and my solidarity for the people held in the detention centre on Manus,” he said. “I wanted to say to them, in this small way, ‘You are not forgotten.’” Sightings of detentus are rare; it is possibly seriously endangered. Residents report it has previously been seen across Manus and sometimes on adjacent Los Negros Island (the two islands are connected by a bridge) but efforts by zoologists to find further evidence of it have been fruitless. “That really rang alarm bells for us, that it couldn’t be found by people who are expert in this field,” Flannery said. “Perhaps in times past it was common, but it’s rare now.” Detentus might be threatened by its forest habitat being converted to farmed land, feral cats, or by the spread of introduced rat species, which might carry disease."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}