{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2016/apr/24/leicester-riyad-mahrez-pfa-player-of-the-year", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2016-04-24T22:10:10Z", "webTitle": "Leicester City’s Riyad Mahrez wins PFA Player of the Year award", "webUrl": "https://www.theguardian.com/football/2016/apr/24/leicester-riyad-mahrez-pfa-player-of-the-year", "apiUrl": "https://content.guardianapis.com/football/2016/apr/24/leicester-riyad-mahrez-pfa-player-of-the-year", "fields": {"headline": "Leicester City’s Riyad Mahrez wins PFA Player of the Year award", "bodyText": "Riyad Mahrez was named PFA Player of the Year on Sunday night in recognition of his remarkable season with the Premier League leaders, Leicester City. The Tottenham Hotspur midfielder Dele Alli, a highly impressive performer in his first top-flight season, took the Young Player of the Year award. Manchester City’s Izzy Christiansen was named Women’s Player of the Year while Beth Mead, of Sunderland Ladies, won the Women’s Young Player of the Year award. Ryan Giggs, who won both of the major men’s gongs during his playing career, completed a rare hat-trick with the PFA Merit Award. Mahrez has had a stunning campaign with the Foxes, scoring 17 goals and providing 11 assists. The Algerian international’s most recent contribution came with the opening goal in the 4-0 win over Swansea City hours before the awards event, which Leicester’s contingent attended in London via helicopter. Mahrez said his Leicester team-mates deserved to take the plaudits for his success. “All the credit is for them, seriously,” he said. “And my manager and the staff. Without them I wouldn’t receive this award and I wouldn’t score. It’s the team spirit. I want to dedicate it to them. “I’m very grateful to receive this award, it’s a pleasure. It’s extra special because, if the players vote for me, it’s because they’ve seen I’ve been great this year so I’m happy.” After signing from the French second-tier side Le Havre in January 2014 Mahrez made a steady rather than spectacular start to life in England but featured prominently in Leicester’s escape from relegation last season and began 2015-16 with two goals in the 4-2 victory against Sunderland. Neither player nor club has looked back since, with Leicester now five points from an historic title and Mahrez having shone throughout. Ossie Ardiles, the former Tottenham midfielder, collected Alli’s award on behalf of the 20-year-old – who did not attend the ceremony at Grosvenor House Hotel due to the proximity of Monday night’s home match against West Bromwich Albion. “Thank you Ossie, the Tottenham legend, for receiving this award for me,” Alli said in a video message. “I feel honoured to win such a prestigious award and thank you to my friends, family and all the staff at Tottenham.” Alli’s award came with some mild embarrassment for Tottenham, who had dedicated an article in Monday’s matchday programme to his achievement. The piece appeared to have been leaked online earlier on Sunday, which was hardly the ideal scenario, given that news of the winners is strictly embargoed. Christiansen, the 24-year-old forward, won her first senior England cap last September, scoring on her debut against Estonia. She has been in superb form for her club and the same is true of the prodigious striker Mead, who was the top scorer in Women’s Super League One last season with 12 goals from 14 games. Giggs became the latest Manchester United stalwart to be given the merit award, following in the footsteps of Sir Alex Ferguson, Sir Matt Busby and Sir Bobby Charlton. The honour is given for “meritorious service to English football” and Giggs, who was named player of the year in 2009 and young player of the year in 1992 and 1993, expressed his delight at completing the clean sweep. “I’m chuffed to have won all three awards. The young player was a long time ago and then the player award was a big surprise,” Giggs said. “This is the culmination of around 25 years since my debut, so it’s a credit to myself, my team-mates, staff, family and friends. When you win each award you look down the trophy and you see the players who have won it before and you realise what a great accolade it is. “This is the same. I’ve been here on the nights when people have won it and it’s legends of the game. I’m fortunate to win it and I’ll enjoy it.” Now assistant manager to Louis van Gaal at Old Trafford, Giggs said that enjoyment was the key to a playing career that brought up a club record 963 appearances and 64 caps for Wales. “What Sir Alex always used to say was enjoy it. It was the last thing he said when you went out and played,” Giggs said. “Everything that comes with that obviously – improve every day, practise, listen, dedicate yourself – but most of all enjoy your football. That went for playing when I was 17 until when I was 40. It was a privilege to play at Old Trafford and I tried to enjoy it.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}