{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2016/apr/24/mexico-43-missing-students-investigation-iachr-report", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2016-04-24T23:12:20Z", "webTitle": "Outside experts condemn Mexico's inquiry into 43 missing students", "webUrl": "https://www.theguardian.com/world/2016/apr/24/mexico-43-missing-students-investigation-iachr-report", "apiUrl": "https://content.guardianapis.com/world/2016/apr/24/mexico-43-missing-students-investigation-iachr-report", "fields": {"headline": "Outside experts condemn Mexico's inquiry into 43 missing students", "bodyText": "Outside experts investigating the September 2014 attacks on 43 trainee teachers delivered a devastating final report on Sunday, finding inconsistencies, errors and omissions in the government’s official investigation, along with evidence of suspects being tortured. The five-member expert team from the Inter-American Commission on Human Rights (IACHR) also accused the federal government of failing to fully cooperate with their investigation and of allowing a smear campaign to assail their work in an attempt to discredit the final report and harass them out of the country. “In a context of strong polarization in Mexico, the [IACHR team] has become an object utilised by some to generate greater polarisation,” the team said in its final report, delivered to a packed audience of the students’ families and civil society groups. The audience shouted back: “Don’t leave!” Absent from the presentation were the Mexican public officials responsible for human rights, whose chairs remained empty through the two-hour reading of the report. It was another a sign of the strained relations between the Mexican government and IACHR, which in recent months encountered a spate of unflattering stories in publications sympathetic to the president and his party. The group even had its executive secretary investigated by Mexican prosecutors for mismanaging public moneys, allegations that were later found baseless. “The group has suffered a campaign trying to discredit people as a way to question their work,” the report read. “Certain sectors are not interested in the truth.” The attacks by police and gunmen on the 43 students, who had commandeered four buses in the city of Iguala, en route to demonstrations, on 26 Sepember 2014, shocked Mexico and made international headlines. The air of corruption around the case also caused the popularity of President Enrique Peña Nieto to plummet. Outside investigators were invited to review the case in an attempt to clear up doubts over the conclusions of an official investigation. Then attorney general Jesús Murillo Karam called the official account “the historic truth”, which is doubted by the students’ families, some of whom hold to the belief their children are still alive. The Mexican government has said it cooperated fully with the IACHR, even as it doubled down on a defense of its official investigation. Interior minister Miguel Ángel Osorio Chong told the newspaper El Universal earlier in April that the conclusions of the IACHR investigation did not differ much from the government’s report. That report posited the students were kidnapped by police, acting on the orders of the mayor of Iguala, whose wife was holding a political event at the time, and turned the students over to a drug cartel, which burned the bodies. The report presented on Sunday concluded that the students did not belong to any criminal group, as the government suggested, and that they were not planning to interrupt a political event. It followed up findings from the IACHR in September 2015, which concluded a fire consuming 43 bodies was “scientifically impossible” and noted avenues of investigation that went ignored by Mexican officials, such as buses being used to carry opium paste from the poppy-growing state of Guerrero to the US. The IACHR experts again recommended investigating the drug business in the area. The IACHR report questioned the actions of federal police and the army stationed in the area where the students were attacked. A federal police commander on duty that night reported nothing amiss, according to the report. The National Human Rights Commission has presented witness testimony, saying some federal police officers witnessed an attack on one of the buses. The army has steadfastly refused to allow interviews with its soldiers by outside investigators. The investigators, however, found evidence the soldiers left their barracks to search for a missing motorcycle on the night of the attacks, but did nothing to intervene. The report also found evidence of coordination among local police forces at the time of the attack to prevent buses from leaving the area. Phone records showed local police were in contact with organized crime, the report said. One student, Alexander Mora, has been identified from a bone fragment the government says was found in the San Juan River – a short distance from the dump in the municipality of Cocula – where bags of ashes from the funeral pyre were allegedly tossed. The IACHR report says the bone fragment was found prior to when Mexican officials claimed it was discovered in one of the bags. Many questions on the fate of the 43 students have focused on an alleged fire burning the bodies. But the investigation found nothing new to sustain the claims of the government investigation. A laboratory in Austria, meanwhile, recently found no evidence that DNA samples drawn from human remains discovered in the dump matched the students. A lone member of a six-person committee of fire experts – chosen by the Mexican government and IACHR in September to review the evidence – broke with an agreement to seek “consensus” prior to speaking and went public last month with an opinion that a controlled burn had indeed occurred in the garbage dump. The IACHR report dismissed that opinion. IACHR expert Francisco Cox said the government justified the violation of protocol by saying, “Consensus in Mexico means, ‘majority’.” Mexico’s attorney general’s office defended its investigation and actions on Twitter on Sunday, saying it had done nothing to impede the experts. It also defended claims of a controlled burn in the garbage dump and denied any allegations of mishandling evidence or allowing torture to occur. Peña Nieto thanked the experts for their report and tweeted that the attorney general’s office “will continue working so that there is justice”. “The families of the students and the federal government are on the same side and are working toward the same objective, which is knowing what happened with the young men and punishing each one of those responsible,” Mexico’s prosecutor for human rights Eber Omar Betanzos said in a statement to the press. “The Mexican state has offered the [experts] at all times the facilities that they require for their work.” The federal police on Saturday announced the formation of a special group to monitor human rights."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}