{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2016/apr/06/coalition-mps-say-government-appears-wishy-washy-and-honeymoon-is-over", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2016-04-05T23:57:14Z", "webTitle": "Coalition MPs say government appears 'wishy-washy' and 'honeymoon' is over", "webUrl": "https://www.theguardian.com/australia-news/2016/apr/06/coalition-mps-say-government-appears-wishy-washy-and-honeymoon-is-over", "apiUrl": "https://content.guardianapis.com/australia-news/2016/apr/06/coalition-mps-say-government-appears-wishy-washy-and-honeymoon-is-over", "fields": {"headline": "Coalition MPs say government appears 'wishy-washy' and 'honeymoon' is over", "bodyText": "Coalition MPs have voiced concern over the direction of the government, with backbencher Michelle Landry warning it appears “wishy-washy” and lacking direction. On Monday night Labor pulled ahead of the Coalition in Newspoll for the first time since Malcolm Turnbull wrested the leadership from Tony Abbott last year, with a two-party preferred lead of 51% to 49%. Landry, whose seat of Capricornia is the second most marginal Coalition seat in the country, responded to the poor poll by telling the ABC the government needs to do a better job of selling its policies. “It’s been portrayed in the media that we are not focused. It’s coming across that we are wishy-washy,” she said. “We have had a great lot of successes and there’s some fabulous things the government wants to do. I think we have to really focus on getting the economy on track.” Conservative MP Kevin Andrews said “polls go up and down, when any new leader comes in there’s a honeymoon period”. “Obviously Turnbull has had a honeymoon period but now as we get closer to an election Australians want to concentrate on the choice between Turnbull and Shorten,” he said. Andrews was dumped from the frontbench after Turnbull took the leadership in September. This week Andrews announced he was prepared to challenge Malcolm Turnbull for the prime ministership “if circumstances arose”. According to the Newspoll, Turnbull’s preferred prime minister rating (48%) has dropped 16 points since the peak reached in November. Shorten was rated better prime minister by 27% in the survey, up six points in the fortnight. The poll suggests the Coalition’s primary vote has dropped five points since the beginning of 2016, and Turnbull’s satisfaction rating has tumbled by 15 points over the course of this year. Turnbull refused to comment on the poll. Appearing on Q&amp;A, cabinet minister Christopher Pyne blamed Labor’s resurgent polling on a “messy week” in which far-reaching tax reform was proposed then pulled within two days. But he said “by the time of election the choice will be very clear”. Labor senator Sam Dastyari told ABC “the honeymoon that Malcolm Turnbull first enjoyed when he became leader was never going to last”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}