{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2016/apr/20/screening-athletes-for-heart-problems-does-more-harm-than-good-say-experts", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2016-04-20T22:30:33Z", "webTitle": "Screening athletes for heart problems does more harm than good, say experts", "webUrl": "https://www.theguardian.com/science/2016/apr/20/screening-athletes-for-heart-problems-does-more-harm-than-good-say-experts", "apiUrl": "https://content.guardianapis.com/science/2016/apr/20/screening-athletes-for-heart-problems-does-more-harm-than-good-say-experts", "fields": {"headline": "Screening athletes for heart problems does more harm than good, say experts", "bodyText": "Screening of athletes to prevent sudden cardiac death does more harm than good, experts say. Sudden cardiac death is estimated to occur in around one in 100,000 people aged 12-35, often as a result of rare heart conditions that have not been diagnosed. Such conditions have recently been brought to public attention following the retirement of 26-year old cricketer James Taylor after it was found that he has a rare, genetic heart condition that could be exacerbated by exercise and potentially cause sudden death. A similar heart condition led to the on-pitch collapse of the footballer Fabrice Muamba in 2012 and his subsequent retirement from the sport. But a team of Belgian researchers argue that screening young athletes by examining their personal history, family history, doing physical examinations or carrying out electrocardiograms (ECGs), will do little to prevent deaths from such conditions. “We don’t know if it saves lives because there have been no good studies,” said Hans Van Brabandt from the Belgian Health Care Knowledge centre who co-authored the analysis. “But we are sure that it is harmful.” Writing in the British Medical Journal, the authors summarise the findings of a literature review into the screening of non-professional athletes aged between 14 and 34. The results, they argue, offer little support for the notion that screening saves lives. In an American study, they report, examining personal and family histories and carrying out a physical examination only raised suspicions of a heart disease in 3% of athletes who went on to die suddenly. The use of ECGs, the authors add, is also flawed and would not identify 25% of those who have a disease that could cause sudden cardiac death. What’s more, for the most common conditions picked up at screening, the majority of people “will never experience any symptoms and lead a normal life if the disease is left undetected,” they write. The authors also believe screening programmes can wrongly flag a large number of people as being at risk. That, they say, could lead to athletes being advised to quit competitive sports, take unnecessary drugs and experience anxiety. “It’s controversial but I think it is a valuable counterbalance to the assertion that all screening is good, that all screening is effective in preventing sports related deaths,” said Perry Elliott, professor in inherited cardiovascular disease at University College, London. “They have shown that the jury is still out with regards to the benefits of screening, and that there are potential dangers of screening for some individuals.” The benefits of screening are largely based on an Italian study, published in 2006, that claimed to find a nearly 90% reduction in the rate of sudden cardiac deaths in athletes as a result of screening. The study followed the introduction of mandatory screening of young athletes in Italy in the 1970s. But Van Brabandt and his colleagues believe the study should be treated with caution, arguing that it does not prove that the drop was down to screening and could have been caused by other factors, while the study’s authors have refused to share their full unpublished data. The Belgian researchers are not the first to argue against screening. Last year the UK the National Screening Committee reviewed its policy to prevent sudden cardiac death in 12 to 39 year-olds and concluded that systematic screening should not be carried out. But many UK professional sports clubs currently carry out their own programmes - a practice Van Brabandt also believes should stop. Ultimately, the researchers argue, screening could result in young people avoiding exercise, a situation others also caution against. “The risk to young people participating in regular sport is extremely low,” said Elliott. “Sport and being fit is good for you.” But not everyone agrees. Cardiac Risk in the Young (CRY), a charity that supports sufferers and their families, believes screening is beneficial. Chief executive Dr Steven Cox said:“CRY’s pioneering screening programme now tests around 23,000 young people aged 14 to 35 from both of these groups, and one in every 300 people tested by CRY will be diagnosed with a potentially fatal - and, more than likely, treatable - heart defect. “We have numerous examples of young people who have been identified with potentially fatal heart conditions through screening - and who wouldn’t be alive today if they had not been successfully identified and treated.” This piece was updated on 21 April 2016 to include a response from Cardiac Risk in the Young."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}