{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2016/apr/25/pay-ratio-between-bosses-and-employees-will-be-2016s-hot-topic", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2016-04-24T23:01:30Z", "webTitle": "Pay ratio between bosses and employees will be '2016's hot topic'", "webUrl": "https://www.theguardian.com/business/2016/apr/25/pay-ratio-between-bosses-and-employees-will-be-2016s-hot-topic", "apiUrl": "https://content.guardianapis.com/business/2016/apr/25/pay-ratio-between-bosses-and-employees-will-be-2016s-hot-topic", "fields": {"headline": "Pay ratio between bosses and employees will be '2016's hot topic'", "bodyText": "The widening discrepancy between shopfloor wages and soaring boardroom pay is rising up the agenda of major investors and could spark calls for companies to provide more detail about their pay ratios, according to one of the largest fund management groups in the City. Legal &amp; General Investment Management’s annual corporate governance report predicted that pay ratios – the chief executive’s pay relative to the average employee – would be a “hot topic” in 2016. The US regulator, the Securities and Exchange Commission, is expected to require publication of such information from next year. “This is going to put a lot more pressure on companies everywhere,” said Sacha Sadan, LGIM’s director of corporate governance, in the report. “This is becoming a political and social issue and will creep into the governance world. Frankly we don’t know what the ratio should be, but I think it is going to be an emerging issue and more transparency will occur in this area,” he said. The fund management arm of insurer L&amp;G released its report into last year’s annual general meeting season just as 2016’s is getting under way. This year shareholders have already voted against pay deals at two FTSE 100 companies – BP and Smith &amp; Nephew – while at mining company Anglo American, 40% of investors voted against pay. The focus is turning to this week’s AGM of Shire Pharmaceuticals for a vote over a 25% salary rise, to £15m, for its chief executive Flemming Ornskov. Advertising company WPP is also preparing to publish its annual report, which is expected to show a pay deal of around £70m for its chief executive Sir Martin Sorrell. Next month Rakesh Kapoor, the boss of Cillit Bang maker Reckitt Benckiser, is due to have his £23m pay package rejected by at least some shareholder groups. Shareholders are expected to question Barclays about the decision of the new chief executive, Jes Staley, to cut the dividend. The High Pay Centre said Kapoor’s pay rise amounted to more than £10m from 2014 while Ornskov was getting a £12m boost. The last annual wages figures for the year to April 2015 show workers’ median pay for full-time employees was £27,600, an increase of 1.6% from the previous year. Average wages have crept up since then, but the most recent annual rise of 1.8%, including bonus payments, falls well short of the UK’s rocketing executive pay. Publishing its voting record for last year’s AGM season, LGIM said that out of the 188 resolutions it had voted against in 2015, 93 were on pay. But Sadan said LGIM was not just focusing on pay. “Despite remuneration still being a key concern, I believe that corporate governance has evolved from just voting on pay related issues. Our report shows the issues on which we engage with companies ranges widely from climate change to cyber-security and continues to evolve,” he said. He also pointed to boardroom diversity. In 2013, L&amp;G had warned FTSE 100 companies it would vote against their chairman if they had all male boards after the 2015 target set by Lord Davies for 25% female representation. Despite the overall target for the FTSE 100 having been met, LGIM pointed out that 42 companies have less than 25% women on their boards. In its report of how it voted in 2015, LGIM provided the example of FTSE 250 company biotech Genus which had an all male board, prompting it to vote against the chairman. The report provides other examples of where it held discussions with companies, including bookmaker Ladbrokes and at banking group Standard Chartered. At Sports Direct, the retailer at which the Guardian shed light on working practices, LGIM said it had voted against the re-election of the chairman two years running. Among other issues highlighted by LGIM was food waste at retailers and corporate tax. “There is a lot of confusion around corporate tax policies and the role companies play in contributing to society,” Sadan said in the report. “We would like to see better public disclosure of tax policies so investors can better assess the potential risks.” He added that LGIM was working with companies to understand how climate change would impact their businesses. “Disclosure will be key – companies will need to make clear how they will operate in a world where the increase in global average temperatures is attempted to be helped at 2C,” the report said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}