{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2016/apr/10/drone-warfare-eye-in-the-sky", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2016-04-09T23:04:29Z", "webTitle": "How a Hollywood film reveals the reality of drone warfare", "webUrl": "https://www.theguardian.com/world/2016/apr/10/drone-warfare-eye-in-the-sky", "apiUrl": "https://content.guardianapis.com/world/2016/apr/10/drone-warfare-eye-in-the-sky", "fields": {"headline": "How a Hollywood film reveals the reality of drone warfare", "bodyText": "G avin Hood’s film Eye in the  Sky is a thrillingly intelligent exploration of the political and ethical questions surrounding drone warfare. It has been carefully researched and is on the cutting edge of what is currently possible. (Full disclosure: I offered the screenwriter early advice.) But there’s a longer history and a wider geography that casts those issues in a different light. As soon as the Wright brothers demonstrated the possibility of human flight, others were busy imagining flying machines with nobody on board. In 1910 the engineer Raymond Phillips captivated crowds in the London Hippodrome with a remotely controlled airship that floated out over the stalls and, when he pressed a switch, released hundreds of paper birds on to the heads of the audience below. When he built the real thing, he promised, the birds would be replaced with bombs. Sitting safely in London he could attack Paris or Berlin. There has always been something hideously theatrical about bombing – recall the shock and awe visited on the inhabitants of Baghdad in 2003. The spectacle now includes the marionette movements of drones, Predators and Reapers whose electronic strings are pulled from thousands of miles away. Remoteness, however, is an elastic measure. Human beings have been killing others at ever greater distances since the invention of the dart, the spear and the slingshot. The invention of firearms wrought another transformation in the range of military violence. And yet today, in a world shrunk by the very technologies that have made the deployment of armed drones possible, the use of these remote platforms seems to turn distance back into a moral absolute. But if it is wrong to kill someone from 7,500 miles away (the distance from Creech air force base in Nevada to Afghanistan), over what distance is it permissible to kill somebody? For some, the difference is that drone crews are safe in the continental United States – their lives are not on the line – and this has become a constant refrain in the drone debates. In fact, the US Air Force has been concerned about the safety of its aircrews ever since its high losses during the second world war. After Hiroshima and Nagasaki, it experimented with remotely controlled B-17 and B-47 aircraft to drop nuclear bombs without exposing aircrews to danger from the blast, and today it lauds its Predators and Reapers for their ability to “project power without vulnerability”. It’s a complicated boast, because these remote platforms are slow, sluggish and easy to shoot down. They can only be used in uncontested air space against people who can’t fight back. There are almost 200 people involved in every combat air patrol and most of them are indeed out of harm’s way. But in Afghanistan the launch and recovery and the maintenance crews – Predators and Reapers have a short range, so that they have to be launched by crews close to their targets – are exposed to real danger. Bombing in the major wars of the 20th century was always dangerous to those who carried it out, but those who dropped bombs over Hamburg or Cologne in the second world war or Vietnam in the 1960s and 1970s were, in a crucial sense, also remote from their targets. “The good thing about being in an aeroplane at war is that you never touch the enemy”, recalled one veteran of Bomber Command. “You never see the whites of their eyes.” Distance no longer confers blindness on those who operate today’s drones. They have a much closer, more detailed view of the people they kill. The US Air Force describes their job as putting “warheads on foreheads”, and they are required to remain on station to carry out a battle damage assessment that is often an inventory of body parts. Most drone crews will tell you that they do not feel thousands of miles away from the action: just 18 inches, the distance from eye to screen. Their primary function is to provide intelligence, surveillance and reconnaissance. Although drones have been armed since 2001, until 2012 they were directly responsible for only 5 to 10% of air strikes in Afghanistan. But they were involved in orchestrating more. Flying a Predator or a Reaper “is more like being a manager”, one pilot has explained. “You’re managing multiple assets and you’re involved with the other platforms using the information coming off of your aircraft.” In principle it’s not so different from using aircraft to range targets for artillery on the Western Front, but the process has been radicalised by the drone’s real-time full-motion video feeds that enable highly mobile “targets of opportunity” to be identified and tracked. In the absence of ground intelligence, this becomes crucial: until drones were relocated in sufficient numbers from Afghanistan and elsewhere to enable purported IS-targets in Syria to be identified, most US aircraft were returning to base without releasing their weapons. Armed drones are used to carry out targeted killings, both inside and outside areas of “active hostilities”, and to provide close air support to ground troops. Targeted killing has spurred an intense critical debate, and rightly so – this is the focus of Eye in the Sky too – but close air support has not been subject to the same scrutiny. In both cases, video feeds are central, but it is a mistake to think that this reduces war to a video game – a jibe that in any case fails to appreciate that today’s video games are often profoundly immersive. In fact, that may be part of the problem. Several studies have shown that civilian casualties are most likely when air strikes are carried out to support troops in contact with an enemy, and even more likely when they are carried out from remote platforms. I suspect that drone crews may compensate for their physical rather than emotional distance by “leaning forward” to do everything they can to protect the troops on the ground. This in turn predisposes them to interpret every action in the vicinity of a ground force as hostile – and civilians as combatants – not least because these are silent movies: the only sound, apart from the clacking of computer keys as they talk in secure chatrooms with those watching the video feeds, comes from radio communications with their own forces. In contrast to those shown in Eye in the Sky, those feeds are often blurry, fuzzy, indistinct, broken, compressed – and, above all, ambiguous. How can you be sure that is an insurgent burying an IED and not a farmer digging a ditch? The situation is more fraught because the image stream is watched by so many other eyes on the ground, who all have their own ideas about what is being shown and what to do about it. Combining sensor and shooter in the same (remote) platform may have “compressed the kill-chain”, as the air force puts it, and this is vital in an era of “just in time”, liquid war where everything happens so fast. Yet in another sense the kill-chain has been spectacularly extended: senior officers, ground force commanders, military lawyers and video analysts all have access to the feeds. There’s a wonderful passage in Brian Castner’s book All the Ways we Kill and Die that captures the dilemma perfectly. “A human in the loop?” Castner’s drone pilot complains. “Try two or three or 100 humans in the loop. Gene was the eye of the needle, and the whole war and a thousand rich generals must pass through him ... If they wanted to fly the fucking plane, they could come out and do it themselves.” This is the networked warfare, scattered over multiple locations around the world, shown in Eye in the Sky. But the network often goes down and gets overloaded – it’s not a smooth and seamlessly functioning machine – and it is shot through with ambiguity, uncertainty and indecision. And often those eyes in the sky multiply, rather than disperse, the fogs of war. Derek Gregory is the Peter Wall Distinguished Professor at the University of British Columbia. His books include Violent Geographies: Fear, Terror and Political Violence"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}