{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2016/apr/29/bethlem-museum-of-the-mind-museum-of-year-award-shortlist", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2016-04-28T23:01:30Z", "webTitle": "Bethlem Museum of the Mind on shortlist for museum of year award", "webUrl": "https://www.theguardian.com/culture/2016/apr/29/bethlem-museum-of-the-mind-museum-of-year-award-shortlist", "apiUrl": "https://content.guardianapis.com/culture/2016/apr/29/bethlem-museum-of-the-mind-museum-of-year-award-shortlist", "fields": {"headline": "Bethlem Museum of the Mind on shortlist for museum of year award", "bodyText": "One of the newest and most unusual museums in the UK, Museum of the Mind, which opened only last year at Bethlem, one of the oldest mental hospitals in the world, has made the shortlist for the 2016 Museum of the Year award. The small museum in the handsomely converted former administrative building within the hospital grounds in Bromley, greater London, showcases both the unique historic collection, contemporary art installations and work by patients. It will be pitted against the giant V&amp;A in London, which has won its place for its beautiful new European galleries and other projects, and the Arnolfini, a beacon for contemporary art on the Bristol harbourside since 1961, which has recently formed a creative partnership with the arts department of the University of the West of England. York Art Gallery, founded in 1879 and reopened last summer after an £8m redevelopment, and another small arts institution in Scotland, the Jupiter Artland sculpture park and gallery, set in 100 acres of woodland and meadow and a Jacobean manor house near Edinburgh, complete the shortlist. Stephen Deuchar, the chair of the judging panel and director of the Art Fund, which organises the prize, said the list shows how UK museums lead the world. “Each of these five museums is outstanding – not just for the collections they display but for the people who work there, and the visitors whose lives they can change. Whether reaching audiences of thousands or millions, the best museums turn objects into culture, put audiences at the heart of their work and engage with issues of the moment.” For the second year, the public is also invited to join a photography competition for their own images of their favourite museum, with the photographer Rankin selecting one image per institution and the winner decided by public vote. The Bethlem – which gave the world the word “bedlam” – was founded in the 13th century, and in the 18th century inspired the Hogarth engravings of the brutal treatment of patients then regarded as therapeutic. It has moved three times: from Spitalfields in east London to nearby Moorfields, then to the site now occupied by the Imperial War Museum in Southwark, and in the 20th century to what was then farmlands and orchards on the outskirts of London. The collection includes many works by one of its most famous patients, the artist Richard Dadd, who was confined for life after murdering his father but continued to paint – including portraits of staff, decorations on recreation room walls and his microscopically detailed fairy paintings which are now coveted by collectors. The winner of the £100,000 prize – which last year went to the Whitworth in Greater Manchester – will be announced at a ceremony in London in July."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}