{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2016/apr/14/house-prices-sales-fall-stamp-duty-brexit-election-rics", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2016-04-13T23:01:01Z", "webTitle": "House sales could fall due to stamp duty changes and Brexit risk", "webUrl": "https://www.theguardian.com/business/2016/apr/14/house-prices-sales-fall-stamp-duty-brexit-election-rics", "apiUrl": "https://content.guardianapis.com/business/2016/apr/14/house-prices-sales-fall-stamp-duty-brexit-election-rics", "fields": {"headline": "House sales could fall due to stamp duty changes and Brexit risk", "bodyText": "The EU referendum and changes to stamp duty have contributed to a “climate of uncertainty” that could lead to falling sales and prices in the housing market, surveyors and estate agents have said. For the first time since 2008, more of those on the frontline of the market expect sales to fall in the near term than increase, according to the latest monthly report from the Royal Institution of Chartered Surveyors (Rics). The expected fall in activity comes after a busy start to the year as buy-to-let investors attempted to complete sales ahead of the introduction of a new higher rate of stamp duty on 1 April. Rics said agreed sales had increased for the fourth month running. The group said most UK regions had seen prices increase in March and that on a national level they had now risen every month for three years. However, London was a “notable exception” and prices were reported to be falling in some areas. It said uncertainty over the EU vote and the mayoral election, together with the recent weakness of the pound, were expected to contribute to falling prices. Of respondents working in central London, 38% more expected to see house prices fall than rise over the next three months. Simon Rubinsohn, chief economist of Rics, said: “Elections inevitably bring with them periods of uncertainty in the market, and our figures would suggest that May’s devolved elections are no exception. Likewise, the EU referendum is likely to be an influence in terms of the damper outlook for London in particular.” John King, of London-based estate agents Andrew Scott Robertson, said activity had picked up ahead of the stamp duty change. He added: “The outcome is likely that we will see a slowdown in sales occurring while outside events surrounding currency rates and employment levels undermine confidence.” The Bank of England’s latest credit conditions report, published on Wednesday, found mortgage lenders are also expecting a fall in enthusiasm for buy-to-let following April’s tax rise. Lenders told the Bank that they expected demand for buy-to-let loans to fall significantly in the second quarter, while demand for other mortgages would increase slightly. Figures from the Council of Mortgage Lenders show that lending to buy-to-let investors was up by almost two-thirds year-on-year in February, as some landlords took advantage of low interest rates to remortgage, while others added to their portfolios ahead of changes to stamp duty rates. It said 23,700 buy-to-let loans worth £3.7bn were taken out during the month, a 47% increase in volume on the previous February and a 61% rise in value. The key driver was remortgaging, with borrowers taking advantage of low rates to refinance their portfolios. Of the total, 13,100 mortgages worth £2.2bn were remortgages. The number of first-time buyer mortgages was up by 11% year-on-year, at 22,000, while borrowing by these new entrants to the housing market was up by 21% at £3.4bn. The property firm LSL, owner of Reeds Rain and Your Move estate agents, said that the market had seen its busiest March in nine years. It estimated a 30% month-on-month increase in transactions, saying it expected there to be 80,000 sales registered in England and Wales. While the spring bounce accounted for much of the increase, it said sales were set to be 7% higher than in March last year. Adrian Gill, director of Reeds Rains and Your Move, said: “This spring, with a frantic flurry of activity, the housing market has come to life ... This goes beyond any normal seasonality, with second-home and buy-to-let investors rushing to beat a bigger tax bill.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}