{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2014/nov/05/southampton-reaping-rewards-philosophy-new-training-ground", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-11-05T22:30:04Z", "webTitle": "Southampton are reaping the rewards of their long-term philosophy | Jacob Steinberg", "webUrl": "https://www.theguardian.com/football/blog/2014/nov/05/southampton-reaping-rewards-philosophy-new-training-ground", "apiUrl": "https://content.guardianapis.com/football/blog/2014/nov/05/southampton-reaping-rewards-philosophy-new-training-ground", "fields": {"headline": "Southampton are finally reaping the rewards of their long-term philosophy", "bodyText": "There was a mixture of pride and regret for Southampton when Gareth Bale and Adam Lallana embraced like long-lost brothers after Real Madrid’s victory over Liverpool on Tuesday night. It was a bittersweet moment. The pride came from seeing two of the finest players to emerge from their youth academy playing in a Champions League match at the Bernabéu; the regret was that neither Bale nor Lallana was wearing red and white stripes. On the same night Arsenal had two Southampton graduates in their starting line-up against Anderlecht and one on the bench. Alex Oxlade-Chamberlain scored a beautiful solo goal, Calum Chambers played at right-back and Theo Walcott, who has just returned after a lengthy spell out with a knee injury, was an unused substitute as Arsenal drew 3-3 with the Belgian champions. Luke Shaw, who joined Manchester United in the summer, is another one who got away. For Southampton it is impossible not to wonder what might have been if only they had been able to hold on to such a wonderful array of talent. Just think: Bale, Oxlade-Chamberlain and Walcott running at defences, Lallana scheming in midfield and Chambers and Shaw mopping up in defence. It would be quite a side. Yet there is nothing to be gained from living in the past. There was, after all, nothing that Southampton could do to hold on to Bale, Oxlade-Chamberlain or Walcott. They needed the cash just to stay alive. It is not so long ago that they were in League One, languishing in administration, but their fortunes changed when the club was bought by the late Swiss businessman Markus Liebherr in 2009. Now Southampton are an unlikely second in the Premier League, the football Ronald Koeman’s side play is a joy to watch, their academy is envied by everyone and on Wednesday they launched their new state-of-the-art training ground on the edge of the New Forest. It cost £30m to build and Southampton expect it to be worth every penny. One could, of course, spend £30m on a single marquee player. Yet Les Reed, Southampton’s executive director of football, is looking to the future. “I think it’s definitely the best kind of investment,” he says. “One player has a shelf life. What happens when he goes? You have to buy another player. You’re continually spending that kind of money and turning it over on importing players, where the investment here could be for the next 50 years. Instead of buying one player, we produce five players.” The intention now is for those players to remain at Southampton. “We had this great history of young players but at that point everything had been run down,” Reed says. “The club was selling off all the prized assets because it was going bankrupt, so it was a matter of taking all that history as a foundation and then building on it so we’re never in that position again.” Southampton have left nothing to chance. The attention to detail at the training ground is staggering and it is a warm, open and friendly place. It must surely be the only Premier League training ground where you will spot a cat wandering around outside reception. “That’s Alfie,” says a member of staff. Apparently Alfie has been around for a few years. “It’s a nice environment out here in the New Forest,” Reed says. Young players – and their parents – are impressed when they visit for the first time. Senior players like it as well and Southampton showed the training ground to Dusan Tadic and Graziano Pellè when they were trying to sign them in the summer. It is not hard to see why it worked. The new Markus Liebherr Pavilion is vast and Southampton have sought planning permission to make it even bigger. A proposed two-story annex will house the academy’s education facilities, as well as a treatment room, sports laboratory and additional gym facilities. Construction of an inflatable dome over the 3G pitch has begun. There is a pool area and separate dining rooms for the first team and the academy players. Gaining entry to the first-team dining room is something for the youngsters to strive for. One of the most important places in the building is the recruitment and analysis room and it is here where you will find Southampton’s “black box”, a room where matches and prospective signings from leagues around the world are analysed extensively on a video screen that looks as if it could store all of the world’s secrets. “The player profiling is bespoke to Southampton,” says Paul Mitchell, Southampton’s head of recruitment. “Really we try to interline our recruitment with our philosophy. It’s important our players play in our system and in our style and cope with the demands of the manager and the coaching staff. Our lists aren’t endless. It’s not every player that can play in our style but we look for the best fit for us when we put together our recruitment targets. “At the moment we are a very athletic team. We cover an awful lot of distance. We’ve matured a lot over the last few years in the Premier League. The attributes of a Southampton player? He has to be athletic, he has to be able to move and engage with the environment and engage with the information that Southampton give them to make them successful in their careers.” Identifying potential new signings is a collaborative effort but Southampton will already know who they want to buy next summer. Mitchell and his team work on targets for Koeman and he will make suggestions too. A lot of time is spent in that room they call the black box and the system means that Southampton were able to move quickly for Pellè and Tadic, who have both been a roaring success so far. Southampton do not want to block the path to the first team for the academy players but signing proven, experienced talent is also part of the ethos. “If you get the blend right, you get Pellè,” Reed says. “He played for Ronald at Feyernoord. We knew all about Graziano because, again, trying to be ahead of the game. Graziano was one of those players on those lists and when Ronald comes in and says, ‘I like Graziano,’ we are in a position to say, ‘Yeah, we know all about him. That’s not a problem. Let’s go for it’.” It was a hectic summer for Southampton. They lost their manager, Mauricio Pochettino, to Tottenham and five first-team players also left. The departure in January of the executive chairman, Nicola Cortese, seemed to have a ruinous effect. Katharina Liebherr, the daughter of Markus, was portrayed as an owner without ambition and Ralph Krueger, the new executive chairman, and Reed had to withstand fierce criticism in the early parts of the summer. There were whispers that Southampton could go down. Yet they stayed calm, trusting in the Southampton Way, and their forward thinking paid off. There was no panic. They knew their philosophy and Koeman, with his record of bringing through young players at Feyernoord, was seen as the perfect appointment. “It wasn’t a coincidence,” Reed says. “It wasn’t a toss of a coin – ‘We’ll go for Koeman. Oh, we’ve hit the jackpot.’ It was a profiling process. That’s why I took my time. People were getting frustrated – ‘Club’s gonna implode. They can’t find a manager, who wants to go to Southampton when it’s all going to collapse?’ But it wasn’t. It was doing the same thing we do with players: due diligence, research, make sure you are going to make the right decision, not make a mistake. “What’s satisfying is that what we call the Southampton Way worked. Keep your focus, don’t panic, you know you’ve got systems and processes in place. There’s no knee-jerk reaction here. Stick to it. See it through. What’s satisfying is we’ve done that and it’s come to fruition. Whether the guys who’ve gone look back and go, ‘Perhaps I shouldn’t have left,’ it doesn’t really bother us.” But can Southampton maintain their early-season spark and challenge for the title? “My gut feeling is that we will maintain a position at the top end of the Premier League,” Reed says. “Whether that’s eighth – where we finished last year – or first, I don’t know. There’s a long way to go. I feel we will sustain a position in that area, given a fair wind and no horrendous run of injuries.” So, back to that embrace between Bale and Lallana. Southampton are aware that they will struggle to compete financially with the elite clubs and know that they have to comply with Financial Fair Play rules. Their budget is not limitless. Yet that is why they are being creative and looking for new ways to smash the glass ceiling. They are aspirational. Southampton want to be in the Champions League and they think they have worked out how to get there. “There’s been a lot of talk in the past – ‘We’ll win the Champions League,’” Reed says. “It’s not about that, it’s about aspiration. There’s no point investing all this with an aspiration to survive. You’ve got to have an aspiration to be successful. We don’t know when it will be. But we are putting everything in place to make sure. If there’s a fair wind and we achieve it quickly, we’ll take that. If it takes a bit longer, at least we know we have all the right things in the right place. “The aspiration is to be there at the top and compete with the best. That’s what we want the players to buy into when they sign here at nine years of age, not to go to a bigger club or more successful club and go on loan into League One. We want them to believe they can come from there up to here and the next edition we’ll be down in reception with the trophy cabinet.” It is a bold message but Southampton are starting to think big."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}