{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/nov/28/arsene-wenger-arsenal-january-transfer-window", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-11-28T22:30:08Z", "webTitle": "Arsène Wenger says Arsenal will look to buy in January transfer window", "webUrl": "https://www.theguardian.com/football/2014/nov/28/arsene-wenger-arsenal-january-transfer-window", "apiUrl": "https://content.guardianapis.com/football/2014/nov/28/arsene-wenger-arsenal-january-transfer-window", "fields": {"headline": "Arsène Wenger says Arsenal will look to buy in January transfer window", "bodyText": "Arsène Wenger will seek to make at least one new signing during the January transfer window but the Arsenal manager said the process would be far from straightforward, with all of the top clubs in the market for the same talent. “I would like to remind you that to buy football players is not to go into a supermarket and just say: ‘I want to buy a right-back or a centre-back,’” Wenger said. “It’s to find the right quality. If you go out tomorrow, you will see that everybody looks for the same positions everywhere. It’s not as simple as it looks. “In January, it is even more difficult because players are even less available than in June or July. But we will try to be creative and have one or two good ideas.” Wenger could be without as many as 12 players for Saturday’s visit to West Bromwich Albion, although he will give fitness tests to Wojciech Szczesny, Laurent Koscielny, Danny Welbeck and Yaya Sanogo. The injury situation has increased the pressure on Wenger to spend in January, particularly in the problem areas of central defence and defensive midfield. Wenger started the season with only six established defenders in his squad and injuries, most notably to the right-back Mathieu Debuchy and the centre-half Koscielny, have stretched the club to breaking point. In defensive midfield, Mikel Arteta is out for at least three weeks with his third calf injury in two months and Wenger will look to reinforce in the position. Jack Wilshere is also out after ankle ligament surgery. But Wenger made the point that all of the injured players apart from Wilshere, who is not due back until early March, should be fit in January. He stopped short of saying that it would be like having a team of new signings. “January might be a month when we have nearly everybody back because Koscielny is back in the squad and Debuchy will be back, I think, in two weeks,” Wenger said. “We have gone through a period where we are very short but we discovered as well that players have learnt their job well in the centre-back position, like [Nacho] Monreal. He is doing very well now. In January we will, of course, try to get at least one body in. “We do our job as always. This season we bought five players who are all top quality so I think we have done really well on the transfer market and we try to repeat that in January.” Wenger said that the process was already under way. “It never stops now,” he said. “Your scouts work all year, all over the world and everywhere we go; the other clubs do exactly the same. I always have lists that you readjust. You come in on Monday, someone has seen a player and you have to follow up. You watch him again, then someone else has to watch him and then you come to the conclusion that I have to watch him. It takes time, so that work never stops.” Wenger has been accused of taking too long to make decisions over prospective signings but he defended his record. “We have made many decisions and many good ones,” he said. “I think I’ve made over 300 transfers since I’ve been here and this year again, we made some quality transfers. “I can, for example, get on a case with a player who has a buy-out clause. You watch him one time and think: ‘Oh, that’s really special.’ The next day, the guy has gone to Real Madrid. You are ready to make a quick decision but, in the end, the boy decides and another club has come in.”Theo Walcott will not play at West Brom or against Southampton at the Emirates Stadium on Wednesday because of a groin problem that Wenger said he had come back with from England duty. Walcott made two brief substitutes’ appearances before the international break, after being out since January following knee surgery, and he only trained with England, rather than play against Slovenia and Scotland. “Is it England’s fault? No,” Wenger said. “I think because he didn’t play, he wanted to do some extra, he did some shooting and over-loaded a little bit his groin. It could [just as easily] have happened here.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}