{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2014/nov/28/england-steffon-armitage-stuart-lancaster-australia-rugby-world-cup", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-11-28T22:00:07Z", "webTitle": "Clamour grows for Steffon Armitage to grab England by scruff of the neck | Robert Kitson", "webUrl": "https://www.theguardian.com/sport/blog/2014/nov/28/england-steffon-armitage-stuart-lancaster-australia-rugby-world-cup", "apiUrl": "https://content.guardianapis.com/sport/blog/2014/nov/28/england-steffon-armitage-stuart-lancaster-australia-rugby-world-cup", "fields": {"headline": "Clamour grows for Steffon Armitage to grab England by scruff of the neck", "bodyText": "On the eve of England’s final Test of 2014 the Twickenham mood is very different to three weeks ago. Even beating Australia will not entirely stem the creeping anxiety before next year’s Rugby World Cup, nor the rising sense of autumnal irritation in the home dressing room. “We’ve come in for a lot of flak and a lot of things have been questioned,” says Tom Wood, the ever-combative Northampton flanker. “But if we’ve underperformed so gravely and are so far away from where people expect having lost by only three points to the world’s two top teams it’ll be interesting to see what happens when we get it right.” Wood makes a fair point. Some of the criticism has been over the top, despite five straight defeats and an unconvincing win over Samoa. Elements of it, however, has been justified. Inconsistent selection, reactive thinking, poor game management, inconsistency ... England’s inability to fulfil their collective potential has been maddening. A heightened sense of national heritage and a positive team culture cannot balance the ledger indefinitely. Until now Lancaster has been able to put much of this away in an increasingly thick file marked ‘work-ons’. Many of his players were in excellent club form in September and October. By all accounts they also trained well before the New Zealand defeat, since when confidence has slowly ebbed away. Lancaster’s favourite book is The Score Takes Care Of Itself by Bill Walsh, the former San Francisco 49ers coach, in which failure is regarded as a key precursor to a team’s eventual success. But what happens when the scoreboard does not play ball repeatedly? While hanging tough in adversity is crucial, winning World Cups requires something extra. Intricately laid plans are fine but midfield is not the only area in need of fresh momentum. “We’re not in a position where we’re just fine-tuning,” says the former England captain Martin Corry, a man with experience of leading his country through lean times. “It’s been a disappointing series and there’s no sugar-coating that. What I would like to see now is something changing. Something has to happen. It’s not a personnel issue, barring one or two injuries, it’s about individuals showing strong leadership and saying: ‘I can effect a change here’.” Among other things, Corry believes the management have missed a trick by not playing James Haskell at openside flanker in at least one of the games. “It’s not a slight on Chris Robshaw, who’s played well, but the combination isn’t working. There’s something missing. You ought to be looking and trying things to find the right combination. What is clear is that there’s Six Nations good and there’s best in the world good.” In that regard, England’s 2011 World Cup captain, Lewis Moody, wonders if a phone call to the south of France might yet be worthwhile. “For me Steffon Armitage has been the form back-rower in European rugby for the last two years and it’s been tragic we’ve not been able to add him to an England squad,” says the former Leicester and Bath flanker. “To have one of your best players unavailable for England because he’s playing in another country is a real shame. I totally support the policy, because you don’t want to see an exodus of people abroad, but I’d love him to have the opportunity to see if he’s good enough at international level.” Moody is equally swift to emphasise he is not proposing Robshaw be summarily axed but he reckons Armitage would bring a different dynamic: “He’d be an asset, without doubt, because he offers something no other back-rower does.” Lancaster does not believe in parachuting outsiders into his tight squad environment but Corry feels more effort should have been made to repatriate Armitage, if only to galvanise others. “It’s all about mindset and someone grabbing the game by the scruff of the neck,” he says. “That’s what they need now. It’s nice playing the fancy, creative heads-up game but sometimes it’s just about winning the collisions, strong carries and getting over the gain line. What disappointed me about the South Africa game was that we had an opportunity to really impose ourselves physically and we didn’t do it.” With New Zealanders continuing to wonder aloud if players such as Billy Vunipola are aerobically fit enough, it explains why the name Sam Burgess is now cropping up. Whether or not Bath’s new cross-code marauder makes an instant splash in union, the view from within the England camp is that his talismanic qualities would bring an edge to training regardless. But does it not say a lot that some are backing Burgess to rampage straight into England’s starting XV as early as this spring? A Bath and England centre of a previous vintage, Simon Halliday, feels it is “disrespectful” to other candidates even to consider it: “If Sam Burgess gets into the England team next year it will be nothing short of a miracle. To say he can play in the pivotal position in international rugby when he hasn’t played a full game of union is an insult to other players. “I’ve met Sam and I was really impressed with his persona and modesty but, I’m sorry, I do not subscribe to the idea he can make it in time for the World Cup. If he does we’re probably going to win it because he’ll be playing so well he’ll be unbeatable.” Instead, Halliday believes England simply have to decide on two complementary centres and stick with them, whoever they are. “It’s the combination that matters and that depends how England think they want to play,” he says. “We’ve just got to stop the chopping and the changing. I’m sure Stuart would say exactly the same thing but he hasn’t been dealt good cards.” As Corry also points out, a fit Manu Tuilagi would make a massive difference, not merely for England but for Leicester too. And if England are completely rubbish how did their forwards force the All Blacks into conceding a penalty try and match the Springboks at set pieces? How different, furthermore, will things feel next September when Twickenham is swinging, the chariot is fully revved and the benefits of hosting the World Cup kick in? “Bar 1999 and 2007 there’s always been a home side in the World Cup final,” Moody says. “When things are going well you can just imagine what the crowd will be like. They’ve got a tough pool but I’d cut my left testicle off to play in a World Cup at home.” By next September, too, players and coaches will be less concerned with external opinion. The growing prickliness in the camp this month has not been entirely Movember-related. In the end, though, everything boils down to results. Beat Australia well and the Wallabies will not waltz back into Twickenham next autumn. Hoist the Six Nations trophy in March and Lancaster will be able to pick Ant and Dec in the centres if he so wishes. “We’ve lacked continuity and a real understanding of what we’re trying to achieve in the middle of the field,” Wood says. Display such clarity against Australia and it will be a far more restful Christmas for all concerned."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}