{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/nov/11/roy-hodgson-england-stop-nice-play-tough", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-11-11T22:47:00Z", "webTitle": "Roy Hodgson persuades England to stop being so ‘nice’", "webUrl": "https://www.theguardian.com/football/2014/nov/11/roy-hodgson-england-stop-nice-play-tough", "apiUrl": "https://content.guardianapis.com/football/2014/nov/11/roy-hodgson-england-stop-nice-play-tough", "fields": {"headline": "Roy Hodgson persuades England to stop being so ‘nice’", "bodyText": "Roy Hodgson has told his England players to drop their “nice” side and implement a tougher streak more in keeping with Wayne Rooney’s assertion after the last World Cup that the team had become “too honest” and needed to learn from opponents such as Uruguay. Hodgson and his coaching staff have held a series of meetings with the players since Brazil to improve the way the team control games and, if necessary, concede fouls in areas that will not lead to dangerous free-kicks rather than allowing the opposition to break. Gary Neville, Hodgson’s assistant, has been one of the prominent voices but the players have also been invited to offer their opinions and the consensus was that they also needed to show a more physical edge. “It’s something we’ve certainly addressed,” Gary Cahill, the England vice-captain, said. “At first it was from the manager. If you see us now we are definitely a lot harder to play against and I’m not just speaking about the top four. That is about being physical, wanting to win the ball back and just being physical. It’s the basics of defending and at the minute we are doing that really well.” England have kept five successive clean sheets for the first time since 2006 and can equal their record by extending the run to six when they face Slovenia at Wembley on Saturday. Cahill shares Rooney’s view that the team may have been slightly naive during the World Cup and the Chelsea centre-half believes a change in mentality was necessary. The defenders, he says, have been told to get closer to opponents. “When players are trying to hold the ball up and you’re behind them and they are thinking ‘What is this guy doing?’ that’s probably when they know they are in a game, rather than letting them turn. We’ve been too nice.” Hodgson’s players have also talked about not being too elaborate in defence if there are occasions when long-ball football will be more effective, and Cahill cited José Mourinho’s expertise at Chelsea in terms of controlling matches. “It’s a big part of the game to know when to slow things down and not always to play from the back. Everybody has this philosophy of playing from the back but there are times to think: ‘Hold on, let’s not play from the back this time, let’s kick it up to the front for five or 10 minutes.’ It’s managing the game which maybe we are doing a lot better now. It’s something that has been addressed. In terms of game management there are times in the game to kill it off or slow things down when things aren’t going well. And we will learn that. “José has been a master of that. It’s a part of play at Chelsea and that’s because there are so many experienced players in the squad. It comes from experience. People know when to do it and when not. That’s something that’s coming into the make-up with England and that’s why we are progressing.” Cahill was among five players who missed England’s training session at St George’s Park because of minor injury issues. Leighton Baines, Phil Jagielka, Alex Oxlade-Chamberlain and Andros Townsend also played no part but the Football Association said the absence was precautionary in each case. Ben Foster, Danny Welbeck, Calum Chambers, Kieran Gibbs, Ross Barkley and Saido Berahino were spared the full session because they had played for their clubs on Sunday and that made it low-key, with Hodgson calling up Jamaal Lascelles and Jack Robinson to help make up the numbers. Sir Bobby Charlton presented Rooney with his 100th cap before the Slovenia game and Hodgson paid tribute to his captain. “He has had a turbulent career in many ways, bursting on to the scene as the wonderkid at 18 and being the saviour of English football. He has had to suffer the slings and arrows because of the times when he has not been the saviour and people have criticised him for it,” the England manager said. “Having built him up to a very high level, they have worked very hard to knock him right back down again. I think that has given him an incredible maturity and strength. All the qualities he had at 19 he basically still possesses, but what he didn’t have at 19, or even 24 or 25, is this incredible experience, this incredible belief and mental strength. That is something we will need going forward.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}