{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2014/nov/25/greg-the-stop-sign-by-tism-australian-anthems", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2014-11-24T23:20:42Z", "webTitle": "Greg! The Stop Sign!! by TISM – a metaphor for our collective mortality", "webUrl": "https://www.theguardian.com/music/2014/nov/25/greg-the-stop-sign-by-tism-australian-anthems", "apiUrl": "https://content.guardianapis.com/music/2014/nov/25/greg-the-stop-sign-by-tism-australian-anthems", "fields": {"headline": "Greg! The Stop Sign!! by TISM – a metaphor for our collective mortality", "bodyText": "There can be no more difficult musical task than writing songs that successfully tell stories while also including gags that avoid landing with a loud clanging noise. And no Australian act has ever achieved this feat with the same strike rate as This Is Serious Mum (TISM). TISM formed in 1982, playing their charismatically named the Get Fucked Concert the following year. But it was their 1995 song Greg! The Stop Sign!! that first turned my then young head in their direction. It was one of those rare moments where after hearing one song, you know you’ve got to seek out everything in the artist’s back catalogue. A postmodern take on the Dead Man’s Curve-style “death song”, Greg! The Stop Sign!! uses the tragic fate of a carload of fictional teenagers as a metaphor for our collective mortality via a tribute to a series of road safety ads. In our current, media-saturated environment, it’s difficult to remember how shocking those ads were back then. In typical TISM fashion the accompanying video attempts to torpedo any hope of chart success by opening on the baffling sight of AFL players Shane Wakelin, Chris Hemley and Justin Peckett earnestly riding exercise bikes in St Kilda’s Moorabbin Oval gymnasium while Josh Kitchen works the heavy bag. TISM were Sainters from way back, but how were those of us just coming on board supposed to know? All I saw was that for the first time Australian music was more than Daryl Braithwaite and his bloody Horses. It could also be thrillingly bizarre. During their career TISM obsessed over death at considerable length and in Greg!’s lyrics “we get to do the driving, don’t choose the direction we travel” you find the song’s key contention: that whether you’re the most popular kid in school or the one who chooses to “graffiti the Dandenong line”, death is inevitable. It was hardly going to be played at your local Blue Light disco, but at the same time you can’t fault their logic. Who else could merge rock-solid philosophy with some of the greatest punchlines in Australian music history? Such timeless wisdom as: “Sometime in the next 10,000 years a comet’s going to wipe out all trace of man / I’m banking on it coming before my end-of-year exams” spoke to me as a 14-year-old who would do anything to get out of going to school. It is a song that burns less successful attempts at humour off at the lights. Lyric like “The rich kid becomes a junkie, the poor kid an advertiser / What a tragic waste of potential (being a junkie’s not so good either)” would die a thousand deaths in the hands of the Offspring. One of TISM’s most endearing features was their refusal to go all-out for world domination. Had they been offered the choice to write a risible hit like Offspring’s Why Don’t You Get A Job? or a song like The TISM Boat Hire Offer,with lyrics like “Bon Scott would be alive this week if he just went fishing from Mordialloc Creek”, I’m sure they’d have chosen the latter, and if they’re not richer for it, the world of music certainly is. It wasn’t all jokes; in Greg! we’re also treated to one of the all-time great skewerings of consumerism in eight lines so perfect that I expect to see them in Russell Brand’s next revolutionary manifesto: Bought a car just the other day Man could that baby run! But you know what they always say There’s always a better one Got a tumour in my brain It’s creeping to my lungs And I’ve searched around in vain Can’t find me a better one. In a track that demands repeat listens to enjoy its subtleties, they are the lines that should be cut out and inducted into the Aria hall of fame. The point is that while he who dies with the most toys wins, we’re all equal while six-foot under. A final furious monologue takes us home with the reminder that “growing up’s not a matter of choice, it’s a matter of wait and see”. And then the neatest balance of comedy and gruesome death ever written closes on the titular vehicular tragedy that is playing out in front of us: “I thought I heard a semitrailer. Greg! You missed the stop sign!!” This in a year where Australians were too busy flirting with Coolio to notice the song failed to chart (albeit entering the Triple J Hottest 100) – but that was this country’s loss. Anonymity might have always suited TISM well, but there was no need to look to Los Angeles when all the best wisdom was coming from Melbourne’s suburbs."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}