{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/nov/01/eu-death-toll-italy-mediterranean", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-11-01T22:47:00Z", "webTitle": "‘This town wants to help people fleeing devastation, not receive corpses’", "webUrl": "https://www.theguardian.com/world/2014/nov/01/eu-death-toll-italy-mediterranean", "apiUrl": "https://content.guardianapis.com/world/2014/nov/01/eu-death-toll-italy-mediterranean", "fields": {"headline": "‘This town wants to help people fleeing devastation, not receive corpses’", "bodyText": "People will die because Italy is ending its sea rescue mission in the Mediterranean and the rest of Europe is refusing to pay for a full replacement, warn officials, lawyers and aid groups working with more than 150,000 refugees who landed on Italian shores this year. Most took to sea in rickety vessels, operated by unscrupulous smugglers unconcerned by the dangers to those packed on board. One particularly grim accident last year, in which more than 300 people were drowned, forced Rome into action, and the navy launched Mare Nostrum, a €29m (£22.7m) a month humanitarian operation that patrolled to the borders of Libyan territorial waters looking for ships in distress. From Saturday that operation was officially wrapping up, replaced by Triton, a cheaper, far less ambitious European Union border patrol that people on the frontline of the refugee crisis say will cost lives. “I am very worried, it’s clear that with the end of Mare Nostrum there will be more deaths in the Mediterranean,” said Luigi Ammatuna, the mayor of Pozzallo, where about 23,000 refugees came ashore in the first nine months of this year. “I want to be the mayor who welcomes people fleeing war and devastation, not the mayor who receives corpses.” The extraordinary influx is equivalent to more than quarter of his small town’s population, but after meeting hundreds of desperate migrants off boats, and burying 66 who did not survive the journey, he has become an outspoken advocate for their rights. Many Italian politicians have argued that rescuing migrants encourages others to make the journey, an argument echoed by the British government when it refused to fund Triton, and makes traffickers’ work easier as they no longer need to worry about boats reaching Europe. Ammatuna says that is no reason to leave people to die. “For sure this is giving more motivation for people to start the trip across the sea, but this is not a reason to deny them help, it is a humanitarian imperative,” he said. Even if a smaller rescue operation stems the numbers of departures temporarily, it will do nothing to stop the tragedies in the Mediterranean, because most of those who travel in the death-trap boats are well aware they may not survive the journey but feel they have no choice. Arbout half of this year’s arrivals came from Syria or Eritrea, a dictatorship that is one of the world’s most secretive countries, UN figures show. Palestinians, rare voyagers before the summer, turned up more often after Israel shelled the Gaza Strip, and departures from Libya that almost stopped in 2012 rocketed again as the country spiralled into violence, the EU border agency Frontex said. “After three years I asked for my passport to go home, but my company kept it so I would keep on working,” said Amin, a 22-year-old who had been working in Libya legally and tried to go home before he was forced on to a boat. “People were dying every day. Life was impossible.” He spent four days at sea, two without water, and after a rescue by Mare Nostrum is now living in Pozzallo. “I am so happy in Italy, there is no fighting, no death.” Lucia Borghi from Borderline Sicilia, a group that offers legal and practical help to refugees, said: “When they start their journey, they understand very clearly the situation, they know exactly what the risks are, but they have nothing to lose. If the [EU patrol boats] are now only monitoring a restricted area close to Italy, it is very probable that people will die.” It is perhaps a sign of the scale of the crisis that nearly 1,500 people have been rescued by a charity set up to scour the sea after Pope Francis condemned “global indifference” to the refugee crisis. Migrant Offshore Aid Station (MOAS) refuse to discuss the politics of doing a difficult and expensive job usually left to governments, but its director Martin Xuereb concedes Europe is going through “unprecedented times”. “We are fully aware that ours is not the solution, but while everyone is trying to find a solution, nobody deserves to die out at sea,” said Xuereb. “We ask people to put themselves in the position of that person or child who feels compelled to make a journey.” The international charity Médecins sans Frontières, whose doctors treat new arrivals, has also warned that winding down Mare Nostrum will do little to deter most travellers. “It’s difficult to say that the operation needs to stop,” said Stefano di Carlo, head of mission in Italy. “These are vulnerable people who have fled war … many women and children. There are no alternative ways for these people to get to Europe, so they will try it, whether there is a life-saving operation or not.” There are several problems with Triton, its critics say. It is less ambitious in scale, patrolling only around 30 miles off the Italian coast, with far fewer resources. It also has a different remit that could leave it floundering when faced with the worst tragedies. “When you have search and rescue, you have to intervene immediately, within hours,” said Chiara Favilli, a professor at Palermo University who is a member of legal group AGSI, which works and campaigns on immigration issues. “Triton may do some search and rescue activities, but will not have that much capacity, so each time there is a crisis they may have to ask for the intervention of Italy, or Malta, or Greece, and while they are making a decision, people will die.” The EU does not even know the scale of the potential tragedy, warns Leonard Doyle, spokesman for the International Organisation for Migration, part of the United Nations. The group began keeping track of people dying on migration routes around the world at the end of last year, when it realised that no one else was counting the dead. It has recorded more than 3,000 deaths in the Mediterranean this year alone, even while Mare Nostrum was operating, but its database is incomplete, and there has been little effort by governments to compile an authoritative record. “It seems to me there has been a focus on the wrong end of the problem. It’s been on counting the number of people landing, not the number of people put on boats by smugglers in the full knowledge that they will sink,” said Doyle. Amnesty International says that some of those smugglers were also hindered or captured by Mare Nostrum and will now be able to operate with more impunity. The wide-ranging navy patrols allowed the Italian authorities to arrest more than 300 people. “It has been the most effective organisation to prevent organised crime and save thousands of lives. I find it inhuman, illegal and morally controversial to stop it,” said Italy director Gianni Rufini. “Right now the weather will reduce the number of transits across the Mediterranean, but in a few months, when conditions are favourable again, we will see thousands of people drowning.” Ships that evade the patrols can make large profits for traffickers. Old, barely seaworthy boats cost just a few thousand dollars, the fuel less, and there are hardly any costs for crew or supplies. Migrants pay up to $4,000 each, so a boat loaded with 300 migrants, like the one that went down last year, could easily net more than $1m. The monthly Triton budget to try to stop the trade is under $4m and the desperation that drives the trade is in no danger of drying up. “I didn’t want to get on the boat,” said Musa, a 24-year-old from Gambia who saw at least 10 people die on his crossing to Italy. “I can’t swim and I had watched on TV what happened to others before. I had no choice.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}