{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2014/nov/29/breastfeeding-targets-set-up-new-mothers-to-fail-lets-get-real", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2014-11-28T22:00:07Z", "webTitle": "Breastfeeding targets set up new mothers to fail. Let's get real | Madeleine Morris", "webUrl": "https://www.theguardian.com/commentisfree/2014/nov/29/breastfeeding-targets-set-up-new-mothers-to-fail-lets-get-real", "apiUrl": "https://content.guardianapis.com/commentisfree/2014/nov/29/breastfeeding-targets-set-up-new-mothers-to-fail-lets-get-real", "fields": {"headline": "Breastfeeding targets set up new mothers to fail. Let's get real", "bodyText": "Governments love a target. We’ve got targets on everything, from economic growth to train delays. They give civil servants and their political masters something to aim for, something to benchmark. But frequently these targets do little more than fill bureaucratic hours measuring them. Sometimes, they even do harm. This is the case for the targets on breastfeeding. In case you didn’t know, along with infrastructure and economic patterns, there are government targets on what women do with their bodies when they have a baby. We are supposed to breastfeed exclusively for six months, then continue in combination with other foods until baby is a year old. The trouble is just 16% of Australian women make it to the six-month-exclusive breastfeeding mark. In Britain, it’s only 2%. These figures have remained stubbornly similar despite the chorus of “breast is best” echoing around us for decades. That means 84% of Australian mums and 98% of British mums are officially failures. But it’s not their fault. They have been set up to fail by targets that reflect a one-size-fits-all approach to health that ignore the myriad social, physical, familial and mental factors that go into a breastfeeding relationship. As one well-conducted piece of research into Scottish women’s breastfeeding experiences found, the six-month-exclusive breastfeeding goal is “unhelpful” for individual women. It’s time for these targets to be scrapped. Instead, what we need are individually tailored feeding plans, developed before a woman gives birth, that take into account all the personal circumstances of a mother and baby, and deliver a realistic goal that acknowledges the modest benefits of breastfeeding for babies in the developed world and is achievable. For a woman who has already breastfed one baby, doesn’t have to go back to work for a year and is healthy and active, perhaps six months exclusive and then however long she feels like in combination with other foods is an achievable target. For an overweight woman who had trouble conceiving (both factors can make breastfeeding more difficult), perhaps a more appropriate plan might be to start breastfeeding with added syringed top-ups of formula for a month, then reassess. For a busy mother of three with her own business, perhaps a target of a month’s exclusive breastfeeding then six months of mixed feeding might be an achievable goal. I’ve got some skin the game here. When I gave birth in 2011, at every single antenatal appointment I told the midwives I had had a breast reduction, which is one of the biggest impediments to normal lactation. Yet not one of them said to me, “You’re likely to not be able to fully feed your baby, so let’s talk about how you can feed so that she can get what breastmilk you can produce and still gets the nutrition she needs.” Instead, they simply asked if I intended to breastfeed and, when I said yes, ticked a box, undoubtedly relieved that they didn’t have to give me the lecture about why I should. After my daughter was born, egged on by the midwives’ apparent lack of concern at my lactation prospects, I tried for six days to exclusively breastfeed. It took my daughter losing 13% of her body weight and about the 10th nurse I had told my reduction story to for someone to give me the official OK to do what I had thought I should do but was scared to do – top up with formula. This is not good enough. There are very real consequences when women have unrealistic expectations about breastfeeding. Not only can babies end up in hospital, malnourished and dehydrated because their mother was told to “just keep going”, there are impacts on mothers’ mental health. A large-scale study from Cambridge found that women who planned to breastfeed but didn’t meet their goals are more likely to develop postnatal depression. And then there’s the more low-level “mother’s guilt” that mums joke about but really isn’t all that funny. When a baby is your whole world, and you’ve been led to believe how you feed that baby is the most important part of that world but you’re not meeting society’s expectations, it can be devastating. The fact is, impediments to breastfeeding such as obesity, fertility problems, being an older mother or previous eating disorders, to name a few, are becoming more common. Three studies done into the delayed onset of lactation – waiting more than three days for milk to “come in” – also illustrate how we need to take women much more seriously when they talk about having difficulties breastfeeding. The studies were done on first-time mothers in California, Peru and rural Ghana. In rural Ghana, just 5% of women waited three days for their milk. In Peru it was 17%. In California it was 44%. Clearly something – or more likely many things – about our modern lives make breastfeeding more challenging, yet we are not adequately preparing women for this or planning how to manage it. Instead we are patting them on the head with a “just keep going” and some helpline numbers, or, as is now happening in England, bribing them to breastfeed. Developing individual feeding plans, just as we do birth plans, would undoubtedly take up more time than simply ticking a box on a form for six months. It would also require a shift in mentality by many healthcare workers who are locked in a “breast is best at all times for all families” worldview. But it would be far more beneficial for mothers, who instead of feeling stressed about reaching a one-size-fits-all target could actually feel proud when they meet their individually tailored goal. It would be beneficial for babies, who are deeply attuned to their mother’s physical and mental state. Heck, it might even increase breastfeeding rates, as mothers become less stressed about doing this one thing that has been built up to be the biggest single marker of whether we are good parents or not. The one group it wouldn’t be good for are the beancounters who make their living assessing if we are meeting their targets. But I think they’ll cope. Let’s ditch the breastfeeding target, replace it with individual feeding plans, and start reaping the benefits."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}