{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/nov/24/bill-cosby-accuser-urges-comedian-to-apologise-and-redeem-himself", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-11-24T23:29:57Z", "webTitle": "Bill Cosby accuser urges comedian to apologise and 'redeem' himself", "webUrl": "https://www.theguardian.com/world/2014/nov/24/bill-cosby-accuser-urges-comedian-to-apologise-and-redeem-himself", "apiUrl": "https://content.guardianapis.com/world/2014/nov/24/bill-cosby-accuser-urges-comedian-to-apologise-and-redeem-himself", "fields": {"headline": "Bill Cosby accuser urges comedian to apologise and 'redeem' himself", "bodyText": "One of Bill Cosby’s earliest accusers has called on the embattled entertainer to apologize to the women he has allegedly victimized, saying he can still “redeem” himself by publicly acknowledging his sordid past. Tamara Green, the second person to publicly allege sexual assault against Cosby, said in an interview with the Guardian that she believes the actor’s day of reckoning has finally come, and that he now has an opportunity to own up to the abuse allegations that have dogged him for more than a decade. “If I were his lawyer, or his wife or his friend, I would advise him that at 77 years old he’s running out of time to redeem himself,” Green said. “He should simply come forward and apologize to all the people that he ever hurt anywhere in the world. He can make it generic and non-specific. We know who we are.” Green went public with assault allegations in 2005 after hearing about some of Cosby’s other alleged victims. The former model accused the star of drugging her at a restaurant and then sexually assaulting her in her Los Angeles apartment in the early 1970s. She has recently spoken out about the incident amid the flurry of fresh allegations from women including Janice Dickinson, the model and television host who accused him of assaulting her in 1982 in Lake Tahoe, California, where he was appearing, and Barbara Bowman, who accused Cosby of drugging and raping her on multiple occasions during a period in the mid-1980s when he was mentoring her as a young actress. But an apology of any kind from a man who has remained silent in the face of mounting allegations seems unlikely. “He could do it,” Green said. “But he won’t because he’s a coward.” The actor and his legal team have long denied all allegations made by these women. In a statement, Cosby’s lawyer, Martin Singer, said: “Over and over again, we have refuted these new unsubstantiated stories with documentary evidence, only to have a new uncorroborated story crop up out of the woodwork. When will it end?” Green is not alone in seeking an apology from the star, who built his reputation as an avuncular funnyman. Andrea Constand, the first woman to come forward with claims that Cosby had drugged and assaulted her at his home in Cheltenham, Pennsylvania, in January 2004, also said she asked the star for an apology. In court documents filed by Constand, she denied raising the claims in the hope of making money from Cosby, insisting that she only sought to “obtain an apology from Cosby, not to extort him”. Dr Rebecca Campbell, a professor of community psychology and program evaluation at Michigan State University, said an apology from an abuser can be very helpful for a sexual abuse victim’s emotional and psychological recovery. “For a lot of survivors the need for an apology, and what that means to them, is very powerful,” Campbell said. She said it is natural for victims to desire an acknowledgement from the abuser that the incident took place, and that the abuser is truly sorry. “An apology would certainly send a very powerful societal message about sexual assault and about the harm that is done to victims when they come forward to report, because victims face tremendous disbelief, shaming, ridicule and violence when they make reports,” she said. “And my guess is that it would go a long way in healing these individual survivors.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}