{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/live/2014/nov/19/the-apprentice-2014-episode-seven-as-it-happens", "type": "liveblog", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2014-11-19T22:16:29Z", "webTitle": "The Apprentice 2014: episode seven – as it happened", "webUrl": "https://www.theguardian.com/tv-and-radio/live/2014/nov/19/the-apprentice-2014-episode-seven-as-it-happens", "apiUrl": "https://content.guardianapis.com/tv-and-radio/live/2014/nov/19/the-apprentice-2014-episode-seven-as-it-happens", "fields": {"headline": "The Apprentice 2014: episode seven – as it happened", "bodyText": "The Apprentice did New York and New York survived. I’m so happy for New York. I’m away next week but the excellent Tom Meltzer will be manning the keyboard for all the historical reenactment fun. God, how I envy him. Have fun and see you in two weeks! But are the boys safe? They still look shifty. Lauren is shocked and stunned and in a taxi home. Oh, and here come the boys, without so much as a dressing down from Sugar. That’s a bit rum. Nine contestants left and next week they’re swapping New York for some sort of Tudor battle reenactment. Please let them use real swords and halbards. Does anyone know how to spell halbards? Daniel is, remember, Alan’s favourite but has he pushed him too far with a crappy logo. Every week Alan pads this moment out by asking rhetorical questions. Are you responsible for the failure of this task? Oh the tension. He tells Mark he made a fatal error. Oh my god did someone DIE?! And Lauren is fired. Bang. So despite their mutual loathing, both men are pointing their blame cannons squarely at Lauren. I didn’t see this coming. Someone is about to get the finger and I have a feeling it could be Lauren. Do you think she deserves it? Can’t he just phone the posh restaurant and fire Bianca for being awful? Nick, Karren and Lord Business discuss the merits of the three and it’s (obviously) impossible to call. I don’t think Mark will go. He’s too Teflon by half. Mark says he and Daniel do clash but it’s because of the logo that Daniel is sitting where he is now. “I picked three of the ingredients,” squeaks Daniel plaintively as Mark unleashes his full contempt. Mark absolutely hates Daniel, but Daniel says Lauren should go because her pitch was shoddy. “Thanks morm,” says Lauren. Mark is dragging (kicking and screaming) Lauren and Daniel back into the boardroom. And all the while, Bianca sits 42 stories high shoving scallops in her gob. Ah, now it comes out. Mark sabotages Lauren, big style, by repeating his claim that she did nothing. Her performance in the pitch was embarrassing. Alan tells them they made the Piers Morgan of drinks because America didn’t want it. Ooh, that’ll start a legendary bantz battle on Twitter come the morning. Alan, you wag. This looks like a straight fight between Mark and Daniel. Everyone else is being pretty quiet. Oh no, there we go. Felipe and Katie are joining in. Lauren is trying to look busy and important and in charge of things just with pouting. Mark says he is not a back-seat person. Alan pulls him up on his media credentials and it turns out Mark’s job is to do with internet search engines. Sounds really creative, Mark. Alan pulls rank and waves his pension book around, telling them all that he’s sold more product than they’ve had energy drinks. He also says that Aqau Fusion looks like dog wee. And so Team Tenalady enter the boardroom and the back-biting begins. Team Summit sit and eat tiny 80s food and crow over their win. They raise a hearty toast to Big Dawg. But with champagne because that’s actually drinkable. In the cafe of melancholy regret, Daniel says he’s a sitting duck for scapegoat. He’s a small-holding basically. But is he a chicken? I’ve started and now I can’t get out of this metaphor cul-de-sac. Send help. The winners of this episode are Big Dawg. Oh Bianca, you unbelievably jammy woman. Team Summit take it for the Americanness of their brand name. They all look incredibly smug. Alan sends Summit to the top (or summit) of Tower 42 or the Nat West Tower if you’re from the 80s which everyone in this programme is. Good luck defending that advert, Bianca. Alan says it’s rubbish. She just sort of takes it on the chin. Karren heaps praise on Bianca’s personality during the pitch. Cripes! The Big Dawg advert is on if anyone wants to get some sleep. “I’m not here to make friends,” says Daniel. Bingo! Someone must be nearing a full house by now. Alan says he can see how James would be a good fit with New York because he’s got a big mouth. Then he asks Bianca’s team whether their drink was liquid Viagra. Where did that come from? Is there something Alan wants to tell us? Daniel repeats Marks “100% backing” promise back to him just so everyone knows where we are. Alan thinks Aqua Fusion looks very bland. His reaction to the advert is a kind of noise like the air escaping from a balloon. And it’s back to the boardroom. I love how Alan’s hand presses against the frosted glass like Kate Winslet in Titanic. One week, I want him to emerge dressed as her. And that’s all from New York. No one dressed as a giant hotdog but over all that delivered, didn’t it? One US panellist says the energy drink advert was the worst. I think we can all agree that Bianca’s barking, abrasive direction technique was a failure. Hollywood won’t be calling any time soon. Katie hopes Lauren doesn’t bore the panel to tears. Mark says of Lauren, “believe it or not she’s a lawyer”. What are you trying to say, Mark? Just to compound this, Lauren is cocking up the pitch big style. She’s slurring her words and looking a bit teatry. Felipe’s ad isn’t completely terrible but the panel want to know about the health benefits of the drink. It’s hard to call. Mark predicts his own Apprentice demise if his team loses. Biance thinks it went well and cites her New York team as being key to their success but says the UK lot were rubbish. No, YOU were rubbish Bianca. James is a-buzz after his pitch like he wants to punch a happy hole in the wall. Maybe he’s had too much Big Dawg. All those additives. Bianca’s ad goes out and I already can’t remember a thing about it. Could it have BEEN any duller, as Chandler Bing (who is from New York) might say. So, to the industry experts. Big Dawg is up first. Bianca gets her team to hand out samples and then James launches into a hand-wavy pitch. My friend Jon just texted to ask, “Did he really just say the world is as big as our oyster.” Print this on a t-shirt someone. Alan has laid on *shudder* a panel of industry experts but first the gangs go to Times Square to see their digital billboards in action. Felipe weeps with pride. He is now my favourite by such a long way. I want to give him a cuddle. James says he worries that their ad campaign might not actually be “iconic”. Oh, you think? Mark is now being so verbal about where everyone else is going wrong, while they’re trying to get on with their “work, that he’s basically doing the narration for the voice-over guy. He can just go home. Bianca is directing her own commercial. Quelle surprise. She wants the three young actors in the ad to talk about “how the drink has affected them”. Karren is simmering behind her aviators as Solomon delivers his timid monologue to camera and Bianca tells everyone they’re not doing it right. I’m really starting to go off Bianca. When did she get so awful? Felipe is doing that thing directors do with their fingers, framing a scene. Lauren is starring in the commercial as an American which seems to entail saying the word, “mum” as “morm”. Mark is talking to Felipe like he’s three and verbally patting him on the head while offering him a lollipop. At least being in a different city gives the crew a chance to film some different cut-aways. Ooh look, a nice sunset, a smoky chimney, the Statue of Liberty. The Aqua Fusion bottle looks a bit shit. Like a cleaning product or a hospital sample. It’s not getting my juices flowing. Back at Big Dawg HQ the guys are designing a digital billboard. Bianca is horrified that Roisin and co are having ideas of their own. Sanjay basically tells Bianca she’s not giving them anything to go on. She pretends she’s not doing that. She’s amazing at denial. Felipe is the director of his team’s commercial. He says lawyers aren’t boring and is clearly relishing the chance to be a bit showbiz. James and Solomon go all silly when they’re casting beautiful actresses. Bianca says they should fix up and start taking things seriously. They completely don’t. Sanjay and Roisin phone Bianca from the graphic designers because she hasn’t told them what the drink is called yet. She styles it out and tells them to just, you know, get on with it. The teams tout their drinks to sunbathers in the park. Their reaction is muted. Nick says this is not a good thing in New York. The name Aqua Fusion is chosen and Lauren repeated Daniel’s idea back to him as if it was all her idea. Daniel is keen to point this out to any camera crew who will listen. Meanwhile, Solomon is tooled up like a Ghostbuster, dishing out Big Dog energy drink from a tank on his back. Ah sorry, the second word is actually spelled DAWG. Big Dawg. Even their product name is in a terrible American accent. Katie and Daniel are back in London. Mark, in NYC, is totally delegating to Daniel and keeps reassuring him that he’ll back him 100%. The other team taste their pink passionfruit concoction and Bianca’s face says it all. She hates it. It tastes sour. Sanjay back at home with Roisin, seems to be deflecting transatlantic blame from all directions. Daniel and Katie go along to the test kitchen to design their drink. Their drink looks a bit like anaemic pee-pee. The other team are hepping up their potion with caffeine. Of course a busy business professional needs a kick of wake-up juice during their busy working business day. The finished drinks are boxed-up and sent to NYC. Bingo klaxon again! James has Big Apple-d. You can set your watch by these guys. Bingo klaxon! Someone actually DID just say Noo Yoik in a dreadful accent. Take a shot of bourbon. Or sasperilla. Sasparella? Bianca is once again not listening to anyone and, as PM, gives Sanjay a job he says in no way plays to his strengths. Daniel promises to work his nuts off but behind Mark’s back, confides that he doesn’t think much of him at all. And so to decide what kind of drink to make. Lauren says coconut water is massive. STOP. Who just suggested Love Water. Love Water? I’m going to stop typing Love Water now. Lauren has local knowledge of New York she says, but Mark is planting a firm pole in the ground (his words) by saying forcefully that he works in the media. Nick says he doesn’t in any way work in the media. Mark gets the job and acknowledges that everyone wants to go abroad. Daniel is desperate to pitch to the Yanks like he’s Babe Ruth or something. (First American reference. Well done, me.) He tells the gawping contestants that they must come up with a fizzy drink campaign and that each team must split into a US and UK contingent. This is going to cause the row. Felipe is so excited. I hope Felipe gets to go. Did he really call them at 4.30am? That is cold, even for Sugar. “We’re going abroad, guys,” says Solomon excitedly as he wakes everyone up and wild speculation begins about where they might be going. Lauren (who I had sort of forgotten) is going to battle it out for the role of PM with Daniel who is positively gagging for it tonight. The candidates spill out onto the pavement at the US embassy in central London to meet Alan on a TV screen. Alan’s not there because he has urgent.....anyone anyone???.....BUSINESS! Daniel took several hits from Sugar last week. He basically told him he was a loser while making a big L sign on his forehead. I wonder if Daniel will come a-cropper this week? The recap reminds us that Pamela’s sexist relationship game was one of the worst Apprentice ideas of all time. Which food do women hate most? Carrots, pizza or chicken salad. They could actually use these questions as sleep aids. Dear me. The opening montage features Alan saying business. A LOT. Business business business. Why doesn’t he just change his name to Lord Business? Oh, someone’s already used that. *shuffles papers* Do we all have our passports, visas, traveller’s cheques, English to American dictionary, Immodium and travel bands? We’re off to New York! Next week on Waterloo Road, hacking, punches and face-holding. Looks like a belter. A child just threw a slice of pizza on the floor. I’m outraged. Where are his parents, hmm? Hector just mouthed “I love you”. I thought this was about a school? OK, I give in. I’m watching the end of Waterloo Road. Someone bedraggled called Hector is trying to have his way with a red-haired woman. I must say, this Lizard Queen is an evil genius. I really hope he applies next year. It’s not enough that Lord Sugar unleashes his emphatic corporate drones on this land mass every week. Tonight he is sending them, like a swarm of directionless flying monkeys, off to New York to terrorise the Americans. Sorry, America. Please still be our friends. So join me here some time before 9.00pm for all the action as it happens. In addition to your regular bingo cards, please add the following for this episode only: Someone refers to “the Big Apple” Someone apes an appalling Noo Yoik accent to a native Someone dresses as a giant hotdog Meet me back here shortly. Bring Smores. And Oreos. And Tater Tots. (Yes, I’m fluent in American, thank you.)"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}