{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/australia-books-blog/2014/nov/06/-sp-anzac-gallipolli-novelists-terrain-as-much-as-historians", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2014-11-05T22:39:09Z", "webTitle": "Anzac and Gallipoli are the novelist's terrain as much as the historian's", "webUrl": "https://www.theguardian.com/books/australia-books-blog/2014/nov/06/-sp-anzac-gallipolli-novelists-terrain-as-much-as-historians", "apiUrl": "https://content.guardianapis.com/books/australia-books-blog/2014/nov/06/-sp-anzac-gallipolli-novelists-terrain-as-much-as-historians", "fields": {"headline": "Anzac and Gallipoli are the novelist's terrain as much as the historian's", "bodyText": "I am deeply cynical about the plethora of books on Australia’s involvement in the first world war, Gallipoli in particular, that are flooding our bookstores as Australia marks what it parochially calls the Anzac 100 centenary. The centenary ought to be, for those inclined, a time of sombre reflection upon the evils – and in the case of the ill-named “great war”, utter pointlessness – of armed conflict. Yet for too many Australian authors the centenary will present as little more than a marketing opportunity – a chance to ride a tide of mythology and legend from which little, if anything, can be learnt about the truth of what war does to humanity. There are some notable exceptions, of course. In 2013, I named Joan Beaumont’s Broken Nation as a welcome – and early – precedent marker because it explored, with unflinching honesty, not only the horror of the first world war, but also its divisive, devastating social impact on Australia. In her more recent non-fiction Anzac, The Unauthorized Biography, Carolyn Holbrook has dissected the greatest of Australian myths then reassembled it with clear, new historical perspectives and laudable literary elegance – not to mention considerable intellectual courage given that Anzac is one of this country’s foremost cultural shibboleths. Ken Inglis, who has written more incisively perhaps than any other Australian about Australia’s obsession with commemoration and its worship of its secular religion, Anzac, deems Holbrook’s book to be “on the shelf alongside the writings of Charles Bean and Bill Gammage”. I’d agree, with one caveat: Holbrook applies none of Bean’s clouding sentimentality and propensity to perpetuate myth for nationalistic end. For hard-headed dotted-i and crossed-t myth-busting military history, it is very hard to look past Rhys Crawley’s Climax at Gallipoli (pun intended, I’m assured), about the failure of the 1915 August offensive on Gallipoli. That’s just a few who are not caught in the jingoistic flow. Which seems like a reasonable segue to Steve Sailah’s book, A Fatal Tide, and the significant achievement he has reached with this, his debut novel. I’m sure there are currently more novels in the works about the Australian first world war experience in the Middle East, on Gallipoli and the European western front. Without pre-judging them, Sailah’s stands as a powerful precursor that deserves a wide readership as Australia enters its four-year Anzac festival. I had heard some time ago that this novel was coming; a friend of mine had bumped into the author – a veteran broadcast journalist – as he was intensively researching Gallipoli, while a contact at the Australian war memorial relayed, sotto voce, the “concerns” of some conservative historians over the contemporary “novelisation” of the Dardanelles story. The deep tensions between classically-trained historians and writers of historical novels (in Australia and elsewhere) aside, Sailah has reiterated just how obviously this war – and perhaps especially the Gallipoli component – is also the novelist’s terrain. A Fatal Tide defies description, I think, simply as a historical murder mystery – although it is certainly that. It boasts other notable dimensions through its exploration of the fraught coming of age not just of its protagonists but also their infant federation; the enduring racial tensions that simmered through pre and post-colonial Australia; the capacity of otherwise good men to abandon their moral compass in war; the prosaic horrors of battlefield killing and, not least, our traditional notions of occupation and defence of country. Too many Australians forget that their antecedents were part of an invading force in Turkey. How ironic it is, then, that Australia pays such credit to the defending Turks “our boys” fought against, at our national secular shrine, the war memorial, yet offers no official deference at all to the Indigenous people who sought to defend their continent from invasion from “Australia Day” 1788. This is among the many subtle strengths of A Fatal Tide. Sailah’s key characters, Thomas Clare and his Aboriginal mate Snow, go off to war as part of the same adventure that led to the deaths of 60,000-plus Australians and the maiming (psychological and physical) of hundreds of thousands more. They are driven by the mystery of finding the suspect – a military man – who murdered Tom’s father, a somewhat damaged veteran of an earlier colonial war himself. The plot is tight. And it works very well as a narrative driver but, much more importantly I think, as a device to explore the many complexities about the first world war, at home and on the battlefields, from which mythologisers too readily turn away. Other very fine fiction has been written around Australia’s first world war experience – Flesh in Armour by Leonard Mann, Roger McDonald’s 1915 and, of course, George Johnston’s culturally totemic 1965 Miles Franklin Award winner, My Brother Jack, are foremost among them. A Fatal Tide is the first for a while. It is an astute, complex and well-written novel that I dare to hope will set a high standard for others to follow. But somehow I doubt it."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}