{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2014/nov/11/-sp-myla-dalbesio-calvin-kleins-new-model-size-10-plus-size", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2014-11-11T22:37:40Z", "webTitle": "Calvin Klein ads featuring 'plus size' model Myla Dalbesio ignite online debate", "webUrl": "https://www.theguardian.com/fashion/2014/nov/11/-sp-myla-dalbesio-calvin-kleins-new-model-size-10-plus-size", "apiUrl": "https://content.guardianapis.com/fashion/2014/nov/11/-sp-myla-dalbesio-calvin-kleins-new-model-size-10-plus-size", "fields": {"headline": "Calvin Klein ads featuring 'plus size' model Myla Dalbesio ignite online debate", "bodyText": "When Myla Dalbesio heard she had been booked for Calvin Klein’s new underwear campaign, she cried. “It was such a surreal moment,” the 27-year-old model said of the campaign, which also features Jourdan Dunn and Lara Stone. It is by far Dalbesio’s most high-profile gig to date. But Dalbesio’s appearance in the campaign – under the tagline Perfectly Fit – sparked a frenzy on social media. The cause? Dalbesio is, technically speaking, a plus-size model. “Genuine WTF moment,” wrote one Twitter user. “Plus-size??? I must be extra plus plus,” wrote another. Some directed their ire at Calvin Klein, despite the American brand never alluding to the model’s size, and simply placing her alongside the “straight size” models – as they’re described in the fashion industry – without comment. “It’s kind of confusing because I’m a bigger girl,” Dalbesio told Elle about her work with Calvin Klein. “I’m not the biggest girl on the market but I’m definitely bigger than all the girls [Calvin Klein] has ever worked with, so that is really intimidating.” “It’s not like [Calvin Klein] released this campaign and were like, ‘Whoa, look, there’s this plus-size girl in our campaign,” she continued. “They released me in this campaign with everyone else; there’s no distinction. It’s not a separate section for plus-size girls.” At 5ft11in and a US size 10 (approximately a UK size 14), Dalbesio is indeed a plus-size model – agencies specialising in plus-size models begin at a UK size 12 for women. Dalbesio describes herself as “in between”, in terms of size. Plus-size as a concept has been co-opted – albeit sporadically – by the mainstream fashion industry in recent years. The fits and starts that the fashion industry has made towards diversity have included Vogue Paris ran a plus-size edition (edited by Penelope Cruz) in 2010, and models such as Crystal Renn, Kate Dillon and Robyn Lawley have all featured in either mainstream campaigns, cover shoots or catwalks. Plus-size clothing is itself a burgeoning market; sales of size 14-plus clothes exceeded $16bn in the US in 2013, according to Forbes. But the key difference with Dalbesio’s appearance in the Calvin Klein adverts is that the only attention called to her size has come from the public. For years women and men have been asking why models who represent “normal” sizing can’t be used in high profile campaigns without it being a gimmick or a marketing ploy. In Dalbesio’s latest work, their voices have been heard."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}