{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2014/nov/20/obama-immigration-reform-millions-deportation", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2014-11-20T23:40:37Z", "webTitle": "Obama to unveil immigration action that could shield millions from deportation", "webUrl": "https://www.theguardian.com/us-news/2014/nov/20/obama-immigration-reform-millions-deportation", "apiUrl": "https://content.guardianapis.com/us-news/2014/nov/20/obama-immigration-reform-millions-deportation", "fields": {"headline": "Obama to unveil immigration action that could shield millions from deportation", "bodyText": "Barack Obama will use an address to the nation on Thursday to unveil controversial plans to reform the immigration system through executive action, a move that could shield as many as five million undocumented migrants from the threat of deportation. The president will outline his long-anticipated plans during televised remarks, shortly after 8pm ET, before traveling to a largely Hispanic high school in Las Vegas on Friday where he will sign the action into force. The announcement will be among the boldest and most contentious moves of Obama’s presidency. It places the White House on a collision course with Republicans, who are pledging to use their new control over both houses of Congress to thwart plans they argue are tantamount to an “amnesty” for illegal immigrants. “Everybody agrees that our immigration system is broken,” Obama said in a video posted on Facebook on Wednesday in which he previewed his address. “Unfortunately Washington has allowed the problem to fester for too long. And so what I’m going to be laying out is the things that I can do with my lawful authority as president to make the system work better even as I continue to work with Congress and encourage them to get a bipartisan, comprehensive bill that can solve the entire problem.” Late on Wednesday, Obama gave 18 congressional Democrats – all of them sympathetic, pro-reform legislators – a preview of his plans during a private dinner. They included leading Hispanic legislators such as Illinois congressman Luis Gutiérrez who warned that Obama faced a “civil war” in his Democratic party unless he took bold executive action. All of the indications are that Obama plans to introduce the kind of far-reaching changes that Gutiérrez and other Latino immigration reform advocates in his party have been clamouring for. White House officials said Obama planned to use executive authorities to combine increased resources for border security with a decree that significantly expands the pool of undocumented migrants who are temporarily protected from deportation and eligible for government work permits. On Wednesday the president’s press secretary, Josh Earnest, gave a preview of the steps he said Obama planned to take. “They will do something to address a lingering problem, which is [to say that] that millions of people who currently live in this country can come out of the shadows, they can get right with the law, they can pay their taxes, they can go to the back of the line, but also become fully contributing members of communities large and small across the country,” he said. “This is an important step that will have a pretty profound impact on the lives of millions of people who live here.” Earnest acknowledged that Obama’s announcement would trigger a contentious debate in the country over immigration, but said the president was not willing to “wait interminably” for Republicans to agree to pass much-needed legislation. He conceded there would be “clear political consequences” of Obama’s decision and admitted survey data suggests more Americans oppose Obama taking executive action than support it. “The president is taking this action because he believes it is the right thing to do, not because the polls are telling him it is an extraordinarily popular thing for him to do with people all across the country,” Earnest said. Del Sol high school in Las Vegas, where Obama will sign the relevant paperwork on Friday and make the first of several speeches explaining his immigration policy, is the same location the White House chose for a major speech Obama almost two years ago, in January 2013, urging comprehensive immigration reform. Nevada is also the home state of the outgoing Democratic Senate majority leader, Harry Reid, who in recent days has been urging Obama to do everything within his power to improve the immigration system. “I think when the president decides to do his executive order, he should go big,” Reid told reporters at a press conference on Tuesday. “As big as he can.” Five months after Obama gave his last speech at Del Sol, the Senate, under Reid’s stewardship, passed a bipartisan bill that would have bolstered border security and provided a path to citizenship for many of the 11 million people living in the country illegally. However, that legislation languished in the Republican-controlled House of Representatives, prompting Obama to explore ways in which he could bypass Congress and leading to the scaled-down version of changes he is unveiling on Thursday. Nevada is also the state with the largest share of undocumented residents – 7.6%, according to research by Pew, compared with 6.3% in both California and Texas. Undocumented migrants comprise 10.2% of Nevada’s labour population, the only state in the country where their share of the working population reaches double digits. The president had pledged to take action at the end of the summer, but postponed the move until after the midterm elections under pressure from Senate Democrats, who feared any action that could be construed as soft on illegal immigration would harm their electoral prospects. In the end, Republicans swept to victory in almost all of the key Senate races, and will retake control of the Senate from January, providing the GOP with an expanded power base in Washington and, they argue, a mandate with which to oppose Obama’s executive action. Obama’s action is dependent upon a contested interpretation of the scope of his presidential powers, and could be challenged in the courts. It will also need to survive what looks set to be a concerted sabotage effort from Republicans. Michael Steel, a spokesman for House Speaker John Boehner, who has repeatedly tried and failed to convince his Republican caucus to embrace immigration reform legislation, told reporters in an email that if Obama sees through the plan it would “cement his legacy of lawlessness and ruin the chances for congressional action on this issue”. The White House appears most concerned that a Republican-controlled Congress would seek to deny funding for the implementation of the president’s order, perhaps by attaching provisions to government spending legislation. Any such action, which would interfere with efforts to keep the federal government funded, raises the spectre of a repeat of last year’s government shutdown, which GOP leaders are desperate to avoid. Ted Cruz, the Republican senator who orchestrated last year’s government shutdown over Obama’s signature healthcare reforms, proposed a different but similarly confrontational course of action. Cruz, from Texas, called on the incoming Senate majority leader, fellow Republican Mitch McConnell, to block every Obama administration nomination, except for those that relate to vital national security positions, “so long as the illegal amnesty persists”. “This is a potent tool given to Congress by the Constitution explicitly to act as a check on executive power,” Cruz wrote in a column for Politico. “It is a constitutional power of the Majority Leader alone, and it would serve as a significant deterrent to a lawless president.” Addressing a potential showdown over immigration, Earnest said the White House would “certainly be open to conversation” with Republicans, leaving the door open to GOP opponents lobbying for alterations to the president’s plans. Although the precise details of Obama’s executive action will remain unclear until he begins to address the nation on Thursday evening, the president’s broad thinking has been confirmed by White House officials. There have been sufficient leaks of draft proposals and advice to the president in recent days to give an insight into his probable course of action. All of those signs point to Obama directing immigration authorities to focus on deporting criminals while using “prosecutorial discretion” to defer the removal of a much broader category of undocumented migrants. To that end, Obama is expected to expand his 2012 deferred action against childhood arrivals (Daca) order, which shielded many young people, known as Dreamers, who came to the US illegally as children. The president is also expected to suspend deportations of parents of US citizens and legal residents, a measure that could benefit some 3.3 million migrants living in the country illegally. It is unclear if the parents of Dreamers will also qualify under the programme. But the president will, in effect, be granting millions of migrants currently in the US illegally permission to remain in the country without fear of deportation. In total, analysts who have studied the president’s options believe they could, at their most ambitious, impact some 5 million undocumented migrants – almost half of the estimated 11 million currently in the country illegally. Although beneficiaries would not have the path to citizenship contained in the bipartisan immigration bill that passed the Senate last year, they would have an opportunity to register their presence in the US with the government and gain access to work permits and, in many cases, driver’s licenses."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}