{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/nov/09/liverpool-chelsea-mourinho-rodgers-matic", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-11-09T22:30:06Z", "webTitle": "José Mourinho praises Chelsea’s mentality as they overpower Liverpool", "webUrl": "https://www.theguardian.com/football/2014/nov/09/liverpool-chelsea-mourinho-rodgers-matic", "apiUrl": "https://content.guardianapis.com/football/2014/nov/09/liverpool-chelsea-mourinho-rodgers-matic", "fields": {"headline": "José Mourinho praises Chelsea’s mentality as they overpower Liverpool", "bodyText": "For once, José Mourinho did not require calculated words to make a telling point. Chelsea had shown superior quality, confidence and strength against Liverpool, despite having the shorter recovery time from their respective Champions League trips and fewer fresh legs at Anfield. How? Mourinho said nothing, raised a finger and tapped his right temple. The answer was in the head. For the Chelsea manager, win number nine from 11 unbeaten Premier League matches was built on an attitude he witnessed in his title-winning teams in Portugal, England part one, Italy and Spain. The pre-match team talk had come not from Mourinho but the immense Nemanja Matic who, according to César Azpilicueta, “said that if we wanted to be champions we had to come to these sort of stadiums and win”. The Serb inspired in word and deed. Cesc Fàbregas played with a hamstring injury, Ramires with a persistent adductor problem and Chelsea’s commanding defence, still led imperiously by John Terry, threw themselves in front of everything. Too riskily in the case of Gary Cahill, who escaped two penalty claims after leaning into shots from Raheem Sterling and Steven Gerrard with an arm, although Brendan Rodgers was convincing no one with his claim that Liverpool deserved a reprieve. They were a distant second-best and the Kop’s frustration was mounting long before jeers greeted Rodgers’ decision to withdraw Philippe Coutinho and Emre Can. Asked to elaborate on the temple-pointing, Mourinho said: “It think it’s the mentality. It’s not in the legs because players who did not play during the week have more energy in the legs than people who played. That’s obvious. So I think what makes the difference is inside.” He reinforced the message with another touch of the temple. There is, of course, far more to a team moving 15 points clear of last season’s runners-up by 8 November than what occurs in the mind. And to why those same runners-up are disappearing in Chelsea’s rear-view mirror, have suffered three successive defeats in eight days and have a manager sending conflicting signals over what it takes to earn a place in his Liverpool team by making seven changes for the second game in a row. It is in the mind to some degree for Liverpool, who have looked shorn of self-belief without Luis Suárez and Daniel Sturridge and whose only relief is in lying four points off fourth place. Rodgers’ team began with intent, as they should against the side who cost them the Premier League title last season and with most players having missed the Champions League defeat at Real Madrid. There were echoes of last term in the intense opening and an early lead courtesy of Can’s deflected long-range strike but Liverpool had few answers once Chelsea took control, no get-out when they were encamped inside their own final third and tackling each other in the case of Gerrard and Jordan Henderson, and ended as a team without direction. Finger-pointing at Liverpool is in the direction of their summer transfer business. The fear Anfield has missed another glorious opportunity to strengthen is growing by the game and Rodgers even resorted to blaming geography for not landing his preferred targets after this latest defeat. No doubt speaking with Alexis Sánchez in mind, he said: “We have to work harder and smarter to convince these players to come. Players look at where they want to live, they look at all these social factors as well as football. That is something we can’t control. If someone gets offered more money to come here than elsewhere but they want to go to London then there is not much you can do about that.” A flawed argument. Liverpool spent £40m more than Chelsea this summer, the defence who started on Saturday cost a combined £65m including the goalkeeper (£41m spent during Rodgers’ reign) compared with the visitors’ outlay of £27.5m on their back line. Rodgers said in May he wanted a couple of proven signings as opposed to several squad fillers with potential. Liverpool did the opposite and it is Chelsea who are now reaping the rewards of paying the going rate for finished articles. As Mourinho said: “Sometimes you get players to improve the squad and other times you get players to improve the team. We got players to improve the team.” Goalline technology helped the referee, Anthony Taylor, instantly award an equaliser when Cahill bundled the ball beyond Simon Mignolet as Liverpool failed to deal with another set piece and Diego Costa scored the winner, his 10th of the season, after Azpilicueta just kept the ball in play and wreaked havoc inside the home area. Matic was to the fore throughout, his seven successful tackles as many as Gerrard, Henderson and Can combined and underpinning Chelsea’s dominance in central midfield. “He’s a giant,” Mourinho said. “Not for his size but for the way he plays. The man is a giant.” And Chelsea are peering down ominously on the rest. Man of the match Nemanja Matic (Chelsea)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}