{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2014/nov/16/uk-donation-green-climate-fund-byelection", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2014-11-16T22:00:02Z", "webTitle": "UK donation to Green Climate Fund gives David Cameron byelection jitters", "webUrl": "https://www.theguardian.com/politics/2014/nov/16/uk-donation-green-climate-fund-byelection", "apiUrl": "https://content.guardianapis.com/politics/2014/nov/16/uk-donation-green-climate-fund-byelection", "fields": {"headline": "UK donation to Green Climate Fund gives David Cameron byelection jitters", "bodyText": "Britain is due to pledge hundreds of millions of pounds to a new Green Climate Fund in Berlin on the same day as the critical Rochester byelection, threatening to hand political ammunition to Ukip. David Cameron betrayed anxiety about the coincidence – and its impact on potential Ukip supporters opposed to overseas aid or sceptical of climate change – by refusing to say how much Britain is likely to offer and stressing the funding would come from existing government funds. He said: “All we have to do now is to decide how much of this already set aside money we put into this specific fund and, as ever, Britain will play its part.” Aware of the mood on his own backbenches, he reiterated: “When we make an announcement it will not be new money, it will be money already set aside for that purpose.” Government sources said the British contribution at the pledging conference is likely to be hundreds of millions, and independent sources said they expected it to reach £1bn. The fund is designed to help the poorest developing countries adapt to and mitigate climate change, making it easier for them to agree to carbon reduction targets at the Paris conference next spring. President Barack Obama announced the US would give $3bn (£1.9bn) to the fund, before he called on Saturday for global action to curb greenhouse gas emissions. Japan yesterday pledged $1.5bn, while France and Germany have offered $1bn each, taking the total commitment of nations so far to about $8bn. The fund, set up in 2010, is intended to raise $10bn-$15bn by the end of the month. The UK has already donated £1.5bn since 2009 to poor countries for climate change adaptation during an initial round of funding. But this new tranche is the first time the government has pledged money to the Green Climate Fund, which is likely to demand much higher spending. Speaking at Chatham House in London this month, Conservative energy and climate change minister Amber Rudd said the UK would donate “strongly” to the UN’s green fund during the pledging session in Berlin. The government has always said climate change will not comprise more than 10% of the 0.7% of GDP spent on aid. But even that is about £1bn. The issue of climate change was one of the most contentious at the G20, with the Australian prime minister, Tony Abbott, resisting efforts to include any reference to phasing out fossil fuel in the communique, an issue pursued by Barack Obama. Cameron, close politically to Abbott, avoided criticising the stance of his Australian hosts, saying, though: “Britain comes here with a strong record: the first country in the world to introduce climate change legislation; he first country in the world to introduce a green investment bank; and the first country with the largest offshore wind market in the world.” He said he would not lecture the Australians on what they should do but every country needed to come to the Paris talks with something to offer. Last week, the US and China jointly unveiled a historic commitment, albeit non-binding, to curb carbon emissions that scientists say are primarily responsible for raising the globe’s temperature."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}