{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2014/nov/09/council-regulations-nightlife-uk-vibe-bar", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2014-11-09T23:06:53Z", "webTitle": "Council restrictions are killing UK’s nightlife, say club owners", "webUrl": "https://www.theguardian.com/business/2014/nov/09/council-regulations-nightlife-uk-vibe-bar", "apiUrl": "https://content.guardianapis.com/business/2014/nov/09/council-regulations-nightlife-uk-vibe-bar", "fields": {"headline": "Council restrictions are killing UK’s nightlife, say club owners", "bodyText": "“Twenty years of Vibe Bar” says the poster advertising the farewell celebrations at the Brick Lane venue in the East End of London that spearheaded the reinvention of the area as a nightlife hub. The bar, which closes for the final time at 11pm on Monday night, is actually several months shy of its 20th birthday and owner Alan Miller says he has been forced out of business by red tape. In January the nearby Joiners Arms will also close, when its lease runs out and property developers move in. Venue promoters around the country claim overzealous restrictions from councils stipulating the number of security staff they must employ and limiting the hours for outdoor drinking are killing the £66bn night-time economy. Miller’s decision to quit Brick Lane followed a standoff with the police over these issues, at a cost to the business of about £2,000 per shift. A curfew in his courtyard, he says, meant he lost 50% of his customers in two years. “We went through a whole summer waiting for the police to agree to a reduction in security, then they complained we weren’t handing over enough people with drugs, and you’re like: ‘How many people is that?’ The idea that you have to restrict all these businesses is ridiculous and insulting to the public. It is crushing an industry that is one of the most dynamic we have.” He acknowledges concern about binge-drinking but believes clubs and bars are held disproportionately responsible and points to a wider backdrop of falling crime. Alex Proud, owner of galleries and restaurants in London and Brighton, and the Proud Camden nightclub, said: “The environment is becoming almost inoperable. I went from running a very healthy business to almost going under two years ago. The costs of licensing and security are probably around £100,000 a year. We had two reviews and won both but they’ll cost another £100,000 with barristers and so on. “I’ll be getting out of the game soon, I can’t see myself running a nightclub for more than another few years.” The live music promoter Harvey Goldsmith said: “We’ve always had to contend with these problems but the pressure has got a lot stronger over the past three years. “It all started when the last government started 24-hour drinking and didn’t figure out the knock-on effects. Then some areas just went over the top. The authorities have got to accept that the heart and soul of a city is its night-time economy, otherwise you’ll end up like Bonn or Canberra where at five o’clock the city shuts down.” The pressure on night-time venues has prompted those remaining to set up the Music Venue Trust, which is campaigning for laws to protect them in disputes with neighbours. Mark Davyd, a founder of the trust, said it was also necessary to break the link made by some authorities between music, crime and disorder. “These are cultural spaces, arts spaces – these are the colleges and universities where we grow our UK music talent,” he added. Sacha Lord, who runs Manchester’s biggest nightclub, the Warehouse Project, believes his city is one place where the authorities have got things right. He recently began a trial of breathalysers on the door of the club, but scanners are not a condition of his licence. This was not reviewed after the death from drugs of clubber Nick Bonnie last year, he says, because police knew about his tough approach. “Manchester has the biggest student population in Europe. Students are supposed to come here to get educated but they come here to party and the council gets that – they are very forward-thinking,” Lord says. “I’ve operated in Leeds and I know that if you have a venue with a capacity of 300-400 and you’re insisting on ID scanning, on X amount of security, as a business owner it’s just not viable.” A spokesman from Tower Hamlets said the council strongly supported Brick Lane, and that planning and licensing regulations have not changed: “Bar owners and restaurateurs operate within the legal opening hours that they have planning permission for. If a bar wants to extend their opening hours they can apply to do so.” The Metropolitan police declined to say whether their approach had changed in the past two years. The Met said in a statement that London’s night-time economy “is policed appropriately according to intelligence and demand” and highlighted the two crime prevention objectives in the 2003 Licensing Act."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}