{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/nov/24/manchester-city-future-champions-league-qualification-samir-nasri", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-11-24T22:30:07Z", "webTitle": "Manchester City players’ future rests on Champions League – Samir Nasri", "webUrl": "https://www.theguardian.com/football/2014/nov/24/manchester-city-future-champions-league-qualification-samir-nasri", "apiUrl": "https://content.guardianapis.com/football/2014/nov/24/manchester-city-future-champions-league-qualification-samir-nasri", "fields": {"headline": "Manchester City players’ future rests on Champions League – Samir Nasri", "bodyText": "Samir Nasri believes the futures of Manchester City’s leading players are at stake, stating the team must qualify for the Champions League knockout stage or “next year it’s going to be new players, it’s going to be everything”. City face Bayern Munich at the Etihad Stadium on Tuesday evening needing victory to retain the best hope of emerging from Group E after taking only two points from four games. If Pep Guardiola’s team are defeated City will need to beat Roma in the final match and hope other results go their way. Bayern, who have already qualified for the knockout stage, handed City a 1-0 defeat in the opening group match. Yet after Pellegrini guided the champions to the last 16 for the first time last season, Nasri is clear the squad will have failed if they do not emerge from the group once more. “Let’s be honest, with the salary of every player and the level of those players, 90% of the team is world class, then not to qualify from the first round of the Champions League would be a huge blow for the club – and for us as well,” he said. “The thing in the Champions League is not just the talent, it’s not being a team, it’s the experience as well. We need to show we are smart players and to use what happened in the last couple of years to improve. We still have a chance and we need to take it. Now is the moment.” Many of Pellegrini’s team are in their prime and Nasri understands now is the time to deliver. “Sometimes people have said our team is a little bit old and for example a midfield player is in his prime at 27-31, 28-32, so I think it’s the perfect age,” the Frenchman said, before suggesting players’ futures could be in danger. “We need to do something or otherwise next year it is going to be new players, it’s going to be everything. That’s how we work when you play for a big team, a big club. You have to respond and show everyone you deserve to qualify. “We need to show hunger and ambition in every game but most important in this kind of game. In the last three years I have been here we have won the league twice and been runners-up but now we have to improve in the Champions League if we want to be a top club. It’s not enough to be top in your league if you don’t do anything in the Champions League. With the players we have and everything, the owner gives us his trust, we have to return it in the Champions League. It’s the perfect scene to show we can compete with the best teams in the world.” After the defeat at Bayern, City drew 1-1 with Roma and 2-2 at CSKA Moscow before losing 2-1 to the Russian champions. Nasri believes the talking has to stop. “We are a team that wants to win no matter what,” he said. “We have a chance to play for a big club, we are treated the right way and sometimes as well it’s not good to talk too much, it’s better to talk with your feet and I think it’s the best answer to give. But we have leaders in the squad and the manager talks a lot as well. So stop talking.” Bayern are in impressive form. They lead the Bundesliga by seven points and beat Hoffenheim 4-0 at the weekend. Nasri hopes they will field a weakened team. “Hopefully Guardiola will not play his full squad – I saw that all of them played on Saturday – so let’s see,” he said. “Yes, they’ve topped the group but I don’t think Guardiola will do us any favours. He’s a guy who likes to win every game. We don’t know what system he will play – he can play 4-5-1, 3-6-1, 3-5-2 so we’ll see.” City have gone behind in their past two Premier League games but Nasri added they cannot afford to do that against Bayern. “It’s crucial,” he said. “A team like Bayern, once they take the lead it’s really hard as you have to run after the ball and they always have an extra man in midfield so it’s going to be really important to start the game really well against this kind of team.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}