{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2014/nov/01/england-all-blacks-brad-barritt-switch-saracens", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-11-01T23:00:05Z", "webTitle": "England’s Brad Barritt happy to swap 12 for 13 against All Blacks", "webUrl": "https://www.theguardian.com/sport/2014/nov/01/england-all-blacks-brad-barritt-switch-saracens", "apiUrl": "https://content.guardianapis.com/sport/2014/nov/01/england-all-blacks-brad-barritt-switch-saracens", "fields": {"headline": "England’s Brad Barritt happy to swap 12 for 13 against All Blacks", "bodyText": "Brad Barritt will make his first start for England since the 2013 Six Nations, but he is in line to wear a jersey that has become unlucky 13 for the men in white rather than his preferred 12. Barritt saw only 17 minutes of action last season for England as a replacement in the opening two Six Nations matches after injuries disrupted his campaign, but he had been earmarked to return at inside-centre to partner Manu Tuilagi after a strong opening six weeks with Saracens. Tuilagi is unlikely to feature in this month’s series as he recovers from a groin injury while his replacement at outside-centre in this year’s Six Nations, Luther Burrell, is not expected to be fit to face New Zealand on Saturday after damaging his hand playing for Northampton in the European Champions Cup. Jonathan Joseph, who has not played for England since the 2013 tour to Argentina, is the one fit outside-centre specialist in the squad while Exeter’s Henry Slade, a fly-half who has been playing at 13 for the Chiefs this season, was added last weekend. “We will consider Brad at 13,” said the England coach, Stuart Lancaster. “It is the hardest position to defend from in the system we have, but he has played there. You want to develop consistency but, inevitably, we have learned there is always going to be an injury along the way that affects that. “I want to give everyone an opportunity in training before the New Zealand game. Kyle Eastmond has not trained yet and while you might be settled in your mind you still need the reassurance of seeing them train to show their club form can translate into a different environment here. I will wait until Monday before finalising it to give everyone a chance and I am still waiting on Luther.” Barritt and Eastmond look the preferred centre partnership, but if the latter fails to recover from a rib injury, Billy Twelvetrees would take over at 12. “Brad brings a huge amount defensively, but he has improved his decision-making and his ability to get over the gainline,” Lancaster said. “You go back to the victory over New Zealand two years ago and his line break to Manu and back to him created a try. He can do that and he is a strong leader in the team.” Barritt said his aim was to be named in the side and was not concerned where. “Representing England is the ultimate and I would do it at tighthead prop if needed,” he continued. “There are subtle differences between 12 and 13, but the roles work hand in hand and they are reversible in the way England play. Kyle and I trained a lot together in New Zealand and we will have to wait and see what happens in the next few days.” Barritt will bring a physical presence to the side, one of the factors behind the probable selection of Semesa Rokoduguni to win his first cap on the right wing. England face New Zealand, South Africa, Samoa and Australia, the latter group rivals in next year’s World Cup, at Twickenham this month but Lancaster is not setting any victory targets as he looks to improve his record over the major southern hemisphere nations, two wins and a draw in 11 Tests. “If you set a target of three out of four, it implies you are happy to lose one,” he said. “It is going to be an incredibly tough month. The quality of New Zealand and South Africa recently has been the highest, Samoa’s players are benefitting from playing in Europe and Australia will be motivated to put recent events behind them. We are confident but mindful of the threats we face. “We have to get consistency of performance for the full 80 minutes, starting with New Zealand. We not sit here thinking we are a million miles away from them. We have got belief in the players and their belief has not been dented by the tour there. Outside expectations are rising, which has a lot to do with the World Cup. New Zealand’s record since 2011 is phenomenal: they play tier-one nations and win home and away. While we respect them we have to make sure we create our own belief that we can do that and we know we can.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}