{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2014/nov/21/mark-scott-says-245m-budget-cut-will-lead-to-significant-job-losses-at-abc", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2014-11-20T23:34:42Z", "webTitle": "Mark Scott says $254m budget cut will lead to 'significant' job losses at ABC", "webUrl": "https://www.theguardian.com/media/2014/nov/21/mark-scott-says-245m-budget-cut-will-lead-to-significant-job-losses-at-abc", "apiUrl": "https://content.guardianapis.com/media/2014/nov/21/mark-scott-says-245m-budget-cut-will-lead-to-significant-job-losses-at-abc", "fields": {"headline": "Mark Scott says $254m budget cut will lead to 'significant' job losses at ABC", "bodyText": "ABC managing director Mark Scott has confirmed there will be significant redundancies at the ABC to meet the Coalition’s $254m budget cut but refused to divulge how many jobs would be lost at a lengthy appearance before a parliamentary committee. “I think it’ll be hardest for our staff,” Scott told a senate estimates committee on Thursday night. “Because our staff will learn on Monday that there will be significant job cuts at the ABC. “As the minister [Turnbull] conceded yesterday there’s no way of reaching these savings without significant job cuts. And they will have an impact across the country. But that’s the reality we have to deal with.” The four-hour session which ended just before midnight saw senators attempting to get reassurance from Scott that a raft of ABC services and programs would not be axed. But the managing director repeatedly declined, saying he would inform his staff on Monday before revealing anything in public. He refused to confirm anything was safe including regional radio, children’s programming, popular TV programs and local current affairs. “I’m hopeful that as best as possible the audiences won’t suffer from the cuts we have to make,” Scott said without guaranteeing the survival of any programs . Scott told the committee the cuts amounted to 8% of the ABC’s $1.1bn budget and not 5% as claimed by communications minister Malcolm Turnbull in a speech on Wednesday. He explained that the 5% comes on top of a 3% reduction in funding through the termination of the Australia Network work contract and the efficiency cut imposed in the May budget. But his calculations were repeatedly disputed by the chair of the committee, South Australian Liberal senator Anne Ruston. Scott said that the ABC was loved by the public and in the latest annual ABC appreciation survey, conducted by the independent company Newspoll, 84% declared the ABC was performing a valuable role. Under questioning from South Australian independent senator Nick Xenophon, Scott agreed the ABC’s Adelaide TV production centre was a valuable asset but said it was expensive to keep a single state-based internal studio running. Xenophon and Liberal MP Christopher Pyne are both fighting to keep the studio, which makes Dream Build, The Cook and the Chef, Poh’s Kitchen and the Beatles’ 50th anniversary tour documentary, open. Scott did not confirm the studio would close but argued it was inefficient. “If you’re trying to operate in a way that is efficient and effective you’ve got a look at how many studios you run,” Scott said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}