{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2014/nov/20/get-on-up-review-james-brown-chadwick-boseman", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2014-11-20T22:15:03Z", "webTitle": "Get On Up review – James Brown biopic", "webUrl": "https://www.theguardian.com/film/2014/nov/20/get-on-up-review-james-brown-chadwick-boseman", "apiUrl": "https://content.guardianapis.com/film/2014/nov/20/get-on-up-review-james-brown-chadwick-boseman", "fields": {"headline": "Get On Up review – not the James Brown biopic he deserves", "bodyText": "Since the spoof music biopic Walk Hard: The Dewey Cox Story came out in 2007, it’s become difficult to take this genre entirely seriously – what with the obligatory childhood poverty, drugs, sex, and make-or-break epiphanic moment in the recording studio. Sadly, writer-producer Jez Butterworth and director Tate Taylor (The Help) stick to old cliches with this movie about James Brown, the legendary godfather of soul, and the music-biopic formula is tested to destruction and beyond. Chadwick Boseman’s portrayal of Brown is strong and the movie certainly delivers some big songs. But its “jukebox” narrative style flashes back and forth between glibly mythologised scenes of Brown’s childhood and adulthood, which could frankly have come from many other films. And the dark episodes – Brown terrifying people with guns, beating his wife – are treated by this film as instantly forgivable and forgettable aberrations from an adorable, quirky personality. The film never gets below the surface. In particular, the all-important adult reunion with his mother is muddled and fractured. The music gives you some big, sugar-rush moments, but it’s a disappointing response to one of pop culture’s most brilliant and complicated figures. • ‘I got the feelin’ – Chadwick Boseman on playing James Brown • The 10 worst music biopics ever made • From Hank to Hendrix and Joplin to Davis: the new wave of musical biopics"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}