{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2014/nov/05/us-midterm-elections-republicans-senate", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2014-11-05T22:19:02Z", "webTitle": "Obama concedes voters sent Democrats message in midterms - as it happened", "webUrl": "https://www.theguardian.com/us-news/live/2014/nov/05/us-midterm-elections-republicans-senate", "apiUrl": "https://content.guardianapis.com/us-news/live/2014/nov/05/us-midterm-elections-republicans-senate", "fields": {"headline": "Obama concedes voters sent Democrats message in midterms - as it happened", "bodyText": "We’re going to wrap up our blog coverage for the day. Read the latest blog summary here. Guardian Washington bureau chief sends this from an Occupy protest in the capital: Michael Grimm, the Staten Island congressman charged with 20 federal criminal offences, won reelection last night by 13 points. His supporters can’t get enough, the Guardian’s Kayla Epstein (@kaylaepstein) reports: And at no point was the applause for Grimm louder than when he was asked if he had the proper temperament to serve in Congress. He he did not dodge. He did not stumble or miss a beat. “What I said to the New York 1 reporter was inappropriate,” he acknowledged. But then Grimm, a former FBI agent, planted his feet, faced the audience and declared: “I’m a United States marine and I’m tenacious!” The crowd ate it up. Read the full piece here. Jeb Lund has our ear with his Comment Is Free piece “Welcome to the Great Liberal Hangover of 2014. Will anything make it go away?”: Of course, whether the Democratic Party stands for anything is a perfectly valid question at this point. On a macro level, a party that is already thoroughly militarized and corporatized – and largely indifferent to Main Street whenever it poses a conflict with Wall Street – offers little alternative to the other party that already celebrates that. But on a specific level, things look just as bad. Read the full piece here. No Bingo, it looks like. Here’s a summary of what the president said: On the question of whether the Democratic losses yesterday were a rejection of him or his policies, Obama said he wasn’t going to read tea leaves. “Obviously the Republicans had a good night, and they deserve credit for running good campaigns,” he said. Obama said he was willing to drink bourbon with McConnell or let Boehner beat him at golf if it helped. “I’m certainly going to be spending a lot more time with them now,” Obama said. Obama said he plans to take executive action on immigration reform this year. That was an hour after McConnell said doing so would “poison the well”. Obama agreed with Republicans that free trade, a deal on corporate taxes that would in part fund infrastructure spending, and early childhood education were areas both sides might agree on. The president said he would veto any bill that repealed Obamacare or abolished the individual mandate. Obama said he would look for a new authorization for the use of military force to fight Isis militants in Iraq and Syria. Is the US policy against Isis militants working? “I think it’s too early to say,” Obama said. Also this year the president said he would seek new funding to fight Ebola and a spending bill or budget. Obama said he is confident that if a nuclear deal with Iran is reached, Congress can be made to see that it’s a good one. “I am really optimistic about America,” Obama concluded. “I know that runs counter to the current mood.” That’s a wrap for the president. “I am really optimistic about America,” Obama says. “I know that runs counter to the current mood.” But when you look ati it, he says, the economy is strong, energy production is strong, the deficit is lower, more people have heatlh insurance, businesses are thriving, education is expanding, more women are getting degrees and entering the workforce. “One thing I love about campaigning, you travel around the country and folks are just good. ... they’re really practical, good, generous people.” “We have all the best cards relative to every other country on Earth.” “I’m gonna try different things,” Obama says. “Whether it’s having a drink with Mitch McConnell. Or letting John Beohner beat me again at golf.” He even mentions weekly news conferences, but we won’t hold our breath. Last question, Obama announces. He’s asked about the relative strength of the Democratic agenda versus how they campaigned. He ends up talking about voter turnout. He says Democrats have good ideas. He says “we’ve got to look at the 2/3rds of people who were eligible to vote and just didn’t vote.” He says he was proud of getting people to vote when he ran for office. “Sustaining that, especially in midterm elections, has proven difficult.” Obama is asked why he was not invited to appear with Democratic candidates on the campaign trail. “I love campaigning,” Obama says. “I love talking to ordinary people... I love shaking hands. Giving hugs. ... but I’m also a practical guy. And ultimately every candidate out there had to make their own decisions.” “I’ve had the limelight. There have been times where the requests for my appearance were endless. There have been times where politically we were down.” “The one thing I’m pretty confident about is I’m going to be busy over the next two years,” Obama says. He says he’ll play hard “through the fourth quarter”. In government, unlike basketball, Obama says, “The only score that matters is how did somebody else do, not how you do. And that’s the score I’m keeping.” Obama is asked about being a lame duck. “Here’s what I tell my team,” he says. “We have this incredible privilege of being in charge of the most important organization on Earth... and there’s a lot of work to be done. ... “I’m gonna squeeze every last little bit of opportunity to help make this world a better place over these last two years.” On potentially repealing the medical device tax, Obama says, “I think I’d rather hear from Mitch McConnell and John Boehner what ideas they’d like to pursue” before answering. On repatriation – meaning closing tax loopholes to pay for infrastructure projects – “there is an opportunity for us to pursue a process that’s good for business, that’s good for jobs,” Obama says. Obama dismisses the notion that the election was a rejection of his immigration reform plan. He said he won’t read the tea leaves of an election. He turns to energy issues: “On Keystone, there’s an independent process, it’s moving forward.” Obama will watch it play out. He says climate change concerns are part of the formula. While this debate about Canadian oil has been raging, Obama says, we’ve seen some of the biggest increases in American energy production in our history. He means fracking. “Keystone I just consider as one small aspect of a broader trend.” Obama is asked about the McConnell “poison the well” phrase and “waving the red flag in front of a bull”, meant to describe what Obama’s unilaterally acting on immigration would mean. Question for the president: Don’t you believe they mean it? Obama says he answered the question on immigration. “I have no doubt that there will be some Republicans who are angered or frustrated by any executive action I might take,” he says. He says those people oppose any kind of immigration reform. Obama says he thinks Boehner wants immigration reform. He said he held off for a year and tried to give Boehner room to “get something done.” The president notes there’s another Obamacare open enrollment period next month. “We’re really making sure the web site works super well before the next open enrollment period, Obama says. The press laughs a bit. On health care. There are certainly some lines I’m gonna draw. Repeal of the law I won’t sign. Efforts that would take away health care from the 10m people who now have it and the millions more who are eligible to get it, we’re not going to support. In some cases... changes that would undermine the structure of the law, I’ll be honest with them and say the law doesn’t work if you pull out that piece. That said, Obama says, the law is not perfect and he’s open to changes, “if in fact one of the items on McConnell-Boehner agenda is to make responsible changes to [Obamacare], I’m going to be very open and receptive to those ideas...” “We now know that the law works,” Obama says. He says millions more are insured, expanded Medicaid his helping people and “even as we’ve enrolled more people in the ACA... health care inflation has gone down every single year since the law passed.” Obama says the individual mandate is off the table. He learned it from Mitt Romney, he says. On to a replacement for AG Eric Holder. We have a number of qualified candidates, Obama says. “I’m not running again,” Obama says. “I’m not on the ballot. I don’t have any further political aspirations. My number one goal is to deliver all I can for the American people in these last two years.” “Our first focus Ed here, is to drive Isil out of Iraq” Obama says. He says the point of the Syria effort is to break up the Isis resupply chain. “There are aspects of what’s going on in Syria that we’ve gotta deal with.. for example our support of Kurds in Kobani... that’s not just because we’re trying to solve a Syria problem.” “In terms of things to do differently... if you’re asking about personnel, or about positions on issues, then it’s probably premature... what I’d like to do is to hear from Republicans to find out what it is that they would like to see happen. I’m open to working with them on the issues where they think there is going to be cooperation.” Obama is asked whether the US is winning against Isis militants. “I think it’s too early to say,” he says. He says a long-term solution is most important. But the US is not looking for a comprehensive solution to what’s wrong in Syria. “What we’re trying to do is to find a core group that we have confidence in, that we’ve vetted” who can beat Isil then serve as an actor in some kind of transition. Many tricky steps there. “Part of the challenge is, it’s a messy situation,” Obama says. On Iran, because of the sanctions, Obama says, they’ve come to the table and they’ve negotiated seriously. We have been able to freeze their programs, he says. He says Russia is cooperating. He depicts the process as constructive. He says the P5+1 can verify that the cuts to the program are real. Whether we can actually get a deal done, we’re going to have to find out... We have presented to them a framework that would allow them to meet their peaceful energy needs. ... But would Congress have to approve any deal? Obama does not say. The reporter asks a follow-up. “There are a series of different sanctions,” Obama says. Unilateral sanctions, UN sanctions. In each case it’s different, he says. “I don’t want to put the cart before the horse.” “If we do have a deal... then it will be time to engage with Congress, and I think we’ll be able to make a strong argument to congress that this will be the best way for us to prevent a nuclear Iran.” QUestions about nuclear negotiations with Iran and a possible new force authorization to fight Isis in Iraq and Syria. Obama says he’s meeting with Pentagon and Congressional leaders to meet Friday about the “fight against Isil”. On the authorization to use force, “we’ve already had conversations,” Obama says. He says the government needs to “right-size and update” the authorization. “We now have a very different type of enemy,” he says. “It makes sense for us to make sure that the authorization from Congress reflects ... our strategy going forward.” Question: why have you only met with Mitch McConnell once or twice in six years? Why haven’t you done more to meet Republicans? “I’m certainly going to be spending a lot more time with them now,” Obama says. HE says “most of my interactions with members of Congress have been cordial and constructive. Oftentimes though we haven’t been able to get what’s discussed in leadership meetings through caucuses to deliver a bill.” He says he thinks BOehner and McConnell can work well together. “I’m certainly going to be spending a lot more time with them now. I take them at their word, that they want to produce.” Obama turns to bourbon: I would enjoy having some Kentucky bourbon with Mitch McConnell. I don’t know what his preferred drink is. He has always been straightforward with me. He’s never made a legislative promise that he couldn’t deliver. And so I think we can have a productive relationship” On immigration, I know there are concerns, the president says, that using executive authority would disrupt or derail work to legislate on the issue. I’ve heard that argument now for a couple of years. .. We didn’t see legislative action. ... We got really good work done by a bipartisan group of senators... The best way if folks are serious about getting immigration reform done is go ahead and pass a bill... then the executive actions go away. Obama is asked whether by acting unilaterally on immigration he risks scratching other potential areas of cooperation with the Republicans. McConnell, after all, did just use the phrase “red flag”. Obama says that’s not his concern. “That is your job. But what’s also true is I am president of the United States...” He says people will ask for greater accountability for him, and that’s fine. He says he will do absolute best to deliver for people. In terms of immigration, I have consistently said that it is my profound preference... to see Congress act on a comprehensive immigration reform bill... The Senate, on a bipartisan basis, passed a good bill... Speaker Boehner I think was sincere about wanting to pass it.. What I indicated to him was that I feel obliged to do everything I can lawfully with executive authority to make sure we don’t keep making the situation worse... You send me a bill that I sign, and those executive actions go away. Before the end of the year, we’re gonna take whatever lawful actions that I can take that I would believe would improve the functioning of our immigration system. But, what I’m not going to do is just wait. Q: If 2010 was a shellacking, as you called it, what’s this? A: There’s no doubt that Republicans had a good night. And what we’re going to make sure what we do is to reach out... and find out what their agenda is. What’s most important to the American people right now... is, get stuff done. “Every single day I’m looking for, how can we do what we need to do better.... That’s not gonna stop. Every election is a moment for reflection. Everybody in this White House is going to look and say all right, what do we need to do differently? I maybe have a naive confidence that if we continue to focus on the American people, and not on our own ambitions and image or various concerns like that, that at the end of the day, when I look back, that I’m going to be able to say that the American people are better off than before I was president.” Obama says if Republicans have good ideas he’ll take them. “I want to just see what works.” He mentions again infrastructure spending and early childhood education. Obama returns to “Areas where we do agree”: On infrastructure. On making sure we’re boosting American exports. Obama says he wants a very specific agenda from Republicans and “let’s compare notes. Let’s get started’. Obama takes a question about the vote being a rejection of him personally: As president they rightly hold me accountable to do more to make it work properly. I’m the guy who’s elected by everybody. ... They want me to push hard.. to get stuff done. In terms of agenda items, though.. a minimum wage increase, for example. Where voters had a chance... they voted for it. .. The key is to find areas where the agenda that I put forward ... overlap ssomewhere with some of the ideas that Republicans have. There’s not going to be perfect overlap.” “We are more than just red and blue states, Obama says. “We are the United States.” Old turn of phrase, feeling older now, but insistent on his part. Obama calls for three steps to be taken by the current Congress, before the end of the year: 1. Funding to fight Ebola in Afirca 2. A new bipartisan authorization to use military force against Isis 3. A new spending bill. The September continuing spending resolution gives Congress five more weeks to pass a new budget. Obama says ideas will be judged on their merits not on their partisan origin. Congress will pass some bills that I cannot sign. I’m pretty sure I will take some actions that Congress will not like. That’s natural. That’s how governing works. Obama then talks about tax reform and free trade, two areas McConnell also mentioned. Obama calls for tax reform that closes loopholes to pay for infrastructure spending. “And to grow exports in new markets.” We all share the same aspirations for our young people, including early childhood education and college debt relief. So those are some areas where I think we have opportunities to cooperate. Here’s Obama. He says he looks forward to advancing America’s business. He says he appreciated McConnell’s words about the prospect of working together. Obviously the Republicans had a good night, and they deserve credit for running good campaigns... What stands out to me though, was that the American people sent a message... they expect the people they elect to work as hard as they do... they want us to get the job done... To everyone who voted, I want you to know that I hear you. To the two-thirds of voters who chose not to participate in the process yesterday, I hear you too.” From the comments: Not a lot of faith that the leadership the Republicans are replacing really had the interests of the little guy at heart. What do you think? Will Republican leadership of the Senate be better or worse for the country? Or just more of the same? Obama is to begin speaking shortly about his party’s stunning losses of last night, which are very hard not to trace back to voter disapproval of his performance. What do you say after your favored candidate for Maryland governor lost by double digits, your friend was ejected from the governor’s mansion in Illinois and every close Senate race plus North Carolina plus almost Virginia slipped out of the Democratic grasp? Here’s that Bingo card again for you: Here’s a summary of the policy areas McConnell touched on as he prepares to take leadership of the Senate: McConnell said the Republican Senate and the White House could find common ground on free trade and on tax reform. McConnell warned the president against taking unilateral action on immigration reform, which McConnell said would be tantamount to “waving a red flag in front of a bull” McConnell also mentioned many Republican projects that he said the president might not like, including: Energy issues including but not limited to the Keystone pipeline. Obamacare cuts including the tax on medical devices and the individual mandate Using the power of the purse to clear away new regulations specifically pertaining to the War on Coal ie carbon emissions ie EPA funding. “We’re not going to be shutting down the government,” McConnell said repeatedly. “The Senate in the last few years basically doesn’t do anything. We don’t even vote,” McConnell began his address by saying. Last question for McConnell: he’s asked about potential mutiny to his leadership bid by Ted Cruz or other restive senators. “Let me just make a prediction for you: a week for tomorrow I’ll be elected majority leader of the Senate,” McConnell said. McConnell said he took a call from Reid and they had an amicable chat. Reid complimented him on his campaign, he said. On to foreign policy: “The immmediate concern is obviously the Ebola crisis... with regard to the authorization to help the Syrian rebels, as you know we insisted on that terminating at the end of this year so we could have a new discussion with the administration...” They’re going to discuss it over lunch on Friday. More on why McConnell doesn’t think the GOP will need to shut down the government: We have the opportunity now to pass the budget. So I think we have other mechanisms that were unavailable to us with the previous configuration of the government, and I think that’s a pretty important tool. McConnell talks about the Democrats’ move to change Senate rules to allow some presidential nominees to go through on a simple majority of votes. It was a huge, huge mistake in my view. It is hard to unring a bell. They’ve now established a precedent. It’s a big issue. “We’re not going to be shutting down the government, “ McConnell says, again. He says he’s going to the White House for lunch on Friday. He’s asked about all the senators in his caucus who could be disruptive because they’re focused on presidential runs. What I tell em all is, the best day you have will be the day before you announce. ... I have no problems with people’s ambitions. .. they’re all ambitious or they wouldn’t be where they are. Therer’re a lot of folks with sharp elbows and big egos. I’m not troubled by amibtition, and I think we can accommodate that and still make progress for the country” “Choosing to do things unilaterally on immigration would be a deep mistake... it’s like waving a red flag in front of a bull,” McConnell says. He says Obama did so with Obamacare and with earlier executive orders on immigration reform. “I hope he won’t do that, because I think it poisons the well ...” “There are some things we can do with 51 votes. The budget. I think it’s in our ability... to pass more appropriations bills that fund the government.” He mentions ending the “bureaucratic strangulation of the economy” and using the power of the purse to push back. He singles out cap and trade and the War on Coal, as he calls it, meaning taxes attached to carbon emissions under Obama regulations. There will be no government shutdowns, and no default on the national debt. On to Obamacare. It’s no secret REpublicans think it was a huge mistake, McConnell says. But ‘he’s still there’. I will say this for sure. There are pieces of it that are deeply unpopular. The medical device tax. The loss of the 40-hour work-week. The individual mandate. People hate it. “We’re going to function. We are. We’re going to pass legislation. Some of it he may not like. But we’re gonna function. This gridlock can be ended.” But... “The veto pen is a very big thing... that’s the way our system works.” There’s only one Democrat that counts: the president, McConnell says. McConnell said a $5m per person estate tax exemption indexed to inflation was a key part of the fiscal cliff deal he had negotiated with Biden. But the leader of the Democrats in the House said they wouldn’t vote in favor of any deal that contained the deal. Then they did. “The Democrat who counts is the president of the United States,” McConnell says. McConnell says he and Obama were just talking about trade agreements. Repulibcans “think international trade is good for America,” he says. “The president indicated he’s interested in doing tax reform,” McConnell says. “He’s interested in that issue, and we are too.” McConnell blames paralysis in the 113th Congress on the Senate. He says the House has passed bipartisan legislation but the Senate won’t act. Such as on immigration No, McConnell does not list examples. We will vote on things the administration isn’t fond of, McConnell says. He specifies “the energy front”. He says that means more than just the Keystone pipeline. But “the employment figures connected with Keystone are stunning,” he allows. From an institutional point of view, the Senate needs to be fixed.... The Senate in the last few years basically doesn’t do anything. We don’t even vote. He says the Senate needs to work more, with votes on Friday, and ocasionally “burning the midnight oil”. McConnell begins speaking. He starts with remarks about the University of Louisville. Then he’s on to dysfunction in Washington. He says he spoke with President Obama today. “We agreed that we ought to see what areas of agreement there are.” We’re about to hear from the next Senate majority leader, Mitch McConnell, who’s to speak at the Chao Auditorium of the McConnell Center at the University of Louisville. Watch it live on C-SPAN here. President Obama is scheduled to speak at the White House at 2.50pm ET, after his party was defeated in the battle to control the next US Senate and on pretty much every other front. Obama has hinted that he hopes to pursue some bipartisan legislation and to use his second term to make a mark on the wider world. Republicans took firm control of the US Senate, with projections showing the GOP likely to have an eight-seat majority. They also look likely to win 247 seats in the House of Representatives, cementing their hold there. Louisiana will go to a runoff election, but the Republican candidate looks poised to beat the incumbent Democrat. Senate minority leader Mitch McConnell will give a speech at 1.30pm ET, the day after he easily won re-election in Kentucky and saw his path cleared to become the majority leader. McConnell fended off both a Tea Party challenger and well-funded Democrat during a campaign that mirrored the successful tactics of his party to marginalize extreme voices in the party and tie Democrats to an unpopular president. A few races are still undecided, including a Senate race in Alaska in which the Democratic candidate has not yet conceded, and a close congressional race in Arizona. Democratic governor John Hickenlooper confirmed a close victory in Colorado Wednesday morning, but the GOP claimed victory in a number of other gubernatorial races around the country. Winning Republicans candidates made a number of firsts, including the youngest woman elected to Congress, the first black female Republican elected to Congress and the first female combat veteran elected to the Senate. In the wake of defeat, elected leaders do little so quickly as blame each other for those defeats, but the Democrats make take longer than usual to sort out their differences, the Guardian’s Dan Roberts (@robertsdan) reports from DC: Among those on the left of the party, the answer is all of the above. “It’s shocking, but only in magnitude,” said one senior union official on Wednesday. “When the economy is bad and one party says the economy is bad (though offers no ideas) while the other party’s leader says the economy is good, it’s kinda clear who will win.” Yet the official Democratic narrative is more likely to be written by members of Hillary Clinton’s camp, who privately agree with many Republicans that Obama’s competency in office is at the core of the problem. But Republicans also simply orchestrated more disciplined, effective, campaigns than Democrats did this time around. Criticism is already growing, for example, of a Kentucky candidate’s decision to run from Obama so hard that she wouldn’t even say whether she had voted for him, and of Senator Mark Udall’s relentless attacks on Republicans in Colorado for being anti-women even as his opponent. For its part, the White House began carefully shifting the blame as polling showed defeat becoming likely, insisting that campaign decisions such as keeping the president away from battleground states were driven by local candidates rather than Obama himself. Dan chalks up the Republican victory in large part to the way it defeated an unruly Tea Party wing and to how it pushed down the president’s approval ratings and then used that disapproval to hammer Democratic candidates. You can read his full post-mortem here. Want to know how Joni Ernst transformed from a 44-year-old Iowan grandmother into a Republican star and nationally-known nemesis of hogs? The Guardian’s Rory Carroll (@rorycarroll72) talked with the GOP strategist who made it possible. Todd Harris, a veteran Republican strategist from California, said “It got people to take notice of her,” as he clutched a Bud Light and Republicans whooped and celebrated around him in Des Moines. “It was by no means unanimous that we should run this ad but Joni believed in it.” “The campaign didn’t have a lot of money so we knew we had to take some risks. We wanted to test the line so she used it as a one-liner in a debate. It worked. It really killed. So we knew it was funny.” Harris doubted she would repeat the swine line in future races. “When you’re talking about hog castration, less is probably more. I don’t expect to see it on TV again.” Ernst won easily by more than seven points. In case you’ve missed the ad, in which Ernst cheerfully recalls how the hogs squealed as she castrate them, you can watch it here, and you can read more from Rory’s piece here. Not sure how to keep the party going now that election night has rounded the corner into day-after-election-day-afternoon? Have you considered Obama bingo? Play along by placing tokens on appropriate squares whenever the president’s remarks coincide with your one on portion of the board. Print your copy before the president’s scheduled remarks at 3pm ET today, and enjoy the singular experience of shouting “bingo!” at the television or computer screen in the middle of the afternoon. We’ll also be watching Mitch McConnell’s speech, scheduled for 2pm, to hear what the GOP’s big winner has to say. Feel free to make Republican speech bingo boards at home. Other people feeling good about today include senators John McCain and Paul Ryan, who’re both waiting in the wings to swoop down on important committee chairs. McCain looks poised to become chairman of the armed services committee, and the hawkish Arizona senator has pushed for more defense spending and intervention abroad, particularly Syria. He has not shied from criticising the Obama administration’s foreign policy, and has a long and complicated relationship with the many powers of the Pentagon, including defense secretary Chuck Hagel. Ryan wants to chair the ways and means committee, a position which has been described by a congressman as being “like having a wife and a mistress. You can’t satisfy either one of them. So he’s going to have an impossible situation for himself.” The committee handles a lot of cash and policy, and although powerful will be a test for Ryan’s ascetic ideas about government. It’s unclear how either man would approach his new job – both swing between poles of uncompromising politics and willingness to compromise, and, just for drama, both know what it’s like to lose to an Obama ticket. A key Latino congressman has delivered a stern warning to President Obama, telling him that “time’s up” for the president to act unilaterally on immigration reform. The Guardian’s Tom McCarthy (@teemcsee) reports: Representative Luis Gutierrez, a 20-year veteran of Congress from Chicago, spoke Wednesday morning to fellow advocates at the Illinois Coalition for Immigrant and Refugee Rights offices. Gutierrez urged Obama to circumvent Congress to end the threat of deportation for many of the country’s estimated 10 million undocumented immigrants. “The politics are over,” Gutierrez said, addressing Obama. “The Senate has been lost. But you are still president of the United States of America, we elected you to a four-year term, it is time for you to act.” Gutierrez said Latino voters had faithfully supported Democrats but that the arrangement might not last if the bloc did not see results. He warned the president not to try to cut a deal with Republicans. “We went through an election cycle in which immigrants were used and vilified by the Republican party, and now we’re supposed to wait for them to be kind and generous to us?” Gutierrez said. “No. You had two years. We passed the Senate bill … and you refused to act.” “Time’s up. It’s time for the president of the United States to act and to defend our community. And to be brave, and to be courageous. And to keep his commitment and his word to our community.” Gutierrez had previously warned that inaction could lead to “civil war” among Democrats, and today he has written a piece today for the Guardian’s opinion desk, “Election day is over. It’s time for real US immigration reform. Your move, Obama.” Colorado’s newly re-elected governor, John Hickenlooper, is already trying to bridge the gap. The Democrat says about ousted senator and party ally, Mark Udall: “I thought his concession speech was one of most beautiful I ever heard … he has given so much to the state.” Then he says he got a call this morning from the man who beat Udall, Republican Cory Gardner, who told him: “We’re going to be able to work together very well.” Both parties seem to believe that a lot of phone calls will ease make the two years ahead. An Arizona congressional battle is “on a knife’s edge”, my colleague Paul Lewis (@paullewis) reports on the second district there: So far, officials have counted three-quarters of the ballots (157,534 votes). Remarkably, there are just 36 votes separating Republican Martha McSally from the incumbent Democrat, Ron Barber. McSally, marginally ahead, says in a mass email: “Right now, there are still many ballots to be counted and the race is too close to be called.” This is the seat Democrat Gabrielle Giffords held before she was seriously injured in the 2011 mass shooting in Tucson and, as I wrote about last month, the former congresswoman’s political action committee controversially attempted to use gun reform to swing the election in favour of Barber, her former aide, who was also injured in the shooting. But Mexico is the main reason this race has come down to the wire. The district runs along the southern US border with Mexico and, as cattle ranchers told me when I visited the district, there has been a backlash against Democrats over lax border security. As the final figures trickle in, so the winners and losers give their respective speeches. A Texas town voted yesterday to ban fracking in its city limits, my colleague Suzanne Goldenberg writes, reporting on a midterm vote that rebuked a few very wealthy interests. “It should send a signal to industry that if the people in Texas – where fracking was invented – can’t live with it, nobody can,” said Sharon Wilson, the Texas organiser for EarthWorks, who lives in Denton. Denton remains a solidly Republican town, and oil companies reportedly spent $700,000 to defeat the ban, according to the Denton Record-Chronicle. “It was more like David and Godzilla then David and Goliath,” Wilson said. But she said residents were fed up with the noise and disruption of fracking, and the constant traffic and fumes from wells and trucks operating in residential neighbourhoods. Similar measures both succeeded and failed in Ohio and California yesterday, depending on the county, but Suzanne reports that Denton’s vote was particularly symbolic, as it’s “probably the most heavily fracked town in the country”. You can read the full piece here. The Democrats hold onto one more governor’s mansion in a close race. OSCE observers found the role of money “problematic” in the US midterms, although the good people who monitor elections around the world liked America’s “commitment to democracy”. Isabel Santos, leader of the OSCE PA observers, said: “the amount of money involved in campaigns has become truly staggering. With certain individuals and groups now spending millions on elections – amounts wildly beyond the capacity of average citizens – there is increasing inequality in the process.” “The campaign was active and competitive, but often with negative advertising and mutual accusations lowering the quality of debate and turning voters off. Discussion of the real policy challenges facing the country suffered as a result.” They were also none too pleased about new voter-ID laws. “Governments have a responsibility to facilitate voting for their population … the requirement in some states that voters must first acquire photo identification can potentially inhibit voting by some, particularly those at lower socio-economic levels,” said Santos. Finally, observers dryly noted that despite “extensive media coverage … actual interest of the public appeared limited”. New Jersey’s Republican governor, Chris Christie, is out and about on major morning shows, saying the results are “absolutely fabulous” and taking a victory lap on behalf of his party. He insists it’s not about him. To NBC: “If a blue-state governor like me is chairman of the [Republican Governors Association], I work to make the decisions to spend money in states like that and we get victories, that’s a great day … People want to get things done.” To ABC: “The president took a beating last night, and the fact is, you’ve got to sit down then with the folks on the other side and say to them, ‘OK, let’s see what we can agree on together.’ And I think the president needs to lead. I’ve been urging him to do that for years. He needs to lead and work with these folks now.” About the 2016 presidential race: “I haven’t had time to think about [2016]. I’m on two hours sleep, so fair to say what I’m looking for is a nap.” To Fox News: “I love that map this morning. It looks absolutely fabulous I’ve gotta tell you, I think the president has less to do with what we did last night. I think what governors did last night was to show on their own individual records that they can do a great job and people returned them to office.” “[It’s] about our candidates. It’s not about me. I was happy to help. I’m glad to have their confidence. But that’s all it is.” Barack Obama’s bad day just got marginally worse: Russia’s Vladimir Putin has been declared Forbes’ most powerful person of 2014, beating the US president to the top spot. China’s Xi Jinping ranked third. Putin, who did not have to sway a single North Carolina voter to do it, is surely framing the article for his office wall now. Who needs elections when there are financial magazines to anoint you? An ironic point made by adapting a famous image? Keep innovating, Time. Perhaps more substantially, McConnell did actually tell Time a few semi-interesting things, like how he’s planning to bring up votes on “approving the Keystone XL pipeline, repealing the medical device tax, trying to restore the 40-hour work week, trying to get rid of the individual mandate.” “After all, [Obama’s] going to be there for two more years. Maybe there are things that we can agree on. I’ll give you a couple of examples where there may be areas of agreement: comprehensive tax reform and trade agreements. Most of my members think that America’s a winner in international trade. The president hasn’t sent us a single trade bill in six years. I hope he’ll do that.” McConnell also said he wouldn’t pursue a repeal of Obamacare or a government shutdown: “Remember me? I’m the guy that gets us out of government shutdowns.” It’s time for a “battle for soul of the GOP”, Politico reports, so breathless with excitement it didn’t even have time for the definite article. The DC magazine sees the Ted Cruz-ade (has that not caught on yet?) for rightwing policies pitted against Republican moderates, with Mitch McConnell as the wily man in the middle. “Now is the time for tax reform. Now is the time for regulatory reform. Now is the time to go after and do everything humanly possible to repeal Obamacare. Now is the time to stand up to the president and say, ‘No more amnesty,’” Cruz said. And Texas Governor Rick Perry, another likely 2016 contender, declared it was “time to lead and craft common-sense policies that make America energy independent, bring sanity to our Tax Code, and secure our border once and for all.” McConnell sounded a practical note on Tuesday as he stressed the need to work with Obama when possible. “I don’t expect the president to wake up tomorrow and view the world any differently than he did when he woke up this morning. He knows I won’t either. But I do think we have an obligation to work together on issues where we can agree,” McConnell said. “Just because we have a two-party system doesn’t mean we have to be in perpetual conflict.” Prognostication about the next two years has begun in earnest, with many seeing two scenarios head, “one dark, one rosy” as the New Yorker’s Evan Osnos puts it: The rosy scenario begins with the true, if glib-sounding, observation that the Senate is already in a state of gridlock. Perhaps now, with Republicans no longer only an opposition party, both sides will see an incentive to deal. McConnell, the theory goes, will understand that he has as little as two years to make his mark as leader, opposite a president in the same predicament. Make no mistake: this is not likely to produce major legislation from the Democrats’ agenda – a higher minimum wage, equal pay for women, affordable college tuition – but it could raise the faint spectre of compromise over lower-hanging goals such as a tax overhaul, trade promotion, or investment in roads and bridges. My money is on the darker scenario, which holds that we are entering a period of paralysis that will be the functional equivalent of turning down the radiators and draining the pipes in the Capitol until the 2016 election. McConnell has told big donors that he will “work at every turn to thwart the Obama agenda, and use appropriations and the budget process to force the president to roll back key elements of Obamacare, to water down Dodd-Frank, to tilt toward coal … to move forward on the Keystone XL pipeline, and to stop Environmental Protection Agency action on climate change,” according to the National Journal. Public service announcement: there are just 438 days until the Iowa caucuses. And finally: In Massachusetts, Democratic candidate Martha Coakley is bowing to the inevitable in the governor’s race there. Call it the Curse of Obama, via USA Today: Many Democratic candidates didn’t want to campaign with President Obama this election season, and the results show why. Most of the candidates Obama did appear with lost. Of the eight candidates who held rallies featuring the president, five went down to defeat on Tuesday. All five were gubernatorial candidates: Incumbent Pat Quinn in Illinois, Anthony Brown in Maryland, Mary Burke in Wisconsin, Mike Michaud in Maine, and Mark Schauer in Michigan. The New York Times in full dead-pan mode, reporting on Joni Ernst’s win in Iowa: Ms Ernst gained national prominence for commercials in which she brandished a gun and talked about castrating pigs. That would be this ad. From the Republican camp, the Washington Examiner’s Byron York lists five Democratic party myths that he says were exploded by the midterm election result. Number one: “The election wouldn’t be a referendum on President Obama”: Every day on the stump, Republican candidates pressed the point that their Democratic opponents voted for the Obama agenda nearly all the time. “Kay Hagan has voted for President Obama’s failed partisan agenda 95% of the time,” said Thom Tillis, who defeated the incumbent Democrat in North Carolina. Mark Pryor “votes with Barack Obama 93% of the time,” said Tom Cotton, who defeated the incumbent Democrat in Arkansas. “Mark Udall has voted with [Obama] 99% of the time,” said Cory Gardner, who defeated the incumbent Democrat in Colorado. The US political Twitterati are very excited by this Washington Post behind the scenes piece, which has more inside baseball than, well, a game of baseball. But it does have some nuggets: Minutes after landing at Reagan National Airport one day early this year, many GOP Senate hopefuls found themselves besieged at baggage claim by people with cameras yelling questions at them about abortion and rape. This was no impromptu news conference but rather Republican staffers in disguise, trying to shock the candidates into realizing the intensity of what lay before them. From the airport, the startled candidates were whisked off to NRSC headquarters for a series of meetings. There were policy briefings led by Lanhee Chen, Mitt Romney’s former policy director, as well as communications boot camps and media training from Roger Ailes associate Jon Kraushar, who has mentored Fox News personalities. Here’s how things stand at 8am ET or 1pm GMT, as the smoke clears after the Republican triumph in the 2014 midterm elections: President Obama is to appear before the media at the White House this afternoon to discuss the midterm election result. Now facing opposition majorities in both branches of Congress, the challenge for Obama will be to refocus his presidency and political effort against almost certain Republican intransigence. Republicans took firm control of the US Senate, with projections showing the GOP likely to have an eight-seat majority. Currently the GOP has won or is likely to hold 53 Senate seats, leaving the Democratic party with 46. The remaining undecided Senate seat will be decided by a run-off election in Louisiana next month – although the Republicans are also favoured to win that. In the House of Representatives the Republicans made further gains of at least nine seats, on top of those they made in 2010 and 2012, giving them their biggest majority in the chamber since the 1950s. With five House races still too close to call, the Republicans are likely to win 247 seats, while the Democrats have 183. Many pre-election opinion polls drastically underplayed the extent of the Republican victory, with what were expected to be close races turning out to be easy victories. In North Carolina, polls that showed Democratic Senator Kay Hagan holding her seat were well off the mark, while expectations that Republican Senate minority leader Mitch McConnell faced a tough re-election battle turned out to be inaccurate. The Republicans also toppled Democratic contenders in a number of hard-fought governorship races, even in Democratic bastions in New England and the east coast, with Republicans holding Maine and capturing the Massachusetts state house. Democratic activists and campaigners began to dissect the scale of the loss, with exit polls showing that the Republican tactic of tying the party to President Obama was very successful: nearly 60% of voters said they were dissatisfied or angry with the Obama administration. Winning Republicans candidates included the youngest woman elected to Congress, the first black female Republican elected to Congress, the first African American elected to the US Senate from a southern state, and the first female combat veteran elected to the Senate. The White House announces that Barack Obama will face the cameras later this afternoon, presumably to publicly address the midterm election result. Or maybe just chat about the weather, who knows. A sliver of good news for Democrats: in Connecticut, their candidate running for re-election, Dannel Malloy, is claiming victory in a close race: As of 5.30am, the race for governor in Connecticut still has not been called. Malloy was at 51% while Foley held 48%. Results from Hartford and New Haven have not yet been added to the mix. That didn’t stop Malloy from declaring victory overnight, despite numbers showing a neck and neck race. It’s because Hartford and New Haven are typically Democratic strongholds. But really, if a Democrat winning Connecticut is the night’s good news, then the rest of the night has been a disaster. Top marks go to Rand Paul, the GOP senator from Kentucky, for his shameless attempt to pivot as quickly as possible to 2016. He told AP: Tonight was really a referendum not only on the president’s policies, but really a referendum on Hillary Clinton. Nice try Rand, even if that sounds like nonsense. He’s been on the case via Twitter as well. That Alaska Senate result can’t be far away. The Associated Press has a longer look at the exit poll results to divine why the Republicans did so well last night: Republicans took control of Congress with a big push from voters who feel they’ve been left behind in the nation’s gradual economic recovery, exit polls show. Although they turned against President Barack Obama and Democrats, gloomy voters also expressed scant confidence in Republican leaders. Almost half say their own family’s financial situation hasn’t improved much over the past two years, and a fourth say it’s gotten worse. Those who said their finances were worse supported Republican congressional candidates by more than a 2-1 margin. Who voted and how: Democrats lost some of the female support that helped re-elect Obama and Senate Democrats in 2012. Still, more women supported Democrats than in 2010. Men leaned Republican. White voters favored Republicans by a 22-point margin. Two-thirds of Hispanics voted Democratic in House races, and black voters were overwhelmingly for the Democrats. Republicans did better among married people, whether male or female, and rural residents. Single women and city dwellers were especially Democratic. Regular churchgoers favored Republicans, while those who never attend religious services overwhelmingly voted for Democrats. Voters with incomes under $50,000 generally favored Democrats, while those who earn more tended to support Republicans. It is sounding like it’s all over in Alaska – another Senate seat turnover for the GOP: Republican US Senate candidate Dan Sullivan appeared to grab an insurmountable lead over incumbent Democratic Senator Mark Begich early Wednesday, with 97% of Alaska’s precincts reporting. With 427 of 441 precincts counted, Sullivan led 49% to 45%. The margin remained essentially the same from the first returns early in the evening. Meanwhile, the Alaska governor’s race is dragging on, where the Republicans are being edged out by an independent with Democratic support: Republican Governor Sean Parnell’s reelection bid was faltering Tuesday night as independent Bill Walker held a slim but steady lead with nearly three-fourths of Alaska’s precincts counted. Unofficial returns had Walker up by just over 1,500 votes with some 74% of the state’s far flung precincts reporting. In percentage terms, Walker’s lead was narrow: 47.7% to Parnell’s 46.8%. The contest was turning into an Alaska nail biter. Speaking of dead candidates: Massachusetts Democrat Martha Coakley should win some sort of special award for her reverse Midas touch, since everything she touches turns to poo. In 2010 Coakley’s stone-cold campaign lost Ted Kennedy’s Senate seat to Scott Brown and the Republicans. And now Coakley is losing to the Republicans again, as she is trailing in the gubernatorial elections there. It’s still tight, with Republican candidate Charlie Baker leading Coakley by 48.4% to 46.7%, so Coakley isn’t conceding yet. But Baker has declared victory, and is backed by AP and all the news networks. Election night turned into a wake for the Democratic party. But despite the tidal wave of Republican results, there are still parts of the US that will elect Democrats even if they are dead, such as Washington state: There’s an unusual twist in the race for state house in the 30th district of Federal Way. The Democratic incumbent died from cancer last week, but Rep Roger Freeman’s name is still on the ballot – and he’s still getting votes. There’s a quote from the dead candidate’s campaign, saying it’s what he would have wanted. Erick Erickson, the reddest of Red State Republicans, has plenty to say about the Republican triumph and liberal media bias, as you might expect. I’ll spare you the part about “Abortion Barbie” but he makes this point: In Florida, Rick Scott beat Charlie Crist. Were you to believe the media for the past three months, there was no way Scott could get re-elected. Likewise, the media spent months salivating over Democrats Allison Grimes, Wendy Davis, and Michelle Nunn. All three women lost. Meanwhile, the GOP is sending the first black female Republican to Congress with Mia Love. They’re sending conservative legend Barbara Comstock who won in Northern Virginia. And they’re sending veteran Joni Ernst from Iowa. Ernst, by the way, ran one of the best campaigns in America. But the media ignored the Republican women, focusing instead on the fashion choices of losing Democrats who stroked their world view. By the way, not only did Wendy Davis lose the gubernatorial election in Texas, but her State Senate seat flipped to the GOP’s tea party candidate, Konni Burton. Mia Love becomes the first black Republican congresswoman in American history, after she won a seat in Utah at the second attempt. Everything you wanted to know about Love via Buzzfeed. Maybe this isn’t the best time for this otherwise sweet video to be surfacing, but here’s Barack Obama dancing. I suspect there won’t be much dancing in the next few days. Or months. An update on results that are still to be counted: Virginia senate seat Connecticut governor Colorado governor Alaska governor and senate seat The Guardian’s Paul Lewis has just filed his final take of the night stateside, surveying the smoking ruins of the 2014 Democratic party campaign: President Barack Obama’s party awoke on Wednesday to the political equivalent of a pounding hangover; a wave of defeats more numerous and deeper than many Democrats had feared. Republicans gained at least seven Senate seats from Democrats, cementing the GOP power base on Capitol Hill and boosting the party’s standing ahead of the 2016 presidential elections. On a night of few positives for Democrats, Republicans also outperformed Democrats in most of the 36 governors races, clinching stunning victories in Democratic strongholds such as Massachusetts, Maryland and Illinois. “This is ugly,” one top Democrat involved in the party’s election strategy told the Guardian in the early hours of Wednesday morning. “It is so much worse than we expected.” The defeat is a major blow to the president, whose low approval ratings contributed heavily to his party’s electoral drubbing. Obama, an already isolated and unpopular president, must now see out his remaining two years in the White House with his Republican opponents controlling both branches of Congress. The nature of the rout will be cause for concern for Hillary Clinton, the heir-apparent for the Democratic presidential nomination who, along with her husband, former president Bill Clinton, stumped for several of the party’s Senate candidates who lost badly. The Washington Post is also talking up Scott Walker’s chances as a Republican presidential nominee in 2016: Walker’s success provides a compelling rationale for an expected 2016 White House bid: that he won two elections and fended off a 2012 recall effort in a state that twice voted for Obama. “He can say to Republican activists around the country, ‘I won three close races in a swing state,’ ” said Mike Wagner, an assistant professor of journalism who studies political communication and elections at the University of Wisconsin at Madison. Tim Phillips, president of the conservative advocacy group Americans for Prosperity, said Walker now has a national profile with major donors and party activists, making him a “formidable” presidential contender. “Many donors already know him and respect what he’s done, so he will be able to instantly get in the door,” Phillips said. Why did the Democrats do so badly? The Washington Post’s Dan Balz compares 2014 and the last midterm elections in 2010, and puts the 2014 result down to the iron laws of electoral demography: Fundamentals favored the Republicans, from the traditional midterm advantage for the party that does not hold the White House to the low regard in which voters held the president. Added to that was a Senate map that was heavily tilted in favor of the GOP, so much so that it was always possible for Republicans to capture control simply by winning states carried by GOP presidential nominee Mitt Romney in 2012. Though winning in some of those red states would require defeating Democratic incumbents, both parties also were aware that in a polarized nation, states increasingly vote the same way in Senate elections as they do in presidential elections. The Associated Press lists the five ways US politics will play out after the 2014 midterms, including this: Obama put off a number of high-profile decisions until after the election. But time is up. And those decisions only become more politically fraught with Republicans in full control of Congress. Republicans are likely to insist that Obama hold off on nominating a new attorney general until after the Senate is seated. That would subject Obama’s nominee to a GOP-controlled confirmation fight. Obama has also pledged to act unilaterally by year’s end on immigration, but an end-run around Congress becomes harder to defend now that voters have ousted so many Democrats. Obama must also decide how to handle a flurry of bills that Republicans may pass to try to force Obama’s hand on issues like the Keystone XL pipeline and health care. Until now, Obama has only used his veto pen twice. Perhaps the upset of the night was Republican Larry Hogan winning the election to be Maryland’s next governor – given that Maryland is a solid east coast blue state. Hogan had no money and little help from national Republicans. But he did campaign very effectively – and his team made this masterclass in how to do TV advertising. Looking ahead to the 2016 presidential election – campaigning for which begins today, in one for or another – get used to hearing the name of Wisconsin governor Scott Walker as the potential Republican nominee. Here’s the New York Times: Just after Mr Walker won the recall election, Republicans began mentioning him among a list of possible candidates for president in 2016. Mr Walker’s success at pushing through a conservative agenda, then surviving a recall challenge in a state that twice favored President Obama gave him a résumé Republicans saw as appealing for a White House run. Yet Mr Walker needed to win a second term as governor on Tuesday to remain viable in that regard, and some political analysts said a decisive margin of victory was needed to bolster the case for a future presidential run. They are still counting votes in Wisconsin but Walker is coasting to victory by around five percentage points. That’s a decisive margin all right. And so it begins: Some key points to note: Hillary Clinton will be running against an actual person; 2014 midterm voters are not a representative sample of the 2016 voting population; the 2016 presidential election is two years away. Two things to look forward to: long, hand-wringing pieces about where the Democratic party went wrong, and equally long, over-enthusiastic features about the Republican party machine behind the scenes. The Washington Post is first out of the block with one of both types: Eleven hundred miles away in Richmond, Virginia, Chris LaCivita, a hard-charging Republican fixer, was on his back deck picking apart steamed crabs and drinking beer with friends when he got the order to fly to Kansas. The Republican rescue was underway. Then there are some quotes from Harry Reid’s chief of staff, blaming the White House: At a March 4 Oval Office meeting, Senate Majority Leader Harry Reid (D-Nev) and other Senate leaders pleaded with Obama to transfer millions in party funds and to also help raise money for an outside group. “We were never going to get on the same page,” said David Krone, Reid’s chief of staff. “We were beating our heads against the wall.” There will be plenty more like this in the coming days. Meanwhile, in the very swingy swing state of Nevada, the scale of the local Republican triumph has surprised even Jon Ralston, the éminence grise of Nevada state politics: What does this all mean for the 2016 presidential elections, you ask? Not as much as you might think, according to this analysis in the Los Angeles Times: Even before the votes were counted, some of the GOP’s leading strategists had begun to warn that those victories could blind Republicans to hard problems that the 2014 campaign had done almost nothing to solve. The barriers to a Republican victory in a presidential election remain formidable, they said. “We shouldn’t be gloating over the fact of winning red states,” said Republican pollster Neil Newhouse, noting that this year’s Senate battles mostly took place in reliably conservative states in the South and interior West. “That’s not a very high bar.” One-third of the Senate comes up for reelection every two years, and by luck of the draw, the states in this year’s batch are disproportionately conservative. Indeed, of the three classes of Senate seats, this year’s group has been the least representative of the country over the last few election cycles, according to an analysis of election data by Patrick J Egan, a political scientist at New York University. Yes this result is a wipeout or a rout or whatever you would like to call it – but it was fighting on Republican turf, largely, thanks to a set of circumstances that saw Democratic senators elected at the high-tide of Obamarama in 2008 defending their seats once the tide had gone out. In other news: Jerry Brown was easily re-elected as governor of California, as Democrats won other state-wide races. California has 55 electoral college votes. Iowa has six, to put things into perspective. Headlines one only sees in US elections: Measure to restrict bear-hunting practices fails in Maine That would be the Maine Bear Hunting Ban Initiative, outlawing the use of pizza as bear-bait. This tells you a lot about Maine. There is at least one gubernatorial race outstanding where the Democrats might pull off a victory, and one that looked pretty unlikely given the scale of the wipeout elsewhere. It’s in Colorado, where incumbent governor John Hickenlooper is just a hair behind his Republican challenger Bob Beauprez (who would make an excellent presidential candidate with a name like that). Since the Democratic parts of Colorado are the slowest at counting their votes, it looks like Hickenlooper is going to be safe. And if you are looking for silver linings it’s this: Colorado is a very swingy swing state so its good for the Democratic party’s 2016 presidential hopes. The US Republican party has outperformed even its wildest expectations in the 2014 midterm elections, holding or capturing a swathe of seats across the US that will enable it to comfortably take control of both houses of Congress. Meanwhile, the Democratic party remains bewildered by the scale of the loss, as thoughts turn to the 2016 presidential elections Here’s a summary of what happened last night and this morning: Republicans were expected to pick up around 7-9 seats in the Senate and up to 15 in the House of Representatives, although the final tally is unclear, with results still outstanding in the Virginia and Alaska Senate races. Mitch McConnell will be the new Republican majority leader in the Senate after his win in Georgia. Republican Senate candidates won in North Carolina, Arkansas, Colorado, Kansas and Iowa, while Louisiana will be decided in a runoff election. The Republicans also outperformed in the governor’s races, taking Maryland in an upset result, holding Maine and winning in Florida, Michigan and Wisconsin. Only in Colorado are the Democrats likely to win a contested race. There was little good news for Democrats. Senator Jeanne Shaheen held on in New Hampshire, while progressive minimum wage laws passed in Arkansas, Illinois and South Dakota. Oregon and Washington DC saw marijuana legalisation approved by voters, while Florida voted against decriminalising medical marijuana."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}