{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2014/nov/14/sarah-humphreys-new-moon-review-terrific-start-but-fails-to-match-up-to-opener", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2014-11-13T22:53:46Z", "webTitle": "Sarah Humphreys' New Moon review – terrific start but fails to match up to opener", "webUrl": "https://www.theguardian.com/music/2014/nov/14/sarah-humphreys-new-moon-review-terrific-start-but-fails-to-match-up-to-opener", "apiUrl": "https://content.guardianapis.com/music/2014/nov/14/sarah-humphreys-new-moon-review-terrific-start-but-fails-to-match-up-to-opener", "fields": {"headline": "Sarah Humphreys' New Moon review – terrific start but fails to match up to opener", "bodyText": "The first song and single from Sarah Humphreys’ new album is terrific. Take Your Time is shot through with a self-deprecating honesty, appraising life on the road and as a mother. “I’m so goddamn tired,” she sings. “I’m so goddamn sad/And I play to a bunch of the back of your heads/And you carry on with your dinner.” Uncompromising, it’s a declaration of war and intent simultaneously. With its Bob Dylan phrasing and jaunty pop swagger, Take Your Time rattles along and recalls Australia’s current Great Songsmith Courtney Barrett. It’s difficult not to sing along sympathetically, whiskey bottle close to hand, from the onset. And you can hear the twang of her Central Coast upbringing as she faces off the pack. As I say, it’s a terrific starter. The rest of New Moon, the Australian troubadour’s third album produced by long-term fan Kasey Chambers, is occasionally influenced by Chambers’ pop sensibility and personable enough, even if it doesn’t quite match up to its opener. There’s a little too much deference to the indie-pop folk template for that. The ukulele-led Falling starts with a great couplet (“If I open my eyes I don’t love you/When I shut them tight I do”) and chugs along merrily: a good-natured, warm-hearted love song that never pries too deeply. This is music for late-night apartment-bound lovers; music to while away the lonely hours of the morning after too. The sentiments are universal. The other standout, the delicate Lonely Girl – a possible follow-up single? – recalls one of Lesley Gore’s tear-streaked 60s dream-pop dramas, or perhaps something from the 90s Swedish pop band the Cardigans. It works because it separates Humphreys’ undeniably affecting voice from the sometimes overbearing accompaniment. One great and two pretty-great songs among a set of 12 self-penned numbers. Not a bad ratio, on any count. Certainly better than anything buzz bands such as Tame Impala manage. Occasionally, Humphreys’ songs detailing the sweet simple joy of being a parent can become cloying – I’m not doubting the sincerity of her paean to her child, Sweet Lovely You, but I don’t need its overt sentimentality either. But the album is structured well: for every downbeat Read My Heart there’s an upbeat Dishonesty or hip-swaying Streetlight, with its mournful slide guitar playing sweet melody in the background. There’s the full gamut of emotions here, from heartfelt and sincere and honest and angry to heartfelt and sincere and honest and love struck. As she puts it, the album is called New Moon because “the songs are influenced by the cycles of life; it’s how things work. Every month, the moon goes from new to full and you have that dark phase, but you always come out of it, into the light.” There’s little to dislike here, but not enough to get truly excited about either."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}