{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2014/nov/25/a-league-tactics-how-wanderers-strength-became-pressing-problem", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-11-24T22:45:44Z", "webTitle": "A-League tactics: how Wanderers' strength became a pressing problem", "webUrl": "https://www.theguardian.com/football/blog/2014/nov/25/a-league-tactics-how-wanderers-strength-became-pressing-problem", "apiUrl": "https://content.guardianapis.com/football/blog/2014/nov/25/a-league-tactics-how-wanderers-strength-became-pressing-problem", "fields": {"headline": "A-League tactics: how the Wanderers' strength became a pressing problem", "bodyText": "Western Sydney Wanderers: Asian club champions and A-League cellar dwellers. The contrast between the two couldn’t be greater, but less than two months into the new season, Western Sydney Wanderers have picked up the biggest trophy in Australian club football history and collected just two points from their opening six league fixtures. The second of those two points was won on Saturday afternoon when the Wanderers hosted, and dropped points to, fellow league strugglers Newcastle Jets. While Western Sydney dominated, creating more chances than their opponents Newcastle, who were coming off a 4-0 loss to Brisbane, they failed to convert their chances and suffered from a similar pattern that has been evident throughout the A-League season. Given the way the two sides lined up, both playing a 4-2-3-1, when the Wanderers pressed the Jets, there was always going to be a free man. In the defensive phase, the home “No10” Vitor Saba joined the front man Tomi Juric to form a front two that pressed Newcastle’s two centre backs. Behind them, midfielders Mateo Poljak and Iacapo La Rocca moved forward to pressure Newcastle’s holders Allan Welsh and Billy Celeski. This left spaces for Marcos Flores, who looked dangerous when picking up possession in between the lines, as neither of Wanderers’ central defenders looked to step out to apply pressure on the Argentine. An example which illustrates this pattern was evident in the 19th minute. After Newcastle had weathered a storm from Western Sydney, they were able to build from the back in possession. Western Sydney’s front two applied pressure in deep areas while Poljak stepped forward to pressure Welsh. But with Wanderers pressing, Flores was able to find space and when Adrian Madaschi’s chipped pass into Edson Montaño was layed off to Flores, the “No10” played a quick, incisive pass out towards the right. Flores then moved towards the edge of the Wanderers’ box untracked before blasting a well-hit shot against the crossbar. Opponents finding space in between the lines of defence and midfield has been a recurring feature of the opening six games for the Wanderers. In their opening fixture against Melbourne Victory, it was right winger Kosta Barbarouses who was able to trouble the defence by dropping in between the lines. This movement was facilitated by Victory drawing Poljak out of his defensive zone, before passing in and around him. Against Sydney FC, after Saba’s red card Western Sydney’s midfield two were regularly drawn forward to apply pressure, leaving spaces for Corey Gameiro and Alex Brosque, a factor which played a part in the Sky Blues’ derby winner. And against Perth Glory, both of Western Sydney’s holding midfielders were drawn forward to apply pressure before being easily bypassed, leaving the Wanderers’ back four exposed as Perth advanced and took shot after shot on goal. For the Wanderers to have conceded 11 goals in their opening six games, collecting only two points, is a shock given their fantastic defensive displays in the Asian Champions League. But this can be put down, in part, to the different approaches the side has taken in the two competitions. In Asia, Western Sydney were up against clubs with a wealth of attacking talent. The Wanderers were caught out in their first Champions League game and coach Tony Popovic made it clear that he had learned his lesson, setting his side up in a deeper defensive unit, instead of pressing as they do in the A-League. By doing this in Asia, Western Sydney avoided the potential problems they are facing now, because their midfield duo of La Rocca and Poljak were not tasked with pressing. Instead, they were tasked with preventing passes in between the lines, making Western Sydney compact and difficult to break down. In Asia (white), Western Sydney sat back in a compact 4-4-2 block, but in the A-League (red and black), their midfield duo of Poljak and La Rocca are leaving spaces in between the lines when they press. It is an interesting problem for the Asian Champions to reconcile with. During the first two seasons in the A-League, the Wanderers’ pressing game was almost unplayable, as opponents struggled to find weaknesses in the fine-tuned and hardworking system. But now, little cracks are starting to appear as teams look to draw the midfield duo of La Rocca and Poljak forward before playing around them and into the spaces in between the lines of defence and midfield."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}