{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2014/nov/11/missouri-national-guard-ferguson-grand-jury-protests", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2014-11-11T22:28:40Z", "webTitle": "Missouri national guard on standby for Michael Brown grand jury decision", "webUrl": "https://www.theguardian.com/us-news/2014/nov/11/missouri-national-guard-ferguson-grand-jury-protests", "apiUrl": "https://content.guardianapis.com/us-news/2014/nov/11/missouri-national-guard-ferguson-grand-jury-protests", "fields": {"headline": "Missouri national guard on standby for Michael Brown grand jury decision", "bodyText": "The Missouri national guard will be on standby to deal with any protests after a grand jury announces its decision on whether to charge the police officer who shot dead an unarmed teenager, Michael Brown, the state governor announced on Tuesday. The governor, Jay Nixon, said the national guard had been involved in extensive police planning for any eventuality after the announcement of a decision by jurors considering the potential prosecution of officer Darren Wilson, who killed Brown on 9 August. National Guard forces “will continue to be available when we determine it is necessary to support local law enforcement”, Nixon told a press conference. “I’m prepared to make that order,” he said. “At the time operationally that it is necessary to move forward, we will.” Authorities around Ferguson, a northern suburb of St Louis, are braced for further unrest amid widespread expectations that Wilson, 28, will not be indicted for the shooting, which took place in sharply contested circumstances after he stopped Brown and a friend for jaywalking. Intense protests in the days after Brown’s death met a militarised police response that drew sharp criticism from regional leaders and civil rights organisations. Nixon on Tuesday declined to comment on whether police were again prepared to use teargas and rubber bullets. Criticising a minority of activists for blighting earlier demonstrations with “senseless acts of violence and destruction”, Nixon on Tuesday said “that ugliness was not representative of Missouri, and that cannot be repeated” and warned “violence will not be tolerated” during any future protests. “The world is watching,” he said. “Peace must prevail”. “This is America,” said Nixon, a Democrat once discussed as a potential vice-presidential candidate in 2016. “People have the right to express their views and grievances, but they do not have the right to place their fellow citizens and property at risk.” Nixon’s remarks came days after James Knowles, Ferguson’s mayor, said that they would “prepare for the worst” following the grand jury’s announcement.” He told a local television station last week: “There are expectations that demonstrations probably will break out in several places.” Grand jurors have been hearing evidence gathered by county police on the shooting in secret for almost three months. Bob McCulloch, the prosecuting attorney for St Louis County, has said only that he expects their decision to be announced in “mid-to-late November”. The US Department of Justice and FBI have been carrying out a separate inquiry into Brown’s death for potential federal civil rights charges against Wilson. However officials have indicated in leaks to the media that such charges are also unlikely. Nixon stressed that officials had been drawing up policing plans “around the clock” not because authorities were “convinced that that violence will occur” and “regardless of the outcome of the parallel local and federal investigations”. He said that unrest would be policed by a “unified command” of officers from St Louis County, which led the much-criticised response to early protests, along with the Missouri state highway patrol and the city of St Louis’s metropolitan police. Wilson’s colleagues in Ferguson’s police force will apparently not be involved in policing future protests. Reports earlier this month indicated that federal and regional authorities may be readying an overhaul of Ferguson police that would include the resignation of chief Thomas Jackson, who gave a calamitous response to Brown’s shooting, and possibly the dissolution of the force. Nixon said on Tuesday that the issue of the force’s future was a “local one that will be dealt with by local officials”. The governor said that 1,000 police officers had undergone a total of 5,000 hours of training in crowd control over recent weeks as they prepared for potential unrest. He said that he had received hundreds of applications for seats on his “Ferguson commission” to address the deeper-seated problems brought into focus by the reaction to Brown’s death. Captain Ron Johnson of the Missouri state highway patrol, who won plaudits for his liberalised approach to policing August’s protests following the earlier crackdown, said on at Tuesday’s announcement that officers would ensure that the region’s children were safe to attend school, that their parents were able to go to work and that senior citizens felt secure. “The history of our nation and our community will not be determined by destruction, but it will be exemplified by the great character of the people of our region,” said Johnson."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}