{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2014/nov/01/richard-branson-space-tourism-dream-brave-face", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2014-11-01T23:33:00Z", "webTitle": "Richard Branson’s space project comes crashing down in the Mojave", "webUrl": "https://www.theguardian.com/business/2014/nov/01/richard-branson-space-tourism-dream-brave-face", "apiUrl": "https://content.guardianapis.com/business/2014/nov/01/richard-branson-space-tourism-dream-brave-face", "fields": {"headline": "Richard Branson’s space project comes crashing down in the Mojave", "bodyText": "Few projects in the history of aviation have carried the weight of so many ill omens as Sir Richard Branson’s extravagant venture to send civilians into space. Even before Friday’s disaster in the skies above the Mojave desert, in which the Virgin Galactic test craft SpaceShipTwo was destroyed and one of the test pilots, 39-year-old Michael Alsbury, killed, this was a project marked by bad luck and near-calamity. Five years ago, as Branson was declaring SpaceShipTwo to be “the sexiest spaceship ever” at an unveiling at the Mojave air and space port, howling winds, sleet and near-freezing temperatures reduced the invited glitterati – politicians, actors, glamour women and some of the world’s top aerospace engineers – to human icicles. Barely 20 minutes after they abandoned their vodka cocktails and champagne, the heavy tent sheltering them on the runway collapsed. It was pure luck the structure did not succumb sooner and endanger a lot of people. Branson put a brave face on then and he was forced to do so again on Saturday as he flew into Mojave to reassure his large team of engineers that the commercial space tourism project “dream” would live on. The Virgin boss was wearing his trademark open-neck white shirt and black jacket, but the casual confidence of his delivery before the news cameras could not mask a deep hesitation about a project that has already seen several deadlines missed and whose cost has ballooned to more than $1bn (£626m). “It’s fair to say that all 400 engineers who work here and indeed most people in the world would love to see the dream living on,” he said. “We owe it to our test pilots to find out what went wrong, and once we find out what went wrong, if we can overcome it, we will make absolutely certain that the dream lives on.” That “if” was a big one. Roughly one-third of Branson’s seed money has come from a single source, the Aabar investment fund in Abu Dhabi, which will now have to think seriously whether it is realistic to expect a space tourism hub in the Arabian Gulf in the near future, as it had been hoping. The loss of SpaceShipTwo means that Branson’s dream of boarding a test flight himself early next year has now been shattered. It is too early to say if a new test craft will be built, how long it will take, or how much it will cost. For now, the process is entirely out of the tycoon’s hands. It will be up to the National Transportation Safety Board, the US agency tasked with investigating crashes of any commercial transport carrier, to determine the cause and to let the space engineers and the investors know if the problem is an easy fix or something that will send them all back to the drawing board. The NTSB has some experience with spacecraft – it was involved in both the Challenger space shuttle crash in 1986 and the Columbia crash in 2003 – but will have to learn about SpaceShipTwo as it goes along. The NTSB’s acting chairman, Christopher Hart, told reporters as he landed in Mojave that he did not yet know if SpaceShipTwo had a black box flight recorder. Accounts of what happened on Friday morning are necessarily murky and unreliable at this stage. We know this was the first test flight in nine months. We know Virgin Galactic had been forced to abandon a previous rubber-based fuel compound because it did not deliver the required performance and was trying out a new plastic-based compound for the first time on a live flight. Some reports suggest that Friday’s test flight was delayed for an hour or two because of concerns about the fuel’s temperature. At about 10.30am SpaceShipTwo and its mothership, WhiteKnightTwo, took off. Shortly after they separated, about 40 minutes, later SpaceShipTwo suffered what Virgin Galactic has described as “a serious anomaly”, and broke up at 45,000 feet. Alsbury’s co-pilot, Peter Siebold, 43, ejected from SpaceShipTwo and parachuted to the ground. He suffered several injuries in the crash and was being treated at Antelope Valley hospital, the sheriff’s office said in a statement. Alsbury, a father-of-two, was not so lucky. The wreckage of SpaceShipTwo was strewn on either side of a railway track about 22 miles north of Mojave. Deputies from the local sheriff’s department secured the scene pending the arrival of the NTSB investigators. Both pilots worked for Virgin Galactic’s partner company, Scaled Composites, which is based at the Mojave air and space port. The pilots, who wear distinctive green and blue uniforms, are a fixture in the tiny town not far from Edwards air force base and the tragedy plunged much of Mojave into mourning. The accident was too far away to hear, but cafes and restaurants along Mojave’s main drag realised something was up when nobody showed up for what is usually a crowded lunch hour. “It was eerie, just an eerie feeling,” said Carlos Davila, who runs the Old Desert Café. Branson has cut an unmistakably glamorous figure in this town and his promise of space travel within reach of anyone – albeit with $250,000 to spare for a ticket – never lacked for PR panache. His timetable, however, has always seemed wildly over-optimistic. At SpaceShipTwo’s unveiling, Branson talked about commercial flights beginning as early as 2011. Last year, he applied to begin a rigorous 18-month testing process with the Federal Aviation Authority only to stop the clock once it became clear the fuel compound still needed work. Despite the problems, Virgin Galactic says 800 people have already put down deposits on a ticket, including pop bad-boy Justin Bieber and actor Ashton Kutcher. The town of Truth or Consequences, New Mexico, meanwhile, has invested more than $200m in public funds to start work on the space port from which VirginGalactic’s commercial flights would blast off. All of that is now in doubt. “Space is hard,” the chief executive of Virgin Galactic, George Whitesides, acknowledged after the accident. Branson said much the same: “We do understand the risks involved and we’re not going to push on blindly. To do so would be an insult to those affected by this tragedy. We’re going to learn from what went wrong, discover how we can improve safety and performance, and then move forwards together.” Assuming, of course, the future can be salvaged at all."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}