{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2014/nov/21/clive-palmer-storms-out-of-abc-lateline-interview", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2014-11-20T22:15:34Z", "webTitle": "Clive Palmer storms out of ABC Lateline interview", "webUrl": "https://www.theguardian.com/australia-news/2014/nov/21/clive-palmer-storms-out-of-abc-lateline-interview", "apiUrl": "https://content.guardianapis.com/australia-news/2014/nov/21/clive-palmer-storms-out-of-abc-lateline-interview", "fields": {"headline": "Clive Palmer storms out of ABC Lateline interview", "bodyText": "Clive Palmer has stormed out of a live television interview declaring that the Chinese government wants to take control of Australia’s resources and that a court case brought against him for allegedly misappropriating funds is made up. Palmer was being interviewed on ABC’s Lateline by Emma Alberici when she started to question him about the court case being brought against him by CITIC Pacific subsidiaries Sino Iron and Korean Steel. The companies have accused Palmer of misappropriating funds by spending $12.167m meant for the management of ports on the Palmer United Party (PUP) election campaign. Asked if he disputed that he signed a facilities deed saying the money was to pay administrations and operating costs of particular ports Palmer responded: “That’s what it was spent for, madam. You wait to see the outcome of this. That’s not true what you’re saying. This is just because the Chinese government wants to control our ports. They want to take control of our resources.” “It was paid to our company – not my company but it was paid for services rendered and that was used for that purpose. Those services - that was the purpose of it. Then of course after we’ve paid that money it’s our money and we can spend it as we like. That’s the reality,” he said. Palmer appeared increasingly flustered through the interview, repeatedly referring to Albericci as “madam” and at one point tried to ask her how she spends her salary. Pressed on another document, Palmer declared he was not interested in it and after Albericci said he was a public figure and the audience had a right to know, Palmer took off his microphone and got out of his seat, leaving the interview. “Sorry, goodnight. I’ll see you. Goodbye. I don’t want to talk to you anymore. See you later,” he said. Earlier in the interview Palmer dismissed the assertion his power was diminishing in the senate where PUP senator Jacqui Lambie and Motoring Enthusiast party senator Ricky Muir voted down government changes to financial planning regulations which Palmer had agreed the voting bloc would support. “It’s not diminished really. We’ve got three members. We still control the balance of power and even if Jacqui leaves we’re still, after the Greens, the largest number of crossbenchers. I think we can do lot about it,” he said. He said the proposed changes to the Future of Financial Advice (Fofa) reforms which consumer groups have criticised as detrimental for the average person, were “more practical and much better”. Palmer has stormed out of interviews before and is known to hang up on journalists if he does not like the line of questioning. Palmer stormed out of an interview on ABC’s 7.30 program in July over a similar line of questioning about the allegations from the Chinese companies. “Don’t talk to me about allegations and bullshit, talk about judgments from the court ... I’m not discussing it with you any further, madam, it’s subject to court proceedings where we’re suing them for $600m ... I’m not answering any more for you so goodbye, we’ll see you later,” he told the host, Sarah Ferguson, at the time. In September he kicked a bucket of ice and stormed out of a segment for Channel 10’s The Project in which Lambie was having a bucket of ice poured over her."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}