{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2014/nov/13/panel-easing-ban-blood-donations-gay-bisexual-men", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2014-11-13T22:49:30Z", "webTitle": "Panel calls for easing ban on blood donations from gay and bisexual men", "webUrl": "https://www.theguardian.com/us-news/2014/nov/13/panel-easing-ban-blood-donations-gay-bisexual-men", "apiUrl": "https://content.guardianapis.com/us-news/2014/nov/13/panel-easing-ban-blood-donations-gay-bisexual-men", "fields": {"headline": "Panel calls for easing ban on blood donations from gay and bisexual men", "bodyText": "An advisory panel of doctors and blood-donation advocates voted on Thursday to recommend that the US pare down its ban on blood donations from gay and bisexual men, bringing it more in line with countries like the UK and Canada. Currently, the Federal Drug Administration, which regulates blood banks, prohibits any man who has had sex with another man since 1977 from donating blood because, according to the agency, they are at “increased risk for HIV, hepatitis B and certain other infections that can be transmitted by transfusion”. The policy was crafted in the early 1980s in the midst of the Aids crisis, but as faster, more reliable testing for the virus has become available – and as the country’s attitude towards gay and bisexual Americans has become more progressive – activists and scientists have pushed for it to be changed. On Thursday, the Health and Human Services Advisory Committee on Blood &amp; Tissue Safety &amp; Availability voted 16-2 in favor of allowing men who have had sex with other men to donate their blood if they have been celibate for one year. This is in step with countries like the UK, Canada and Australia, which call for deferral periods of between one and five years since the last sexual encounter. “The system, in my mind, has been very successful, in part, I believe, because the public has trust in the system and the decisions we make,” said Jay Menitove, chairman of the advisory group, told Bloomberg Businessweek. “To maintain that trust and compliance on the part of the public, it is time to modernize.” Their decision will be forwarded to a group of advisers with the FDA for consideration at a meeting in early December. The FDA is under no obligation to adopt the group’s recommendations, but their advice is considered influential, Bloomberg reported. Reactions were mixed, with some hailing the vote as the end of an era, and others upset that a celibacy period would still be required."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}