{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/nov/05/arsenal-arsene-wenger-best-side", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-11-05T23:43:46Z", "webTitle": "Arsenal should be ahead of the rest, says bullish Arsène Wenger", "webUrl": "https://www.theguardian.com/football/2009/nov/05/arsenal-arsene-wenger-best-side", "apiUrl": "https://content.guardianapis.com/football/2009/nov/05/arsenal-arsene-wenger-best-side", "fields": {"headline": "Arsenal should be ahead of the rest, says bullish Arsène Wenger", "bodyText": "The air of confidence around Arsenal at the moment is epitomised by Arsène Wenger's belief that his side, not Chelsea, should be at the summit of the Premier League. A win away to Wolverhampton Wanderers on Saturday will see Arsenal gain ground on the leaders – for 24 hours or so at least – but the Arsenal manager feels Carlo Ancelotti's team should be the one playing catch-up. With a game in hand his third-placed side trail Chelsea and Manchester United by five and three points respectively, leaving Wenger to rue the points dropped at Old Trafford and Upton Park: \"At the moment we are behind Chelsea and we should be in front of all of them already. \"We dropped two points at West Ham we could have taken and we lost at Manchester United, and I still wonder how today. But the good thing is, with the points we dropped, we are still very close,\" added Wenger, who has seen his side go 12 games unbeaten in all competitions since September's 4-2 defeat at Eastlands made it back-to-back defeats in Manchester. Yesterday's dazzling defeat of AZ Alkmaar in the Champions League made it 10 wins from 10 at the Emirates this season and while Wenger admitted this team has a long way to go to be on par with the 'Invincibles' of 2003-04 he does believe they have the ability to emulate that title-winning side. \"We have a good potential, I believe we have a fantastic technical level, we have a good spirit in the team – they are all good ingredients,\" he said. \"Let's show that we can do it. Let's say they have done it, we have it all to do.\" A potent attack that has delivered more goals than any other in the Premier League, in combination with a defence strengthened by the summer signing of Thomas Vermaelen and a rejuvenated William Gallas, has given the manager cause for optimism but, perhaps mindful of the collapse in the wake of defeat to Birmingham in February 2008 that saw a league lead dissipate, Wenger knows that true progress can only be judged at season's end. \"The ingredients are there to be positive but we will judge that at the end of the season. We know that and at the moment we have made one first step and that is to convince ourselves that we have the potential and to convince some that we have a good potential.\" On the day Stan Kroenke bought another 200 shares in the club the Arsenal manager said he was sure the American has an interest in football. The sports tycoon is now just short of the 29.99% threshold that would trigger an obligatory takeover bid, with 100 of the shares purchased from the club chairman, Peter Hill-Wood. When the matter of Kroenke's intentions for the Premier League club was raised during the recent AGM at the Emirates Stadium, the American – nicknamed \"Silent Stan\" – chose not to take the opportunity to address the gathered shareholders, with Hill-Wood intervening. The chairman recently insisted major changes behind the scenes were not on the agenda and has also suggested he was \"very relaxed\" about a proposed takeover by the American. Earlier this week Kroenke purchased 427 shares in Arsenal's parent holding company, at a cost of some £3.6million, from the estate of the British industrialist Ernest Harrison."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}