{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/nov/16/notts-county-allege-financial-anomalies", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-11-16T23:20:00Z", "webTitle": "Notts County begin probe of 'financial anomalies' under former board", "webUrl": "https://www.theguardian.com/football/2009/nov/16/notts-county-allege-financial-anomalies", "apiUrl": "https://content.guardianapis.com/football/2009/nov/16/notts-county-allege-financial-anomalies", "fields": {"headline": "Notts County begin probe of 'financial anomalies' under former board", "bodyText": "Notts County today claimed they are opening an investigation into unspecified \"financial anomalies\" allegedly relating to the time of the supporters' trust's ownership of the club. The Meadow Lane club's chairman, Peter Trembling, confirmed that they had last week \"resolved\" the debt to HM Revenue &amp; Customs, for which a winding-up order was served on the club in September and for which they had been due to appear in court on Wednesday. However, it remains unclear whether it has been paid off in cash. Trembling added: \"In dealing with this matter and as a result of further and ongoing due diligence, we have uncovered a number of financial anomalies that are being investigated. \"In an ideal world a longer period of due diligence would have been entered into before the acquisition of the club. However, the circumstances of the club and the start of the football season dictated that the purchase had to be completed in a much shorter time frame in order to protect the long-term best interests of the club.\" The announcement came as a shock to the club's former board under the chairman John Armstrong Holmes. He claimed: \"They came in and had free rein to go through all the club's finances at the time. \"They spent more than a month doing it, in June and July. We're in November now and I and the directors have no idea of any 'anomalies' they are talking about. They had all the financial information before the deal was concluded on 31 May. \"On 3 June they began internal due diligence and had accountants looking over the books, including the payment schedules agreed with HMRC. All financial matters were perfectly clear to them from the outset.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}