{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/nov/11/stephen-warnock-england-brazil-doha", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-11-11T22:30:01Z", "webTitle": "Stephen Warnock hoping to add substance to England's Doha jamboree", "webUrl": "https://www.theguardian.com/football/2009/nov/11/stephen-warnock-england-brazil-doha", "apiUrl": "https://content.guardianapis.com/football/2009/nov/11/stephen-warnock-england-brazil-doha", "fields": {"headline": "Stephen Warnock hoping to add substance to England's Doha jamboree", "bodyText": "Premier League managers back home are privately simmering, infuriated by a mid-season jamboree staged on the other side of the globe, but for one in England's number who touched down in Qatar tonight the value of taking on what some perceive to be a pointless exercise is clear. Stephen Warnock's international career to date totals eight minutes, yet the full-back still accepted an invitation to attend the final World Cup qualifier at Wembley last month. That level of commitment was noted. Capello and his general manager, Franco Baldini, were certainly impressed by the player's attitude, just as they have been by Warnock's displays for Aston Villa this season. At some stage on Saturday, when England confront Brazil's regular globetrotters, the 27-year-old will add a second cap to that accrued against Trinidad &amp; Tobago 17 months ago. So brief was that appearance in Port of Spain, six minutes plus two of stoppage time, that he shares the dubious honour of the shortest England career among capped players. He will have earned his chance to shed that particular tag. The glamorous fixture in Doha represents an opportunity for Warnock in the absence of the injured Ashley Cole, the country's established No3, and with Wayne Bridge's form apparently on the slide at Manchester City. The latter's toils against Burnley on Saturday drew the focus from a slapstick 3-3 draw but, where Bridge's displays have become erratic, Warnock's have been a study in consistency since swapping Ewood for Villa Park in the summer. Quietly and efficiently, he has flourished in a back four that was thrust together hurriedly in pre-season. Only Carlos Cuéllar, a converted centre-half playing at right-back, remains from the regulars of last term, though Martin O'Neill will feel the current crop boast the same stingy potential as their predecessors. Warnock, a bustling presence in defence and attack on the left, has benefited from returning to the position in which he feels most comfortable. He had operated in midfield at times for Blackburn last season, often in the centre. He described that switch, perhaps diplomatically, as \"interesting\". \"I didn't dislike it, but it's nice to get back to my fixed position,\" he added. His form warrants inclusion in the national set-up, even if he initially missed the texted confirmation of his call-up having left his mobile phone on \"silent\". His chance is one to be cherished given the disappointments he endured as a youngster, the broken legs he suffered during his early career at Liverpool (which featured loan spells with Bradford and Coventry) eventually persuading Rafael Benítez that he would struggle to establish himself in the first team at Anfield. \"A lot of people at the club thought you cannot recover from that and reach the top,\" Alan Kennedy, the former Liverpool full-back and two-time European Cup winner says. \"He has been hurt so many times, and people wrote him off, but he's got heart and ability.\" Kennedy first encountered Warnock when coaching at St Bede's High School in Ormskirk. \"He was around 12 or 13 at the time and he was one of the bravest players we had there,\" he recalls. \"He would put his foot in and give his all. Even at that young age he showed tenacity, but he stood out because he had a sweet left foot. At that age, not many youngsters are like that. And he had a great attitude and that makes a difference in a player. \"He has shown what he is all about since. In some ways he reminds me of Bryan Robson, not in the way he plays but in his character and spirit. Bryan had a couple of broken legs, too, but still became a brilliant player. When you have those characteristics you give yourself a chance, no matter what people say. Wayne Bridge has been seen as Ashley Cole's understudy for a long time, but Stephen can push him, definitely.\" Capello would have few other realistic options should Bridge's form continue to deteriorate. The Italian is a huge admirer of Kieran Gibbs, but the Under-21 international is likely to struggle to displace Gaël Clichy in the first team at Arsenal once the Frenchman returns to fitness next month. The England coach had considered calling up the 20-year-old for this friendly, though opted against it. There would seem little logic in fast-tracking a left-back who has not been a Premier League regular into the England squad for the summer's tournament, particularly if the more experienced Warnock is continuing to excel. Yet, for now, all thoughts of South Africa can wait. The Villa defender has a chance to make a name for himself against Brazil's flamboyant attack on Saturday. His solid displays at club level this season have already hinted that he may be a bargain, even at £8m. Now he can prove he is an international player in the making in what, for him, is likely to prove anything but a pointless exercise."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}