{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2009/nov/13/911-new-york-attack-trial", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2009-11-13T20:38:42Z", "webTitle": "Manhattan reaction: Short walk, epic journey from Ground Zero to 9/11 trial", "webUrl": "https://www.theguardian.com/world/2009/nov/13/911-new-york-attack-trial", "apiUrl": "https://content.guardianapis.com/world/2009/nov/13/911-new-york-attack-trial", "fields": {"headline": "Manhattan reaction: Short walk, epic journey from Ground Zero to 9/11 trial", "bodyText": "The walk from the site of the fallen Twin Towers to the Manhattan courthouse where Khalid Sheikh Mohammed and his four codefendants will now stand trial takes about 15 minutes at a gentle stroll. But it symbolises an epic eight-year journey from 2001's terrorist attacks to the first day in court for those accused of plotting a defining event of our modern age. It is a walk through a landscape and a city still scarred by the attacks, but which has also bounced back with customary resilience and in-your-face New Yorker attitude. Look one way in New York and it seems like the attacks never happened. But look the other and the wounds are still visible and raw. That is certainly the case at the site of the towers themselves. The once-gaping pit is now a gigantic construction site, echoing to the jackhammer noise of drills. Rush-hour crowds flow by, heading to Wall Street, and new buildings are rising to take the place of the lost World Trade Centre. Sitting on a wall having an early morning coffee and a cigarette, Jose Ramos Pena, a health worker, said he was glad the trial was taking place in a civilian court in the city where the attacks happened, not the distant military prison camp of Guantánamo Bay. \"It shows there is a system of justice in this country. But it is going to deeply affect everybody who lives there. There is no doubt about that,\" he said. A few yards away from where Pena was sitting stands St Paul's chapel, the oldest building in continuous use in Manhattan. It looks incongruous, dwarfed by modern skyscrapers, but the church became a symbol of survival in New York. It emerged miraculously unscathed from the collapse of the towers, a fact testified to on its gate, where a sign reads: \"Survivor of the terrorist attacks on September 11, 2001.\" The journey to the courthouse passes the church and heads up Broadway, perhaps the most famous street in the world. Dubbed the \"canyon of heroes\" in this part of the Manhattan, every few yards a plaque commemorates those who have paraded here, from Vietnam veterans to baseball stars to Nelson Mandela. Here, away from the clatter of construction at ground zero, the noise is the familiar sound of traffic, sirens and bustling commuters. This is the New York of countless movies and novels. It is like the attacks never happened. Until, of course, people are asked about them and the prospect of a trial. Then the reactions come fast and furious. \"We should put a spit up his ass,\" said Susan Hennesy, a demure-looking software engineer who works a few blocks away. \"9/11 broke our hearts. It was personal. It is absolutely poetic justice that he should be put on trial here.\" Broadway heads north, partly following an old Indian trail that used to traverse the island of Manhattan long before anyone thought of such a thing as a skyscraper, but the route to the courthouse takes a right. Down Duane Street you can see the Greek temple-looking edifice of the southern district courthouse. It is flanked by white columns and a set of steps that look movie-perfect for scenes of legal drama. The trial of Mohammed and the other detainees would no doubt be the biggest, most high-profile drama the building has ever seen. Security will be immense. Interest will be massive, both from the public and the world's media. But Manhattanites shrugged it off. \"New York is used to it. It gets crazy when the president comes to visit,\" said Hennesy. One man, who declined to be named as he was reporting for jury duty at the courthouse, said the trial would be a chance to show the world what American justice means, even for the most heinous of crimes. \"We'll manage it. We'll give him a fair trial,\" he said. But there is the thorny question of juror selection in a city where no one went untouched somehow by the attacks. \"Look, it would be the same anywhere in America. Everyone is sympathetic to what happened in New York. It might as well be here,\" the man said. But others could not disguise their emotion at the thought of the drama and their anger towards the accused, especially Mohammed. \"They are a disease, these people,\" said construction worker Jay Rossi. \"I don't believe in the death penalty, but for this guy I think he deserves it. He needs a fair trial, but it is going to be on automatic pilot. We'll convict him and he'll get what he deserves.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}