{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2009/nov/28/showing-off-noughties", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2009-11-28T17:41:00Z", "webTitle": "Paul Morley's Showing Off... the Noughties", "webUrl": "https://www.theguardian.com/music/2009/nov/28/showing-off-noughties", "apiUrl": "https://content.guardianapis.com/music/2009/nov/28/showing-off-noughties", "fields": {"headline": "Paul Morley's Showing Off... the Noughties", "bodyText": "I don't know about you – and I'll just get this out of my system before the ghost of Christmas past comes to give me what for – but if there's one thing worse than a carefully collated pseudo-objective quasi-cool neo-diagnostic list of the best 50 albums from the previous year or decade published in the run-up to Christmas that narrowly and predictably reflects merely the general taste, cultural character, passing fancies and subjective musical prejudices and expectations of the magazine and its writers, then it's someone petulantly responding to the list by plunging into their own particular taste, character, fancies and prejudices and exclaiming – with superior feeling and a self-righteous sense of outrage, annoyed with the whole idea of art, music and entertainment being endlessly filtered through the simplifying, commercial, reductive conveniences of lists, compartments and charts but responding with their own alternative suggestions, which, of course, allegedly actually contain a better, richer reading of the previous year or decade's various patterns, narratives, innovations, scenes, hypes, next big things, random developments and deeper meanings – where are Battles, Grizzly Bear, Acoustic Ladyland, Animal Collective, Explosions in the Sky, Mum, Matmos, Murcof, Built To Spill, Atlas Sound, Madvillain, Blonde Redhead, Autechre, Fever Ray, Roots Manuva, the Dodos, Neko Case, Allen Toussaint, Yo La Tengo, Robert Wyatt, Fuck Buttons, PJ Harvey, Of Montreal, Hot Chip, Xui Xui, Juana Molina, Steve Earle, Jon Hopkins, Stars of the Lid, Levon Helm, Fennesz, Books, Micachu, Hood, Gillian Welch, Camera Obscura, Feist, Gilberto Gil, Lupe Fiasco, Sun O))), Patrick Wolf, Gang Gang Dance, Cat Power, Spoon, Johann Johannsson, David Sylvian and Randy Newman? (Or, from another perspective entirely, where are Coldplay, U2, Snow Patrol, Kasabian, Muse, Manic Street Preachers, Red Hot Chili Peppers, Killers, Alicia Keys, Rihanna, Girls Aloud, Take That and Michael Bublé?) Or do I have to admit defeat and accept that it is an objective fact that an album by Lily Allen is better, or, in the immortal words of Cheryl Cole, more cool, contemporary and relevant, than all of the above ? Or, perhaps, Lily is just more likely to appear in such a list, which ultimately seems the most important qualification – the plausibility in current circumstances that you appear in such a list because it has ended up, what with one thing and another, that it is expected you will be in such a list. In that sense, all of these current magazine talking point lists are perfect, and accurate, as expert surveys of mainstream musical taste, because they are typically packed with exactly the sort of albums that are currently expected to appear in such a list, extremely post-90s, filled with the correctly measured out amount of indie royalty, alt. aristocracy, pop thrills and underground celebs, and they properly reflect an era of thriving festival music made by efficient festival bands for obedient festival audiences. There is, alas, very little likelihood of a sudden appearance by, say, Anouar Brahem, the Pains of Being Pure at Heart, St. Vincent, Loretta Lynn, Tom Arthurs, Loscil or Robin Guthrie, not because these acts and artists are less... entertaining, or indeed contemporary, than the typical list fillers, but more because they are not part of the general levelled-out musical gossip that has emerged to fit into an era of gossip. These lists are essentially passion for music reduced to a kind of confining gossip where the idea of wondering about what all this music and style is for, other than to make space for more and more of pretty much the same, is largely ignored. For some reason, this makes me feel a little nervous, but then I am expecting visits from various ghosts aiming to teach me a realistic thing or two about the way things are because of Apple, Google, Cowell, Twitter and the ominously circling cloud. It's not so much that just because I say so that all of the above should be in these current decade round-up lists – although all of them are in the list I have not compiled because lists, summing ups, instant categorising, reviews, previews, helpful guides and the general reassuring tidying up that ensues are getting in the way of the life and mystery of music before it has a chance to live and mystify – but wouldn't it be more realistic to find just a few of them, or some equivalent, and the spaces behind them, in these lists? And where are John Surman, Matthew Shipp, Brad Mehldau, Tord Gustavsen, Henry Threadgill, Motian/Lovano/Frisell, Ornette Coleman, Jon Hassell, the Bad Plus – or are they merely my personal equivalents of the need to slip in a token bit of jazz, a bit of something nicely out there, as an acknowledgement made with best intentions that the reach and gorgeous strangeness of music stretches far beyond the current alt/indie/retro/hip pop/rock shoreline as cautiously mapped out by the inevitably consumer-friendly Top 50 lists? Perhaps it is pointless to get too worked up about what in the end is a shopping list, although the very idea that they are really just shopping lists, an ultimate example of the commodification and corporate co-opting of music, rebellion and experimentation, is enough to get me worked up, being of a certain age with a belief that music exists not to tie everything up, and down, but to loosen, reshuffle, interpret, inspire, rewire and disconcert. The seasonal Top 50 list seems to have become not an opening-up of possibility, an occasional thoughtful interpretation of certain forms of contemporary thinking, and a provisional attempt at establishing the lasting value of music and its history, but a regular form of purely commercial organisation that transforms music into a kind of mundane, fixed and consoling competition. A constant series of Hall of Fame celebratory events, nostalgic parties, solemn summaries and self-congratulatory award ceremonies which reward the safest, tamest end of potential radicalism and neglect music which doesn't fit so easily into familiar boxes of cool and computer/user-generated compartments. Such lists exist simply to mark out what area of business and play the supplier of the list operates in, so that the music customer can swiftly decide whether they are in the right place and purchasing the correct guide. The list says, to some extent, that, that's right, you are in Q, Uncut, the NME, the Guardian, the Sun, or right here, in OMM, and no doubt, you are exactly where you should be, because the list pretty much confirms what you'd been thinking all along, give or take the odd omission, or the pleasantly eccentric inclusion, and the things you never quite got around to trying. These lists are not for the irksome, party-spoiling, outmoded specialists, who seem genuinely intrigued, if not a little anxious, that these lists seem to suggest that response to the fact there is now so much musical choice, and a greater ease of access to the unusual, challenging and innovative, is to narrow choices down to a very specific and stabilising consensus. In my end of decade top 50 list, which I am not compiling as a forlorn protest about lists and their stubborn stranglehold on how we respond to, and consume music, there would be Damons Albarn and Gough, both of them moving through the decade from being 30 to 40 years old, which is a story in itself, how pop stars have aged, and at least five or six others from the OMM list, obviously including the Unthanks, Dylan and MIA, but Four Tet and a couple of Matthew Herbert's would be up in the Top 20, with a last-minute pop rush to the head for La Roux. The shadowy, beautifully muted abstract pop un-stars Susanna and the Magical Orchestra are – not that I've done a list, because it is absolutely absurd that you can actually put music in some kind of comparative order, as if it makes any kind of sense to sum up a year or a decade with a one to 50 list – at number nine."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}