{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2009/nov/01/british-woman-tenerife-killed-landslide1", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2009-11-01T23:36:22Z", "webTitle": "British woman killed in Tenerife landslide", "webUrl": "https://www.theguardian.com/world/2009/nov/01/british-woman-tenerife-killed-landslide1", "apiUrl": "https://content.guardianapis.com/world/2009/nov/01/british-woman-tenerife-killed-landslide1", "fields": {"headline": "British woman killed in Tenerife landslide", "bodyText": "A British tourist has died after being buried under tonnes of falling rocks on a beach on the Spanish island of Tenerife. Marion O'Hara, 57, was killed when a 40-metre (130ft) stretch of cliff collapsed above her on the popular beach of Playa De Los Gigantes, in the west of the island. A 34-year-old local woman, who was sunbathing on the same stretch of sand, also died in the landslide shortly after 4pm local time (3pm GMT) yesterday, a Spanish interior ministry spokesman said. Local officials said good weather had attracted large crowds to the narrow beach, which is known for its imposing cliff, just north of the marina resort of Los Gigantes. Hundreds of holidaymakers ran for cover as rocks from the cliff crashed on to the beach, piling rubble up to five metres deep. Rescue crews, including sniffer dogs and medical teams, were still working to clear the beach last night. But a spokeswoman from the local emergency services said it was considered highly unlikely that more people were under the debris. No one else had been reported hurt, although some people were being treated for shock, she added. A local civil guard officer told Sky News: \"We now believe that these two women were the only victims.\" A spokesman for the Foreign Office, which confirmed O'Hara's death yesterday and is providing support to her family, said it understood several other people had suffered minor injuries. The beach is popular with British tourists and it is understood that O'Hara was visiting it during a holiday with her family. A British holidaymaker said the area was known to be dangerous. Howard Williams told Sky News: \"Police were aware the cliff was dangerous for days, but the only thing they put in place was a bit of builders' tape.\" Diane Morris, who works at the nearby Bamboo Bar, said yesterday that she saw helicopters, ambulances and fire engines at the scene. \"There has been a lot of speculation about it. It is a little beach, more like a cove really, but it's all taped off now,\" she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}