{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2009/nov/20/bill-frisell-mike-gibbs-bbcso", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2009-11-20T23:05:00Z", "webTitle": "Bill Frisell/Mike Gibbs/BBCSO | Jazz review", "webUrl": "https://www.theguardian.com/music/2009/nov/20/bill-frisell-mike-gibbs-bbcso", "apiUrl": "https://content.guardianapis.com/music/2009/nov/20/bill-frisell-mike-gibbs-bbcso", "fields": {"headline": "Bill Frisell/Mike Gibbs/BBCSO", "bodyText": "Composer Mike Gibbs's festival appearance surely made him part of the week's most unusual trio. There was guitarist Bill Frisell, drummer Joey Baron and Gibbs himself, represented by the massed ranks of the BBC Symphony Orchestra. In Collage for a Day, a much-anticipated festival highlight, Gibbs created a sumptuous yet flexible orchestral setting for some of Frisell's classic themes. The purr of the orchestra's strings softened and even romanticised the guitarist's trademark harmonically twisted country chords and jaunty rockabilly dances. But the graceful balance of order and open jamming in Gibbs's orchestral score let most of this unique artist's character glow through. The jubilant hoedowns and wise melodies of Aaron Copland's Appalachian Spring and Charles Ives's Three Places in New England dominated the first half. Then Frisell began threading his offhand bluesy asides through gently billowing strings, swapping call-and-response phrases with a solo cello, then unleashed a distorted, slowly rocking theme underpinned by stately tuba descents and booming tymps. A guitar vamp driven by an ecstatic Baron was resolved in a riff for a group of fiddles and violas – and if the brass fanfares of Gibbs's classic theme Sweet Rain taxed the trumpets, its fragile melody was poignantly explored by Frisell. Country dances, dark reveries and an almost Benny Goodman-like swinger brought the show to an encore on Beautiful Dreamer, the guitar singing softly over a brooding and almost sinister arrangement. Earlier in the week, a shoebox space in a Kentish Town pub represented the kind of heartening contrast the London Jazz festival always offers. The Gibbs-influenced pianist/composer Hans Koller had led a classy big band there on Tuesday, with the room rammed following rumours that Frisell was going to sit in. He didn't, but the music's quirky harmonies represented him admirably – as did a crop of classy soloists. Broadcast on Radio 3 on Tuesday. The London jazz festival ends tomorrow. Details: www.londonjazzfestival.org.uk."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}