{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2009/nov/16/arctic-monkeys-review", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2009-11-16T22:00:03Z", "webTitle": "Arctic Monkeys | Pop review", "webUrl": "https://www.theguardian.com/music/2009/nov/16/arctic-monkeys-review", "apiUrl": "https://content.guardianapis.com/music/2009/nov/16/arctic-monkeys-review", "fields": {"headline": "Arctic Monkeys", "bodyText": "It's a now familiar homecoming: a local band become famous, see the world, acquire model girlfriends and \"classic rock\" long hair and return home to venues 60 times the size of the ones they started in. However, more problematically, Arctic Monkeys' South Yorkshire return coincides with their difficult third album. Humbug's less immediate, twangier sound derived from spells in the American desert – rather than Rotherham flats – hasn't gone down as well with fans as its two chart-busting predecessors. This makes for an uneven gig as oldies like I Bet You Look Good On the Dancefloor generate pandemonium, while one new song – the plodding Jeweller's Hands – prompts a drift towards the loos. It's not the ideal time for the band to make the difficult step up to arenas. In fact, apart from a stunning entrance – the band, shrouded in mist, stood like gunslingers – the band often play as if the audience aren't there. Turner's lyrics – so crucial to the gently beautiful new single Cornerstone – are often lost amid the band's rockier sound and a vast echo. Creditably, the now Brooklyn-based singer doesn't milk the occasion by howling \"Sheffield, let's rawk\", but the Monkeys do need to find a way to balance their integrity with the cheesier demands of arena rock. They certainly can do it: when ticker tape showers the crowd during Secret Door and Fluorescent Adolescent is masterfully segued into Mardy Bum, it kicks off a stunning final 20 minutes. A rollicking When the Sun Goes Down brings together a crowd who clearly just want to sing along."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}