{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2009/nov/16/rumpelstiltskin-review", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2009-11-16T23:15:00Z", "webTitle": "Rumpelstiltskin | Music theatre", "webUrl": "https://www.theguardian.com/stage/2009/nov/16/rumpelstiltskin-review", "apiUrl": "https://content.guardianapis.com/stage/2009/nov/16/rumpelstiltskin-review", "fields": {"headline": "Rumpelstiltskin", "bodyText": "A ballet without dancing or an opera without singing? David Sawer and Richard Jones's new version of the Grimm brothers' Rumpelstiltskin could be described as either. Sawer calls it a ballet on the printed score, but in reality what he and Jones have devised defies accurate categorisation, vividly unfolding the sinister story through music, mime and movement across its 70-minute span. Conceived on a touring scale, with six protagonists, the 13 players of the Birmingham Contemporary Music Group (conducted by Martyn Brabbins), and Stewart Laing's portable set, Rumpelstiltskin almost seems to hark back to the music theatre pieces of the 1960s and 70s, and of composers such as Goehr and Maxwell Davies. But with Jones directing proceedings, it becomes far more disturbing and intricately theatrical than anything that era produced. A menacing atmosphere pervades the work; there is no one who truly arouses sympathy among the six characters, all of whom are driven by greed of one kind or another. The final defeat of Rumpelstiltskin himself (played by Sarah Fahie) hardly seems a victory for goodness, either. Sawer's music propels it all, and provides its own layer of abstract theatre by dividing the ensemble into two groups on opposite sides of the performing area and instructing players to commute from one to the other. The turning of straw into gold is accompanied by interwoven skeins of strings; Rumpelstiltskin's appearance is heralded by raucous wind writing, and the wedding of the miller's daughter (Bryony Perkins) to the king (Nicholas Lawson) by bell-like sonorities. The score is a tautly structured mosaic of ideas, each relatively simple but infinitely suggestive; like everything about this deft show, it's a model of economy."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}