{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2009/nov/28/avram-grant-portsmouth-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-11-28T19:51:38Z", "webTitle": "The man known as Avram Can't must show Portsmouth he really can | Paul Hayward", "webUrl": "https://www.theguardian.com/football/blog/2009/nov/28/avram-grant-portsmouth-manchester-united", "apiUrl": "https://content.guardianapis.com/football/blog/2009/nov/28/avram-grant-portsmouth-manchester-united", "fields": {"headline": "The man known as Avram Can't must show Portsmouth he really can", "bodyText": "Towards the end of his short time in charge at Chelsea, Portsmouth's new manager came to be known by some as Avram Can't. If Pompey keep making and missing this many chances, the nickname will return to haunt him in the more mundane context of a relegation struggle. Had the Premier League manager of the season poll closed in mid-November there would have been a strong case for electing Paul Hart, who endured all sorts of boardroom capers but contrived a series of fine performances from a thrown-together journeyman side. Hart had most of an FA Cup winning starting XI sold from underneath him but nailed together a flotsam team that won two of his last four games by the handsome margin of 4-0. Not good enough, cried Pompey's owners, whoever they are. Enter, still saturnine, but still bearing a reputation as a sage, Avram Grant, who took his touchline drenching like a man as the severity of Pompey's manpower gaps showed itself against the backdrop of a Wayne Rooney hat-trick and a hundredth league goal for the imperishable Ryan Giggs, who is 36 tomorrow. Grant was teleported back to a bad night in Moscow as United smacked in four goals to Portsmouth's one and Sir Alex Ferguson looked down from his exile in the stands. The mission for Roman Abramovich's buddy, post-Jose Mourinho, had been to take Chelsea over the Rubicon of a first Champions League title and quell the United revival. The quest ended in penalty shoot-out defeat in Moscow. Historians concluded that anything Grant achieved was attributable to a core of senior players who had grabbed their season by the neck. A runner-up in Europe and in England, Grant set out on a path that has led him from the commanding heights to the coastal fringes of Premier League power. \"Now our target is to stay in the league. I think it's possible, it will not be easy, but I think it's possible,\" he recited at Fratton Park. \"Everybody saw that we play good football and the spirit is good, but we have some things we need to do better.\" One is finishing. It is a legacy of Hart's good coaching and motivational skills that Portsmouth construct their moves well. This team were never dancing in the dark. They lost their first seven league matches but were always fluent and competitive. Hart threw a net over the sound and the willing and somehow came up with a starting XI that could fight and lose games narrowly. That package was handed to Grant in midweek and now he must prove that there is more to him than a talent for finding his way from an executive role to the manager's chair. This was the route he took at Chelsea when Mourinho lost his poker game with an oligarch. Fairly or not, there is always an odour to dispel when a man comes to a club as director of football and ends up with the best seat in the dug-out. Grant's first real job in England was to keep a team at the top. His second is to lift a side off the bottom. His best asset is Kevin-Prince Boateng, the left-sided midfielder, who impresses with his industry and craft. Boateng is a scrapper, as he showed when elbowing Gary Neville in the face. But he is also Portsmouth's most creative gap-locator, in a midfield of earnest shuttling but not much pace or artistry. The problems form a longer list. One is Aruna Dindane's composure deficit around goal. This might sound cruel, given his hat-trick in a 4-0 win at home to Wigan only four weeks ago. But no striker can afford to waste the chances that came Dindane's way in the first half, when the thought of scoring against Manchester United seemed to scramble his mind. Pompey fans will tell you this has been the story of their season: good approach work, then nada. The clue was in Boateng's response to the last of Dindane's missed opportunities, after the interval. The midfielder pulled his shirt over his head and wandered around the pitch like an accident victim in shock. His exasperation was shared by Grant, who replaced the lone striker with Tommy Smith. Can coldness be taught on the training ground? If so, Grant needs to teach it to Dindane. Equally Hassan Yebda could do with learning how to look up and find a target with a cross and Frédéric Piquionne will need to apply himself with a little more conviction than he displayed in his hour on the field. But an asset bequeathed by Hart is defiance. Maybe the club just chose the right kind of characters when all the stars fled, mostly to Tottenham Hotspur. Without this spirit, Portsmouth would be doomed already. \"I enjoyed being on the touchline,\" Grant said, \"I enjoy the pressures of the football when I have the responsibility. I don't like that we lost.\" Pompey's followers know how good, or not, their players are. Now they will find out about the manager."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}