{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2009/nov/05/wales-national-theatre-launch", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2009-11-05T23:43:09Z", "webTitle": "Wales raises curtain on £3m national theatre", "webUrl": "https://www.theguardian.com/uk/2009/nov/05/wales-national-theatre-launch", "apiUrl": "https://content.guardianapis.com/uk/2009/nov/05/wales-national-theatre-launch", "fields": {"headline": "Wales raises curtain on £3m national theatre", "bodyText": "There will be Aeschylus in the Brecon Beacons, a passion play in Port Talbot starring Michael Sheen and games on the beaches of north Wales. After being talked about for decades, a National Theatre of Wales was launched today with a tiny budget but enormous ambitions. The first programme announced features productions, month by month, from Bridgend to Barmouth. Like the National Theatre of Scotland, there will be no permanent theatrical home for the Cardiff-based organisation and it promises to stage productions in unexpected and unusual places. Getting to the launch has been a long journey. Dai Smith, the chairman of Arts Council Wales, said: \"We have been putting our toes in the water for too long. It was inexcusable, outrageous, that we did not have a national theatre for Wales. It may be 100 years late, but better late than not at all.\" He said it will be international, but rooted in Wales and its people. The most striking example of a straight, theatrical event in the programme is a lost John Osborne play. The Devil Within Him was written when Osborne was 18. It was censored, performed twice, then forgotten until it was discovered last year in the Lord Chamberlain's archives. NTW producer Lucy Davies called it \"an absolutely extraordinary play where murder mystery theatre meets 1950s Royal Court.\" It will be performed in Cardiff next May, with the blasphemy added back in and tells the story of a disturbed young man growing up in a small village 40 miles from Swansea. The NTW is also tackling the recent teenage suicides in Bridgend, with a piece commissioned from Welsh playwright Gary Owen – though the NTW's artistic director, John McGrath, said it may not finally be about suicide. \"I've told Gary if he ends up writing about old ladies on the moon, that's fine.\" McGrath had no qualms in tackling the subject. \"Even if the whole thing was a complete media hype, a random gathering of statistics, the story affected young people and what theatre can do is look at it in a different way.\" One of the more unusual locations in the programme will be the \"German village\" on the army ranges on the Brecon Beacons. Audiences will be brought in by troop trucks to watch a version of Aeschylus's war play The Persians. The season will kick off in March. The writer Alan Harris and McGrath have been visiting miners' institutes and community centres, and the six best stories will be presented back to the communities as part of a project called A Good Night Out In The Valleys. NTW also plans regular collaborations and it has asked the group Hide and Seek, which creates outdoor adult games, to create a game on the beaches of north Wales during July. The launch in Cardiff was a statement of intent. It was broadcast live online with contributions from some of the artists via an internet chatroom and, in the case of teenagers from Bridgend, a Skype link. In April 2011, Welsh born actor Michael Sheen will return to Port Talbot to revive the town's Passion Play, with the poet Owen Sheers and using the local stories. There is a lot riding on the plans. The NTW has a budget of just £3m for the first artistic year – that includes the two years spent planning and recruiting – and what it gets from the Welsh assembly in future years may depend on how good their strike rate is in year one."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}