{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/nov/28/ireland-beat-south-africa", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-11-28T17:44:30Z", "webTitle": "Ireland 15-10 South Africa", "webUrl": "https://www.theguardian.com/sport/2009/nov/28/ireland-beat-south-africa", "apiUrl": "https://content.guardianapis.com/sport/2009/nov/28/ireland-beat-south-africa", "fields": {"headline": "Jonathan Sexton keeps his cool as Ireland topple South Africa", "bodyText": "There is life yet in the battered game. Ireland completed the year unbeaten and gave November a late boost with victory over the world champions. They did nothing so extravagant as score a try but for fortitude and willpower this was right up there with their grand slam of the earlier part of the year. The game had a backdrop of animosity stretching back a decade, based on Ireland's two successive wins in Dublin and some aftertaste from the Lions tour of the summer. It also had the immediate setting of heavy mist lingering overhead, which made the whole occasion even more atmospheric. Influenced by the ambience the players played out their roles. Schalk Burger was the perfect pantomime villain – he who had eye-gouged Luke Fitzgerald in Pretoria was booed roundly in Dublin, and celebrated his try by hurling the ball into the depths of Croke Park. When the try was quickly followed by a drop-goal from Morne Steyn it seemed that the villains would win the day. The Springbok scrum were making a right mess of the Irish front row and on a day of cold and damp it seemed there would be plenty of opportunities for the pack to drive home their advantage. Ireland had looked positive from the start, trying to run from deep, but their ambition was not matched by precision and they had to crouch for the scrum rather than run for space. What had begun encouragingly for them with a penalty by the very cool Jonathan Sexton was turning into painful retreat. Still, their lineout was going well, Paul O'Connell stealing ball on the John Smit throw and Jamie Heaslip offering himself as a target to keep the ball away In fact the Irish No8 was having a busy time, turning the scrum retreat into forward progress. He had said he had unfinished business and was playing true to his word. Behind the No8 Tomás O'Leary was equally industrious, making breaks and kicking neatly down the lines. If only Ireland could steady the scrum they could yet hang on ... Instead, they yielded penalties and nearly conceded a try in the corner, only the knee of Tommy Bowe steering the ball over the touchline. The ball eluded South Africa then and they missed the points from the penalties, Steyn lacking the power to split the soupy Dublin air. What flies 70 metres in Pretoria would not go 40 on the eastern seaboard of Ireland. It meant that Ireland trailed by only four points at the interval, and having been on the back foot for the early part of the first half had made the Springboks make more tackles as time went on. Perhaps it was this sapping effect on a cold day at the end of a tough tour after a long year, but South Africa would not threaten again until the very end. Ireland grabbed the game and dominated the third quarter. Whenever Steyn tried to test Rob Kearney with a high kick, the full-back rose to the challenge. Time after time he leapt and caught and turned defence into attack.Kearney was a piercing light on this shrouded day. The question now was whether Ireland could convert their new superiority into points. They were in charge but behind on the board. Suddenly their cause was helped by a collapse in Springbok discipline. Steyn tackled Brian O'Driscoll around the neck, and Andries Bekker dropped a knee on a player on the ground. That could have been a red-card offence. But at least Ireland had the reward of six points as Sexton carried on looking a model of calm. He faltered once with his longest kick of the day, after Danie Rossouw had held on to the ball in a tackle, but immediately refound his accuracy when Victor Matfield committed the same offence. There was a strange moment when the referee Nigel Owens, who was excellent at keeping a potentially explosive encounter galloping along, for once failed to see something wrong. JP Pietersen flattened Bowe with a high tackle and seemed to allow a load of retreating Springboks to interfere with an Irish attack. He did however spot a forward pass when it looked as if the visitors had turned that defensive scramble into a counterattack. It kept the South Africans at bay, and even their scrummage was not so hurtful now. Sexton missed another long-range penalty, which meant that as the game entered the last five minutes only five points separated the teams. Inevitably, the world champions cranked up the pressure. Knackered they may have been, but fading away is not in their DNA. Tendai Mtawarira dived through the mist for the far corner but was short; a final scrum was ordered in the Irish 22. The ball was perfectly delivered by the Springbok No8 for a last attack by the backs. They ran their lines and an opening was prised. Zane Kirchner applied the acceleration to go through when out of nowhere in came O'Driscoll to cut him off at the knees. The Irish captain had been quiet, but now saved the day. Typical. It was a gripping conclusion to an enthralling game, a mist-bound adventure at the end of a gloomy month. There is life yet in the game, but it might be premature to think that the global game has emerged from its autumn of misery. Not that in Ireland they think it ever dipped. There is no crisis here at all."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}