{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/cifamerica/2009/nov/16/sarah-palin-oprah-winfrey-interview", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2009-11-16T23:00:00Z", "webTitle": "Sarah Palin, plain boring | Melissa McEwan", "webUrl": "https://www.theguardian.com/commentisfree/cifamerica/2009/nov/16/sarah-palin-oprah-winfrey-interview", "apiUrl": "https://content.guardianapis.com/commentisfree/cifamerica/2009/nov/16/sarah-palin-oprah-winfrey-interview", "fields": {"headline": "Sarah Palin, plain boring", "bodyText": "Sarah Palin's back in the news again, with a new book ghost-written, erm, co-authored by the virulently anti-gay Lynn Vincent. The patron saint of conservative mavericks, who remains firmly not a maverick, according to the 59% of Republican voters who say Palin shares their values, stopped by Oprah Winfrey's show today to talk about her life as a wild Republican rogue. The show is a yawn-inducing puff piece. If anyone expected Winfrey to conduct an interview that would force Palin to account for any of the demonstrable untruths she's told about herself, they will certainly be disappointed. We are instead treated to images of Palin working out and taking care of her son Trig, and the conversation turns to trenchant subject matter such as her grandson's father, Levi Johnston. \"I hear he goes by the name Ricky Hollywood now,\" says Palin, which might be a more withering aside had it not been delivered from the set of the Oprah Winfrey show. It is during this segment, in which Palin discusses Johnston's decision to pose for Playgirl magazine, that Palin takes the opportunity to engage in her infuriating habit of affecting extraordinariness by asserting a totally common position as though it were exceptional. \"I call that porn,\" she says, of Playgirl. Yeah, so does everyone. But Palin deserves special plaudits for taking the controversial – dare I say, mavericky? – stance of calling Playgirl pornography, unlike those disgusting straw-liberals who want it used as a kindergarten textbook. Or something. Also on display is the same intense rejection of honesty in favour of the invented narrative of who Palin wants to be that has defined her time in the national spotlight. She would love to be the kind of person who, for example, as she claims in her book, said of the prospect of appearing on Saturday Night Live, where she'd regularly been lampooned by Tina Fey for months: \"Let's do this. Let's go on and neutralise some of this and have some fun!\" But, in reality, she is the kind of person who – as leaked emails from a McCain staffer reveal – actually says: \"Still not thrilled with the idea [of appearing on SNL]. These folks are whack … what's the upside in giving them [or] any celebrity venue a ratings boost?\" Palin's real-life response is perfectly logical and understandable – and yet inconsistent with her constructed persona as the hip and fearless maverick who was just too cool for those fuddy-duddies at McCain headquarters. So she just…fibs. She delivers the entire interview, as so many before, from behind that fabricated mask of the Woman She'd Like to be, and it is, in fact, only in a moment of rare honesty about her mendacity that the mask slips for just a second: Winfrey asks Palin if she is thinking about running for president in 2012, to which Palin replies: \"It's not on my radar screen right now.\" Winfrey responds to this transparent bit of obfuscation by asking: \"Would you even tell me if you were thinking about it?\" \"No, I wouldn't,\" says Palin, and she laughs. That's fair enough. And candid looked good on her, in the brief glimpse I got before she slipped back behind her mask."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}