{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/nov/28/premiership-harlequins-gloucester", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-11-28T19:08:24Z", "webTitle": "Nick Evans' magic helps Harlequins edge out Gloucester in a thriller", "webUrl": "https://www.theguardian.com/sport/2009/nov/28/premiership-harlequins-gloucester", "apiUrl": "https://content.guardianapis.com/sport/2009/nov/28/premiership-harlequins-gloucester", "fields": {"headline": "Nick Evans' magic helps Harlequins edge out Gloucester in a thriller", "bodyText": "Would you believe it? This was – wait for it – a good game. Anyone would think these were halcyon days for the global game, let alone the English Premiership. What was more, this managed to be a good game and retain that Premiership quality of being competitive. The result was in the balance until the end, even if Gloucester's recovery from 32-16 down early in the second half never quite convinced as something Harlequins should be worried about. Still, Gloucester walk away from this with a bonus point they just about deserve and Quins take the full five. Could they be on the way back after their troubles of the last few months? Indeed, as a match between two of the three big guns struggling so badly this season this really was pretty good stuff. And a lot of it from Englishmen. Nick Easter returned and formed the kind of axis with Danny Care that England might have enjoyed. More than that, there was imagination and multiple running lines from both sides, especially Quins. Gloucester actually held the lead for most of the first half, tries from Gareth Delve and Charlie Sharples sandwiching one in reply from George Lowe. Then a non-English maestro stepped up. Nick Evans may not be able to get into the All Blacks side, but he gave us a reminder of why he is considered by many to be the second best fly-half in the world – after his compatriot Dan Carter – just before the break. Clean ball off the line-out from Easter at the tail had him running flat at the Gloucester midfield, and before we knew it he had dummied and weaved his way to the line for an improbable but brilliant try. He could not add the extras, but Quins had the lead, at 18-16, for the first time in the game. Straight after the break, Easter picked a beautiful line off Care's pass for Quins' third, before Lowe scored the bonus-point try and his second of the day, set up, as his first was, by Care's speed of thought and foot. Thus Quins' lead was established. Sharples' second try was a fine one, but the home team were able to keep Gloucester at a suitable distance. Seven tries, everyone. Rejoice. Ryan Lamb scored all London Irish's points as the Exiles beat Bath 16-0 at the Recreation Ground last night. The defeat left Bath only three points ahead of Leeds at the bottom of the Premiership. Neil Back's Leeds were beaten 39-6 at old club Leicester."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}