{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/nov/24/kieran-gibbs-arsenal-chelsea", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-11-24T23:50:47Z", "webTitle": "Horror foul breaks Kieran Gibbs's foot", "webUrl": "https://www.theguardian.com/football/2009/nov/24/kieran-gibbs-arsenal-chelsea", "apiUrl": "https://content.guardianapis.com/football/2009/nov/24/kieran-gibbs-arsenal-chelsea", "fields": {"headline": "Horror foul breaks Kieran Gibbs's foot", "bodyText": "Arsenal's preparations for Sunday's home Premier League match with Chelsea have been dealt a severe blow because their left-back Kieran Gibbs has been ruled out for up to three months after fracturing his metatarsal in last night's Champions League 2-0 victory over Standard Liège. Gibbs hobbled off before the final whistle after a horrible foul, which went unpunished, by the Belgians' Eliaquim Mangala. The 20-year-old had escaped with only bruising having been injured on his right foot during England under-21s' recent game against Lithuania in Vilnius, but will now undergo surgery this morning after Mangala's challenge left him with \"a big hole in his foot\" according to Arsène Wenger. The Arsenal manager, who will be without his first-choice left-back Gaël Clichy for another three weeks recovering from a back injury, has also been left worrying about the fitness of his most experienced centre-half, William Gallas. The France defender was clattered early by Dieudonne Mbokani and then clashed heads with Andrey Arshavin to be forced off at the interval as Arsenal clinched Group H to progress into the knockout phase. While Wenger is optimistic over Gallas's prospects of recovering for the game against the league leaders, Gibbs faces a lengthy rehabilitation. The injury is particularly untimely given that he harbours hopes of breaking into the England squad for the World Cup finals, but will now be sidelined until well into the new year when Clichy should have re-established himself in the first-team."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}