{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/nov/13/fabio-capello-england-concert-world-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-11-13T23:00:00Z", "webTitle": "Fabio Capello vetoes World Cup send-off party", "webUrl": "https://www.theguardian.com/football/2009/nov/13/fabio-capello-england-concert-world-cup", "apiUrl": "https://content.guardianapis.com/football/2009/nov/13/fabio-capello-england-concert-world-cup", "fields": {"headline": "Fabio Capello vetoes World Cup send-off party", "bodyText": "Fabio Capello has demonstrated his power at the Football Association by vetoing plans for a World Cup \"sending-off party\" before the players head for the tournament in South Africa next summer. Senior figures at the FA had been open-minded about the idea after being approached about the possibility of putting on a concert in London next May. A numbers of bands had been sounded out, including the Killers, and it is understood the FA chairman, Lord Triesman, was among those who liked the idea. Capello, however, is keen to get away from the image that followed Engand's footballers around at the last World Cup, namely that they were too interested in the celebrity lifestyle and other distractions. Explaining his reasons, England's head coach has told associates that he does not feel a country with England's football heritage should be celebrating merely qualifying for the World Cup. The Italian believes the only legitimate reason for a party should be if they return from the tournament as world champions. Capello has also reputedly decided that his players should not be personally involved in a World Cup song and he has made it clear that he will not tolerate the \"Wag\" culture that was so prevalent when Sven-Goran Eriksson took the players to Germany for the World Cup in 2006. Before that tournament, David Beckham hosted a party for the players at his house. Eriksson's decision to allow the wives and girlfriends to spend so much time with their partners provoked a paparazzi frenzy three years ago in the spa town of Baden-Baden, with several players subsequently conceding it had been a distraction during a tournament in which England were eliminated in the quarter-finals. Rio Ferdinand admitted that \"football became a secondary element\", describing it as \"like a circus\", and Capello is adamant things will be very different at the team's base in Rustenburg next year, with the players' partners only permitted to visit the camp after each game, and with anyone objecting to his rules advised to \"stay at home\"."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}