{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2009/nov/11/brazil-power-cut-rio-madonna", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2009-11-11T22:52:37Z", "webTitle": "Brazilian power cut leaves 60 million in the dark", "webUrl": "https://www.theguardian.com/world/2009/nov/11/brazil-power-cut-rio-madonna", "apiUrl": "https://content.guardianapis.com/world/2009/nov/11/brazil-power-cut-rio-madonna", "fields": {"headline": "Brazilian power cut leaves 60 million in the dark", "bodyText": "It was a typical Tuesday night in South America's largest nation. In Sao Paulo, maids and security guards made their way home after another day's grind. In Rio, samba musicians began taking to the stage, their faces glazed in sweat from the tropical heat. And in one of Ipanema's most exclusive seafood restaurants, Madonna prepared for a romantic dinner overlooking the Atlantic with her youthful Brazilian boyfriend, Jesus Luz. And then the lights went out. At around 10.14pm an estimated 60 million Brazilians, nearly one third of the country's population, were plunged into darkness after an apparent transmission problem with power from the Itaipu dam, one of the world's largest hydroelectric plants. In total 18 Brazilian states were affected and 40 percent of Brazil's total energy was cut in a blackout which raised questions about the robustness of Brazil's energy grid, just weeks after it won the right to host the 2016 Olympic Games. Residents in Sao Paulo, Rio de Janeiro, Mato Grosso do Sul and Espirito Santo were worst hit, suffering a total power shutdown. The whole of Paraguay was also cast into the shadows for around 30 minutes. The sudden blackout triggered panic and confusion in Rio, paralysing the city's underground system, leaving hundreds trapped inside elevators and wreaking havoc at airports. Eerily dark streets filled with gleeful shouts of: \"There's no light in Sao Paulo either.\" Mobile phones lit up with text messages from friends in other states: \"Are your lights off too?\" Madonna, meanwhile, was reportedly forced to begin her dinner by candlelight while fellow dinners, excited at her presence, took advantage of the blackout to scream the singer's name out loud. The power cut, described by analysts as one of the worst in history, also had a more sinister side. Soon after darkness descended on his notoriously violent city, Rio's governor Sergio Cabral ordered Swat police groups on to the streets as thieves reportedly took advantage of the darkness to ply their trade near the city's world-famous Maracana football stadium, one of the venues for the 2014 World Cup. Hundreds of rifle-toting military police operatives swept into one pitch black favela, fearful that local drug traffickers would use the darkness as cover to invade a neighbouring slum. And in Rio's bohemian city centre, drunken revellers tried to escape their bar tabs after the power cut crashed many of the bars' credit-card machines. \"Suddenly it went dark,\" said Liana Carvalho, 45, a Brazilian journalist who was watching a samba show at the time. \"People were telling the waiters: 'How am I supposed to pay now? The club says it takes cards and if it doesn't work it's not my fault.' It was one big confusion.\" Brazil's energy minister blamed the blackout on heavy rains and strong winds which caused three transformers on a key high-voltage transmission line to short circuit, cutting the line. When two other lines went down as a part of an automatic safety precaution it caused the Itaipu hydroelectric dam, to which the lines were connected, to shutdown as well. Light was eventually restored to all parts of Brazil at around 3.15am. But even before the amber glare of ageing streetlights had returned, Rio's late-night partygoers struggled on. With the nightclubs closed, the city's musicians gathered at one street corner bar, a notorious meeting point for drunk artists and local prostitutes, where customers used the lights on their mobile phones to illuminate the late night samba party. \"Nobody had any candles so as people showed up they just placed their mobile phones on the tables and turned them on,\" said Carvalho. \"The lighting was incredible.\" Past outages September 2008 Hurricane Ike leaves 6 million people without power. January-February 2008 Storms cause two-week blackout for about 4 million people around Chenzhou in China. Eleven die trying to restore power. November 2006 A German power company switches off a high voltage line over a river to let a cruise ship pass. It cuts the power to 10 million people in Germany, France, Italy and Spain. 18 August 2005 A blackout in Indonesia leaves almost 100 million in the dark. 28 September 2003 A short in a power line in Switzerland leads to blackouts affecting 95% of Italy; 55 million people are without power for up to 18 hours. 14 August 2003 The worst US blackout. Power line problems in the midwest trigger a cascade of breakdowns that cut power to 50 million people. 2000-2001 Rolling blackouts affect millions in California, later blamed partly on market manipulation by Enron. March 1989 A solar storm knocks out power to 6 million people in Quebec. 13 July 1977 Lightning knocks out electricity to about 8 million in New York. Power is not restored until 25 hours later after widespread looting.9 November 1965 A blackout across the north-east US hits 25 million people."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}