{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2009/nov/05/readers-recommend-moon-songs", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2009-11-05T23:25:00Z", "webTitle": "Readers recommend: songs about the moon", "webUrl": "https://www.theguardian.com/music/2009/nov/05/readers-recommend-moon-songs", "apiUrl": "https://content.guardianapis.com/music/2009/nov/05/readers-recommend-moon-songs", "fields": {"headline": "Readers recommend: songs about the moon", "bodyText": "I've always had a problem with dancing in the moonlight. Why is it considered more romantic than dancing in the sun? It's less sweaty, for sure, and most people look better in silhouette, but keeping in step would surely be more difficult because you can't see your feet, and it's likely to be chilly. We must therefore deduce that either the moon has a great PR agent, or it exerts a form of control from which we are unable to extract ourselves. Us and the majority of recording artists. The power of the moon to inspire unlikely behaviour is a common thread in this week's playlist. Billie Holiday, at a rattling pace and accompanied by a crazed piano, describes the symptoms of exposure to a little moonlight: \"You can't resist him/ All you'll say/ Once you've kissed him/ Is ooooooohhh.\" The Capris observe the same situation from the viewpoint of the man. They are having feelings they have never felt before, and the only possible explanation is that old satellite hanging in the sky. Cassandra Wilson's version of Neil Young's Harvest Moon offers insight into the roots of the moon's romantic power: moonlight is something that stimulates desire and memory. \"Because I'm still in love with you,\" she sings, \"I want to see you dance tonight.\" Part of the power of Harvest Moon lies in the contrast between the beauty of Wilson's voice and the unsettling nature of the music; in some parts dissonant, in others simply icy. That may relate to another of the moon's supposed powers – that of inspiring lunacy – but it might also have something to do with our awe for something we can't fully comprehend. Brian Eno's An Ending is an instrumental that's both full of wonder and thoroughly spooky. A similar balance is also at work in The Dreaming Moon, in which a simple, lovely melody is encased in layers of echo and reflection. Arthur Russell's This Is How We Walk on the Moon is also odd: staccato cello strokes, syncopatic rhythm tracks and sudden, robotic vocals all combining to leave you feeling unsteady. My Moon, My Man is weird, too, though its strangeness lies in the contrast between Feist's folk-pop and Boyz Noize's house. Could the power of the moon be harnessed for ill? Creedence think so. \"Don't go out tonight, it's bound to take your life,\" runs their refrain, and while ostensibly we're talking meteorologically, there's also the feeling that the moon is a harbinger of the fates. JJ Cale certainly holds with the power of the moon, his Cajun Moon is so overpowering it seduced not just his lover but her old one, too. That the moon can stand for many things and serve any purpose is nothing new to Simon and Garfunkel. They offer a handy guide to those looking to write more evocative lyrics. \"You want to write a song about the heart/ Think about the moon before you start,\" they sing. \"If you want to write a song about faith, about the human race, write a song about the moon.\" They're right, you know."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}