{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2009/nov/09/mira-nair-film-director", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2009-11-09T22:30:01Z", "webTitle": "Portrait of the artist: Mira Nair, film director", "webUrl": "https://www.theguardian.com/culture/2009/nov/09/mira-nair-film-director", "apiUrl": "https://content.guardianapis.com/culture/2009/nov/09/mira-nair-film-director", "fields": {"headline": "Portrait of the artist: Mira Nair, film director", "bodyText": "What got you started? My impatience with waiting for life to happen. For seven years, I made films in the cinéma vérité tradition – photographing what was happening without manipulating it. Then I realised I wanted to make things happen for myself, through feature films. What was your big breakthrough? The world premiere of Salaam Bombay! in Cannes [in 1988]. It got a 40-minute ovation. I wanted to flee, but they locked the doors. What one song would work as the soundtrack to your life? Allah Hoo by Nusrat Fateh Ali Khan. It teaches you to surrender to something larger than yourself. Why are there so few women film directors? Oh my God, isn't it just terrible! I want to shake everyone and ask them that question. Making films is about having absolute and foolish confidence; the challenge for all of us is to have the heart of a poet and the skin of an elephant. What's the greatest threat to film today? I don't see one – it's actually a very democratic time. Digital cameras and mobile phones let you tell stories in a highly inexpensive and yet crafted way. Which other film do you wish you'd made yourself? The Battle of Algiers. It tells the voice of a people through real characters, and it still feels innovative today. Which other living artists do you most admire? Maqbool Fida Husain, the 94-year-old Indian painter, for his playfulness and great skill. The great yoga guru BKS Iyengar. The photographers William Eggleston and Robert Frank, for feeding me with ideas. And DA Pennebaker, the great cinéma vérité film-maker. Do you suffer for your art? Hugely. It involves a great and necessary loneliness. Complete this sentence: At heart I'm just a frustrated . . . Gardener. What work of art would you most like to own? Any paintings by George Keyt, who is all about the lush, sensual beauty of Sri Lanka in the early 1900s. Or Frida Kahlo, because she's about both fire and beauty. What advice would you give a young director? Never take no for answer, and try to make films that turn you on. In Short Born: Rourkela, India; 1957 Career: Films include Salaam Bombay! (1988), Monsoon Wedding (2001), Vanity Fair (2004) and Amelia, released on Friday. High point: \"Monsoon Wedding. It had a certain magic – and I'm now taking the film to Broadway.\" Low point: \"Kama Sutra. The film was not what I had expected it to be.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}