{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/nov/01/guinness-premiership-wasps-leeds", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-11-01T23:12:17Z", "webTitle": "Guinness Premiership: Wasps 9-15 Leeds", "webUrl": "https://www.theguardian.com/sport/2009/nov/01/guinness-premiership-wasps-leeds", "apiUrl": "https://content.guardianapis.com/sport/2009/nov/01/guinness-premiership-wasps-leeds", "fields": {"headline": "Cieron Thomas kick-starts Leeds' season as slack Wasps pay penalty", "bodyText": "At the seventh time of asking Leeds today finally won their first game since returning to the Premiership, Ceiron Thomas kicking five of his shots at goal to also give them their first victory over the former champions. Leeds remain bottom of the table but, with a bonus point from Saracens last week, they are now within two points of safety and the £1m that comes with it. At the start of the season that is what the other 11 clubs in the Premiership promised, in additional funding, should Leeds survive. That said they are unlikely to meet another side quite so generous as Wasps were here. After their bonus-point drubbing of Gloucester last week the former European champions were barely recognisable as a side that started the day eyeing a possible second place in the league. However, their head coach, Shaun Edwards, denied suggestions of complacency: \"There is no way we underestimated them, we just did not perform at critical points in the game,\" said Edwards. \"They pushed the club at the top of the table last week and their set piece was dominant, particularly their line-out. \"Defensively we were never challenged. They were never going to score a try against us, but it was a good example of us struggling in wet conditions.\" After that bonus point at Saracens, Leeds had spent the week talking up hopes of finally breaking their duck and even though their new centre, Seru Rabeni, injured himself in the warm-up, the leakiest side in the Premiership showed they have recently acquired steel. A combination of a gusting wind, four penalty kicks from Thomas and a pretty inept 40 minutes from Wasps saw the visitors off at half-time six points to the good at 12-6. Their line-out stole ball, the scrum shoved Wasps around, a defence that had previously conceded tries at the rate of three a game looked organised and solid and the back-rowers, Kearnan Myall and Hendri Fourie, were making themselves a thorough nuisance all over the field, especially when Andy Gomarsall, once a Wasp a long time ago, hoisted the ball into the wind for Myall to chase. Until Joe Simpson, reckoned by many to be worth more than a place in the England Saxons squad, linked with David Lemi two minutes before the interval, Wasps more resembled the side with relegation worries and Gomarsall the England candidate. However, there are some pretty powerful motivators at Adams Park and 15 minutes holed up with Tony Hanks and Edwards had an effect. Serge Betsen surged down the right before, after 24 seconds of the second half, Lemi caught his own chip ahead. Unfortunately the home supporters were just a little too early in their celebrations, the tiny Samoan winger losing control as he tried to dot the ball down. That was the closest Wasps came to a try. Their tempo changed – more so when Simon Shaw arrived after 48 minutes – and Walder kicked his third penalty while Thomas missed his first of the afternoon, but hopes that the former Llanelli Scarlet was about to lose his composure were set aside when he calmly slotted his fifth penalty, leaving Leeds 12 minutes to hang on to their six point lead. Shaw, playing his first game since the Lions in the summer, survived a bang on the head to remain on track for an England return against Argentina in a fortnight, and Joe Worsley, given time off by England, was about the hardest-working Wasp around. But the celebrations were all in the Leeds changing room. \"The guys deserve this,\" said their director of rugby, Andy Key. \"They have been working massively hard behind the scenes and we never stop believing that this team can be part of this competition in the future. \"We know physically we can compete, where we needed to challenge ourselves was mentally. Last week demonstrated quite clearly that we were there and could have come away with a win. Today we rocked up and did the job.\" Wasps Van Gisbergen (Hickey, 68); Sackey, Mitchell, Kefu (Vardell, 68), Lemi; Walder, Simpson; Bocca (Beech, 68), Ward, Broster; Skivington, Birkett, Worsley, Betsen (capt), Leo (Shaw, 48). Pens Walder 3. Leeds Hinton; Welding, Hepworth, Barrow, Blackett; Thomas, Gomarsall (Mathie, 53); Hardy (McGee, 68), Ma'asi (Nilsen, 53), Gomez (Swainson, 53), Lund, Wentzel (capt), Myall (Clarke, 76), Fourie, To'oala (Oakley, h-t). Pens Thomas 5. Referee M Fox (RFU). Attendance 7,616."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}