{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/nov/11/doran-jones-haskell-england-argentina", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-11-11T22:22:58Z", "webTitle": "Paul Doran-Jones reunited with old friend James Haskell as England ring changes", "webUrl": "https://www.theguardian.com/sport/2009/nov/11/doran-jones-haskell-england-argentina", "apiUrl": "https://content.guardianapis.com/sport/2009/nov/11/doran-jones-haskell-england-argentina", "fields": {"headline": "Paul Doran-Jones reunited with old friend James Haskell for England", "bodyText": "It is nine years since England's players opted for strike action before an international against Argentina and Clive Woodward threatened to cobble together a team of lower league players to tackle the Pumas. That desperate scenario never materialised but there were echoes of it in the corridors of Pennyhill Park yesterday when the previously unheralded Paul Doran-Jones was confirmed in the matchday 22 for Saturday's Investec Challenge game at Twickenham. As James Haskell's best friend, Doran-Jones did at least have one familiar face waiting for him when he answered the emergency call and drove to Bagshot last Sunday night. Haskell had a decent line ready – \"I didn't know it was bring-a-friend-to-work day\" – and, sensibly, the new man opted to introduce himself to his colleagues rather than wait for instant nods of recognition. Happily, they already know \"D-J\" by his nickname. \"They call him 'The BLT' – big, lean and tanned,\" confided a team-mate. \"Make sure you put that in.\" If the 24-year-old veteran of a mere five Premiership games for Gloucester can avoid becoming the squashed meat in a heavy-duty Argentinian sandwich this weekend, England will be suitably grateful. It will be some achievement if he prospers, given the amount of artillery lined up opposite him. The Pumas will be wheeling out a seriously powerful front five and Doran-Jones's biggest career game to date, against Australia's second string at Kingsholm last week, will feel like a teddy bear's picnic by comparison. Not surprisingly he has been flooded with requests from family members and friends wanting tickets, with his parents Martin and Mary (who is Irish), three sisters and grandparents all due to attend on Saturday. He has previously represented Ireland in the Under-19 Six Nations and at the Under-21 World Cup while studying at University College, Dublin – where he graduated with a 2:1 in medicinal chemistry – but had no hesitation in accepting England's call. The only snag has been the resuscitation, courtesy of Google, of an embarrassing incident from his schooldays at Wellington College when he and Haskell were suspended following a prank involving a female student and a hidden video camera. \"It's something that happened a very long time ago,\" Doran-Jones said, sighing. \"A mistake was made but hopefully I can let my rugby do the talking, both this week and in the future.\" Having enjoyed a successful season with London Welsh last year, he is also keen to prove he has not been summoned by accident. \"I'm trying to take it in my stride. Perhaps in a couple of weeks' time when I sit back and take it all in I might realise the magnitude of it.\" Listening to him nominating such players as Fabien Barcella and Tim Payne as props who have previously given him trouble, however, it was impossible not to wonder if he is fully prepared for the onslaught that awaits if he is asked to jog on for the most unlikely first cap in modern Twickenham history. It also says everything about the casualty rate afflicting his squad that Johnson has had to summon yet another prop, Bath's David Flatman, along to training to make up the numbers, partially as a result of Doran-Jones suffering a bang on the head on Tuesday. Luckily, the latter is fine and feeling brave enough to indulge in a little gentle banter with the man starting at tighthead ahead of him, Duncan Bell, who missed nearly 18 months due to a serious knee injury three years ago. \"He's quite a funny guy,\" confided Bell, contemplating only his second start for his country following David Wilson's neck injury. \"He was running alongside me at training today whispering: 'Belly, watch that knee, watch that knee!'\" There is a lot of similarly dark humour circulating around a camp where accidents happen rather too frequently for comfort. After all, the principal reason for Flatman's call-up was the knee injury suffered by his Bath colleague David Barnes which, it emerges, was caused by their mutual friend Bell charging into a ruck with his eyes shut. \"I feel bad because it was me who did it,\" Bell admitted. \"Not only are props getting injured but props are injuring props. I went to clean out a ruck, closed my eyes, slipped, missed the ruck and fell over the back of it. I landed on the back of his leg and heard a little yelp. He was down for about five minutes, which is very unlike him. I can remember him playing at Wasps with a snapped arm for 20 minutes. He hasn't spoken to me yet.\" With the fates in such mischievous mood, Johnson and his forwards coach, John Wells, can only shrug and concentrate on matters they can affect. They are still hoping Wilson may be available for consideration against New Zealand next week, while the Lions lock Simon Shaw also trained with the squad yesterday and may yet enter the equation against the All Blacks. With Shaw not around this weekend it falls, as expected, to Haskell and Dylan Hartley to offer more in the way of ball-carrying oomph than Jordan Crane and Steve Thompson supplied against Australia. The fourth change to the starting XV is at scrum-half, where the busy Paul Hodgson finally gets a chance to start for his country at the age of 27, in place of Danny Care. \"Paul's very good at getting tempo into the game which is what we want to do,\" Johnson said. It will be easier said than done unless Bell, Payne, Hartley and Doran-Jones stand firm on the front line."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}