{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2009/nov/05/falstaff-review", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2009-11-05T23:00:01Z", "webTitle": "Falstaff | Opera review", "webUrl": "https://www.theguardian.com/music/2009/nov/05/falstaff-review", "apiUrl": "https://content.guardianapis.com/music/2009/nov/05/falstaff-review", "fields": {"headline": "Falstaff", "bodyText": "Glyndebourne On Tour's staging of Verdi's Shakespearean comedy, revived by Sarah Fahie from last summer's version by Richard Jones, compares well with the original. Ultz's designs once again define the respectable but dull Home Counties of the postwar period, which are enlivened considerably by Falstaff and his crew, here consisting of a neat Laurel and Hardy double-act from Sion Goronwy's gentle giant of a Pistol and Harry Nicoll's featherbrained Bardolph. The final scene, featuring fairy frolics in Windsor Great Park, has even been tidied up from its confused state at the festival, and now has far more bite. But this Woking performance seemed ready to tip into disaster with the announcement that Jonathan Veira, singing the title role, had a cold. Not only is Falstaff the centre of attention in five of the six scenes, he is the show's raison d'être. No Falstaff, no opera. Veira started in some difficulty. Coughing at times, he made some judicious downwards transpositions, and his tone sounded diminished. But he rallied in the second act, and went on to give a convincing account of Verdi's notes, matched with a perceptive reading of the text and a full-on physical engagement with the comedy. It was one of those occasions when an ailing artist summoned up resources even he probably didn't know he had. Around him, the production went swimmingly. Jessica Muirhead's Alice combined elegance and sexiness and Kathleen Wilkinson's Mistress Quickly was good fun. James Gaffigan's conducting needed a shade more brilliance, but he kept the score on the move."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}