{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/nov/16/john-terry-chelsea-january-transfer-window", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-11-16T23:00:00Z", "webTitle": "Chelsea are likely to buy in January, says John Terry", "webUrl": "https://www.theguardian.com/football/2009/nov/16/john-terry-chelsea-january-transfer-window", "apiUrl": "https://content.guardianapis.com/football/2009/nov/16/john-terry-chelsea-january-transfer-window", "fields": {"headline": "Chelsea likely to buy in January before ban kicks in, says John Terry", "bodyText": "John Terry expects Chelsea to strengthen their squad in January after the freezingof Fifa's transfer ban on the Premier League leaders, though the defender is braced for the suspension to be confirmed by the Court of Arbitration for Sport early next year. Chelsea had successfully asked CAS to postpone any sanction until their appeal against Fifa's judgment over the Gaël Kakuta affair, likely to take place in March or April next year, had been heard. Roman Abramovich has already indicated that money is available to spend if required, though the new chief executive, Ron Gourlay, has echoed his manager, Carlo Ancelotti, by suggesting it would be difficult to lure the marquee signing this club have craved in mid-season. Chelsea have previously proved reluctant spenders in January, though the anticipated loss of Didier Drogba, Michael Essien, Mikel John Obi and Salomon Kalou to the African Cup of Nations to be held that month and the knowledge that it could be their last opportunity to flesh out their squad until the summer of 2011 might well persuade them to act. That scenario has not escaped the players. \"It's good news that the transfer ban has been frozen,\" said Terry. \"We lose four good players in January anyway. I'm sure the club and the manager are looking into that and having good talks with Roman. I wouldn't be surprised if we do go out and buy because we don't know what's going to happen in the summer. \"We're going well at the minute and we're lucky enough to have a big squad with good players who can come in if we get a couple of injuries. Looking at it realistically, we're maybe going to be suspended in the summer window and, maybe, another one after that. But the manager has great experience and he knows what we need.\" Chelsea, five points clear at the top of the Premier League, are still admirers of Atlético Madrid's Argentinian forward Sergio Agüero, who scored twice against the Londoners in the recent 2-2 Champions League draw in Spain. However, Atlético rejected bids of over £40m for their talisman last summer and, with the team struggling in the Primera La Liga's relegation zone but potentially still involved in the Europa League, they would not be keen to sell. Chelsea are more likely to bring in a number of promising, younger players. Daniel Sturridge and Ross Turnbull arrived last summer and could be followed by Middlesbrough's Adam Johnson, who has attracted scouts from Sunderland and Wigan in recent weeks. They have also looked at the Brazil youngster Lucas Piazon, whom they watched score twice for his country's Under-15 side against Bolivia at the weekend and are interested in Everton's Jack Rodwell. No bid has, as yet, been put forward for the England Under-21 international. Chelsea are hopeful Terry will be fit to feature in Saturday's visit of Wolverhampton Wanderers after the England captain missed the weekend friendly defeat by Brazil in Qatar with an achilles problem. Frank Lampard (thigh) and Ashley Cole (depressed fracture of the tibia) will both be absent, as will José Bosingwa (knee), while Drogba's fitness will be assessed on his return from international duty with Ivory Coast. The forward suffered a rib injury during the 1-0 win over Manchester United with a scan confirming bruising, only for his national federation's doctors to rule him out of their games against Guinea and Germany claiming the rib had been cracked, a problem that would demand up to three weeks on the sidelines. Chelsea will conduct their own review later this week. Michael Ballack will be missing for the Germans in that friendly fixture on Wednesday in Gelsenkirchen after suffering inflammation to the back of a knee. \"He has not been able to train since last week and it makes no sense to take any risks,\" said the Germany coach, Joachim Loew.Copy ends"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}