{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/nov/16/andy-flower-south-africa", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-11-16T22:30:01Z", "webTitle": "Andy Flower refuses to retaliate over South African mind games", "webUrl": "https://www.theguardian.com/sport/2009/nov/16/andy-flower-south-africa", "apiUrl": "https://content.guardianapis.com/sport/2009/nov/16/andy-flower-south-africa", "fields": {"headline": "Andy Flower refuses to retaliate over South African mind games", "bodyText": "Andy Flower, the England coach, says he will not retaliate to what appears to have been a psychological offensive from the South Africa coach, Mickey Arthur, and captain, Graeme Smith. \"I have been asked, repeatedly, about some of the comments from the opposition coach,\" Flower said today, as he prepared for tomorrow's warm-up day-night against South Africa A. \"All I would say is that I have gone through my career as a player and I will continue to so as a coach in as modest fashion as possible. \"Perhaps their status as No1 is encouraging them to react differently. But I am very comfortable about where we are as a team and I concentrate all my energies on us as a team – analysing the opposition, yes, but I won't be commenting on them.\" The South Africans seem to have a liking for mind games, refusing to be discouraged by the fact that they have often been cerebrally challenged by the calculations of Duckworth and Lewis, even when the results of these calculations are on the scoreboard for everyone to see. Following England's heavy defeat in the second of the two Twenty20 matches in Centurion yesterday, Arthur described England as predictable and said he had been surprised by their decision not to revise their batting line-up because they needed to score at a rate of more than two runs a ball from the start. Even more mischievously – for he had not been asked about it – Arthur described as \"criminal\" the decision to bowl leg-spinner Adil Rashid for just one over (it went for 25, with four sixes). \"It showed they didn't have much faith him,\" he said. In the build-up to the start of the tour proper last week Smith also registered his surprise that Andrew Strauss, his opposite number, was not playing in the Twenty20 games. Flower did admit that mind games were all part of competitive sport. \"You're always reading peoples' body language and if somebody is a particularly good sledger it can get under certain people's skin. It depends on the reaction to it, that's the crux of the matter.\" Replying, specifically, to criticisms of the handling of Rashid, Flower said: \"I don't really care about them. We're quite comfortable with how Adil's developing. \"Yesterday he bowled six balls to two batsmen who were absolutely set. It was a flat wicket, it wasn't turning and it was a small outfield and he got punished. \"He's very skilful and he's going to be a very good all-rounder. He's been doing some excellent work with Mushtaq Ahmed. I'm not overly concerned about what happened yesterday. I don't think it's going to damage him in any way. I think he will handle it absolutely fine.\" Today AB de Villiers, the South Africa middle-order batsman, denied his side were using mind games. And then he added: \"It was a slap in the face for Rashid getting only one over. We were talking about it when Joe Denly came on to bowl.\" Meanwhile, Flower admitted that he was concerned by the number of injuries in the camp. \"We've had quite a lot for such an early part of the tour. We had a very heavy summer with three weeks off and then we started again with gusto in Bloemfontein, where we worked really hard. \"Unfortunately we have picked up some of these niggles so I think in the future we are going to have target certain periods for strength and conditioning programmes for some of these fast bowlers especially and for them to miss the odd international because of it.\" Some hope. England are now paying the price for the myopic decision by the England and Wales Cricket Board to ignore the principle recommendation of the Schofield report – that there should be less cricket. Greed is king now and until the customer becomes fed up with watching clapped out players – or lesser replacements – it will continue. Both Graeme Swann (side strain) and Jimmy Anderson (knee) miss tomorrow's match at Potchefstroom. Stuart Broad has had a number of injections into his troublesome shoulder in the past few days and his fitness for Friday's opening ODI in Johannesburg is still in doubt. Paul Collingwood has a recurrence of his lower back problem. \"He thinks it's from swinging the willow with such gusto in the first Twenty20 match,\" said Flower. \"So unfortunately he couldn't make yesterday's game and unless it loosens up a lot today I don't think he'll play [against South Africa A].\" Graham Onions, though, has recovered from his back problem and is expected to play."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}