{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/nov/13/wales-beat-samoa", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-11-13T23:26:00Z", "webTitle": "Wales 17-13 Samoa", "webUrl": "https://www.theguardian.com/sport/2009/nov/13/wales-beat-samoa", "apiUrl": "https://content.guardianapis.com/sport/2009/nov/13/wales-beat-samoa", "fields": {"headline": "Blazing Wales given a fright by Samoans' late charge", "bodyText": "Wales are probably the only country in the world that could attract a crowd of 60,000 for an international against a tier-two nation on a wet, blustery Friday night and perhaps only they could so vex their supporters by threatening to run away with a game they were ultimately grateful, and fortunate, to win. Wales started ablaze. Dan Biggar kicked a second-minute penalty after David Lemi had played the ball on the ground after making a try-saving tackle on Sam Warburton and the outside-half then chipped from the halfway line into the arms of the wing Leigh Halfpenny who took Lemi over the line with him. The Samoans looked like a side that had just been assembled. Their lineout profited Wales, too many passes found air rather than a man and they gave away penalties at the breakdown but they were surprisingly strong in the scrum, disconcertingly for Wales who entertain Argentina next weekend. Samoa did not keep hold of the ball long enough to threaten a try and Wales's 11-6 interval lead should have been greater. Warburton made a 40-yard break after helping himself to a Samoa lineout but lost his composure at the moment of reckoning and Lemi led a counter-attack. Then the threatening Halfpenny danced away from Mahonri Schwalger's challenge only for James Hook to lose the ball with the line beckoning. The game's bright start faded into a fog of penalties and the opening of the second period was little better.At the start of the second period Halfpenny landed a kick from the halfway line after George Stowers had tackled Alun Wyn Jones around the head and Samoa lost Henry Tuilagi to the sin-bin on 52 minutes for yet another ruck offence. Biggar's penalty gave Wales an 11-point lead before Hook skipped along the left wing only to lose control of the ball as he tried to give a try-scoring pass in Samoa's 22. Hook's elusiveness troubled the visitors and he should have been at fly-half where Biggar kicked and passed but never took defenders on, infusing his side with a costly predictability. Biggar, as he had done on his debut against Canada last year, threw out an interception pass that cost a try, Seilala Mapusua just making the 80 yards to the line and it was the side who had weeks to prepare who were hanging on at the end. Gavin Williams missed a penalty from in front of the posts for Samoa, who forced three five-metre scrums only for the second-row Kane Thompson to knock on with a try, and the match, in his hands. Wales: Hook (Ospreys); Halfpenny (Cardiff Blues), Shanklin (Blues; J Davies, Scarlets, 49), Roberts (Blues), James (Blues); Biggar (Ospreys), Peel (Sale); Jenkins (Blues), Bennett (Ospreys; Rees, Scarlets, 66), James (Ospreys; Mitchell, Ospreys, 66), AW Jones (Ospreys), Charteris (Newport Gwent Dragons; B Davies, Blues, 78), Powell (Blues), Warburton (Blues; Thomas, Ospreys, 78), R Jones (Ospreys). Try Halfpenny. Pens Biggar 3, Halfpenny Samoa Lui; Lemi, Williams, Mapusua, Anitelea Tuilagi (Fa'afili, 59); Fili (Mai, 66), Poluleuligaga; Va'a (Taulafo, 75), Schwalger, Johnston, Levi, Tekori (Thompson, 61), Stowers, Treviranis (Fa'amatuainu, 66), H Tuilagi. Try Mapusua. Con Fili. Pens Fili 2 Sin-bin H Tuilagi 52 Referee P Fitzgibbon (Ireland). Attendance 58,907."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}