{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2009/nov/24/father-boy-stabbing-london-police", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2009-11-24T22:17:55Z", "webTitle": "Father arrested after three-year-old boy found stabbed to death at London flat", "webUrl": "https://www.theguardian.com/uk/2009/nov/24/father-boy-stabbing-london-police", "apiUrl": "https://content.guardianapis.com/uk/2009/nov/24/father-boy-stabbing-london-police", "fields": {"headline": "Father arrested after three-year-old boy found stabbed to death at London flat", "bodyText": "Police were tonight waiting to question a man suspected of stabbing his three-year-old son to death before turning the knife on himself. The 31-year-old man was under guard in hospital after surgery for stab wounds to his neck and body. Neighbours dialled 999 after hearing a furious argument at a flat in Southwark, south-east London, at about 6pm on Monday. Police officers arrived at the Lynton estate low-rise block to find the body of the child. The man's 28-year-old wife was taken to hospital suffering a stab wound to the neck and was later discharged. A 17-month-old girl was found unharmed. Neighbours spoke of their shock on hearing the news of the death of the youngster and on seeing paramedics battling to keep the father alive. They said those involved were a friendly family who went to a local church and had lived in the flat for about a year. Kelly Turner, 34, who lives on the floor above the family, said she heard a woman screaming from a car park. \"You could tell she was in shock because she had a wound to her neck and she was losing quite a bit of blood. She was saying 'my kids, my kids'. That is when the police came in and knocked down the door, and said 'where are the children, where are the children?'\" Scotland Yard said the man was in a serious condition and had been arrested on suspicion of murder. Police were not looking for anyone else in connection with the stabbing. The child was not known to Southwark council's social services. The council's chief executive, Annie Shepperd, said: \"Our responsibility is to immediately check our records to find out if the children are known to us … the results of our initial investigations are that the children were not known [to Southwark].\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}