{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/blog/2009/nov/05/beatles-bluebeat-emi-lawsuit-puzzle", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2009-11-05T22:59:31Z", "webTitle": "Meet the Beatles... re-recording? Bluebeat claims its downloads are legal", "webUrl": "https://www.theguardian.com/technology/blog/2009/nov/05/beatles-bluebeat-emi-lawsuit-puzzle", "apiUrl": "https://content.guardianapis.com/technology/blog/2009/nov/05/beatles-bluebeat-emi-lawsuit-puzzle", "fields": {"headline": "Meet the Beatles... re-recording? Bluebeat claims its downloads are legal", "bodyText": "The Beatles songs are available for digital download, apparently legitimately. You have to go to an American site called Bluebeat which has possibly one of the worst download systems ever (a weird Java applet that insists on getting access to your computer), but they're there. And they really sound like the Beatles. In fact, hell, it is the Beatles. This is puzzling, because the Beatles songs haven't been licensed for digital download to other sites. And, if you read the very extensive coverage on Wired, it seems that Apple Corps, the Beatles' management company, probably hasn't either. (I contacted Apple Corps earlier today but have not received a response.) EMI (the Beatles' publishers) has filed a lawsuit, Wired explains. According to Wired, Bluebeat is claiming - in a bizarre court document - that it has made \"re-recordings\" of the songs using \"psycho-acoustic simulation\". That was probably a Googlewhack a few days ago. Not so much now, of course, because everyone is storming over to Bluebeat to try to get a few Beatles tracks. Well, the whole lot, actually. If you recall how often hopes have been raised ahead of every Apple Inc (formerly Apple Computer) announcement that \"I heard a rumour that this is going to be the one where Steve Jobs announces that the Beatles are coming to the iTunes Music Store\", then you'll know that there's great eagerness among some people to write about that. Less eagerness, I suspect, at EMI and Apple Corps. They are minting it from re-packaging and re-selling the Beatles: look at the price of the CD package (about £200). Look at price of the USB stick with all the Beatles' tracks on. Why would they go to digital downloads for a generation which never grew up with the Fab Four? Those who want them will either buy the CDs, or find them on file-sharing networks. For Bluebeat, though, it's a precipitous route towards calamity for a company that had probably been doing OK on its own. The lawsuit looks indefensible, will cost millions that it probably doesn't have, and is only going to give it short-term attention. Possibly this is what the company behind it, the mysterious Media Rights Technologies, Inc. of \"PO Box 8447, Santa Cruz\" (to quote the domain registration) is after. Last word back to a lawyer contacted by Wired: \"They're hosed. That just doesn't make any sense,\" said Scott Mackenzie, a Dallas copyright attorney. \"I don't even see the basis of their theory.\" If you know, do tell."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}