{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2009/nov/11/david-cameron-state-localism-society", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2009-11-11T23:17:51Z", "webTitle": "Localism good, big state bad: is David Cameron right?", "webUrl": "https://www.theguardian.com/society/2009/nov/11/david-cameron-state-localism-society", "apiUrl": "https://content.guardianapis.com/society/2009/nov/11/david-cameron-state-localism-society", "fields": {"headline": "Localism good, big state bad: is David Cameron right?", "bodyText": "David Cameron's speech on poverty, the state and the mass engagement of a new generation of community activists on Tuesday set the direction of travel under a Conservative government. Here a panel of social experts analyse the Tory leader's key points. • The state is too large and counter-productive. Cameron: \"The size, scope and role of government in Britain has reached a point where it is now inhibiting, not advancing, the progressive aims of reducing poverty, fighting inequality, and increasing general wellbeing ... The once natural bonds that existed between people, of duty and responsibility, have been replaced with the synthetic bonds of the state: regulation and bureaucracy.\" Richard Reeves, director of the thinktank Demos: \"This is an attempt by David Cameron to row back on his rather crude anti-big government message at the party conference. There's quite a bit about the diagnosis that rings true ... but less about how Conservatives plan to tackle the problem. He's saying that somehow if the state gets out of the way, then society will roll forward in a progressive way. That's an extraordinarily big gamble. The more honest approach for Cameron might be to admit that there are many social problems for which there are no immediate policy solutions. A better critique of Labour would be to say that you can't always solve these problems by centralised taskforces, working parties and policy initiatives.\" • Perverse social incentives prevent people working or taking responsibility for their own lives. Cameron: \"Far too many of the people I see in my constituency surgery are, thanks to the state, financially better off if they do the wrong thing than if they do the right thing ... The harm that means-tested benefits do to work incentives is beginning to undo the good they do in raising people's incomes.\" Frank Field, Labour MP and campaigner on social welfare: \"I saw in my constituency 30 years ago how a high pound wiped out manufacturing and a work culture was replaced by a non-work culture. I saw the advent of young single mothers because the men couldn't earn money. You need to deal with the root causes. [These problems] have been reinforced by welfare. \"We need to see some solutions. The revolution has to go way beyond adjusting marginal tax rates. It's about creating a totally different culture. As no other political leadership is on this area, at least it's a beginning. This speech is a full frontal assault on our position and we need to take it seriously.\" • How has Labour spent so much, yet the numbers in severe poverty have risen? Cameron: \"In the past decade, the gap between the richest and the poorest got wider. The number of people living in severe poverty has actually risen ... by 900,000 in the past 10 years. How is it possible for the state to spend so much money, to devote so much energy, to fighting poverty – only for poverty and inequality to win the fight?\" Mike Brewer of the Institute for Fiscal Studies: \"The data is not good. If you look at the people reporting the very lowest incomes, a lot of them look like they are fairly well-off households. That might be because the survey is not measuring them properly or, if it's over a short period of time, some people might be out of jobs or a bad month for the self-employed. Incomes are more volatile than living standards … There's little point, therefore, in looking at changes in numbers in low income and saying that this is a good measure of changes in poverty. The charge that during the years 2002-07 living standards did stop growing for the poor is, however, true.\" • The fairest societies are the happiest. The gap between the bottom and those in the middle must be narrowed. Cameron: \"Research by Richard Wilkinson and Katie Pickett, in The Spirit Level, has shown that among the richest countries, it's the more unequal ones that do worse according to almost every quality of life indicator ... We should focus on closing the gap between the bottom and the middle ... because focusing on those who do not have the chance of a good life is the most important thing to do.\" Richard Wilkinson, emeritus professor of public health, Nottingham University (quoted with approval by Cameron): \"Bringing down the top incomes is very important. Cameron talks about social problems and diminishing responsibility as if they came from too much government. I think these are the long-term consequences of the rise of inequalities under Thatcher. \"I imagine income distribution in society as if we were all at different points on a piece of elastic. If you pull out the top further, then everyone below gets spread out further apart. \"Government expenditure and its endless initiatives haven't had much impact ... but if Brown's budgets hadn't been redistributive then things would be worse than they are now. The present government didn't realise how important inequality was.\" • Social action and social entrepreneurs can breathe life into deprived communities. Cameron: \"We will identify proven social programmes, franchise them to social entrepreneurs with a track record of success and fund them directly from existing state budgets to deliver public services.\" Peter Holbrook, chief executive, Sunlight Development Trust, a community social enterprise in Kent: \"With the franchise idea Cameron appears to be suggesting something we've seen under New Labour: big, centrally directed schemes, rolled out nationally, with varying degrees of success. Labour set up 250 healthy living centres in the late 1990s based on the success of a single scheme at Bromley-by-Bow, east London. Over 80% no longer exist. Social programmes tend to succeed best when they are embedded in the community. A one-size-fits-all approach rarely works in deprived neighbourhoods because they are so diverse. The important thing is that these services are locally owned, sustainable, and create social and environmental value and a longer term legacy – that matters more than who provides them.\" • Devolving authority and a new spirit of localism will generate social responsibility and engagement. Cameron: \"So we will take power from the central state and give it to individuals where possible – as with our school reforms that will put power directly in the hands of parents. So we will strengthen civic institutions that already exist – like local shops, the post office and the town hall.\" Geoff Mulgan, director of the Young Foundation, and chair of the Carnegie commission on civil society: \"Civil society is pretty healthy by most measures. But it's the fine-grained detailed of how the state operates that matters, rather than whether it's big or small. A high-spending state which encourages, say, parents to be involved in local Sure Start services, or setting up and running schools, will encourage civil society. One that monopolises power, and only trusts professionals – or for that matter business – will tend to weaken it. So will a state which ties civic action up in regulations and red tape. We shouldn't think of government and civil society as in a zero sum game. It's how they interact that makes all the difference.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}