{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/nov/28/rugby-union-scotland-argentina", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-11-28T20:01:54Z", "webTitle": "Pumas come stalking and spoil Andy Robinson's party", "webUrl": "https://www.theguardian.com/sport/2009/nov/28/rugby-union-scotland-argentina", "apiUrl": "https://content.guardianapis.com/sport/2009/nov/28/rugby-union-scotland-argentina", "fields": {"headline": "Pumas come stalking and spoil Andy Robinson's party", "bodyText": "Andy Robinson's run of wins as Scotland coach went up in smoke when Argentina came back from six points down at the break to take the match with a wobbly drop-kick less than three minutes from time. Three years and 17 days after the Pumas undermined the coach's time in charge of England, their 24-year-old centre Martin Rodriguez, playing only his third Test snatched away Robinson's hopes of a further rise in the world rankings with his new side landing two penalties as well as that dropped goal. This summer Rodriguez kicked 12 points for the Jaguars, Argentina's second string, against England Saxons in the Churchill Cup and is one of the new breed of players the Pumas want to keep at home ahead of their admission to southern hemisphere Super Rugby. Had Felipe Contepomi and Juan Martin Hernández been fit he might not have made the European tour. Ultimately, though, the Scots paid for not making hay in the first 40 minutes. Through carelessness and a lack of precision they allowed a young Argentine side back in the game. As Robinson said later: \"Every time we tried to do something the second half we could not sustain it. We needed to move the ball and have the confidence to play.\" Instead his midfield, which played together for Scotland A, proved just how big the step up is to Test rugby. Phil Godman, the fly-half Robinson sees as the architect of Scotland's future, had a wobbly game and the new centre pairing of Alex Grove and Ben Cairns struggled to cope with the directness of Argentina's defence. It is seven years since Scotland last won three in a row, but after beating Fiji and Australia they seemed odds on for the victory which would have pushed them up to eighth place in the world order, leaping over the Pumas who they now face in two summer Tests before they again face each other again in pool rounds of the 2011 World Cup. Apart from last summer's victory in Buenos Aires, Scotland had managed one win in eight meetings with the Pumas and that was back in 1990 at Murrayfield, although they might have got closer than 19-13 in the 2007 World Cup quarter final had they played with a little more adventure. Since then Argentina have been in something of a tailspin, sliding down the world rankings from third to eighth before this match, when their selection had a distinctly \"development\" feel about it. The front row looked a powerful unit even without Mario Ledesma, and Rodrigo Roncero, Patricio Albacete and Juan Martin Fernández Lobbe are never to be treated lightly, but with at least 10 first-choice players missing from the match-day 22, half the squad had less than 10 caps and the half-backs a mere 10 between them. Robinson had feared that following the defeats at Twickenham and Cardiff, Argentina would come out like a wounded animal. Well, Lobbe did launch himself at Scotland from the whistle, but thereafter the Pumas spent the first 10 minutes trying to get our of their own half and were only spared by a couple of generous whistles from Alan Lewis followed by individual lectures for the Scotland front row. Martin Rodriguez had a potshot from 45 yards when the loosehead prop, Alan Jacobsen, was caught lashing out at all and sundry, but Scotland opened the scoring after 14 minutes when Lobbe went off his feet at a ruck 30 yards out and Phil Godman the points. A dart by Cairns and a further Argentine indiscretion should have doubled the lead four minutes later, but Scotland were getting up a decent head of steam and should have scored the first try when Sean Lamont burst through the middle to create an overlap out wide that went begging when brother Rory ignored wing Thom Evans – as did the points when Godman pushed another penalty. More than a hint of frustration was beginning to creep into Scotland's play. Evans darted down the left and Sean Lamont barged his way up the right, but the passing was becoming ragged and all they had to show for their considerable first half efforts was a second converted Godman penalty. With Robinson gnawing at his nails a half-time rant seemed inevitable, especially after all the talk of rounding off the series in style. What was said may remain a mystery, but there was considerable bellowing from the coach's box when Argentina took the initiative early in the second half, Cusiter having to clear up the mess after a break by Lucas Borgas and a hack ahead by centre, Gonzalo Tiesi. A minute later Nathan Hines was in the sin bin for a crude tackle on the Harlequin centre, Rodriguez banged over the penalty from near 50 yards and Chris Paterson, a veteran of 97 Tests was sent on when Rory Lamont went down with a damaged ankle. Things were beginning to look grim for the new coach, especially when full-back Horacio Agulla drove the Scots 50 yards down field, allowing the Pumas to set up camp on the home 22. Rodriguez levelled the scores when Johnnie Beattie was caught hanging on in front of his own posts and nerves were really jangling as the last quarter began with the Argentina centre attempting first a penalty from halfway and then the most optimistic of dropped goals, before the final kick wobbled over at the end."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}