{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2009/nov/20/surge-libel-tourism-rise-cases", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2009-11-20T21:28:47Z", "webTitle": "Surge in 'libel tourism' brings 11% rise in cases", "webUrl": "https://www.theguardian.com/uk/2009/nov/20/surge-libel-tourism-rise-cases", "apiUrl": "https://content.guardianapis.com/uk/2009/nov/20/surge-libel-tourism-rise-cases", "fields": {"headline": "Surge in 'libel tourism' brings 11% rise in cases", "bodyText": "The number of defamation cases that reached the high court surged by 11% in 2008 to a four-year high, as foreign claimants took advantage of the UK's tougher laws to seek \"libel tourism\" awards from publishers. A total of 259 high court defamation writs were issued last year, according to a review by the law firm Reynolds Porter Chamberlain, the most since 2004. \"These figures show that the UK remains a very attractive jurisdiction for libel claimants,\" said Jaron Lewis, a media partner at RPC. \"This is because our laws are very pro-claimant, making it difficult for the media to defend claims, even when they are unmeritorious.\" RPC added that most of the cases that did reach the high court were either settled before a trial began, or withdrawn, often because the costs associated with an action, which can run into hundreds of thousands of pounds, were too high for publishers to risk. \"For some publishers the cost of losing a libel trial, or even winning one, might put them at risk of closure,\" said Lewis. \"It is not the level of damages so much as the requirement to pay a claimant's legal costs, which will often be a significant six-figure sum.\" However, RPC said that if the figures were seen in the wider context of the explosion of news content across the internet, the number of libel claims actually declined significantly, in relative terms, during the past decade. \"Although the figures have gone up by 11%, the volume of material being published, particularly on the web, has increased at a much higher rate,\" said Lewis. \"So the proportion of articles resulting in libel claims is lower now than 10 years ago.\" Last month the government introduced a pilot scheme to try and manage libel action costs. However, RPC said the industry view was that the measures would probably not reduce the amount publishers and media defendants would have to pay. Earlier this month the lord chief justice, Lord Judge, told the Society of Editors' conference there would have to be legislation to reform the \"no win, no fee\" deals between litigants and law firms that have made libel actions costlier for newspapers to defend. Judge also said legislation would be necessary if the trend towards so-called \"libel tourism\", in which international figures choose London to launch defamation claims, were to be curbed. \"I take no pleasure in reading that London is the libel capital of the world,\" he added. \"I do not regard it as a battle honour.\" The lord chief justice's comments came shortly after two freedom of speech organisations, Index on Censorship and English PEN, launched a campaign for the reform of English libel law, warning that the current legislation risks turning the country into a \"global pariah\". A lawsuit in London against the Miami-based National Enquirer by the actor Cameron Diaz has led it to block British readers, while the Wall Street Journal is to cease publishing its US edition in the UK. The reform campaign wants to see the burden of proof in libel cases shifted from defendants to claimants, and a \"single-publication rule\" to limit the scope of libel actions to the original allegations that caused offence. Conditional fee agreements – \"no win no fee\" deals between litigants and law firms, that can ramp up the costs incurred by media organisations defending libel actions – are another area where the campaign seeks reform. It also wants corporate bodies to be exempted from libel law unless they can prove malicious falsehood."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}