{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/nov/09/john-terry-chelsea-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-11-09T22:30:00Z", "webTitle": "Chelsea have the edge in three-horse title race, says John Terry", "webUrl": "https://www.theguardian.com/football/2009/nov/09/john-terry-chelsea-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2009/nov/09/john-terry-chelsea-manchester-united", "fields": {"headline": "Chelsea have the edge in three-horse title race, says John Terry", "bodyText": "John Terry believes the pursuit of the Premier League title has become a three-horse race with Chelsea confident the victories they have already achieved over the other members of the established elite quartet have given them a psychological edge over their rivals. The Chelsea captain followed his manager Carlo Ancelotti's lead by suggesting Liverpool, beaten at Stamford Bridge this season, may be too far adrift to be considered as contenders. Chelsea failed to win any of their home games against Manchester United, Liverpool and Arsenal last season but, having defeated the champions on Sunday, have re-imposed themselves on the leading group and are now set upon increasing their five-point advantage at the top. \"We've won our two games against the 'big four' this season and I think that's where we lost it last season, as well as having too many draws at home,\" said Terry. \"It's a good psychological advantage for us and I'm delighted we've played Liverpool and United now and come away with victories. Being honest, I think it's between the three of us. Arsenal are looking good. They're playing free-flowing football and scoring goals, like they always do. It's just when they pick up injuries that they tend to miss a few key players. \"It's interesting for everybody. It's not just between us and Manchester United, though I do think Liverpool have slipped away a bit and it'll be difficult for them now. I'm not ruling them out completely but the way the three of us are playing at the moment I think it will be between us, United and Arsenal. We come home after the international break and have Wolves and then it's Arsenal [at the Emirates] – tough games and it's important to keep that five-point advantage and try to increase it. It's important we build up a good cushion before we lose the African lads in the new year [to the African Cup of Nations].\" Chelsea's Premier League titles, won under José Mourinho's stewardship in 2005 and 2006, were each gleaned after they scaled the table early in the season. The Portuguese's team never relinquished top spot after 6 November en route to their first title in 50 years and were top from late August on the way to their second championship a year later. Luiz Felipe Scolari's team enjoyed a month at the top at this stage last year before enduring the dip that ultimately cost the Brazilian his job, though there appears to be an underlying strength to Ancelotti's squad which the chasing pack may find ominous. \"It's encouraging to know that the two times we won the league we did it from the front,\" said Terry. \"We got ahead and we led all the way. We have that confidence in the back of our minds. That could be key for us and, fingers crossed, we can do the same this time. We don't just want to maintain the five-point gap, we want to increase that lead. \"United will kick on. They certainly won't give up. We were in the position they're in at one stage last year and the year before, and there was no way we were giving up at this stage of the year. United won't either. They've had a few injury problems and missed a few key players. Once everyone is fit again they will push us and Arsenal right to the very end. But our home form is looking really good again and we showed against United that, when we need to grind out a result, we can achieve that. \"United will kick on, so Sunday was a massive win for us. We'd stressed before the game how important it could be for us at the end of the season. It's not the be-all and end-all of the season but, just before Christmas, it's a good cushion to have a five-point lead over them. But you can't take anything for granted in this league. Two or three years ago we could go into certain games and say we'd probably pick up three points, but we can't do that any more. We just have to keep our focus.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}