{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/nov/01/harry-redknapp-tottenham-top-four", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-11-01T22:30:00Z", "webTitle": "Tottenham can still finish in top four, claims defiant Harry Redknapp", "webUrl": "https://www.theguardian.com/football/2009/nov/01/harry-redknapp-tottenham-top-four", "apiUrl": "https://content.guardianapis.com/football/2009/nov/01/harry-redknapp-tottenham-top-four", "fields": {"headline": "Tottenham can still finish in top four, claims defiant Harry Redknapp", "bodyText": "Harry Redknapp remains convinced Tottenham Hotspur can finish in the Premier League's top four this season and secure a Champions League place for the first time despite seeing his team self-destruct against Arsenal. \"I still think we can get into the Champions League,\" said the Spurs manager, who will welcome back Jermain Defoe for Saturday's visit of Sunderland. \"When [Luka] Modric and [Aaron] Lennon are fit and Defoe is available again after his suspension, we have a terrific team. People will question us getting into the Champions League, but it's nice proving people wrong in life. I'm not giving up on the Champions League. It's not impossible. It's all about a couple of points. \"Those three we were missing are fantastic players. Modric is world-class, Lennon is a threat when he gets the ball and goes at people, and Defoe has been in absolutely incredible form this year for Spurs and England. It has cost us dearly, his getting sent off at Portsmouth. Chelsea and Manchester United are the strongest teams, but I would not write off Arsenal, Liverpool, Aston Villa or Manchester City [or Spurs], it's so tight. It will be a good scrap this year between six or seven teams.\" • Paul Hayward: Spurs lack top four quality • David Pleat: Arsenal too fluid for Spurs • Dominic Fifield's match report from the Emirates • In pictures: the best of the North London derby The anticipated return to fitness of Jonathan Woodgate has now been countered by the hamstring tear that Sébastien Bassong suffered at the Emirates, an injury that is expected to keep the Frenchman out for up to six weeks. The £8m signing from Newcastle conceded that the defeat to Arsenal served as a reminder of the standards Tottenham must attain if they are to unsettle the established elite at the top, with Spurs having managed a solitary clean sheet in 11 league games to date this season. \"This game just proved that we need to keep working and really work every day,\" said Bassong. \"When you see that game, we can't stop at this level. If we stop working, we will be disappointed again and again. So to be in the top four we need more, much more. If we want to be in the top four, we have to win against these teams – against Arsenal, United, Chelsea, Liverpool and Manchester City – and, if we don't, it's going to be difficult. \"That was the worst day of the season. In one minute we messed up the whole of our game. We made two mistakes and we lost the game. That was the difference. We lost our concentration for one minute and the game was lost. We've got a very big quality in the squad and we can still look to take that fourth position in the table, but we need to work hard, stay focused and we need to improve.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}