{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2009/nov/09/tobin-tax-gordon-brown-city", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2009-11-09T22:29:30Z", "webTitle": "Gordon Brown in secret push to sell 'Tobin tax' to City", "webUrl": "https://www.theguardian.com/business/2009/nov/09/tobin-tax-gordon-brown-city", "apiUrl": "https://content.guardianapis.com/business/2009/nov/09/tobin-tax-gordon-brown-city", "fields": {"headline": "Gordon Brown in secret push to sell 'Tobin tax' to City", "bodyText": "Gordon Brown is secretly attempting to persuade some of the City's leading figures to speak out in support of his plan for a new international tax on banking. Despite furious opposition from bank lobbyists and criticism from the United States, Canada and Russia, the prime minister is convinced that there are a significant number of senior bankers who will come out in the next few weeks and back the so-called Tobin tax. \"There's a cabal of people who are keen on this and are expected to show their face,\" a senior Downing Street official said. Such a development would help swing business opinion behind the prime minister as he seeks to lobby world leaders to adopt the tax that would raise tens of billions of dollars to reduce budget deficits caused by the economic crisis as well as help finance the developing world. Brown is aware that putting his name to the plan is fraught with risk but is convinced momentum needs to be maintained to drive the proposal through. He believes that voters who are incensed over how trillions of dollars of taxpayers funds have bailed out global banks would welcome the measure. Brown is working to get the International Monetary Fund to back the tax and, brushing off initial scepticism from the US treasury secretary, Tim Geithner, he is seeking to bridge the gap between Washington, which would prefer to see a form of insurance levied on banks, and the Europeans, in particular France and Germany, who are in favour of introducing a micro tax of 0.005% on financial transactions. Such a tax levied on just the $1,000 trillion in foreign exchange trades would generate an estimated $30bn. Global revenues on all financial transactions could raise £420bn according to an authoritative Austrian study while a UK tax could bring in a £45bn windfall. Brown received additional support from the City's top watchdog today, which warned banks that the appointment of top executives could be vetoed in future if their approach to business was not ethical. Hector Sants, the chief executive of the Financial Services Authority, said debate about a Tobin tax, reopened by Brown at the G20 meeting over the weekend, should kickstart talk about whether \"excess profits\" were being made by City firms and how to fund a pool of \"contingent capital\" if a firm collapses. The FSA chairman, Lord Turner, was the first senior figure to legitimise debate about a tax on transactions that could be used to control City behaviour and finance a bailout fund. Sants also appeared to hit back at critics who want to change the way the City is regulated, particularly the Conservatives, who want to disband the FSA. He said dividing up regulation would mark a return to the \"Dark Ages\". As he made his call for cultural change and for the City to take \"collective responsibility\" for the crisis, Sants also outlined a tough line on bonuses. He said the regulator would ensure banks did not channel profits into bonus pools that should otherwise be used to bolster capital cushions. He made it clear the regulator did not believe the City had acknowledged the errors that caused the banking meltdown. Firms which do not adjust their behaviour will face tough action. \"And yes, that does mean people go to jail,\" he said. Sants said: \"It is important to recognise that the FSA will not presume that the firms we supervise have learned the lessons of the past. There remains, I believe, an absence of the acceptance of collective responsibility for what has happened. \"I personally remain unconvinced that all senior management have taken on board on the need to change and operate in a genuinely different manner.\" There are signs that some city brokers are not completely against a transaction tax, believing that it is technically possible to collect. Two years ago INTL Global Currency, a foreign exchange broker, successfully trialled a transaction levy software system for two weeks. Director Philip Smith said: \"It was easy to implement.\" Ethical Currency became the first City foreign exchange broker to voluntarily adopt the Tobin tax two months ago. But Howard Wheeldon, a senior strategist at BGC Partners, spoke for many in the City: \"Unless everyone did the same and charged the same rate of tax, individual economies such as Britain might go out on a limb imposing some form of transaction tax that would see their financial markets decimated.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}