{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2020/feb/01/voxpop-last-night-britain-member-eu-brexit", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-02-01T20:45:35Z", "webTitle": "Party, or hide under the covers? How we spent Britain’s last night in the EU", "webUrl": "https://www.theguardian.com/politics/2020/feb/01/voxpop-last-night-britain-member-eu-brexit", "apiUrl": "https://content.guardianapis.com/politics/2020/feb/01/voxpop-last-night-britain-member-eu-brexit", "fields": {"headline": "Party, or hide under the covers? How we spent Britain’s last night in the EU", "bodyText": "Ash Sarkar Contributing editor, Novara Media “I’d just made it to the pub in Haringey, having wrapped up two days of seminars with my students in Amsterdam. I marked the moment of Britain’s exit from the EU surrounded by mates. As they made optimistic noises about Labour’s chances next time around, without Brexit on the horizon to scupper the left’s electoral coalition, I sulked and gulped down my cheap pinot. It’s true that the bloody borders of Fortress Europe – detention centres, misery at Calais, the transformation of the Mediterranean into a mass grave – are a stain on our high-minded liberal values of tolerance and openness. But losing reciprocal freedom of movement for Brits and EU nationals is still a bitter pill. And it’s not going to make conditions for non-EU migrants any better either. Under a Conservative majority, Brexit is a mandate for nationalism, authoritarianism and redrawing the boundaries of Britishness along increasingly nativist lines. Before we can even think about the next election, we have to survive four years of culture war first.” David Lammy Labour MP for Tottenham “Yesterday evening, in the last few hours of the UK’s EU membership, I was wrapping presents for my son’s 12th birthday. Then I read my six-year-old daughter a bedtime story. Like many parents across Britain, I am anxious that their opportunities are narrowing as our country turns inwards. When my children were born, their citizenship entitled them to live, work and study freely across much of Europe. This is no longer the case. After putting my children to bed, I went to a Canadian friend’s birthday party. The guests were a mix of Canadians, British, French, Germans and Americans. The multicultural, open and dynamic Britain I have always believed in is under attack, but it still exists. And it is worth fighting for.” Anna Soubry Former Tory MP who left the party over Brexit and helped to form Change UK “I was asleep at 11pm. Dreaming of better days and what might have been. The plan was to cook a meal and go to the pub. In the event I achieved the former and we (my partner Neil and I) decided on an early night and were in bed by 10pm. Like the rest of the nation we were weary of Brexit. Meanwhile on the family WhatsApp group our four daughters aged 28-33 were exchanging horrified posts of photos of an older generation celebrating the theft of their future. Boris Johnson now owns Brexit and there are no hiding places. We need to come together to hold him to account and build hope for that younger generation.” Bernard Jenkin Tory MP and prominent Eurosceptic “Brexit night was such a long time coming that when it came I was not excited about it. The withdrawal agreement ensured that there was no single ‘And with one bound, he was free’ moment. I joined a celebration of Eurosceptics, most friends and allies for decades: politicians and commentators. We are happy but realistic about the challenges ahead. Then we went on to the party hosted by a Vote Leave director, Jon Moynihan, where the countdown was as much about relief as joy. As Winston Churchill said after the victory at El Alamein: ‘This is not the beginning of the end, but it is the end of the beginning.’” Roger McGough Poet “Staying in: 31/02/20” When Big Ben bongs And some sing songs I’m staying in I leave the cheers To the Brexiteers I’m staying in What’s done is done So have your fun But I wish we were staying in. “Just because I wrote the poem I didn’t have to stay in, but I did. Remainer friends were having parties but I couldn’t share the fun. I watched TV and worked on a few poems. I’ve had my DNA tested and wrote a poem called The Full English about the fact I am, like all of us, a mix. Mainly Irish, only 12% English and Spanish, Italian and Greek. I am still Europe.” Giles Fraser Anglican priest and broadcaster “Friday night is Shabbat for us as my wife is Jewish, so as usual we lit candles and had a family dinner with a glass of wine. Then I put the children to bed, and fell asleep in the chair reading The Runaway Pea to them. I woke up about 10pm and went off to bed. I do feel a sense of relief. There were times when I thought Brexit would never happen. But I have lots of friends for whom it would have been a sad, terrible night and I didn’t want to go out waving flags. Obviously I want Brexit to be successful, but I’m aware we might take an economic hit in the short-term. We need the government to mitigate the effects of that. I voted Tory in the election because of Brexit and antisemitism, but my heart will always be with the left.” Sheila Hancock Actress “I avoided the news and watched comedy on the television; although I couldn’t laugh, it reminded me that there is intelligence and good humour in the world. Then I listened to some Beethoven to feel that there are still strong cultural links. I am trying not to think about winners and losers; it has never been about that for me. After Holocaust Week we have all thought again about where these divisions can lead to. God knows, I am not a Tory but if Boris Johnson can follow his idea of doing more for the whole country I will support him.” Anne Glover Biologist and president of the Royal Society of Edinburgh “I had hoped common sense would prevail but it didn’t. In the end we left the EU. I went to a Missing EU Already vigil outside the Scottish parliament at Holyrood. It was dark and pouring with rain but there were hordes of people there waving EU flags. It was good to be with like-minded individuals. I have got so much out of the work and collaboration I have had with European colleagues and friends. Then I went home and had a large glass of armagnac, a good drink for a committed European.” Tom Baldwin Former director of communications at People’s Vote “I was going to stay up for the transfer deadline but, given how my team has just sold two of our best players for peanuts, my heart wasn’t in it. Instead, I went to bed straight after Love Island. Around 11pm, I heard some fireworks being let off not far away. Briefly, I wondered if the people watching them were at a Brexit-themed party. What would they be drinking? Was there a cake? Would someone be arsed enough to make a speech saying why they will remember this night for ever? Then I went to sleep.” David Gauke Former Tory cabinet minister “I had a strange evening. I went along to the Millbank studio for Sky News to do an interview. So I went through Parliament Square, generally trying not to catch the eye of too many staunch Brexiteers. Then I just headed home, had a Chinese takeaway and channel-hopped the various Brexit specials, with a large scotch in hand. I thought I’d have an early night, but in the end, I did put myself through it. I had just a slight sense that, yes, this was a big historic moment beyond the point of return. But on the other hand, the reality of being out is at least 11 months away.” Laura Parker Former national coordinator of Momentum “At 11pm the man described – at countless rallies over the last four years – as ‘my lovely husband from Italy’ gave me a big hug and a hankie and said he always knew I married him for his passport. We were at a gathering organised by The Three Million (the campaign group defending the rights of EU nationals in the UK) in a bierkeller in east London with lots of Germans and Italians who sang, badly, Ode To Joy along to the worst plinketty plonk soundtrack ever produced.” Jude Kelly Stage director and producer, director of Women of the World Foundation, and chair of the 2020 Orwell Prize for Literature “I was on a train coming down from Manchester to London, going through all these places in our small country which each had their different angles on the debate and their different problems. What was interesting was that the passengers were not talking about it much. They’ve had enough. Then I went on to Sky News to discuss it all with the author Lionel Shriver, who has been on the Brexit side from the first. We had a conciliatory talk and I felt glad at least that we are a democracy.” Timberlake Wertenbaker Playwright, author of Our Country’s Good and adapter of Elena Ferrante for radio “I was supposed to go out and recite some work in foreign language with friends, but I couldn’t face it. So I read some letters at home by two Basque women who were travelling through Europe. It was helpful because the idea of a multilingual culture I feel is what the domineering Faragist movement doesn’t seem to like. I felt desperate, but I am rebelling in my work by translating an Italian play by Ugo Betti. It worries me that we are having fewer European plays put on. We’ve already had a cultural Brexit in a way and languages are not being so widely taught in schools. It is so sad.” Femi Oluwole Co-founder of the pro-EU group Our Future, Our Choice “When 11pm struck, I was in a taxi on the way to the BBC. There was a lot of media! I was still among the crowd of Brexiters in parliament square at around 10pm. I could see they were happy, but I could also see that even among them, there were people with signs that said ‘Boris = BRINO’ [Brexit in name only]. So even with moments to go, some still hadn’t realised that they wanted incompatible things – and believed Johsnon’s deal wasn’t really Brexit. Chaos is coming, it’s that simple. I’ve spent four years trying to avoid it, but it is coming.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}