{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/feb/28/winning-mentality-the-key-for-liverpool-says-jurgen-klopp", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-02-28T22:30:28Z", "webTitle": "Winning mentality the key for Liverpool, says Jürgen Klopp", "webUrl": "https://www.theguardian.com/football/2020/feb/28/winning-mentality-the-key-for-liverpool-says-jurgen-klopp", "apiUrl": "https://content.guardianapis.com/football/2020/feb/28/winning-mentality-the-key-for-liverpool-says-jurgen-klopp", "fields": {"headline": "Winning mentality the key for Liverpool, says Jürgen Klopp", "bodyText": "Jürgen Klopp has said Liverpool’s dominance of the Premier League is not evidence of weak competition this season but his players’ formidable winning mentality. Liverpool require 12 points from 11 games to become champions of England for the first time in 30 years, having dropped two points from the 81 available. The leaders’ superiority means only Manchester City and Leicester City can mathematically catch them. The European champions can also set an English top-flight record of 19 consecutive league wins with victory at Watford on Saturday. The procession towards the title has brought Liverpool deserved acclaim but also raised questions about the strength of the division with City a remarkable 22 points adrift. Klopp, however, insists the current champions’ victory at Real Madrid in midweek and Liverpool’s fierce examinations on a weekly basis demonstrate the health of England’s top flight. “It is completely normal,” he said, rejecting claims the Premier League is weaker this season. “I don’t think any Liverpool supporter thinks like this, and that is my only concern, but if other people think City are not as good as they were – they are. They have scored a little less goals than us, conceded a few more and if you look why it is clear they have been missing some players. The other teams are really strong too. “Yes, Bayern beat Tottenham and Chelsea but they are really strong over a season, unbelievably strong. Yes, they [Spurs and Chelsea] have had some problems but in the moment that you play them you don’t feel they have these problems. These games are proper games whether it is Tottenham, Chelsea, Arsenal, City or United. We had to win them and we did most of the time so far but it was always difficult. It says nothing about the quality of the Premier League, especially when you look at City v Real Madrid. You saw one of the best teams in the world maybe in the moment and City were clearly better, so that shows as well how strong the league is.” Klopp credits Liverpool’s unbeaten league campaign and emphatic lead to the attitude of his players and insists their focus has been faultless. The Liverpool manager said: “You see our points tally and you think they have to be perfect. But we don’t expect that. We have to deal with all sorts of different things. During the week you cannot imagine how many different things happen but that it is our life every day: this player this, this player that, private or professional problems, so many things influences the boys. In the end there are 90 minutes when we have to ignore all of that and play football. That is what the boys did. And I always saw the best possible in this moment, not always 100% but never less than 90%. “The mentality for training is exceptional. How they go out, how they train, how much they want to improve – that is the reason why we are where we are. There is no other reason for it.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}