{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2020/feb/11/ofcom-to-be-given-role-of-policing-online-platforms", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2020-02-11T23:21:30Z", "webTitle": "Ofcom to be given role of policing online platforms", "webUrl": "https://www.theguardian.com/media/2020/feb/11/ofcom-to-be-given-role-of-policing-online-platforms", "apiUrl": "https://content.guardianapis.com/media/2020/feb/11/ofcom-to-be-given-role-of-policing-online-platforms", "fields": {"headline": "Ofcom to be given role of policing online platforms", "bodyText": "The broadcast watchdog, Ofcom, is to be handed responsibility for policing online platforms under government plans to be unveiled this week, it is understood. The government intends to present its draft legislation on online harm to MPs on Wednesday despite concerns from some critics that it could lead to censorship. Among the provisions due to be announced by Nicky Morgan, the culture secretary, is the expanded role for Ofcom. It is understood the watchdog is to be given responsibility for ensuring that firms such as Twitter and Facebook comply with a new legal “duty of care” requiring them to protect their users from illegal material. The government launched its proposals to regulate internet firms more tightly last April. It was believed Boris Johnson intended to forge ahead with the plans in some form after his general election win, though there was initially little detail on how they would work. The prime minister turned to Morgan to put flesh on the bones. According to the Financial Times, which first reported the story, it will be for Ofcom to decide what would constitute a breach of that duty of care and what sanctions would be appropriate. Under the government’s original proposals, outlined in last year’s online harms white paper, a website that does not fulfil that duty of care would face a fine, its senior managers could be held criminally liable or the regulator could demand access to the site be blocked entirely. The duty of care proposal was also contained within the white paper, with the government saying at the time could hold internet firms liable for restricting “behaviours which are harmful but not necessarily illegal”. At the time, the government was forced to deny the plans would lead to a “North Korean-style censorship” regime, with critics concerned that a government regulator with power to block access to non-compliant platforms could find itself deciding which websites British internet users could visit. Questions also remain on how the regulations would deal with workarounds, such as VPNs, which allow internet users to obscure the origin of online traffic. The original proposals covered any website that “allows users to share or discover user-generated content, or interact with each other online”; a broad definition that could cover much of the internet. Ofcom and the Department for Culture, Media and Sport declined to comment."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}