{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/feb/28/emma-hayes-brian-clough-continental-cup-final-chelsea-arsenal-women", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-02-28T22:30:29Z", "webTitle": "Emma Hayes channels spirit of Brian Clough for Continental Cup final | Suzanne Wrack", "webUrl": "https://www.theguardian.com/football/2020/feb/28/emma-hayes-brian-clough-continental-cup-final-chelsea-arsenal-women", "apiUrl": "https://content.guardianapis.com/football/2020/feb/28/emma-hayes-brian-clough-continental-cup-final-chelsea-arsenal-women", "fields": {"headline": "Emma Hayes channels spirit of Brian Clough for Continental Cup final", "bodyText": "It may be Chelsea’s first Continental Cup final but Emma Hayes is more overawed by the City Ground venue than the trophy. “The minute we got through I thought: ‘Oh God, I’m going to Cloughie’s home,’” says Chelsea’s manager, before her team take on the five-times winners Arsenal for the only domestic trophy to have eluded Chelsea. Hayes does not style herself on Brian Clough, though she may literally by wearing a green shirt in tribute, but she sees his influence in her teams and they way she conducts herself. “My father loves him and watched his teams a lot, and live. I went to a lot of Nottingham Forest games live when they were in London, so I’ve grown up always admiring his football, the type of football and his straight-talking, I guess. “I always think outspoken gets used – it gets misused. I find it refreshing to hear some honesty. That was a time where there probably was more honesty than there is now with managers. Let’s not forget he produced some brilliant football teams and is most remembered for that, I hope.” Hayes is definitely outspoken and it is a refreshing quality. In October, before Chelsea played Crystal Palace in the group stage, Hayes proclaimed the Football Association should “get rid of the Continental Cup” in favour of more league fixtures, saying: “Sell the Women’s Super League; why are we diluting our product?” Now the tune has changed a little. It is not a complete switch, but as Chelsea have progressed so have Hayes’s views on the competition. “I like [games] being played midweek – it allows us to play some younger players in the earlier stages of the competition. I think if it is to remain then hopefully that will remain. “I’m an advocate of more games not less games. More games for me means more opportunities for younger players. So the Conti Cup, if it is to remain, should be to promote the development of younger players for the senior sides. Perhaps for the smaller clubs it helps boost their attendances and helps develop their players and we have to understand that. I think there could be a win-win with some small adjustments.” Win the tournament and a domestic treble will be in reach. However, despite Chelsea’s superiority in head-to-heads with Arsenal this season, Hayes believes their opponents’ record in this tournament means the odds are even. “This is Arsenal’s trophy,” she says. “This is the one they’ve won the most in recent years. This is the one they’ve dominated, so I expect a fight. I expect an aggressive Arsenal performance. I expect them to go around us, on the outside of the pitch, unlike the last game. I don’t think there is an underdog.” There are many possible match winners in Chelsea’s lineup. Hayes thinks it will be six months before we see the best of Sam Kerr but the Australia striker’s threat is evident. The manager, though, is keen to downplay the individual. “[There are] no superstars here. Just so I’m clear: none, including Sam Kerr. A wonderful individual who will fit into the team, and I’ll say that because it’s the one thing she dislikes the most. She wants to be seen as a team player.” Lining up alongside Kerr will likely be Beth England, whose fight to earn her place at Chelsea after being sent on loan has paid off and is somewhat symbolic of the character the team have shown in coming from behind to win or draw nine league games this season. “You’ve got to have hardships,” Hayes says. “Too often, players think they’re going to come through their journeys and it’s a straight route to the top. She was never ready in her first year here and needed that loan. Has it been easy? We had to have difficult conversations, yes. Has she had to earn my trust? A million per cent, and that’s a real credit to her because rarely do you see that. “You have to ask yourself the question: ‘How many teams are going to go to Manchester City like we did at the weekend and fight back like we did [to draw 3-3]?’ That resilience, that ability to come from behind, that belief that no matter the scoreline, we’re going to win the game … You have to have hardship to fuel that.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}