{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/feb/11/the-split-series-two-review-steamy-legal-saga-raises-the-bar-again", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-02-11T22:00:15Z", "webTitle": "The Split series two review – steamy legal saga raises the bar again", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/feb/11/the-split-series-two-review-steamy-legal-saga-raises-the-bar-again", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/feb/11/the-split-series-two-review-steamy-legal-saga-raises-the-bar-again", "fields": {"headline": "The Split series two review – steamy legal saga raises the bar again", "bodyText": "A high-end divorce lawyer with marital problems of her own? It is a solid setup with obvious dramatic potential, but premises don’t always come to pass in TV land. It took series one of The Split (BBC One) to prove that its writer/producer, Abi Morgan, and its star, Nicola Walker, were the team to deliver. Series two asks only that we settle in comfortably for more of the same. Three months have passed and the once-warring Defoe family of solicitors – eldest sister Hannah (Walker), mother Ruth (Deborah Findlay) and middle sister Nina (Annabel Scholey) – are now united, post-merger, at Noble Hale Defoe. Hannah also seems to have brokered peace with her barrister husband, Nathan (a suitably hangdog Stephen Mangan), although she is still carrying on a part-retaliatory, part-romantic affair with her colleague Christie (Barry Atsma). Meanwhile, the firm’s director, Zander (Chukwudi Iwuji) has returned from a stint at the Chicago offices, bringing with him a management consultant, Tyler (Damien Molony), to “cut away fat”. Sounds ominous, especially as Tyler is also Zander’s new fiance. Still, it’s hard to set dead against the man who played Gameface’s adorable driving instructor. The Split has been called Britain’s answer to The Good Wife – certainly Hannah Stern has silk shirts as covetable as anything in Alicia Florrick’s wardrobe – and it is enjoyable to imagine Zander spent his time in Chicago arguing cases at Reddick, Boseman &amp; Lockhart for a future crossover episode. Also, like The Good Wife, The Split’s procedural structure, with divorce-of-the-week cases, provides plentiful opportunities for interesting casting. In the last series, Nina got entangled with a sadboi standup, played to perfection by Horrible Histories’ Mathew Baynton. This time there’s Donna Air, herself no stranger to tabloid tattle, as Fi Hansen, a TV personality who is plotting to escape her controlling husband (Ben Bailey Smith) and, in a few episodes’ time we’ll have Anna Chancellor as a formidably stylish opposing counsel. “She gives good coat,” observes Hannah, ruefully. All of which only adds to the guilty, gossipy pleasure. Sure, the coincidences don’t always stand up to cross-examination, but you can never really have too many unexpected encounters with exes, teary toilet-cubicle confessions or paternity mix-ups, can you? Nathan seems to speak for all fans of The Split when he defends his “sidebar-of-shame” scrolling to a snooty Hannah: “I may maintain a healthy interest in celebrity culture, from a socio-anthropological point of view, but to not would mean we miss out on gems like this!” (This particular “gem” being the news that Mr Hansen has been having it off with the nanny.) Sometimes, the sass turns soppy and The Split is less like the British Good Wife, and more like Little Women with legal briefs. The scene in which the Defoe sisters respond to some happy news by crowding into Hannah’s office to bounce and squeal might have been less cringey in crinolines. Acerbic Ruth is clearly Aunt March, chaotic party girl Nina is Amy and ever-afflicted baby sister Rose (Fiona Button) is Beth. Sadly the comparison falls down at Hannah who, despite Walker’s eminent watchability, isn’t quite as “Jo March” as she ought to be. “Don’t you ever feel guilty?” she asks Christie during a spot of flagrant infidelity, with her office door wide open. “No!” he grins. “And neither should you!” But then Christie isn’t married and doesn’t have any kids. Also, he’s a man. In series one, Hannah was often seen rushing home from some late-running work event in a panic. Now she does the same, only with a share of adulteress’s guilt added to the usual working mother’s quota. There are hints that series two will apply its light touch to such matters as childcare division, infertility panic, contraceptive admin and how these things can combine to place an unequal burden on the female half of couples. Maybe, too, this will be the series that the Defoe-adjacent characters rise up and claim their right to A-storylines. Overlooked junior solicitor Maggie (Ellora Torchia), James (Rudi Dharmalingam) the floppy of hair – and, ahem, other things – son-in-law, and Nathan’s new pupil Chloe (Amaka Okafor) all struggle to get a word in with this family of absolute attention-seekers. Is The Split the most original, cliche-eschewing drama on television? No. Should you nonetheless gulp down the entire series, like a chilled glass of chablis after a hard day of “having it all” in high heels? Yes, yes you should. It just slips down so easily."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}