{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2020/feb/17/federal-police-raid-on-abc-over-afghan-files-ruled-valid", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2020-02-16T22:58:09Z", "webTitle": "Federal police raid on ABC over Afghan files ruled valid", "webUrl": "https://www.theguardian.com/media/2020/feb/17/federal-police-raid-on-abc-over-afghan-files-ruled-valid", "apiUrl": "https://content.guardianapis.com/media/2020/feb/17/federal-police-raid-on-abc-over-afghan-files-ruled-valid", "fields": {"headline": "Federal police raid on ABC over Afghan files ruled valid", "bodyText": "The ABC’s legal challenge to the validity of a raid by the Australian federal police on the national broadcaster has been dismissed by the federal court. The ABC’s news director, Gaven Morris, said the decision was “really disappointing” and a blow to press freedom and the public’s right to know. “For all Australians who are interested in what goes on inside their democracy these sorts of rulings are a blow to the way Australians have access to information in their society,” Morris said outside the court in Sydney. “Urgent law reform is clearly required.” The ABC is considering appealing the judgment, which found the AFP’s raid on the ABC was legal. “Compared to many other western democracies it is recognised that Australia’s access to information is nowhere near the standard it should be,” Morris said. The managing director of the ABC, David Anderson, said the ruling was further evidence of the urgent need for explicit protections for public interest journalism and for whistleblowers. Anderson said the accuracy of the stories that prompted this raid, the Afghan Files, which reported allegations of unlawful killings and misconduct by Australian special forces in Afghanistan, had never been challenged. “No one has been able to demonstrate a direct threat to national security as a result of those stories,” he said. “When the AFP executed its search warrant here at the ABC last June 5th, its raid was seen – internationally – for exactly what it was: an attempt to intimidate journalists for doing their jobs. “Not just the journalists named on the search warrant, but all journalists. “The ABC challenged the validity of the AFP’s search warrant and we’re disappointed by today’s ruling. “This ruling highlights the serious problem with Australia’s secrecy laws. Australia has by far the most onerous secrecy laws of any comparable western democracy – the UK, US, Canada, New Zealand. “This is at odds with our expectation that we live in an open and transparent society. “We are not saying journalists should be above the law. We’re saying the public’s right to know should be a factor that is taken into account – and legitimate journalism should not be criminalised. “Yet almost three years after those stories were published, investigative journalists Sam Clark and Dan Oakes remain in limbo. They could be charged and prosecuted at any time for doing their jobs.” The ABC warrant named the reporters Oakes and Clark, as well as Morris. The ABC’s chair, Ita Buttrose, said last year the raids by the AFP on its headquarters were “designed to intimidate” and warned the government she would fight “any attempts to muzzle” the national broadcaster. Federal court justice Wendy Abraham ordered the ABC to pay costs for both parties. In her reasons for the decision Abraham said the AFP asked the ABC to provide the documents that met the search conditions of the warrant but they declined. “That would have resulted in the AFP not physically conducting the search and therefore would limit its exposure to matters of concern to the applicant,” she said. “That approach would have reduced if not alleviated the applicant’s concerns.” Abraham found the AFP tried not to be too intrusive in the execution of the warrant and allowed the ABC’s lawyers to be present throughout the search, which was limited to one room, on a computer operated by ABC staff. “No other search of the premises was conducted,” she said. Abraham said the federal police agreed to keep all the seized documents on sealed USB sticks and not access them pending a challenge to the validity of the warrant. “Finally, given the communication between the parties, and events leading up to the execution of the warrant, there could have been no doubt that the focus of the warrant was in relation to offences related to the Afghan Files stories,” she said. “Moreover, as noted previously, there has been no challenge to the execution of the warrant. “The applicant has not established any of the grounds of the application. As such, the application is dismissed with costs.” The decision follows the release on Friday of a review by a former Australian Crime Commission boss, John Lawler, of the AFP’s handling of sensitive investigations which found police had “recognised some shortcomings in investigational governance” and were making changes. “Community and stakeholder confidence in the AFP has been negatively impacted as a result of recent sensitive investigations,” Lawler found. “A clear objective of this review is to improve that confidence in, and support for, the AFP’s actions in protecting Australians and Australia’s interests.” Journalist Peter Greste, a spokesman for the Alliance for Journalists’ Freedom, said in the ABC case the AFP used a provision of the Defence Act which made it a criminal offence to receive stolen commonwealth property. “We acknowledge the important role of the security agencies in protecting national security,” Greste said. “In seeking to enforce the narrow letter of the law, however, they have undermined the media’s role in maintaining the health of our democracy, and as a result, made the entire system less transparent and less stable.” The federal president of the Media, Entertainment and Arts Alliance, Marcus Strom, said the decision was another blow to press freedom in Australia. “The AFP raid on the ABC, and on the home of a News Corporation journalist the day before, are attacks on the public’s right to know about what our governments do in our name,” Strom said. “The raids came up to two years after the relevant news stories were published and yet the pursuit of the truth tellers continues.” The chair of the Senate inquiry into press freedoms, Sarah Hanson-Young, said whistleblowers and journalists needed proper protection. “The government should come out today and rule out charging the ABC journalists, and the News Corp journalists involved in other raids,” the Greens senator said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}