{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/feb/16/doctor-who-recap-series-38-episode-eight-the-haunting-of-villa-diodati", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-02-16T20:00:38Z", "webTitle": "Doctor Who recap: series 38, episode eight – The Haunting of Villa Diodati", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/feb/16/doctor-who-recap-series-38-episode-eight-the-haunting-of-villa-diodati", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/feb/16/doctor-who-recap-series-38-episode-eight-the-haunting-of-villa-diodati", "fields": {"headline": "Doctor Who recap: series 38, episode eight – The Haunting of Villa Diodati", "bodyText": "‘Witness some of the most enlightened minds of a generation at the very zenith of their creativity’ Welcome to Lake Geneva. Fair to say it’s been a few weeks of squiffy, high-concept episodes. Now, we get something more traditional – a good old-fashioned ‘celebrity historical’. The Doctor wants to take Team Tardis somewhere fun, opting for the night Lord Byron challenged a nascent Mary Shelley to write what would become Frankenstein. Everything unfolds pleasingly; there’s even dancing. Writer Maxine Alderton clearly knows her stuff, from Mary and Percy’s unconventional matrimonial arrangements to 1816 being ‘the year without a summer’. A classic ghost story unfolds in a classic haunted house, and we get the sort of history lesson that should always form part of Doctor Who’s MO. And then ... things get squiffy again. Captain Jack’s warning “beware the Lone Cyberman” comes frighteningly true, as a half-finished version of the classic enemy is revealed to be the clear and present danger, responsible for both the possession of Percy and the Doctor’s reckless actions in step one of her big plan. By beaming it far into the future, she is only setting up the cataclysmic events of the imminent finale, which are sure to bite her in the knee-length jacket. Fixing this mess is not going to be easy. We now build to a finale which, in all hope, will smash everything that’s come before it out of the park. We are also promised a look at the epic Cyberwar – an episode of unseen continuity teased for decades. Well, it has to be better than the last finale, right? Life aboard the Tardis The japes of Team Tardis are under threat again, and the Doctor has a warning for Graham, Yaz and Ryan. “Sometimes this team structure isn’t flat,” she says. “It’s mountainous, with me at the summit, left to choose.” Still, there are certain things we can rely on: Graham favours food over pretty much everything else, and Yaz is realising she’s the only one apart from the Doctor with any sense. Fear factor Ever since Doctor Who returned in 2005, I have said that the second biggest enemies in the lore have been underserved. I’d go so far as to say that the first iconic Cyber story was Peter Capaldi’s chilling finale World Enough and Time – which brought back the 1960s Mondasian Cybermen. We can only hope for a continuation of that as the finale approaches. But things look promising with the body horror of this week’s Lone Cyberman. The very sight of a half-exposed human face and a half-human voice provided exactly the required chills. The Doctor also gave one of the most potent descriptions of the Cybermen to the assembled intelligentsia of the villa: “Organs, flesh, surgically removed without consent. It drives them insane, so they turn off the brain too, [remove] all emotion.” Mysteries and questions With the two-part closer looming, there are still huge question marks over what became of Hot Camp Master and Doctor Ruth, but it seems impossible they won’t feature. We do at least know more about the Lone Cyberman, and Chris Chibnall’s most recent comments confirm that the Cyber threat will only escalate. “It’s probably one of the most epic space opera stories we’ve done. It’s a big, big Cyberman story, that last two-parter. There are a lot of Cybermen coming in this series. It might start with one Cyberman, but you’ll see a lot. It’s as epic and emotional as the opening two-parter.” Deeper into the vortex • “Save the poet, save the universe.” Has somebody been watching a Heroes boxset? • The Doctor is distressed enough to take this personally – she won’t lose anyone else to Cybernisation. Remember, it’s not so long since s/he lost Bill Potts to a similar fate. • Some intriguing controversy followed last week’s episode, Can You Hear Me? The BBC was forced to issue a statement following complaints about Graham’s anxiety over his cancer returning, and the Doctor blaming ‘social anxiety’ for her inability to comfort him. The BBC said: “We never set out to upset our viewers with what we show and this episode tackled some sensitive themes … When Graham opened up to the Doctor about his fear of his cancer returning, her response was never meant to be dismissive. The Doctor’s friend was scared, and we see her struggling to deal with the severity of the situation.” • In the latest in an occasional series of related pop songs, T’Pau’s power ballad China In Your Hand was inspired by the events of Villa Diodati. Next time Though it feels like we’ve barely got going, the two-part finale kicks off next week with the thrillingly titled Ascension of the Cybermen."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}