{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2020/feb/01/facebook-political-ads-zuckerberg", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2020-02-01T20:03:51Z", "webTitle": "Facebook commitment to free speech will 'piss people off', Zuckerberg says", "webUrl": "https://www.theguardian.com/technology/2020/feb/01/facebook-political-ads-zuckerberg", "apiUrl": "https://content.guardianapis.com/technology/2020/feb/01/facebook-political-ads-zuckerberg", "fields": {"headline": "Facebook commitment to free speech will 'piss people off', Zuckerberg says", "bodyText": "Mark Zuckerberg, the Facebook chief executive, has unveiled a new approach to political advertising which he described as a stand for the principles of free speech, but also one that will “piss off a lot of people”. In a candid discussion at the Silicon Slopes Tech Summit 2020 in Salt Lake City on Friday, Zuckerberg said that since his company is criticized for both what it does and does not do in terms of monitoring use of its platform, it will now support free speech “because in order to be trusted, people need to know what you stand for”. “We’re going to stand up for free expression,” he said, apparently referring to the company’s decision to resist pressure to ban political ads because it would be too tough to determine the line between true and false content. “It’s unfortunate that this is such a controversial thing,” Zuckerberg said, adding that critics of his stance are typically “people not at risk of being censored themselves”. He did acknowledge that the Cambridge Analytica data breach might have been avoided with better monitoring of how customer data was being handled, and said the company was introducing tools to combat hate speech and terrorist recruiting. The issue of targeted political advertising, including its use in Russian interference with the 2016 US election, continues to haunt the social media giant. Facebook was recently accused of accepting a Trump ad that included false information about potential challenger Joe Biden and an Elizabeth Warren ad that contained false information. The Massachusetts senator said her campaign intentionally made the ad and submitted it to see if it would be approved. Zuckerberg has said he has considered banning political ads because “from a business perspective the controversy is not worth the very small part of the business that they make up”. But he has also said he believes “that when its not absolutely clear what to do, we should err on the side of greater expression”. During a call with analysts last week, after Facebook announced a 27% rise in revenue for 2019 and record profits of $7.35bn for the final quarter, Zuckerberg said his “goal for this next decade isn’t to be liked, but to be understood”. In Utah on Friday, he offered further explanation for the decision to refuse to ban political advertising, a step Twitter has taken. “Powerful people are always going to have a voice,” Zuckerberg said. “I feel like someone needs to stand up for giving everyone a voice.” His comments are unlikely to dampen pressure on his company, which has almost 1.6bn daily users, to take a more proactive role in editing content for inaccuracies and preventing the misappropriation of data. In a column for the New York Times on Friday, the billionaire philanthropist George Soros warned that Zuckerberg and Facebook would help Donald Trump win re-election in 2020, thanks to a developing “informal mutual assistance operation or agreement”. Soros wrote: “I believe that Mr Trump and Facebook’s chief executive, Mark Zuckerberg, realise that their interests are aligned – the president’s in winning elections, Mr Zuckerberg’s in making money.” Facebook, Soros added, “follow[s] only one guiding principle: maximise profits irrespective of the consequences.” In Utah, Zuckerberg acknowledged that “communication is not my best thing” but said Facebook was ultimately about creating a place where everyone can participate. “This is the new approach, and I think it’s going to piss off a lot of people,” he said. “But frankly the old approach was pissing off a lot of people too, so let’s try something different.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}