{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/feb/20/glasgow-city-a-unique-club-championing-girls-and-women", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-02-20T21:19:34Z", "webTitle": "'Hungry as ever': Glasgow City ready for challenge from rebooted Old Firm", "webUrl": "https://www.theguardian.com/football/2020/feb/20/glasgow-city-a-unique-club-championing-girls-and-women", "apiUrl": "https://content.guardianapis.com/football/2020/feb/20/glasgow-city-a-unique-club-championing-girls-and-women", "fields": {"headline": "'Hungry as ever': Glasgow City ready for challenge from rebooted Old Firm", "bodyText": "If Scott Booth is consumed by fear regarding what an apparently bright new era in Scottish women’s football means for Glasgow City, he masks it well. Rangers and Celtic moving towards professional setups for their women’s teams, amid a raft of publicity and investment, in theory represents bad news for Glasgow City, who have been champions 14 times including the last 13 seasons in succession. Such a scenario would of course be sad given Glasgow City have been trailblazers for the women’s game in Scotland – essentially while receiving no external support – and retain an academy which houses 200 girls. A conversation with Booth, the head coach, suggests however that any concern that Glasgow City’s demise is impending as the Old Firm swat aside all before them might be as simplistic as it is needless. “It’s hard for people to see what the competition has actually been like,” he explains. “We have won the league for the five years I have been here but many of those have been on the final day; by a point, by three points. It was nine points the last time but in the men’s game, that’s visible regularly. Hibs have won trophies, Celtic have been there or thereabouts. “I just know my players. One of them has won the league 13 times and is as hungry as ever. The ones who have won it eight times are hungry to win it again. You could be even hungrier because the depth of competition will make the league even stronger. “We haven’t gone into a season yet thinking it was a gimme. We have constantly needed our international players to dictate standards to the rest. I never panic, I never think a challenge is insurmountable. We are a club that are constantly looking to progress.” The p-word is emphasised by Glasgow City’s run to the last eight of the Champions League for the first time since 2015, where Wolfsburg lie in wait. “That’s 100% punching above our weight,” says Booth. “All the other teams there have a men’s club behind them, they are all richer than Glasgow City. This is a unique club, championing girls and women.” Before Europe resumes, and in what will be viewed by many as an indicator of things to come domestically, Glasgow City face Celtic in the Premier League’s opening fixture. Booth acknowledges Celtic and Rangers don’t take kindly to playing the supporting act. “No they don’t but when I was at Aberdeen [as a player] they didn’t want to be second best either,” he adds. “They proved, as a smaller club, they could compete. We understand the game is progressing and we want to stay ahead of the game. We can’t worry too much about what anyone else does. “I think it’s fair to say it will be really competitive but I think it’s also fair to say it’s a bit of an unknown quantity. If you are spending a lot of money and signing a lot of players, you have to want to win the title. We want that every year. For me, nothing has changed. Who are the favourites? Who knows but I think we have great players who can handle whatever comes at them.” Fran Alonso, newly installed as Celtic’s head coach, insists his team are “ready and capable” of being champions. Their latest signing, Anita Marcos, arrived from Atlético Madrid. Early indications are that Rangers – who have India’s first female professional, Ngangom Bala Devi, in their ranks – have spent the most heavily. Yet, and curiously to those of us looking from the outside, neither Old Firm club have plundered Glasgow City’s all-conquering squad. Had they done, and in a nod to Booth’s coaching talent, it wouldn’t be an altogether new phenomenon; Glasgow City have lost top talent year on year, either to England or abroad. That they have recovered from that, plus the annually expensive quest for adequate facilities as they juggle morning and evening training sessions, demonstrates how impressively this club is structured. Glasgow City’s squad is a hybrid model. Some players are paid and some retain amateur status. The notion of a one size fits all, entirely professional scene in Scotland has never flown with many players content to retain work away from football. And, of course, a lack of finance has influenced decision making. Booth would like to see a move towards full professionalism but in stages. “I’ve always said the women’s game needs more help,” Booth says. “There is a small pool of players in Scotland but it’s growing. I feel like the infrastructure in Scotland needs to improve, we need more money in the game without a doubt and not just in terms of signing players.” It would be a pity if Glasgow City aren’t central to such growth. Without them, women’s football in Scotland would have no broader resonance at all."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}