{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/feb/09/it-wasnt-funny-tottenhams-dele-alli-apologises-over-coronavirus-video", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-02-09T19:59:07Z", "webTitle": "‘It wasn’t funny’: Tottenham’s Dele Alli apologises over coronavirus video", "webUrl": "https://www.theguardian.com/football/2020/feb/09/it-wasnt-funny-tottenhams-dele-alli-apologises-over-coronavirus-video", "apiUrl": "https://content.guardianapis.com/football/2020/feb/09/it-wasnt-funny-tottenhams-dele-alli-apologises-over-coronavirus-video", "fields": {"headline": "‘It wasn’t funny’: Tottenham’s Dele Alli apologises over coronavirus video", "bodyText": "Dele Alli has apologised for a video posted on his Snapchat account in which the Tottenham and England midfielder appeared to mock an Asian man and joke about the coronavirus outbreak. Alli, who has been on holiday during his club’s winter break, posted the video of him wearing a face mask in an airport departure lounge on Saturday with the message: “Corona whattt, please listen with volume.” The 23-year-old then zooms the camera towards an unsuspecting man of Asian appearance before panning to a bottle of antiseptic hand wash captioned: “This virus gunna have to be quicker than that to catch me.” The video was subsequently deleted after several complaints were made, with Alli issuing a statement on Sunday evening in which he admitted he had “let myself down and the club”. “I’d like to apologise for the video I posted on Snapchat yesterday,” Alli said in a video released on the Chinese social media platform Weibo. “It wasn’t funny. I realised that immediately and took it down. I let myself down and the club. I don’t want you guys to have that impression of me. “It isn’t something that should be joked about. Sending all my love and thoughts and prayers for everyone in China.” Tottenham have so far declined to comment on the story, although it is understood Alli was on his way to Dubai for a short holiday before next Sunday’s Premier League fixture against Aston Villa. The incident comes after Asian communities in the UK reported a significant increase in racist incidents in response to the global health crisis. In Sheffield, a postgraduate student was reportedly verbally and physically harassed in the street for wearing a face mask, while in Leicestershire two students – mistakenly thought to be Chinese – were pelted with eggs on the street in Market Harborough. The Manchester Chinese Centre has received scores of complaints of racist incidents targeting children in schools across the region."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}