{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/feb/05/curtis-jones-liverpool-bond-jurgen-klopp-fa-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-02-05T22:30:22Z", "webTitle": "Liverpool’s Curtis Jones praises senior players’ help in FA Cup progress", "webUrl": "https://www.theguardian.com/football/2020/feb/05/curtis-jones-liverpool-bond-jurgen-klopp-fa-cup", "apiUrl": "https://content.guardianapis.com/football/2020/feb/05/curtis-jones-liverpool-bond-jurgen-klopp-fa-cup", "fields": {"headline": "Liverpool’s Curtis Jones praises senior players’ help in FA Cup progress", "bodyText": "Curtis Jones has credited the bond between Liverpool’s senior and academy players with helping the club reach the FA Cup fifth round after absent first-teamers sent their understudies advice before the victory over Shrewsbury. James Milner was a visible presence at Anfield for the replay victory having trained with Neil Critchley’s side on Monday and accompanied the under-23s coach in the changing room during the cup tie. Milner had remained on Merseyside to continue his rehabilitation from a muscle injury and will have his mid-season break later than his teammates. Despite being on holiday, players such as Jordan Henderson and Trent Alexander-Arnold were also in contact with Critchley’s team in the buildup and Jones admits their advice contributed to a win that set up a tie at Chelsea. The forward said: “The players the whole week have been sending messages, wishing us luck and texting us individually to tell us what we need to do in our game and how to impress and help the team. The stuff they were saying will benefit individuals going forward. “The staff the whole week were unbelievable and that showed in how the boys went out showing character, belief and showing exactly what the first-team staff are looking for in players coming through. There are no words to explain how great the boys did.” Jones became the youngest captain in Liverpool’s history, at 19 years and five days, as he led the youngest side in the club’s history – with an average age of 19 years and 102 days – to a merited victory. “I never thought I’d get the opportunity so early to be the captain of the team,” the boyhood Liverpool fan said. “It’s a dream come true and it has always been a dream since I was a kid. I think that goes for any local lad at the academy now, any player at the academy and even in the first team. “To captain this great team in front of unbelievable fans and to do it at such a young age is a huge honour and one which will stick with me the rest of my life.” The teenager, who struck a superb winner against Everton in the third round, again impressed in his mission to secure more regular first-team football under Jürgen Klopp. Despite the difficulty of breaking into a Champions League-winning team on course to win the Premier League, Jones says Klopp’s confidence in young players encourages the academy. “You have to go out there confident and show what you are capable of doing and that’s what I try to do every game,” he said. “Any player on the outside looking in might say Liverpool is a hard team to get into in terms of the players they have in each position, they have a world-class starting XI, but everyone sees the gaffer is there for the youth and has belief in them. That is why he gave us this opportunity and gave me other opportunities along the way and I am sure the rest of the boys will get theirs in time.” Neco Williams, whose impressive displays at right-back may lead to a first call-up to the Wales squad for the friendlies against Austria and USA next month, believes his game has developed thanks to training with the first team. The Wales Under-19 defender said: “Being there, every day is a learning day for me and to train with one of the best teams in the world, if not the best team in the world right now, is going to make you a better player. “Each day as it goes I don’t take for granted. I’m just grateful to be there every day. Trent is obviously one of the best right-backs in the world, so I’m picking up little things from him and trying to bring them into my own game.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}