{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/feb/20/rory-mcilroy-does-his-talking-on-course-to-lead-in-mexico", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-02-20T23:56:18Z", "webTitle": "Rory McIlroy does talking on course in Mexico after shunning Premier League", "webUrl": "https://www.theguardian.com/sport/2020/feb/20/rory-mcilroy-does-his-talking-on-course-to-lead-in-mexico", "apiUrl": "https://content.guardianapis.com/sport/2020/feb/20/rory-mcilroy-does-his-talking-on-course-to-lead-in-mexico", "fields": {"headline": "Rory McIlroy does talking on course in Mexico after shunning Premier League", "bodyText": "The day after making an emphatic statement off the course, Rory McIlroy did precisely the same when back on it. Evidence of an excellent start to the season is provided by a McIlroy scoring average of 68.5 from nine rounds, two of which were 73s. McIlroy, recently returned as the world No 1, marched to the top of the leaderboard at the WGC Mexico Championship here with a 65. Whereas on Wednesday, McIlroy created shockwaves by vehemently dismissing plans for a breakaway tour, Thursday he successfully returned to his natural domain. McIlroy made a birdie at the 9th, his 18th, from 9ft to take a two-stroke lead over Bubba Watson and Justin Thomas. The highlight of a six-under-par round had come much earlier: at the 11th, his 2nd, he played a glorious four-iron from 274 yards to within 15ft. A converted eagle putt followed. It remains early in the year – and the event – but the indications are McIlroy is back to his best. “I’m confident because I am playing well,” he said. “Regardless whether I have a 1 or a 2 or a 10 beside my name in the world rankings, I’m comfortable with my game, I’m comfortable with what I’m doing and that’s the most important thing.” McIlroy switched putter, back to the one he used in 2019, following last week’s Genesis Invitational. So far, so good on that front. McIlroy said he had received “nice messages” over his Premier League stance. “I wasn’t hoping for anything,” he said. “I was just providing my point of view and getting it off my chest. I wasn’t trying to do anything or prove a point or try to get any sort of praise. “I’ve been sick of talking about it for the last few months and I’m happy that everyone knows where I stand.” Tyrrell Hatton, in his first start of the year, signed for a 69. The Englishman has been battling a wrist injury since completing his European Tour season in Dubai in November. “It’s still not 100% to be perfectly honest,” he said. “I’ve still got a little twinge there but I’m hoping that now I’m back playing, it’ll ease up. It is just going to take time. The recovery was a bit longer than we thought it would be. This week is a good test for it, give myself four competitive rounds and see how I feel at the end of it.” Paul Casey matched Hatton’s score, as did Lee Westwood. Tommy Fleetwood, playing in the company of McIlroy, recovered from a sluggish start to post 70."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}