{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2020/feb/24/kobe-bryant-memorial-staples-center-lakers-live-updates", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-02-24T20:39:06Z", "webTitle": "Kobe Bryant memorial: Michael Jordan pays tribute at Staples Center – as it happened", "webUrl": "https://www.theguardian.com/sport/live/2020/feb/24/kobe-bryant-memorial-staples-center-lakers-live-updates", "apiUrl": "https://content.guardianapis.com/sport/live/2020/feb/24/kobe-bryant-memorial-staples-center-lakers-live-updates", "fields": {"headline": "Kobe Bryant memorial: Michael Jordan pays tribute at Staples Center – as it happened", "bodyText": "Here’s the full report from today’s service: That was a very, very emotional experience. It’s really remarkable what everybody involved was able to do to put together something that managed to have an uplifting message despite the tragic circumstances. And with that we end our live coverage of this tribute to the lives of Kobe and Gianna Bryant. “Thank you, Vanessa. We love you.” Jimmy Kimmel says, before urging everyone to donate to the Mamba &amp; Mambacita Sports Foundation and this somber Celebration comes to a close. “Because he was Kobe, the first movie he made won an Oscar” Jimmy Kimmel says and with that we get to see the animated “Dear Basketball” short. Christina Aguilera is up to sing “Ave Maria” Email from Natalie Herbert with the heading “Memories”: 24+2 May they all rest in peace Peace and love going out to All the Families,for a woman in mourning his wife shurly kept it well together, The Queen B Did A Fantastic Job Vanessa Bryant was indeed remarkable today in her composure. We’re back up. “I promise I will not teach them my free throw techniques” – Shaq gets a big laugh here, when describing how he’ll help share his basketball knowledge. And Kobe’s long-time basketball partner, and one time nemesis, Shaquille O’Neal comes to the stage. And there’s some technical difficulties at ESPN. “When Kobe Bryant died, a piece of me died.” – Michael Jordan. “I’ll have to look at another Crying Meme now …” a tearful Michael Jordan says to a huge laugh. I am relieved because I was trying very, very, very, very hard not to make a reference to it and it was pretty much impossible. It’s hard to exaggerate what Jordan meant to Bryant. Bryant modeled everything about his game on Jordan’s. “We were very close friends,” Jordan insists. He describes Kobe as an initial “nuisance,” and describes their relationship as being one between brothers. And here we have Michael Jordan to speak about Kobe. And we’re leaning back towards Kobe’s feats with the Lakers with an audio montage of some of his iconic basketball moments (plus his Oscar win for “Dear Basketball”). After Pelinka tells an anecodte about Kobe learning to play Beethoven’s Moonlight Sonata, he introduces Alicia Keys to perform a version of it. Pelinka talks about being Gianna’s godfather. “Gigi was a combination of dignity and grace with a sense of humor.” Pelinka tells a story of Bryant’s last text messages, which were to help secure an internship for his friend’s daughter. Rob Pelinka, Bryant’s agent and closest friend is up next. Auriemma talks about his conversations with Bryant about coaching his daughter, remarking on the idea of the “uncoachable” Bryant suddenly joining their ranks. He ends with a statement about how Kobe could inspire men to be better fathers while Gianna could inspire girls to become basketball players. University of Connecticut coach Geno Auriemma is up next, continuing with the day’s emphasis on the importance of women’s basketball. Auriemma says he’s not here to talk about basketball however, but about being a father. “He was giving me the blueprint. He was giving Gigi the same blueprint” – Sabrina Ionescu on how Kobe Bryant was trying to influence women’s basketball. Ionescu notes that she still texts his number, as if expecting him to reply at some point. Taurasi delivers a powerful eulogy for Gianna Bryant and gets a desperately needed laugh from the crowd with a joke about LeBron James barley having a fadeaway jumper. It’s been a heavy afternoon and the levity is appreciated. Next up is Oregon basketball player Sabrina Ionescu. Breaking news came out during the ceremony, Vanessa Bryant is suing the owner of the helicopter involved in the fatal crash. WNBA legend Diana Taurasi is up next. Kimmel notes that Kobe dubbed her The White Mamba. “God knew they couldn’t be on this Earth without each other. He had to bring them home to have them together.” – Vanessa Bryant Vanessa talks about her relationship with Kobe, describing him as the “perfect husband.” She goes on to describe how he loved taking care of their daughters. It gets incredibly heartbreaking when Vanessa goes over the things that Kobe would never get a chance to do with his family. “Now for my soulmate.” Vanessa is moving on towards Kobe. “Gigi would have most likely become the best player in the WNBA.” Vanessa moves on to talk about her passion about women’s basketball. That’s a major theme of today’s celebration. “First I want to thank everybody for coming,” Vanessa starts. “I want to talk about Kobe and Gigi, but I want to start with my baby girl first…” And she chokes up because, what else can you do at this moment. The crowd wills her to continue as she starts with her memories of Gigi. The camera pans to all the celebrities in the crowd, NBA legends, musicians and Hollywood heavy hitters and everybody is basically just bawling. “Gianna never tried to conform. She was always herself.” Kimmel implores the audience to “be grateful for life and for the fact that we are all here together.” There’s a moment of silence and then there’s an “I Love You Kobe.” Then come a series of “Kobe!” chants which feel like they should be breaking the spell, but actually end up being a fitting tribute. Kimmel then introduces Vanessa Bryant who gets a tremendous outpouring of love. Next up is Jimmy Kimmel. “You picked the wrong person to guide you through,” he says, his voice cracking. There’s no real room for humor here. He reads through the entire list of the victims of the helicopter crash. He announces that all the proceeds from the tickets go to the Bryant’s Mamba &amp; Mambacita Sports Foundation. His voice continues to break… There’s finally a laugh when Kimmel points out that there were even tributes in Boston. There’s a reference to Boston Celtics great Bill Russell, who wore Lakers gear in memory of Bryant. “You guys will always be in my heart…” Kobe Bryant’s final statement to his fans. “Mamba Out.” And we have a montage of Kobe Bryant’s basketball moments on the Staples Center Jumbotron, there’s something moving about the basketball arena taking place of a church. This is a place of worship, too, after all. I am not going to be able to do this justice. This is just a really profoundly beautiful and she segues right into “Halo” which is essentially reworked into a show-stopping straightforward gospel number. Beyonce kicks off the event. “I’m here because I love Kobe and this is one of his favorite songs.” She goes into “XO.” It appears the actual event is about to start now. ESPN are highlighting all of the celebrities tweeting out 2 / 24. 2 was Gianna’s number. 24 was Kobe’s. And we get the first of what will certainly be a number of montages of basketball players talking about what Kobe meant to them. It leads to Stephen A. Smith trying to breakdown the idea of Mamba Mentality, which is also something we’ll hear more about throughout this Celebration of Life. A disquietingly somber Stephen A. Smith is up now talking about Bryant in the foreground. In the background, fans continue to file into Staples Center for today’s ceremony. Among them, was Guardian contributor David Schilling who talked about his reasons for purchasing a ticket to the event in a very moving piece for NBC News. ESPN starts with a story about the flight where the current Lakers learned about Kobe’s passing. They published an extended story about the details about that flight earlier this morning. SportsCenter ends with highlights from Kobe Bryant’s final game with the Lakers, where he scored 60 points. A look at how Los Angeles reacted to the initial news of Kobe Bryant’s death, by the Guardian’s Sam Levin: “He was like a family member in our household,” said Jerson Castillo, 41, in tears as he talked about the basketball star. “I kept praying it was all fake news. I’m not going to be able to accept this for a long time.” Castillo said he was painting his house when he saw the news, dropping everything and immediately rushing to the arena. He still had white paint on his hands when he spoke to the Guardian: “I needed to be here. This will always be his home.” If you want to contribute your thoughts, memories and stories about Kobe Bryant please feel free to send them here and we will share them as part of this liveblog. You can email them (to hunter.felt.freelance@theguardian.com) or tweet them (to @HunterFelt). Hello everyone, and welcome to this blog. I normally am here to cover something rather more fun. Typically, a sporting event featuring athletic feats, dramatic scoring, officiating miscues and all that. Wins, losses and the occasional tie. Fun, mostly trivial stuff. This is a rather different sort of set of circumstances today. Instead, we’re here covering the live memorial for Los Angeles Lakers legend Kobe Bryant. Bryant, his daughter Gianna and seven others died in a helicopter crash in Calabasas, California on January 26. This memorial service is being held at Staples Center, the Lakers’ home arena. Bryant brought five championship banners to Staples Center during his NBA career which lasted from 1996 to 2016. The ceremony is set to start at 1pm EST and will be airing live on ESPN. It’s certain to be an emotional affair, a celebration of both Bryant’s basketball achievements and his life off the court. Hunter will be here shortly, in the meantime here’s a tribute to Kobe Bryant, the player: It’s impossible to sum up Kobe Bryant’s dedication to basketball in just one anecdote, but there’s one small incident that comes close to doing it justice . No, it wasn’t one of the countless famous achievements from his 20-season long NBA career. Instead, it was within a picture he posted on his Instagram just a few months before his untimely death in a helicopter accident on Sunday. Bryant posted a picture of himself standing aside his Mamba Sports Academy youth basketball team. The girls, all roughly middle school age, look uniformly glum while holding trophies that marked what was, for them, a disappointing fourth-place finish. When Bryant first posted the image, which dated back from two years prior, his caption included the following statement: “The 7th player (not in pic) missed this game for a dance recital so that should tell you where her focus was at this time.” As Deadspin’s Giri Nathan noted, Bryant felt the need to edit his comments to explain himself slightly better and added the following: “meaning she enjoyed dance more than ball which is fine. Now? She eat sleeps and breaths the game.” Knowing what we know now, that both Bryant and his daughter would lose their lives en route to the Mamba Sports Academy, there’s a sad postscript to the image. At the time Bryant posted it, however, it made the social media rounds as a humorous reminder of his single-minded passion for the sport. With any other famous athlete, this would have been an opportunity to earn some easy goodwill: here was this living legend, who had won five NBA championships and two Olympic gold medals and was the all-time scorer for the Los Angeles Lakers, in his new rule as a youth coach. Instead, it was a sign that he was bringing the exact same mentality he had winning titles with the Lakers to his new position. it didn’t matter if you were a Hall of Fame teammate or a young dance enthusiast, Bryant was going to demand the most from you. You can read the full article below:"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}