{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2020/feb/01/pioneering-reds-the-reds-jurgen-klopp-liverpool-pressing-unlikely-origin", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-02-01T20:00:23Z", "webTitle": "Pioneering reds to the Reds: Why Jürgen Klopp’s pressing is a perfect fit for the age | Jonathan Wilson", "webUrl": "https://www.theguardian.com/football/blog/2020/feb/01/pioneering-reds-the-reds-jurgen-klopp-liverpool-pressing-unlikely-origin", "apiUrl": "https://content.guardianapis.com/football/blog/2020/feb/01/pioneering-reds-the-reds-jurgen-klopp-liverpool-pressing-unlikely-origin", "fields": {"headline": "Pioneering reds to the Reds: Why Jürgen Klopp’s pressing is a perfect fit for the age", "bodyText": "A training field near Ostfildern, in the forest south-east of Stuttgart. It’s February 1983, and local sixth-tier side Viktoria Backnang are playing a friendly against Valeriy Lobanovskyi’s Dynamo Kyiv, who are wintering at Sportschule Ruit. For Viktoria’s young player-manager, Ralf Rangnick, it is a revelatory experience. When the ball goes out of play for a throw-in early on, Rangnick counts the Dynamo players, half-believing they had sneaked an extra man on to the pitch. They hadn’t, but such was the ferocity of their pressing that it felt as if they had. And so a seed was planted that has had a profound impact on football’s tactical development. Dynamo kept coming to Ruit and Rangnick, who is now the head of sport and development at Red Bull, kept studying them. As his career developed he became part of a group of coaches fascinated by the possibilities of zonal marking and pressing, radical ideas in a Germany dominated by the belief that football was about individual battles, courage and vocal leadership. Arrigo Sacchi’s Milan became a huge influence. Helmut Gross, a structural engineer who had essentially taught himself tactical theory, became a close friend of Rangnick’s and together they implemented pressing through Stuttgart’s youth ranks. Volker Finke had remarkable success at Freiburg, leading them to third in the Bundesliga in 1995, beating Bayern 5-1 on the way. Economic issues led to their decline, and Finke was largely dismissed as a crank, but a revolution was gradually brewing. Wolfgang Frank had been a striker for Eintracht Braunschweig in the 70s but his biggest influence was Sacchi. When he was appointed coach of struggling Mainz in the second division in September 1995, he set about applying the Italian’s methods. It was hard, boring work, learning positioning, walking through prearranged patterns on the training field. “But,” said the team’s centre-back Jürgen Klopp, “we thought if Gullit and Van Basten had to learn that at Milan, we could put up with it as well.” Klopp has taken those ideas to new heights, finding at Liverpool a club whose previous best days were based on a pressing game (albeit one quite different in tone from the modern version). His version of pressing – dynamic and aggressive – is now the pre-eminent tactical mode, prompting evolution even in Pep Guardiola, whose press-and-possess football at Barcelona had laid the groundwork for this development. Almost everybody at the highest level presses hard and high now, from Antonio Conte to Erik ten Hag, Mauricio Pochettino to Jorge Jesus, Christophe Galtier to Jorge Sampaoli. There is a generation of coaches schooled in the Bundesliga developing that pressing game: Julian Nagelsmann, Rangnick’s successor as coach of RB Leipzig, is the highest profile, but the group also includes Lucien Favre and Marco Rose in Germany and Ralph Hasenhüttl (who came between Rangnick’s two spells at Leipzig), Daniel Farke and Thomas Frank in England. Germany, having resisted pressing for so long, has seemingly adopted it wholesale, the excitement of the new, the absence of preconceptions, allowing it to be taken to new heights. But in terms of how top-level European football has evolved the recent pattern is unusual. In attempting to trace trends, there is a danger always of oversimplification. The development of tactics is not linear, and it is subject to a range of forces – economic, scientific and cultural – as well as the input of inspired individuals. But there is something inherently dialectical about it. One team plays in a certain way, others copy it, others work out a way to combat it, that new mode becomes hegemonic until a way of countering that is found and so the game changes again. It is not cyclical, in part because each step is underpinned by knowledge of what went before and because external developments – leaps forward in nutrition to improve fitness or computer technology to improve analysis, for instance – open up new possibilities. But there was a time when the dominant mode in top-level European football seemed to oscillate between the attacking and the defensive. The freeform individuality of Real Madrid and Benfica gave way to catenaccio, which in turn was supplanted by Total Football and then the pragmatic pressing of the years of English domination. The picture blurs a little after that, as globalisation takes hold and the advent of the Champions League begins the movement towards the modern superclub era. But still, the paradigm just about holds: Sacchi’s aggressive pressing followed by the more cautious style of Marcelo Lippi, then the coming of 4-2-3-1 and the reintroduction of dribblers before the last age of attrition with José Mourinho, Rafa Benítez and Greece’s victory at the 2004 Euros. Since when we’ve had Guardiola and the triumph of the pass before this era of high-intensity transition. Which breaks the pattern. This is an attacking mode following another attacking mode. And perhaps that is what is happening. Perhaps the commercial imperative to produce excitement, coupled with the domestic domination of the superclubs and various law changes designed to encourage a more open game, has produced a world in which the defensive impulse is diminished. But within that recognition, it is perhaps worth acknowledging that the attacking/defensive divide was always misleading, morally loaded terminology. Louis van Gaal, for instance, tends to use the term “attacking” simply to mean having the ball, but there are many who would regard his possession-based style as sterile. Or think of the 2010 World Cup, when Jogi Löw’s counterattacking Germany were more overtly thrilling than Vicente del Bosque’s possession-driven Spain. This is the paradox of pressing: in seeking to win the ball back, it falls into the category that has habitually been regarded as defending, and yet it is extremely proactive in the way it reacts to the internal shapes and rhythms of the opponent. It is, in other words, the perfect form of defending, thrilling, dynamic and percussive, for a world that demands constant entertainment for its television audience. And that, perhaps, is the biggest paradox of all: that the prevailing style in football’s hyper-capitalistic age was inspired by a Soviet team under an overtly Communist coach."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}