{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2020/feb/09/the-pale-horse-review-dread-so-thick-youll-need-a-scrub-down", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2020-02-09T22:00:17Z", "webTitle": "The Pale Horse review – dread so thick you’ll need a scrub down", "webUrl": "https://www.theguardian.com/tv-and-radio/2020/feb/09/the-pale-horse-review-dread-so-thick-youll-need-a-scrub-down", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2020/feb/09/the-pale-horse-review-dread-so-thick-youll-need-a-scrub-down", "fields": {"headline": "The Pale Horse review – dread so thick you’ll need a scrub down", "bodyText": "Pickled snakes in jars, a palm reading, a hopeful young wife, a bath, an electrical fault, a man uncrating a stuffed polar bear, a woman staggering towards the police station, an affair, a list of names in a shoe, several large country houses, a man in a white suit strolling through a picturesque English village and an air of malevolence and dread so thick you imagine actors diving for a Silkwood-style scrub down as soon as the director yells cut, to rid themselves of the menace. It can only be that Sarah Phelps has been at the Agatha Christie again. Our almost-annual adaptation of the one by the other is here at last, and though The Pale Horse (BBC One) arrives a little bit later than the traditional Christmas splurge, it is deeply welcomed nevertheless. By most viewers at least – Phelps has dismembered, augmented and reassembled the plot in her usual manner, which will upset Christie purists in their usual manner. But fans of either or both writers should understand that change is not the same as abandonment; staying true to the spirit is what matters and Phelps, for my money at least, always cleaves tightly to it. Never more so than here, in fact. The Pale Horse is a Dennis Wheatley-inflected offering from 1961. The woman staggering towards the police station, who collapses and dies just before she reaches it, is Jessie Davies (Madeleine Bowyer). She is found to have a list of names hidden in her shoe, and to have worked for the three women (played by Rita Tushingham, Sheila Atim and Kathy Kiera Clarke) who live in the pickled snake house in the village of Much Deeping and make their living through palm readings and the like. One of those names belongs to the recently widowed (wife, bath, electrical fault) and even more recently remarried Mark Easterbrook (played by Rufus Sewell, whose face is now so striking that when you see it full on you almost flinch as if hit). And one belongs to the nightclub hostess with whom he is having an affair and whose corpse he wakes up beside one morning. He elects to say nothing of this to Inspector Lejeune (Sean Pertwee, whose voice could now plane doorframes and who may need to be sponsored by Strepsils in years to come) when he is called in by the police to account for his name on the dead woman’s list and to start his own investigations instead. As the mass of connections grows, so does the body count and that miasma of doom. Dead rats in sinks; corn dollies anonymously affixed to Easterbrook’s car and delivered at home to the nervy shopkeeper Zachariah Osborne (Bertie Carvel) – another name on the list; unsettling rural rituals in the village. You will need a scrubdown yourself by the end of the opening hour. Meanwhile, the suspicions of Easterbrook’s new wife, Hermia (Kaya Scodelario) – furiously pill-popping and piping vol-au-vents – are growing, along with her general frustration. By the end of the first half of this two-parter, she has taken to venting them on her soft furnishings with a big knife. Betty Friedan’s The Feminine Mystique is out in two years’ time and will answer a lot of questions for her, if anybody lives that long. If Hermia is the figure who most obviously encapsulates Friedan’s The Problem That Has No Name that pulsed so strongly at a time – the adaptation is set the year Christie’s original was published – when change was in the air, but not yet being felt on the ground, the rest of The Pale Horse lays the scene. The three women of Much Deeping are widely suspected of being witches with much deeper connections to the dark arts than mere palmistry, as women living without men have always been. Easterbrook and his friend Ardingly – also on the list – stride through life impregnably sure that no harm can come to them, no matter how many people named alongside them are found mysteriously shuffled off this mortal coil. Misogyny and the power of male entitlement thread their way unobtrusively but consistently through, binding all close. Which is not to say it derails or distorts the plot in any way. That unfolds at a steady, confident pace, with the director, Leonora Lonsdale, as surefooted as her writer, parcelling out twists and treats and fine performances as it goes. Phelps has said that she originally envisaged doing a quintet of Christie adaptations covering half a century of the author’s output, from the 1920s (the Bafta-nominated Witness for the Prosecution) to the 60s. The Pale Horse is her fifth and supposedly final outing. But that idea should be slapped on the rump and sent straight back to be stabled for the duration. More, again, soon – please."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}