{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/feb/09/anger-energy-fuelling-ellis-genge-rise-england", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-02-09T22:00:17Z", "webTitle": "Anger is the energy fuelling Ellis Genge’s rise in the England ranks | Andy Bull", "webUrl": "https://www.theguardian.com/sport/2020/feb/09/anger-energy-fuelling-ellis-genge-rise-england", "apiUrl": "https://content.guardianapis.com/sport/2020/feb/09/anger-energy-fuelling-ellis-genge-rise-england", "fields": {"headline": "Anger is the energy fuelling Ellis Genge’s rise in the England ranks", "bodyText": "“No comment, mate,” says Eddie Jones. “No comment.” The press conference has just begun and all the journalist wants to know is how Jones feels about the criticism his England team got after they lost in France last week. “No comment‚“ says Jones again. “Fun this, isn’t it? Think we might keep doing it.” But he’s not smiling, and nor is anyone else. On one side his assistant John Mitchell is staring at the back wall and on the other his captain, Owen Farrell, is looking down at his hands. England have just beaten Scotland 13-6, a good win in difficult conditions. The real question, then, is what the hell are they so angry about? They’re angry about the beer bottle that hit Neil Craig on the head before the game. They’re angry about the way the crowd booed Farrell while he was lining up his penalty kicks. They’re angry because of the stick they got about the way they played in Paris. They’re angry because they were called out for talking about “hate” and “war” in the days before the game. They’re angry because they remember how the Scots celebrated after they won this fixture in 2018. They’re angry because of what people have been saying to them on social media. They’re angry for every reason and they’re angry for one reason – because they need to be. Anger is the energy they’re running on right now, the fuel Jones is using to get through this season, when they still have so much to prove, so much more hard work to do, even though they’d already done so much, and proved so much in the World Cup. Just ask Ellis Genge. Just like Jones, it feels as if anger is Genge’s favourite state of mind. And it’s working for him. He was superb coming off the bench against France, and then again against Scotland. Genge is a player with a point to prove. When he won his first cap in 2016 he thought: “Right, here we go. I’m an England player.” And he told Jones that, too. “Yeah, I’m ready for it.” He wasn’t and Jones told him so after England drew with Scotland in this fixture last year. “We went away and he picked my game apart.” He wasn’t fit enough, Jones said, and he missed too many tackles. “He’s been a very harsh critic of mine behind closed doors and I appreciate him for that. I need that.” It made Genge go away and work harder. And yes, it can be edgy and uncomfortable and sometimes it spills over. “We’ve had our spats, our arguments. It gets quite personal. I think if you don’t take that stuff personally you are probably in the wrong line of work. For me I’ve gone away worked on my game and it’s coming to fruition.” He still has a way to go, he says. But before he does he has a few of things he wants to talk through, a list of people who have pissed him off lately. The opposition. The press. The public. Pretty much everyone. “Listen, you’ve seen that video of them lot singing about us two years ago or whenever it was,” Genge says, talking about the Scots’ celebrations after they won in 2018. “You can’t do that and expect people to not take that personally. I’ve heard it all, I’ve seen it on social media, what they say about us, and you see it in the media too. And then when Lewis [Ludlam] said it was going to be a ‘war’, people were trying to attack him for that. Come on, do you know what I mean? Don’t be assy about it. We want to beat them and they want to beat us. It’s fact.” And that bottle? “What’s that about? It’s out of order.” And the booing? “I’ll tell you for a fact, if that happened at Twickenham, which it never does, we’d be getting called ‘English this’ and ‘English that’,” he says, swallowing the words he’d rather use. But it happens away at Murrayfield and everyone’s saying: ‘Oh, it’s good for the game.’ Whatever. All the stuff we’ve been saying in the media, they’ve been saying that here for years, and none of you have ever had the bollocks to stand up and say that it’s not on. And then we say something this week and we get attacked for it.” Genge was still at it after, on social media. Later on Saturday evening he posted a collage of clips of things people have said to him since the match finished. There’s one calling him arrogant, another calling him a “council estate chav”, a third calling him an idiot, complaining he was swigging a beer and talking like a zombie during his TV interview. “Good win for the boys,” Genge wrote above it. “On the way back to my council estate to see my illiterate friends who all talk like zombies and are all terrible role models for kids.” He’s sharp, on the edge, right where Jones wants him to be."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}