{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/feb/02/new-brand-same-name-but-crusaders-have-backing-of-islamic-community", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-02-01T21:00:24Z", "webTitle": "New brand, same name but Crusaders have the backing of Islamic community | Matt McIlraith", "webUrl": "https://www.theguardian.com/sport/2020/feb/02/new-brand-same-name-but-crusaders-have-backing-of-islamic-community", "apiUrl": "https://content.guardianapis.com/sport/2020/feb/02/new-brand-same-name-but-crusaders-have-backing-of-islamic-community", "fields": {"headline": "New brand, same name but Crusaders have backing of Islamic community", "bodyText": "The Crusaders began the new rugby season as they’d finished the last. Winning. Members of Christchurch’s Islamic community were watching as the Crusaders beat the Waratahs 43-25 at Nelson in their Super Rugby opener, supporting the team as they always have. As the chase begins for an 11th title in 25 years, the Crusaders are instituting a new logo and new branding, but the team remains known by the foundation name. It might not have been. In the aftermath of the horrific shootings at the Al Noor Mosque and nearby Linwood Islamic Centre in Christchurch last March, which claimed 51 lives, the name of the country’s champion rugby team, taken from the historical crusades of the middle ages, became a lightning rod for the raw emotion the attacks unleashed. The debate drew a wide range of well-meaning and often passionately stated views. The issue was troubling for the city’s Islamic community too, but not for the reason you might think. Still reeling from the horror inflicted on the members of their ‘family’, some of whom were knelt at prayer when the gunman arrived, the community found itself unwillingly drawn into the conversation. Nowhere was the sense of being caught in the middle more pertinent than in the case of the Al-Noor Mosque Imam, Gamal Fouda. Forty-two people he led in worship died when the gunman burst in and fired indiscriminately at the defenceless gathering. The name debate was very political, Fouda told me, but not something the community had wanted to be involved in. “We wouldn’t allow anyone else to have a say in what we named the mosque,” Fouda said. “Nor would we expect, or want, to speak about what they [the Crusaders] should name their team.” There were differing opinions over the use of the name, but such is the ethnic diversity of the worshippers who visit the mosque, with 48 countries represented, differences on many subjects are to be expected, and celebrated. The Al-Noor Mosque is Sunni Muslim. The nearby Linwood Islamic Centre, where nine people died, is likewise, although it has a Shia minority among its regular worshippers. Another mosque at Bishopdale, in the city’s west, is almost exclusively Shia, drawing its attendance largely from Christchurch’s growing Afghan community. While a lot of water has flowed down the nearby Avon River since the conversation first started, the sensitivity at the mosque, around not being seen to have played a role in the outcome of the name debate, remains. So much so that, while keen to speak to me, worshippers who were at the mosque for afternoon prayer during my visit did not want to be named. One thing was clear, though. The community is not short of rugby fans, and they still support the Crusaders. “The Crusaders are our team,” a man, who identified himself as a Somali, said. “They represent us, regardless of what they are called.” Our conversation was overheard by another man, who moved across to join in. He told me his family was from the Middle East; he did not state exactly where. “It was something I discussed with my parents,” he said. “My mother thought it should be changed, but my father was like me. He said they were good people, and a good team, and they should call themselves what they want. “There is a lot of [team] history there, the Crusaders have won so many times. I can understand why they want to stay the same. It’s what I want too. It won’t stop me watching them, and I’m sure it won’t stop anyone else here either.” Patrick O’Connor works closely with the community at Al Noor. Recognised with admission to the New Zealand Order of Merit in the recent New Year’s Honours list for his work with migrant communities, O’Connor was recently appointed to the Christchurch City Council’s newly formed multicultural advisory group. The group is looking at how the first-year commemoration of the attack will be conducted. It will also consider how the city can be more proactive in the overall integration of its migrant communities in the future. “The outpouring of emotion and support for the Islamic community was richly appreciated by all concerned,” O’Connor said. “Rather than just reacting to an event though, we need the level of acceptance of the diversity we all bring to the community to be celebrated proactively, so it doesn’t take tragic events, such as 15 March, to bring us together.” Acceptance that we are different, but the same, according to O’Connor, is key. “Since March 15, I have heard the word ‘tolerance’ used repeatedly in public, and in the media, with relation to the migrant community, but it’s the wrong word. “Tolerance is the ability or willingness to tolerate the existence of opinions or behaviours that we dislike or disagree with. Acceptance has many meanings, but in this instance, it’s our assent. We are not ‘tolerating’ the fact that migrants who have different backgrounds, and maybe different beliefs to ours, are now Kiwis, and the same as us. We are accepting it.” O’Connor says acceptance, rather than tolerance, had been applicable to the debate over the ongoing use of the Crusaders name. “It was relevant in so much as while there will always be arguments on both sides, ultimately those who have the stake in the team – the rugby union, the players, the supporters and the like – have exercised their right to keep that name. They did so with the support and acceptance of the Islamic community.” Rugby is a sport, O’Connor says, that has been embraced by many of the country’s newest citizens. “Perhaps what was misunderstood when the debate was happening, was that a lot of the Islamic community who attend the mosque are rugby fans,” O’Connor said. “They identify with the team as their local representatives and, in doing so, identify with the Crusaders as the name of their team. They might not necessarily totally understand the rules of the game, but they are Kiwis. Rugby is the national game, and they want to be a part of it.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}