{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2020/feb/09/uk-launches-freeports-consultation-with-aim-to-open-first-next-year", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-02-09T22:00:17Z", "webTitle": "UK launches freeports consultation with aim to open first next year", "webUrl": "https://www.theguardian.com/politics/2020/feb/09/uk-launches-freeports-consultation-with-aim-to-open-first-next-year", "apiUrl": "https://content.guardianapis.com/politics/2020/feb/09/uk-launches-freeports-consultation-with-aim-to-open-first-next-year", "fields": {"headline": "UK launches freeports consultation with aim to open first next year", "bodyText": "The government has launched a consultation on creating up to 10 freeports with special tariff and duty status – an idea ministers argue will fuel growth but critics say could encourage money laundering and other crimes. The government said it was firmly committed to announcing locations this year so that the first could open in 2021. The idea was first raised by Boris Johnson during his campaign to become Conservative leader. It is proposing zones – which do not necessarily have to be located in a port – where no duty is paid on goods until they enter the full UK market, meaning none at all is paid if they are re-exported from the port. Other extra freedoms include duties only being paid on final goods, not on any raw materials that are imported into the area and then processed. Businesses would be exempt from filling out full customs declarations on imported goods. The government has argued that these zones could bring thousands of new jobs and significant investment, notably to deprived coastal areas. There could be measures to “reduce the costs of hiring workers working in Freeport sites”, the government said, not specifying how this could be done. The ports could also trial ideas in areas such as customs and transport before they are rolled out across the country. After the 10-week consultation, areas will be invited to bid to become one of the zones. Among half a dozen ministerial quotes sent out to talk up the idea, the business secretary, Andrea Leadsom, said: “Freeports represent a fantastic opportunity for our businesses to increase their trade with companies from all over the world. Not only will they help create jobs and level up the UK but they underscore our commitment to championing global free trade, unleashing our country’s potential.” There is, however, some caution about the risk of freeports being used as a base for money laundering or other organised crime. In a report on illicit financing last year, the European commission said freeports could be “potentially vulnerable to money laundering or terrorism financing” in the European single market. The European justice commissioner, Věra Jourová, said freeports were “the new emerging threat”, adding: “This is something we want to focus more on.” Labour has condemned the idea. John McDonnell, the shadow chancellor, called freeports a “revival of a failed Thatcherite plan from the 1980s designed to cut away at regulation and our tax base”. He said: “There is very little solid evidence that so-called freeports create jobs or boost economic growth, showing this up as another ideological move from a far-right government. This plan only represents a levelling-up for the super-rich, who will use freeports to hoard assets and avoid taxes while the rest of us feel the effects of under-funded public services.” Sarah Olney, the Liberal Democrats’ business and trade spokeswoman, said: “No number of freeports can replace the economic benefits of seamless and tariff-free trade with Europe. Freeports don’t create new jobs or business opportunities, while their special administrative status makes them a tax-avoidance and money-laundering risk. The country needs real investment, not white elephants like freeports.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}