{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2020/feb/19/natalie-portman-husband-ballet-director-fired-pregnancy-discrimination-benjamin-millepied", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2020-02-19T21:40:24Z", "webTitle": "Natalie Portman's husband denies signing letter backing fired ballet director", "webUrl": "https://www.theguardian.com/stage/2020/feb/19/natalie-portman-husband-ballet-director-fired-pregnancy-discrimination-benjamin-millepied", "apiUrl": "https://content.guardianapis.com/stage/2020/feb/19/natalie-portman-husband-ballet-director-fired-pregnancy-discrimination-benjamin-millepied", "fields": {"headline": "Natalie Portman's husband denies signing letter backing fired ballet director", "bodyText": "Choreographer Benjamin Millepied, the husband of Natalie Portman, has denied signing an open letter calling for the reinstatement of a ballet director who was fired for pregnancy discrimination. The announcement follows a number of reports about the letter that was printed in the French newspaper Libération, purporting to be from a number of dance luminaries, some of whom – including the choreographer William Forsythe – have also since said that they did not sign it. Yorgos Loukos was dismissed as Lyon Opera Ballet’s director earlier this month. A hearing found that he had discriminated against 34-year-old dancer Karline Marion during her pregnancy and after her return from childbirth. The 67-year-old Greek was initially fined for the offence before a second tribunal ruled he should be fired. The open letter requesting that Loukos return to his post also claimed that the choreographers would pull their ballets from the Lyon repertoire if Loukos were not reinstated. ﻿ Millepied posted on Twitter: “I didn’t sign this letter; any suggestion I support discrimination against dancers is false. This is a French legal matter and appropriate process should be respected.” The Guardian was among the outlets that reported that Millepied was one of the people who were named as signatories to the letter in Libération."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}