{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2020/feb/19/manchester-city-v-west-ham-premier-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-02-19T21:53:56Z", "webTitle": "Manchester City 2-0 West Ham: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2020/feb/19/manchester-city-v-west-ham-premier-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2020/feb/19/manchester-city-v-west-ham-premier-league-live", "fields": {"headline": "Manchester City 2-0 West Ham: Premier League – as it happened", "bodyText": "That’s it for tonight’s blog. Thanks for your company - goodnight! Pep has been chatting about City’s European ban on Sky Sports. The club believes [the ban] is unfair so we will appeal, and we are going to wait. All we can do is focus on what we do on the pitch. I trust my club 100 per cent, because they explained what happened, so now we are going to wait. We are optimistic that the truth will prevail. If they don’t sack me, I will stay here, 100 per cent. I want to stay here, more than ever. I said before, I say now, and I will say it until the end of my contract: I want to stay, I want to help the club maintain this level as long as possible. Why should I leave? I love this club. Whatever happens, I will be here next season. Kevin De Bruyne is chatting on Sky about the European ban “We were on holiday when the Uefa statement was released. We came back and trained like normal and nothing really changed. It is what it is. I don’t know, as players, what else we can do – we just play football. The club is doing its thing and we trust them. It’s a legal issue so we can’t really say anything.” Peep peep! An easy victory for City, who cruised in second gear all night. Rodri and Kevin De Bruyne – whose imagination and skill made an otherwise pointless match worthwhile – scored the goals. West Ham were content to leave town without significant damage to their goal difference. Their next game is Liverpool away on Monday; City go to Leicester on Saturday. 90+1 min Four minutes of added time. 89 min Tiki taka tiki taka tiki taka. 87 min Declan Rice has quietly had an excellent game for West Ham. It’s the best I’ve seen him play, in fact. 85 min David Silva limps off with what looks like a hamstring problem. Phil Foden replaces him. He seems quite relaxed, so I think it’s a precaution as much as anything. 84 min Noble shoots high and wide from 30 yards. 82 min West Ham look like a team with goal difference in mind. They aren’t taking any risks to try to get back in the match. 80 min Jarrod Bowen comes on for his West Ham debut, with Robert Snodgrass doing one. 79 min The utterly magnificent Kevin De Bruyne - who made one, scored one and made an otherwise boring match worthwhile - is replaced by Ilkay Gundogan. 77 min De Bruyne flicks another unreal pass over the West Ham defence for Jesus, whose close-range shot is blocked by Fabianski. He could have had a hat-trick tonight. De Bruyne’s pass took seven West Ham players out of the game. West Ham counter-attack through Antonio, who is dispossessed just outside the City area by... De Bruyne. 76 min Kevin De Bruyne, though. There’s never been a player quite like him. 74 min This match was over before it started. Antonio has a rare West Ham shot, blasting high and wide from the edge of the area. 70 min Aguero controls Walker’s low cross on the six-yard line, turns and hits a shot that is blocked by Ogbonna. 67 min “Zabaleta must be wondering which side he is playing for,” says Ian Copestake. “A team put together and housed at great expense and now in danger of a freefall from grace or ANY OTHER FOOTBALL CLUB!” 65 min John Stones replaces Aymeric Laporte. De Bruyne played a good return pass to Bernardo Silva in the area and kept running. Bernardo twisted back outside Cresswell, at which point De Bruyne called shotgun and slid the loose ball past Fabianski at the near post. That’ll do. 61 min Bernardo Silva cuts inside from the right and curls a lovely shot that goes just wide of the far post. 60 min Fredericks is able to walk off, in fact, but he looks very groggy and one of the physios is holding his arm to his chest. Zabaleta comes on to a lovely ovation from the home fans. 59 min Fredericks is being moved very slowly onto a stretcher. David Moyes takes the opportunity to give Robert Snodgrass some tactical instructions. 57 min Fredericks falls awkwardly after a sly foul from Rodri, damaging his shoulder in the process. He is going to be replaced by City legend Pablo Zabaleta. 56 min “Hi Rob,” says Gary Naylor. “This afternoon, I saw the five films nominated for the Academy Award for Best Short (Live Action). The best of them started with a five-minute discussion about the relative merits of Lionel Messi and Riyad Mahrez - which wasn’t what I was expecting. PS The Greavsie film is better than the Maradona one.” 54 min Aguero almost makes it 2-0 on the break. He ran around the defence, as he has done so often down the years, and drove the ball wide of the far post from a tight angle. 53 min Rice, who has had a brilliant start to the second half, intercepts De Bruyne’s pass and waves an outside-of-the-foot through pass towards Antonio. Otamendi gets there first to slide the ball out for a throw-in. 50 min A poor ball from Rodri is intercepted by Rice, who runs 60 yards down the right before curling a dangerous cross that is half cleared by Otamendi. Eventually Antonio is penalised for handball, though the chance had gone anyway. 47 min De Bruyne plays an outrageously good pass to Walker, whose low cross is kicked away at the near post by Fabianski. 46 min Peep peep! West Ham begin the second half. Half-time reading Peep peep! A subdued Manchester City lead through Rodri’s header. It was a boring half, in truth, with City totally dominant even though they were nowhere near their exhilarating best. See you in 15 minutes for the second half. 45 min Masuaku is booked for fouling De Bruyne just outside the area on the right. 44 min Aguero has a shot on the turn blocked by Ogbonna. That was City’s 13th attempt on goal to West Ham’s one. 43 min West Ham’s best attack of the half. Antonio moved out to the right to receive a pass from Rice, looked up and whacked a superb curling cross that flashed across the face of goal. 40 min Meanwhile, a new angle shows that Laporte didn’t touch that ball over the line, so it was definitely Rodri’s goal. 39 min Bernardo Silva cuts inside and crosses towards the near post, where David Silva stabs wide on the stretch. I think Fabianski blocked it, on reflection, but a goalkick was given. 38 min This match is absurdly one-sided, and that’s with City nowhere near their best. 36 min It looks like the goal has been given to Rodri. Strange, as I’m pretty sure Laporte Craigjohnstoned it on the line, but no matter. 34 min “Did the City fans not voice their support for their downtrodden brothers,” says Ian Copestake. “Or perhaps a plaintive rendition by older supporters of ‘Hello darkness my old friend’.” All that pretty passing, and City take the lead with a simple corner. De Bruyne clipped it to the near post, where the unmarked Rodri leapt to flick the ball across goal and into the net. West Ham had nobody on the far post. The ball was going in anyway but Laporte made sure, and I suspect it will eventually go down as his goal. 29 min Mendy’s mishit cross is punched behind at the near post by Fabianski. City are nowhere near their best. They’ll still win 5-0, probably, but it’s been a subdued performance so far. 26 min City have had 77 per cent of the possession. 25 min I think 3-5-1-1 was a generous interpretation of West Ham’s formation. It’s 5-4-1, basically, and it is working pretty well. 22 min Nothing comes of that West Ham corner. Meanwhile, replays show that a) Aguero was almost certainly onside and b) Ogbonna fouled him, and felt him up for that matter, so it should have been a penalty to City. 21 min West Ham break forward in numbers for the first time in the match, and Fredericks wins a corner. 20 min City appeal for a penalty when Aguero appears to be pulled back in the area. I think the flag had already gone up for offside, and there’s no sign of VAR getting involved. 18 min City haven’t been at their best, even though they should be 2-0 up. Their passing has been slow by their standards. 15 min “West Ham’s ‘dignity’, Rob?” sniffs Matt Dony. “Jazz-mag funding, least practical place to play football since 1914 (but with none of the heartwarming humanity), a consistently hilarious player recruitment policy, banning a fan for wearing a t-shirt they didn’t like, and Karren Brady. Bit late with that stable door, there.” 14 min: Jesus misses another great chance! He was put through by De Bruyne but faffed unnecessarily, 10 yards from goal, and that allowed Cresswell to come from behind to make two vital blocks. West Ham thought Jesus was offside; he wasn’t. 13 min De Bruyne rifles a low, long-range strike that is kicked away by Fabianski. He was going the wrong way, so it may have taken a deflection. 11 min West Ham cross the halfway line. 8 min De Bruyne eases a pass into Aguero in the D. He controls the ball and then, out of nothing, flicks an imaginative effort with the outside of the foot that goes just wide. 6 min Jesus misses an excellent chance. He was put through on goal by a beautiful pass from David Silva and decided to go round Fabianski rather than shoot. That allowed Fredericks to nip in and poke the ball behind for a corner. 3 min City have made a dominant start, as you’d expect. 2 min “Dear Rob,” says Mac Millings. “As a sympathetic, entirely neutral, Watford-born observer, I sincerely hope West Ham’s goal difference doesn’t take an absolute shoeing this evening.” 1 min Peep peep! City kick off from left to right. There are a surprising number of empty seats at the Etihad. Pre-match music It’s almost time for action. I fear for West Ham’s dignity tonight, not to mention their goal difference. Pep Guardiola speaks “After the game, we can talk about whatever you want… There was an impact on the players [when the ban was announced], but only for a few hours. We support the club 100 per cent. [Has it been harder to lift the players?] The players are exceptional professionals.” He’s in no mood. Alternative association football action Pre-match reading Manchester City (4-3-3) Ederson; Walker, Otamendi, Laporte, Mendy; De Bruyne, Rodri, D Silva; B Silva, Aguero, Jesus. Substitutes: Bravo, Stones, Cancelo, Gundogan, Fernandinho, Mahrez, Foden. West Ham (3-5-1-1) Fabianski; Diop, Ogbonna, Cresswell; Fredericks, Noble, Rice, Soucek, Masuaku; Snodgrass; Antonio. Substitutes: Randolph, Balbuena, Zabaleta, Felipe Anderson, Lanzini, Bowen, Haller. Referee Kevin Friend Hello and welcome to live coverage of the rearranged Premier League match between Manchester City and West Ham United. We’re all friends here, most of us anyway, so let us speak frankly: there will be more attention on Pep Guardiola’s pre- and post-match interview than the actual football. The match is largely meaningless to City, who are going to finish second or third this season regardless. West Ham need every point they can get, though, and a draw tonight would move them out of the relegation zone. It’ll be interesting to see what mood City are in. There’s a fair chance they will take our their FFP frustrations on West Ham, and maybe even exceed the 5-0 victory at the London Stadium on the opening weekend of the season. But they could also be subdued and lacking in motivation, in which case West Ham might nick something. We’ll soon find out. Kick off is at 7.30pm GMT."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}