{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/feb/21/grace-millane-man-jailed-for-life-for-killing-of-uk-backpacker", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-02-20T21:57:11Z", "webTitle": "Grace Millane murder: man jailed for life for killing of UK backpacker", "webUrl": "https://www.theguardian.com/world/2020/feb/21/grace-millane-man-jailed-for-life-for-killing-of-uk-backpacker", "apiUrl": "https://content.guardianapis.com/world/2020/feb/21/grace-millane-man-jailed-for-life-for-killing-of-uk-backpacker", "fields": {"headline": "Grace Millane murder: man jailed for life for killing of UK backpacker", "bodyText": "The New Zealand man found guilty of murdering British backpacker Grace Millane has been sentenced to life in prison with a minimum non-parole period of 17 years. The man appeared in Auckland’s high court on Friday morning, and his sentencing was overseen by Justice Simon Moore. The man had been assessed in his pre-sentencing report as being of “very high risk”, based on his “complex needs” and the severity of the offending. “Manual strangulation is a particularly intimate form of violence … cold-blooded,” Moore said. “Your actions reveal a complete disregard for your victim.” “You didn’t ring an ambulance, or call the police, instead you embarked on a well-planned and sustained and coordinated course of action to conceal any evidence of what had occurred in your room.” There was no emotion shown by the man found guilty of Millane’s murder, and he listened to his sentencing impassively. Millane, 22, from Essex, arrived in New Zealand in November 2018 as part of a round-the-world trip. She died by manual strangulation on 2 December during sex in the man’s hotel room in central Auckland. The pair had met on the dating app Tinder. After Millane’s death, the man packed her body into a suitcase and buried her in the Waitakere ranges, a bushland area west of New Zealand’s largest city. Her remains were found eight days after she died. Her parents, David and Gillian, appeared via videolink in the courtroom, with a framed photograph of Grace hung on the wall behind them. Grace’s brothers were also present, as was extended family, and the public gallery was packed to capacity, especially with young women. Gillian Millane said losing Grace had made her depressed, suicidal and anxious, and she delivered her victim impact statement to the courtroom with a mixture of anger and tears. The man found guilty of her murder bowed his head as Gillian spoke, appearing to cry. It was the most emotion he had shown at any time throughout the murder trial. David Millane did not deliver a statement, but his wife said the impact on him had been “profound” and she had been unable to support him fully, as she too, had been sick and incapacitated with grief, including being unable to get out of bed, leave the house, or even listen to the radio. “The tears I shed are never-ending, at the thought of never having the chance to be being able to kiss my darling Grace goodbye,” said Gillian. “Grace was never just a daughter, she was my friend, my very best friend.” “I torment myself over what you did to my Grace, the terror and pain she must have experienced at your hands. As a mother I would have done anything to change places with her. “I should have been there, but she died terrified and alone in a room with you.” The crown prosecutor Brian Dickey said the man’s crime against Millane had been “personalised, depraved and callous” and the crime had a profound impact on young women’s sense of safety in New Zealand, with many reassessing their relationships with men, or dating life, and how safe they should feel. The man’s consumption of explicit pornography and intimate photographs taken of Millane after she died, were evidence of “depravity”, Dickey argued. He said his disposal of her body in a suitcase in a shallow grave in bushland made it a unique case in New Zealand for its “extensive cruelty” during and after her death, and its wide ramifications in the community, especially for women. Ian Brookie, the defence counsel, argued the man was young at the time of the murder, had no significant prior criminal convictions, and could be rehabilitated with a lower sentence of 10 years. The man has maintained his innocence throughout. Brookie also said the man was isolated from his Māori culture, estranged from his family and had a “traumatic” childhood and upbringing. In November last year a jury of seven women and five men took five hours to find the 28-year-old man – who has name suppression and cannot be identified – guilty of Millane’s murder. The reason for the name suppression is also suppressed by court order. The prosecution argued that he had used “reckless violence” while strangling Millane during sex, and disregarded the risk to her life when choking her so hard and for so long that she died. A forensic pathologist said it would have taken five to 10 minutes for Millane to have died, and she would first have fallen unconscious due to the pressure on her neck. “You can’t consent to your own murder,” said crown prosecutor Brian Dickey during the three-week-trial in Auckland’s high court. The man found guilty of Millane’s murder had a long history of Tinder dating, with a number of his former dates cutting off contact with him because they felt “uncomfortable” with his behaviour. The accused, who lived in an inner-city hotel, had a reported interest in choking and domination, and a history of telling exaggerated stories and lies – including that he had cancer, was a professional athlete, and worked as an “oil manager” offshore. Millane’s murder shocked New Zealand, which has a low homicide rate, and prompted the prime minister Jacinda Ardern to offer a public apology. “On behalf of New Zealand, I want to apologise to Grace’s family – your daughter should have been safe here and she wasn’t, and I’m sorry for that.” Thousands of people attended candlelit vigils after Millane died, calling for an end to violence against women, and Ardern said New Zealanders collectively experienced “hurt and shame” around the tragedy. According to the Ministry of Justice 80,000 are the victims of domestic violence in New Zealand each year. A charity started in Millane’s name, Love Grace, launched in New Zealand this week and has seen an influx of donations. The charity donates handbags full of essentials and luxuries to women-in-need, and has already helped hundreds of women in Millane’s home county of Essex."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}