{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2020/feb/19/a-number-review-caryl-churchill-roger-allam-bridge-theatre-london", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2020-02-19T22:00:07Z", "webTitle": "A Number review – Caryl Churchill's clone fable counts cost of progress", "webUrl": "https://www.theguardian.com/stage/2020/feb/19/a-number-review-caryl-churchill-roger-allam-bridge-theatre-london", "apiUrl": "https://content.guardianapis.com/stage/2020/feb/19/a-number-review-caryl-churchill-roger-allam-bridge-theatre-london", "fields": {"headline": "A Number review – Caryl Churchill's clone fable counts cost of progress", "bodyText": "Caryl Churchill wrote A Number in 2002, when debates around human cloning were at fever pitch. The frontiers of that “scary” science brought with it a barrage of ethical dilemmas around genetic replication. Almost two decades later, cloning is not the issue it was and this play, featuring a father and three cloned sons, does not have the present-day urgency of Far Away, a climate dystopia that Churchill wrote two years before this one, whose latest revival opened last week. But although A Number appears more dated, its underlying questions remain issues of our day, and when applied to debates around technology and artificial intelligence, it begins to feel as contemporary as Black Mirror. Bernard 1 and Bernard 2 (both played by Colin Morgan) are sons seeking answers from their father, Salter (Roger Allam). Beneath specific questions about their early lives, their dead mother and their cloning lie big existential interrogations: is the original Bernard 1 more “real” than the cloned Bernard 2? Do they need to be unique to be human? Does science degrade humanness through its exact replication? It is not the angry Bernard 1 nor the fearful Bernard 2 who are the most disturbing characters in this play but Michael, another cloned son (also played by Morgan), because he remains unruffled by the fact that there are numerous versions of him in the world. One of Churchill’s themes is the welfare of children, and this play also, ingeniously, functions as a family drama about sibling rivalries and parental abuse. The biblical Cain and Abel story hangs over the brothers’ rivalrous relationship, and Salter’s desire to have his first son cloned seems to be connected to the parental fantasy of getting it right the second, third or 20th time around. Churchill’s linguistic tics – of interruptions and half-finished sentences – create a hyperreal effect and enable Salter’s obfuscation, or withholding, of the full facts around family life. Morgan is outstanding in his switches between the three brothers, bringing a different energy to each one, while Allam plays Salter as a stuttering, deflecting, morally evasive man. But together their performances don’t quite fizz into the full-on chemistry needed to crank up the tension between them. Other elements help to raise the stakes in Polly Findlay’s production, especially Lizzie Clachan’s set and Peter Mumford’s lighting, which have a noirish quality despite the drab domestic realism – scenes take place inside Salter’s home. Clachan also created the set for Far Away and, like that design, this has startling scene changes as the lights drop to black and snap back on to a transformed stage. Some of the effects veer to hammy, especially the garishly melancholic piano interludes. As a whole, the play retains its power to provoke, but builds a suspense that is more cerebral than visceral. • At the Bridge theatre, London, until 14 March."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}