{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/feb/05/donald-trump-acquitted-senate-impeachment-trial", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-02-05T21:19:14Z", "webTitle": "Trump impeachment: president acquitted on both articles", "webUrl": "https://www.theguardian.com/us-news/2020/feb/05/donald-trump-acquitted-senate-impeachment-trial", "apiUrl": "https://content.guardianapis.com/us-news/2020/feb/05/donald-trump-acquitted-senate-impeachment-trial", "fields": {"headline": "Trump impeachment: president acquitted on both articles", "bodyText": "Donald Trump has been acquitted in his Senate trial on both of the articles of impeachment he faced, ending the threat that he would be removed from office and concluding the impeachment process. Voting largely along party lines, the senators found Trump not guilty of the first article of impeachment, abuse of power, by a 52-48 tally, and not guilty of the second article of impeachment, obstruction of Congress, by a 53-47 tally. Trump became the third president in US history to be impeached by the House of Representatives but acquitted in a Senate trial. A two-thirds majority of 67 senators would have been required to remove him. As the historic vote landed, Democrats protested that Trump had not won a true acquittal because, in the words of Senator Chris Murphy of Connecticut, the trial was “a show trial”. The acquittal votes came after the chamber’s Republican majority defeated an effort to call witnesses at the trial who could have testified directly to Trump’s alleged misconduct. Mitt Romney was the only Republican to vote in favor of convicting Trump – and he became the only senator in history to vote to remove a president from his own party in an impeachment trial. Romney voted “guilty” on article 1, for abuse of power, and “not guilty” on article 2, for obstruction of Congress. “I support a great deal of what the president has done,” Romney said on the Senate floor. “But my promise before God to apply impartial justice required that I put my personal feelings and political biases aside. “The president is guilty of a flagrant abuse of public trust. Corrupting an election to keep oneself in office is perhaps the most abusive and destructive violation of one’s oath of office that I can imagine.” Chief Justice John Roberts, who presided at the two-week trial, thanked the senators for their patience “as I attempted to carry out ill-defined responsibilities in an unfamiliar setting”. “You have been generous hosts, and I look forward to seeing you again under happier circumstances,” Roberts said as the trial concluded. Trump was impeached for conditioning military aid and a White House meeting for Ukraine on the announcement of a pair of investigations: one into his potential rival for the White House in the 2020 election, Joe Biden, and son Hunter; and a second into a conspiracy theory that Ukraine, instead of Russia, was behind foreign tampering in the 2016 US election. Democrats launched a formal impeachment inquiry in September, a month after an anonymous whistleblower filed a complaint accusing Trump of soliciting foreign interference in the upcoming 2020 election. A day after the impeachment inquiry was formalized, the White House released a partial transcript of a 25 July call between Trump and the Ukranian president, Volodymyr Zelenskiy, in which Trump told Zelenskiy “the United States has been very, very good to Ukraine” and then asked for a “favor”. Two months of fact-finding and closed-door depositions were followed by public hearings in December in which multiple White House officials and federal employees defied Trump to testify before Congress. One witness, former national security council (NSC) official Fiona Hill, testified during public hearings that officials carrying out Trump’s Ukraine scheme were “being involved in a domestic political errand. And we [at NSC] were being involved in national security foreign policy, and those two things had just diverged”. Trump was impeached on 18 December 2019. In the Senate trial that followed, Republicans argued Trump’s removal would rob a decision from American voters of whether to return Trump to office in the November election. “Our founding documents provide for duly elected presidents who serve with ‘the consent of the governed’, not at the pleasure of the United States Congress,” said retiring Republican Lamar Alexander of Tennessee, once thought to be a potential defector. “Let the people decide.” But Democrats rejected the Republican defenses, arguing that, if left in office, Trump would continue to try to find a way to tamper in the 2020 election. “When the framers wrote the constitution, they didn’t think someone like me would serve as a United States senator,” said Democrat Kamala Harris of California, who is the first senator of Indian or Jamaican ancestry. “But they did envision someone like Donald Trump being president of the United States. Someone who thinks he is above the law and that rules don’t apply to him. So they made sure our democracy had the tool of impeachment to stop that kind of abuse of power.” As impeachment wound down, Trump was enjoying a streak of developments welcomed by the White House, from a Gallup poll this week pegging Trump’s approval rating at a personal-best 49% to a malfunction in the reporting in Monday’s Iowa caucuses, muddling the opposition race. Democratic senators held ranks in opposing Trump, however. Doug Jones of Alabama, who faces a difficult election in November in a heavily pro-Trump state, declared on the senate floor on Wednesday morning that he would vote to convict on both articles of impeachment. “I cannot and will not shrink from my duty to defend the constitution and to do impartial justice,” Jones said. “These actions were more than simply inappropriate, they were an abuse of power.” In speeches on the Senate floor on Wednesday, Democrat after Democrat portrayed the imminent acquittal not as a vindication for Trump, but as a condemnation for the Senate. “This is not an exoneration of Donald Trump,” said Tammy Baldwin of Wisconsin. “It is a failure to show moral courage and hold this president accountable.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}