{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2020/feb/11/bernie-sanders-pete-buttigieg-new-hampshire-vote-polls-results-democratic-elections-joe-biden", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-02-11T23:23:38Z", "webTitle": "Democrats brace for results as New Hampshire heads to polls – as it happened", "webUrl": "https://www.theguardian.com/us-news/live/2020/feb/11/bernie-sanders-pete-buttigieg-new-hampshire-vote-polls-results-democratic-elections-joe-biden", "apiUrl": "https://content.guardianapis.com/us-news/live/2020/feb/11/bernie-sanders-pete-buttigieg-new-hampshire-vote-polls-results-democratic-elections-joe-biden", "fields": {"headline": "Democrats brace for results as New Hampshire heads to polls – as it happened", "bodyText": "The nation’s first primary is still underway — polls will begin to close at 7pm ET. Exit polls found that more than 80% of New Hampshire Democratic voters felt “angry” about the Trump administration. All four prosecutors who tried Roger Stone in November have resigned after the president tweeted criticism of their sentencing suggestion and the Justice Department revised the recommendation. Trump said the military may consider disciplining Lt Col Alexander Vindman, who delivered damaging testimony in the impeachment inquiry and was fired last week. Follow the Guardian’s live coverage of the New Hampshire primaries: Like many New Hampshire voters, Shalimar, who works as an interpreter in Manchester and who was reluctant to give her last name, confessed that she was still undecided as she entered her local polling place this afternoon, in the third ward of the city. She was wavering between a vote for Bernie Sanders and former Massachusetts governor Deval Patrick. How would she choose between them? “Ask God to guide my hand,” she said, laughing. She added that she’d also found Amy Klobuchar impressive but feared the senator’s gender would prove an obstacle. “I don’t think America’s ready for that, for a woman being in that office. I think we’ve gone backwards.” She said that she worried about Sanders’ “age and health” but above all she was anxious at what Donald Trump would do if elected to a second term. “I’m very scared,” she said. Jeannie Peschier, aged 57 and a carer for her elderly father, had suffered no last-minute hesitation. She was all in for Sanders. “We’ve got to get rid of that bozo,” she said of Trump. “Bernie is the one with the integrity, the consistency - he’s bold like FDR. He’s for us regular people who run out of money at the end of the month.” Did she share the much-discussed fears over Sanders’ electability? “No. He’s a populist like Trump. He’ll know what to do. Bernie will kick his butt. Trump will be in the corner crying after Bernie gets done with him.” Aaron Zelinsky, Jonathan Kravis, Adam Jed and Michael Marando — the four prosecutors who tried Roger Stone in November — have exited. After Trump tweeted their sentencing recommendation of 7-9 years for Stone was a “miscarriage of justice,” the justice department changed the recommendation. A spokesperson for the department said there was no coordination with Trump. Even as he criticized the sentencing of Stone, the president appeared to endorse a harsher disciplining of Alexander Vindman, a National Security Council aide who provided damaging testimony in Trump’s impeachment inquiry and was fired from his job last week. Speaking to reporters at the White House, Trump said the military may consider disciplinary action against Vindman. “That’s going to be up to the military, we’ll have to see, but if you look at what happened, they’re going to certainly, I would imagine, take a look at that,” Trump said. “The military can handle him.” New Hampshire Democratic voters are angry about the Trump administration, a CNN exit poll found. The majority — 62% — said Democrats should nominate a candidate who can beat Trump rather than someone who agrees with them on issues. Ahead of the election today, Bernie Sanders had been leading in polls, followed closely by Pete Buttigieg. The CNN exit poll found that 60% of the voters in New Hampshire decided who they’d vote for this month — and more than half of them made up their minds in the past few days. The results are based on interviews conducted throughout the day with nearly 2,000 Democratic primary voters in New Hampshire. At the White House, Donald Trump attacked federal prosecutors involved in the Roger Stone case. “I thought the whole prosecution was ridiculous,” he said. I thought it was an insult to our country and it shouldn’t happen.” The prosecutors — three of whom have exited the Justice Department after Trump tweeted criticism of their sentencing recommendation in the Stone case — “ are the same Mueller people that put everybody through hell,” Trump added. Meanwhile, Chuck Schumer — the Senate minority leader — has sent a letter to the Justice Department’s watchdog to investigate the reduced sentence recommendation for Stone. It’s primary day in New Hampshire and here’s where we are: A close race in the Granite State primary had senator Bernie Sanders facing down former mayor Pete Buttigieg, senator Elizabeth Warren, former veep Joe Biden and others. Senator Amy Klobuchar seemed to be heading into election night with a head of steam, but she is working her way up from quite a ways back in the polls and time was short. Biden made headlines – the wrong kind of headlines – this morning when he announced he was not sticking around for the results to come in in New Hampshire. He decamped for South Carolina, the next contest, where he hopes to finally gain some traction with voters. The first exit polls, which can indicate features of the electorate including their top issues of concern – but which also can be misleading if too much extrapolation is performed – are due at 5pm. Most polls close at 7pm ET, though some will stay open as late as 8pm, and results are expected soon after that. In non-presidential-campaign news, three prosecutors in the case of Donald Trump crony Roger Stone resigned on Tuesday following a Trump tweet criticizing the justice department’s sentencing recommendation in the case and a subsequent announcement that the department was reversing that recommendation. Whatever is happening behind the scenes in the justice department’s prosecution of Roger Stone, a large chunk of the team that had, until the day Donald Trump tweeted about the case, been running the prosecution now wants no part of it: Off the campaign trail for a moment – in an accelerating chain of events initiated by a Donald Trump tweet criticizing federal prosecutors for recommending 7-9 years in prison for Trump pal Roger Stone, two prosecutors in the case have resigned their positions. Former justice department officials warned that the appearance was strong that someone acting on direct or tacit orders from the president had intervened in the case of Stone, the president’s friend and longtime adviser, tipping the scales of justice in Stone’s favor. The departure of the prosecutors was a highly unusual twist after the justice department reversed its sentencing recommendations just one day after making them. No explicit reasoning was given for the resignations but one prosecutor noted the resignation was effective “immediately after this filing”. Following the resignation from the case of prosecutor Aaron Zelinksy earlier today, prosecutor Jonathan Kravis has told the court that “he has resigned as an Assistant United States Attorney and therefore no longer represents the the government in this matter.” Zelinksy will remain assistant US attorney in Maryland while Kravis leaves the justice department. Stone was found guilty of lying to Congress, obstruction of justice and witness tampering in a case related to the special counsel Robert Mueller investigation. After Trump tweeted this morning that the sentencing recommendation was a “miscarriage of justice,” the justice department changed the recommendation of a 7-9 year sentence. “The department finds the recommendation extreme and excessive and disproportionate to Stone’s offences,” an anonymous source told the Washington Post. “The department will clarify its position later today.” A justice department spokesperson insisted there had been no coordination with Trump. Senate minority leader Chuck Schumer has called for an investigation by the justice department inspector general. And many former justice department officials and others are sounding a note of alarm: It’s a quadrennial tradition in New Hampshire: candidates pop up at polling stations as voters cast their ballots in the state’s first-in-the-nation-primary. Elizabeth Warren visited a handful of polling stations today, delivering Dunkin’ Donuts coffee and Munchkins to volunteers who line the sidewalks with posters. At a stop in Nashua, her supporters chanted “Just two cents” – a reference to her wealth tax – and “C-F-P-B. She fights for you. She fights for me.” When Warren arrived, a crush of cameras and supporters rushed to the senator. One woman wiped tears from her eyes. Another thanked her for running. “I got up at 6am to vote for you,” another volunteer said. The Massachusetts senator shook hands and took actual selfies – as opposed to the photographs she takes in her famous, if controversially named, “selfie line.” Afterward, she took a handful of questions from journalists. One reporter asked what message it sent to the voters of New Hampshire that Joe Biden was leaving the state for South Carolina on Tuesday night instead of staying to attend his primary night party. “I think it says that he’s not here to fight for the votes in New Hampshire,” she said. “I think that this is what democracy is about. You get out there, you talk to voters and we fight for every vote. That’s who I am. I am a fighter.” Let s/he among us who has not “eeny-meeny-miny-moe’d it” when faced with a major life decision cast the first stone. (We disagree strenuously with the notion that undecided voters are morons.) Senator Warren making a last-minute play for Biden backers: Ber-neigh: It’s a foul day in New Hampshire, but that hasn’t stopped Gail Proctor from standing outside her polling station in Wilton, where she is holding a sign saying: “Make America kind again”. With less than six hours until the polls closed, Proctor, 69, is still undecided, although she has managed to narrow it down to three people. “Elizabeth, because she’s so smart and I feel she’s the one with the skills, the ability and the experience to deal with what’s really wrong in America, which is the money, the corporatists,” Proctor said. “Then my heart’s always with Bernie, but I worry about electability. And then Pete.” Karon Walker, 61, was also positioned outside Wilton town hall, about 25 miles south-west of Manchester. Walker was encouraging Proctor to vote for Buttigieg. “He’s my man, he’s terrific. The antithesis of what we have in the Oval Office right now,” Walker said. She was a Republican, until Trump won the party’s nomination in 2016. “The Republican party is now Trump’s party, with the exception of Mitt Romney,” Walker said. She decided Buttigieg was her candidate all the way back in April. “Pete’s intelligence and compassion and thoughtfulness and his demeanour, frankly. he’s Not gonna get dragged into the fray,” Walker said. “Wherever Donald Trump goes he creates havoc. And I think that if you allow yourself to be drawn into that and argue with him on his own terms, you’ve already lost. And I don’t think Pete does that.” Proctor and Walker were joined by Gail Hoar, 79, an artist who lives nearby. Hoar was voting for Amy Klobuchar, who has made a late surge in New Hampshire. “She’s bright, she’s non-divisive she has not taken a stand that castigates other people. If she differs on policy she says: ‘We differ on policy but we’re together,’” Hoar said. “Also she is somebody that I think many people can relate to. I can’t find a negative about her. She has not gone too far on the healthcare too quickly. We need to get to where Bernie is but we need to take time to get there.” The Guardian’s Lauren Gambino is in Nashua: How will tonight go for the candidates? Who’s laying wagers? Biden might cut this factoid out to hang on the fridge: Sanders: ‘We have a chance to do really, really well here tonight.” via @politico: No comment from Biden on the Bloomberg-versus-Trump war of words: Update: Here’s more Biden-about-town: After deleting a tweet calling Michael Bloomberg “racist” (see earlier), Donald Trump sent a new tweet with the same charge (see earlier). Bloomberg has responded in a statement: “President Trump’s deleted tweet is the latest example of his endless efforts to divide Americans.” Bloomberg says. He said Trump “inherited a country marching towards greater equality and divided us with racist appeals and hateful rhetoric. The challenge of the moment is clear: We must confront this president and do everything we can to defeat him. The president’s attack on me clearly reflects his fear over the growing strength of my campaign. “Make no mistake Mr. President: I am not afraid of you and I will not let you bully me or anyone else in America. Between now and November, I will do everything I can to defeat you whether I am on the ballot or not.” Bill Gardner, who as secretary of state has presided over elections in New Hampshire since 1976, told the Guardian he was confident that there would be no repeat of last week’s fiasco in Iowa - not least because New Hampshire has kept things old school, relying on paper ballots. “You can’t hack a pencil,” he said. Voters “make their mark on the ballot. They know what the mark is and if there’s a recount they can see their mark there.” He spoke as he toured the state’s polling places, visiting the small town of Windsor, home to just 110 registered voters - and where the same wooden ballot box has been in continuous use since 1892, a state record. Among those voting in Windsor was retired college professor and Korea war veteran Jack Steeves. He cast his vote in the Republican primary, not for Donald Trump but by writing in the name of Mitt Romney - as a protest against the president. “I would never vote for this president,” Steeves said. “He’s a bad man. I have three daughters and eight grand daughters: I wouldn’t want him anywhere near them.” His wife, Pat, a retired dental nurse, voted in the Democratic contest - and for Pete Buttigieg. “I think we need someone younger and more presidential.” Long way to go yet and anything might happen but with Bernie Sanders looking strong in New Hampshire the Democratic party is in a face-to-face encounter with the prospect of its presidential nomination going to a politician not well trusted or liked in the party establishment. “I have a lot of faith in this party,” Senate Democratic stalwart Dick Durbin tells CNN: Here’s a statement from the Biden camp via @danielstrauss4: Jill and Joe Biden to Travel to South Carolina, Join Cedric Richmond for Launch Party This evening, on Tuesday, February 11, Jill and Joe Biden will travel to Columbia, South Carolina and join Campaign Co-Chair and Congressman Cedric Richmond of Louisiana for a South Carolina launch party. Later this evening, Jill and Joe Biden will address their New Hampshire supporters via livestream while Valerie Biden Owens will thank supporters in person for the hard work they poured into the campaign. “I have enjoyed traveling across New Hampshire, speaking to countless Granite Staters who understand we are in a battle for the soul of this nation and I have relished fighting for each and every one of their votes” said Vice President Joe Biden. “I am looking forward to traveling to South Carolina this evening and Nevada later this week to carry our campaign forward and hear from the diverse voters whose voices must be heard in this process to select the Democratic nominee who will unite this country to defeat Donald Trump.” Joe Biden is pulling up his stakes from New Hampshire and heading tonight to South Carolina, he has told supporters. “My message is that I’ve got to get to South Carolina,” Biden told reporters. After a fourth-place finish in Iowa, Biden has been polling behind his rivals in the Granite State and is banking on strong showing in the next two races, in South Carolina and Nevada, to show some viability before the Super Tuesday races. He has told supporters that he’s in the race for the long haul. Donald Trump deleted his first tweet accusing Michael Bloomberg of being “racist” – see post at 9.03am US ET – but he’s duly gone there again, this time wrapped in a jacket of puerile golf-based abuse: It’s usually worth looking at the accounts the president chooses to retweet. In this case, it’s Samuel Finkelstein, aka @CancelSam, “a political activist, writer, and student at Seton Hall Law School” who wanted this to happen: In short recap, the #BloombergIsRacist hashtag refers to video from 2015 now circulating online in which the former New York City mayor discusses in stark terms the stop-and-frisk policy he pursued in office which critics say was racist. The Aspen Times reported then that Bloomberg asked that the footage not be released. Thanks to a podcaster, it is now loose. Bloomberg is rising in polls regarding the Democratic presidential nomination and in support among African American voters. He has apologised for stop-and-frisk: Trump has an extensive record of racially charged remarks and behaviour: Trump’s tweet also revisits abuse of the former mayor regarding both his physical and political stature. Responding to such an attack earlier this month, Bloomberg said he stood “twice as tall as he does on the stage that matters” and added: “This is what happens when someone like me rises in the polls. All of a sudden the other candidates get scared and I think Donald Trump knows that I can beat him.” Bloomberg, 77, is 5ft 8in tall. Trump, 73, is 6ft 3in. While much of the focus in New Hampshire has been the growing tension between the field’s two leading candidates – Bernie Sanders and Pete Buttigieg – and the falling fortunes of the national frontrunner Joe Biden, the state is also critically important for Elizabeth Warren. New Hampshire, which neighbors Massachusetts, was once a must-win for the senator. But now she is scrambling for third place with Biden and Amy Klobuchar. Recent polling has showed her falling behind Sanders, Buttigieg and Klobuchar in the final days before the primary here. Her path forward is equally tricky, with polling placing her somewhere in the middle in the next two states: Nevada and South Carolina. Warren has told reporters in recent days that she has an organization built to go the distance. She has staff in 30 states and has already made visits to many of the Super Tuesday states all while insisting that she doesn’t need to make any consequential changes to her campaign. But the question remains: how far she can go without actually winning? Today’s New Hampshire primary is the first test of a controversial new law that requires anyone who votes with an out-of-state license, and intends to drive, to get a New Hampshire license within 60 days. Voting groups say this is a poll tax on college students, Sam Levine writes: From Sam’s piece: Maggie Flaherty grew up in a small town in California, but after she moved to New Hampshire to attend Dartmouth College, she registered to vote in the state where she would be spending at least four years. Now she is embroiled in a fight against Republicans in the state that is being watched across the country. Flaherty and a fellow student are challenging a Republican-backed law that is making it harder for many out-of-state students and other temporary residents to cast a ballot in a state with outsized national influence. The lawsuit has been endorsed by the Massachusetts senator Elizabeth Warren and other Democratic presidential hopefuls. But last week, Flaherty and her colleague Caroline Casey hit another obstacle when the US district judge Joseph LaPlante denied a request to block the law just months before the primary elections. New Hampshire is a small swing state where both local and state-wide races can be decided by razor-thin margins. Donald Trump lost the state to Hillary Clinton by just 2,736 votes in 2016. The same year, Maggie Hassan, also a Democrat, defeated Kelly Ayotte for a Senate seat by just 1,017 votes. The Democratic primary in February and general election in November are expected to be closely fought. Republicans in the state have complained about college students voting before. “They are kids voting liberal, voting their feelings, with no life experience,” William O’Brien, a Republican and then the New Hampshire house speaker, said in 2011. There are nationwide efforts to restrict the surging student vote, but the party says the new law is merely intended to bring New Hampshire in line with other states. The law, which went into effect on 1 July, mandates that anyone who has registered to vote and intends to drive while living in the state must obtain a New Hampshire driver’s license and register their vehicle within 60 days of signing up. An emboldened Donald Trump celebrated his acquittal in the Senate impeachment trial at a campaign rally in New Hampshire, where he hoped his presence would rattle his Democratic opponents on the eve of the state’s first-in-the-nation primaries. While the Democratic candidates tore into the president at rallies and events across the battleground state, Trump fired up thousands of his most ardent supporters at the Monday night rally, his first since the Senate cleared him of abuse of power and obstruction of Congress. “Our good Republicans in the United States Senate voted to reject the outrageous partisan impeachment hoax and to issue a full, complete and absolute total acquittal,” Trump thundered to a packed arena in downtown Manchester. “It wasn’t even close!” Trump tweeted ahead of the rally that he hoped to “shake up the Dems a little bit” as they face a competitive contest, in which Vermont senator Bernie Sanders leads the field in many surveys. The New Hampshire primary has always played an outsized role in the presidential nomination process, but it has taken on a heightened significance following the disastrous failureof the Iowa caucuses to produce a clear winner. Trump delighted in the debacle, playfully asking the crowd if anyone knew who had won the Democratic caucuses. “(“Nobody knows. Flip a coin!” he said.) He added later: “The Democrat party wants to run your healthcare but they can’t even run a caucus in Iowa.” As the Democratic hopefuls crisscrossed the state, Trump supporters came from across the region, braving rain and snow, to attend the rally in Manchester, a one-time manufacturing city of 110,000 people. The line to enter the arena snaked around the arena for several blocks; those at the front had arrived more than 24 hours in advance. Inside the arena, concession stands sold cotton candy, popcorn and Dippin’ Dots to people in red Make America Great Again hats and pink Women for Trump T-shirts. Hundreds of thousands of Democratic voters are expected to cast their ballots in the New Hampshire primary on Tuesday for the presidential candidate they would like to see take on Donald Trump in November’s election. The primary comes just over a week after the Iowa Democratic caucuses, which ended in chaos over the reporting of the results, and where no clear single victor has been officially declared. After more than a year of campaigning, hundreds of events and millions of dollars spent, recent polling has shown the Vermont senator Bernie Sanders with a high single-digit lead over the rest of the field, with the former South Bend mayor Pete Buttigieg only a few points behind. Meanwhile, after her strong performance at a televised debate on Friday, two polls have found the Minnesota senator Amy Klobuchar surging to third place. Klobuchar’s ascent in recent Emerson and Suffolk polls shows that the primary contest is still taking shape. More than a dozen candidates are competing in the Democratic contest, and turnout is expected to be slightly higher than in 2016. The New Hampshiresecretary of state, Bill Gardner, predicted about 292,000 Democrats would come out to vote, compared with about 287,000 Democrats four years ago. Gardner also predicted about 128,000 Republicans would participate in their party’s primary on Tuesday, down from 2016, when there was a heated presidential primary contest. Trump does not face any serious opposition in New Hampshire’s Republican primary. Most polls close at 7pm ET, though some will stay open as late as 8pm, and results are expected soon after that. Read the full piece: After the shock of the Iowa caucus debacle eight days ago, New Hampshirecould deliver a surprise of its own, with the previously unheralded Amy Klobuchar making a late surge as the state votes in Tuesday’s Democratic primary. Klobuchar has been often relegated to an afterthought in discussions about the likely presidential nominee, yet two polls on Monday showed her running third in New Hampshire – ahead of supposed top-tier candidates Joe Biden and Elizabeth Warren. It would represent a remarkable turnaround for Klobuchar, who came an expectedly distant fifth in Iowa. The Minnesota senator had all but vanished from public view as the media focussed on the travails of Biden, the freshness of Pete Buttigieg and the liberalism of Bernie Sanders and Warren. But Klobuchar has been a consistently strong presence in the Democratic debates and it seems her gloves-off performance in Friday night’s latest installment – when she dismissed Buttigieg as a “cool newcomer” who would rather watch cartoons than sit through Donald Trump’s impeachment g trial – has had an immediate impact on voters. “She did a great debate on Friday night, I thought that was really good,” said Jean Shiner, one of more than a thousand people who attended a Klobuchar rally in Exeter, New Hampshire, on Monday afternoon. “I’ve been undecided, I was leaning towards her, but now I’m gonna vote for her. She has as good a chance as Biden or anybody of them of standing up to Trump. “She can really stand up for herself.” Read the full piece here: It’s primary day in New Hampshire – and Senator Warren shows how it’s done: Pete Buttigieg: I also have donuts! Family vote outing: More family voting: In a tweet – which was then deleted – Donald Trump has called Michael Bloomberg a “total racist”. The tweet carried a video of the former New York mayor speaking at the Aspen Institute in 2015, about the controversial “stop-and-frisk” policing policy he pursued in his time in City Hall. In the clip, which is spreading rapidly across social media, Bloomberg says police target minority neighbourhoods “because that’s where all the crime is”. 95% of your murders – murderers and murder victims – fit one MO,” he says. “You can just take the description, Xerox it and pass it out to all the cops. They are male, minorities, 16 to 25. That’s true in New York, that’s true in virtually every city. In 2015, the Aspen Times reported that Bloomberg’s representatives “asked the Aspen Institute not to distribute footage of his recent appearance in Aspen, where the three-term New York City mayor made pointed comments concerning minorities and gun control”. The video tweeted by Trump was released by a podcaster, Benjamin Dixon. At an African American church in Brooklyn in November, Bloomberg apologised for the policy: “I can’t change history,” he said. “However today, I want you to know that I realise back then I was wrong.” With a personal fortune reckoned to be around $60bn, the former mayor is now running for the Democratic nomination to face Trump in November. He is self-funding his campaign and not competing in the early Democratic primaries. Amid a blitz of TV advertising, his poll numbers have begun to improve – notably so with African American voters, a key Democratic constituency generally thought to tilt heavily for former vice-president Joe Biden. Bloomberg’s increasing prominence in the campaign has been reported to have gained Trump’s attention. Trump’s own record on matters pertaining to race is controversial to say the least, from his record as a property developer in New York to his comments during his run for the White House to his tweets and attacks in office: Donald Trump has denounced prosecutors’ recommendation of a seven- to nine-year prison sentence for his former aide Roger Stone, reports Martin Pengelly, tweeting: “Cannot allow this miscarriage of justice!” In November, Stone was found guilty of lying to Congress, thereby obstructing the investigation of Russian interference in the 2016 election, and tampering with a witness in his efforts to learn about emails hacked from Democratic sources. On Monday, federal prosecutors said a seven- to nine-year sentence would “accurately reflect the seriousness of his crimes and promote respect for the law”. Trump disagreed, writing: “This is a horrible and very unfair situation. The real crimes were on the other side, as nothing happens to them. Cannot allow this miscarriage of justice!” Read more here: Some wondered whether Donald Trump had understood the joke when he tweeted out a clip from a recent episode of Curb your Enthusiasm. In the episode, star Larry David – who plays Bernie Sanders on Saturday Night Live and not a Trump fan – wears a “Make America Great Again” hat as a “great people repellent” among his liberal Los Angeles peers. It gets him out of an unwanted lunch with Somebody Feed Phil’s Philip Rosenthal, and means he gets a counter to himself at a sushi place. The hat also gets him out of a scrape. In the clip Trump tweeted – seemingly recorded by someone holding their phone up in front of the TV – Larry almost drives into a biker, who threatens to “rip you out of that fucking car”. Larry apologises profusely, but it’s only when he puts his Maga hat on that peace is restored. “Just be more careful next time,” the biker tells him indulgently, his mood thawing instantly when he sees the cap. “TOUGH GUYS FOR TRUMP!” was the message the president took from the sequence. Perhaps Trump didn’t get the joke. But his tweet also demonstrates the president’s judo-like ability to use his opponents’ criticisms against them, and to stomp over the original meanings of pop culture references such as Game of Thrones and the Avengers in order to use them for his own ends. He presumes that all his supporters will see in the clip is a tough-looking biker who backs Trump, and, if they do, perhaps that’s a win for him. Joe Biden has disappointed some supporters who hoped he would come out swinging following his poor showing in Iowa last week. “This is a long race and I took a hit in Iowa and I’ll probably take a hit here,” he said during Friday’s debate in Manchester, New Hampshire, a comment seen by some as defeatist. Last night he also sounded somewhat equivocal when asked if his campaign could survive coming fourth in New Hampshire tonight. “Sure I could,” he told NBC. “The path is South Carolina and going into Nevada and going into Super Tuesday, and going in to states that I’m going to do very well in.” Asked whether his case that he was the most electable candidate was suffering, he said: “I’m going down to two very diverse states next, and I expect to do very well there. And still nationally, I’m still leading in all polls that I’m aware of, No 1. No 2, the endorsements keep coming in.” Biden is in fact now neck and neck with Bernie Sanders in national polling, and in yesterday’s Quinnipiac poll, the Vermont socialist was close behind him on the question of who would have the best chance of beating Donald Trump, with 24% to Biden’s 27%. Pete Buttigieg also spoke to NBC last night. Asked if he was going to win in New Hampshire, he said: “I think we’re going to have a great night. Look we are competing against home region competition, two New England senators [Sanders and Elizabeth Warren], I recognise that, but I still think we’re going to have a great night.” He hit out at both Sanders and Biden, saying of the socialist senator: “When you look at what he’s proposing in terms of the budget all the things he’s put forward and how to pay for them, there’s a $25tn hole in how to pay for everything that he’s put forward,” and of the former vice-president: “If you’re out for the most years spent in the Washington establishment then of course I’m not going to be your candidate. I will be the first to admit that. But I believe what Americans are looking for right now is a different perspective, to change what’s going on in Washington before it’s too late.” Amy Klobuchar is also hoping to do well in today’s primary, after a strong debate performance on Friday. “There’s a bunch of people coming out, committing, that had been supporting other candidates,” the centrist senator from Minnesota told reporters on Sunday. “It’s all over the place. It’s really strange. I wish I had videos of it.” Michael Bloomberg may not be running in today’s New Hampshire primary, but he might end up being one of its major beneficiaries. The former New York mayor is taking a radical approach to the primaries, ignoring the first four and only entering the race on Super Tuesday. With that in mind, he has been blanketing California and other large states with advertising, spending hundreds of millions of dollars from his multibillion-dollar fortune. Bernie Sanders in particular has been outraged at this strategy, accusing the centrist former mayor of trying to “buy the presidency”. Sanders has also hit out at the Democratic National Committee for changing its rules regarding who qualifies to take part in debates – a move widely seen as paving the way for Bloomberg to take the stage for the first time. The reason Bloomberg – who is running on a platform of gun control, an expansion of Medicare health coverage, and a less radical climate crisis policy than some of his rivals – has not qualified for debates so far is because the old rules required candidates to have taken in a certain amount in donations, and the billionaire Bloomberg is funding his campaign himself. The former mayor’s defence is basically that needs must. “Someone said: ‘Are you spending too much money?’ and I said: ‘I’m spending money to get rid of Donald Trump,’” he said recently. “And the guy said: ‘Spend more.’” His strategy is bound to provide fodder for political-science exam questions for years to come, and so far it seems to be bearing fruit. He has risen to almost 13% in recent polling averages, and will have been heartened by a Quinnipiac poll yesterday showing he now comes second to Joe Biden among black voters (22% to 27%). Not only has Biden’s strength with African Americans been seen as one of the pillars of his claim to electability so far, but Bloomberg was seen to have a major potential problem with many black voters. While he was weighing up whether to run, he apologised for the police “stop-and-frisk” tactic he pushed in New York that disproportionately targetted black and Latino people. “I was wrong, and I am sorry,” he said. The new polling figures suggest some black voters are willing to consider him despite the controversy. If Biden’s candidacy implodes, he, Pete Buttigieg and to a lesser extent Amy Klobuchar will try to make the case to centrist Democrats that they can beat Bernie Sanders and then Donald Trump. But Bloomberg has a long way to go on Super Tuesday – he is still polling in single figures in California and Texas, for example, despite all his spending. Good morning and welcome to the Guardian’s live blog as voters in New Hampshire go to the polls in the second primary contest of the 2020 election. Results are already coming in, with three minuscule towns – Dixville Notch, Hart’s Location and Millsfield – voting, as they traditionally do, just after midnight. Those results – showing Amy Klobuchar leading the Democratic pack with a total of eight votes – may not be a good prediction of the final tally, although it’s true the centrist Minnesota senator was praised for her debate performance on Friday night. In fact the race for the top spot tonight is widely seen as being between leftwing senator Bernie Sanders and the centrist former mayor Pete Buttigieg. The latest polling averages show Sanders with a comfortable lead over his young rival, after the two essentially tied for first place amid the shambolic caucuses in Iowa last week. “For two people in the same party, Buttigieg and Bernie are polar opposites in many ways,” Monica Klein, a progressive Democratic strategist, told my colleague Daniel Strauss. “They represent the two wings of the Democratic party – which makes Buttigieg a great contrast candidate for Bernie.” Sanders beat Hillary Clinton in New Hampshire – which borders his home state of Vermont – by over 22 percentage points in 2016, and if he loses to Buttigieg tonight after his frustrating night in Iowa it may indicate his campaign is stalling. Buttigieg, meanwhile, needs a win to keep his momentum going after his unexpectedly strong showing last week – it still hasn’t been formally declared a victory by results gurus AP – and a bump in his poll ratings in New Hampshire and (slightly) nationally. From here the contest enters much tougher territory for him. Nevada on 22 February looks like a close fight between Sanders and Joe Biden, and Barack Obama’s former vice-president is still way ahead in South Carolina. Biden has seen his frontrunner status more or less disappear since his fourth-place finish in Iowa. Sanders is now neck and neck with him nationally, and a similarly weak showing in New Hampshire tonight may see him lose further centrist support to Buttigieg and ex-New York mayor Mike Bloomberg, the dark horse who joins the race on “Super Tuesday”, 3 March, when numerous states including California, Texas and Massachusetts all vote. Adam Gabbatt examines Biden’s New Hampshire campaign here. Massachusetts senator Elizabeth Warren – Sanders’ main rival on the left – may also start to see her campaign slipping away if she fails to make an impact tonight. The Republicans are also holding a primary today, although there is only one serious candidate. Donald Trump held a rally in Manchester, New Hampshire, last night which aimed more to rattle his Democratic opponents than the relative small fry running against him in his own party. As Lauren Gambino reports, Trump attacked “the outrageous partisan impeachment hoax”, revelled in the Democrats’ muddled result in Iowa, and raised the prospect of his supporters influencing the Democratic result in New Hampshire by voting for the candidate they believe Trump would have the best chance of defeating. New Hampshire election laws allow independents to cast ballots for either Democrats or Republicans. “My only problem is I’m trying to figure out who is the weakest candidate,” the president said. “I think they’re all weak.” We’ll be covering all this and more here today, as well as news back in Washington as the House Republican leadership and the Democratic leaders Nancy Pelosi and Chuck Schumer both hold press conferences."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}