{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/feb/24/englands-six-nations-hopes-spread-of-coronavirus-in-italy", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-02-24T22:04:48Z", "webTitle": "England in talks with Six Nations as coronavirus puts Italy games in doubt", "webUrl": "https://www.theguardian.com/sport/2020/feb/24/englands-six-nations-hopes-spread-of-coronavirus-in-italy", "apiUrl": "https://content.guardianapis.com/sport/2020/feb/24/englands-six-nations-hopes-spread-of-coronavirus-in-italy", "fields": {"headline": "England in talks with Six Nations as coronavirus puts Italy games in doubt", "bodyText": "The Rugby Football Union is in talks with Six Nations organisers amid concerns England’s push for the title could be affected – and the remainder of the competition thrown into chaos – by the spread of the coronavirus in Italy. England are due to face Italy in Rome on 14 March on the final day of the Six Nations but there are already doubts over Italy’s match against Ireland in Dublin a week earlier. The Irish health minister said on Monday that the fixture needs “considerable consideration”. The Italian rugby federation has also postponed all matches, from elite to grassroots level, this weekend and suspended all gatherings of its national teams in the affected regions. Postponed matches would mean the Six Nations is forced into at least one extra week, or fixtures could have to be played considerably later. That could wreak havoc, with France, England and Ireland still harbouring hopes of winning the title. In 2001 one match was played in September and two in October owing to the disruption caused by the spread of foot and mouth disease. Ireland’s minister for health, Simon Harris, said: “The rugby game is something that needs considerable consideration. This situation is evolving. The weekend’s activities have shown there is still an awful lot unknown about the coronavirus and about the path it might take. There will be some big decisions in the coming days. Most particularly, I’m thinking of the Ireland-Italy game.” Two Pro14 matches – Ospreys’ match against Zebre in Parma and Ulster’s trip to Treviso to play Benetton – have been called off. “To ensure the safety of our players and spectators Pro14 Rugby fully supports the preventative measures taken in Italy,” read a statement. On Sunday, all sporting events in the northern regions of Lombardy and Veneto were postponed, including the women’s Six Nations match between Italy and Scotland. Several towns in the areas are under lockdown. While England’s men’s side face Italy in Rome next month, both the women’s and under-20 matches are scheduled for those affected regions. “The Six Nations is monitoring this situation very closely and is in regular contact with the [Italian federation] and all other unions and federations as well as the relevant local authorities and health organisations,” read a statement from the tournament organisers. Mauro Vegni, the head of the race organisation for several top Italian cycling events including the Giro d’Italia, which is scheduled to start on 9 May in Budapest, said he was concerned the virus could affect the Milan‑San Remo race next month. “Like everyone, we are concerned by what’s happening,” he told Cycling News. “At the same time we hope that, with time, the situation will improve and that the number of cases will not increase. Milan-San Remo is the one that worries me the most,” he added. At the moment there’s no plan B for Milan‑San Remo. It would make no sense to cut three quarters of the race. We can only follow the lead from the government. We still have three weeks until Milan‑San Remo.” South Korea’s K-league has postponed the start of its football season, which had been due to kick off this weekend. “The K-league has decided to temporarily postpone the start of the 2020 K-league season until the spread of the Covid-19 outbreak eases,” it said in a statement. Matches featuring Daegu FC, based in the city at that is the epicentre of the South Korea outbreak, and nearby Pohang Steelers, had already been postponed."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}