{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/feb/13/donald-trump-mike-bloomberg-insults-twitter", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-02-13T21:16:50Z", "webTitle": "'Barking clown': Bloomberg fires back on Twitter after Trump taunts", "webUrl": "https://www.theguardian.com/us-news/2020/feb/13/donald-trump-mike-bloomberg-insults-twitter", "apiUrl": "https://content.guardianapis.com/us-news/2020/feb/13/donald-trump-mike-bloomberg-insults-twitter", "fields": {"headline": "'Barking clown': Bloomberg fires back on Twitter after Trump taunts", "bodyText": "Donald Trump and his fellow billionaire and would-be presidential challenger, Mike Bloomberg, traded insults on Twitter on Thursday, with Trump dismissing the former New York mayor as a “loser” and Bloomberg describing him as a “barking clown”. Using a now-familiar line of attack that misstates Bloomberg’s 5ft 8in stature, Trump tweeted: “Mini Mike is a 5’4” mass of dead energy who does not want to be on the debate stage with these professional politicians. No boxes please.” In a subsequent salvo Trump compared Bloomberg to his 2016 Republican nomination challenger Jeb Bush. “Mini Mike Bloomberg is a LOSER who has money but can’t debate and has zero presence, you will see. He reminds me of a tiny version of Jeb ‘Low Energy’ Bush, but Jeb has more political skill and has treated the Black community much better than Mini!” Twenty minutes later, Bloomberg returned fire, drawing attention to doubts that Trump is not as wealthy or as successful as he likes to portray himself. “@realDonaldTrump – we know many of the same people in NY. Behind your back they laugh at you &amp; call you a carnival barking clown,” Bloomberg said in a posting. “They know you inherited a fortune &amp; squandered it with stupid deals and incompetence.” Bloomberg, whose wealth Forbes estimates at $61.8bn, continued: “I have the record &amp; the resources to defeat you. And I will.” The financial data businessman has spent at least $350m on his campaign to date and said he plans to spend up to $1bn on the race. The two wealthy New Yorkers are honing their attacks as a once cordial relationship turns toxic. For more than a decade, the two businessmen appeared on friendly terms at charity golf tournaments, ribbon cuttings events and even on Trump’s reality TV show. Forbes estimates Trump’s wealth to be $3.1bn, or 1/20th of Bloomberg’s fortune, with little of that in liquid assets. A New York Times analysis estimates the Trump re-election campaign or its associated committees raised $154m in the last three months of 2019 and have $195m on hand. In contrast, Bloomberg has said he is open to spending $1bn to defeat Trump and has swamped America’s airwaves and social media with campaign ads – far outspending any other Democratic rival. But it is on the free social media platform of Twitter that the two men’s rivalry has the sharpest elbows. After audiotape was leaked earlier this week of Bloomberg praising “stop and frisk” policing tactics while mayor of New York – a discriminatory policy he now disavows – Trump called him a “TOTAL RACIST” in a Twitter post that was later taken down. In his response, Bloomberg accused the president of attacking him because of his “fear over the growing strength of my campaign”. He continued: “Make no mistake, Mr. President: I am not afraid of you, and I will not let you bully me or anyone else in America.” The following day, Bloomberg tweeted again: “Donald Trump is the world’s biggest schoolyard bully – with no respect for civility or decency, or facts or honesty.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}