{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/feb/16/bbc-pundits-derby-young-black-lads-sparks-call-for-action-craig-ramage-max-lowe-kick-it-out", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-02-16T20:58:26Z", "webTitle": "BBC pundit taken off air after criticism of Derby's 'young black lads'", "webUrl": "https://www.theguardian.com/football/2020/feb/16/bbc-pundits-derby-young-black-lads-sparks-call-for-action-craig-ramage-max-lowe-kick-it-out", "apiUrl": "https://content.guardianapis.com/football/2020/feb/16/bbc-pundits-derby-young-black-lads-sparks-call-for-action-craig-ramage-max-lowe-kick-it-out", "fields": {"headline": "BBC pundit taken off air after criticism of Derby's 'young black lads'", "bodyText": "The BBC has said it will no longer use the pundit Craig Ramage after the former midfielder criticised Derby County’s “young black lads”, saying they needed “bringing down a peg or two”. The 49-year-old made the comments, which Kick It Out condemned as “thoughtless racist stereotypes”, on BBC Radio Derby’s Sportscene show after Saturday’s 1-1 draw with Huddersfield Town. The BBC said: “These were entirely unacceptable comments and we will no longer be working with Craig.” Ramage, who was employed by the BBC on a freelance basis, said on social media that he apologised unreservedly: “What I said was wholly inappropriate and unintentional. Race is irrelevant to the issues that I was discussing and I deeply regret what I said. I sincerely hope that the players accept my apology.” Kick It Out had called on the BBC to take “effective action” after Ramage, a former Derby and Watford midfielder, said on the programme, which has since been edited and re-uploaded online: “When I look at certain players, their body language, their stance, the way they act, you just feel, hold on a minute, he needs pulling down a peg or two. “So I’d probably say that about all the young black lads, all the young advice if they wanted it, that, you know, it’s about, when you are struggling for form, you are going through a sticky patch, it’s about going back to basics, working hard, and doing the right things.” On Sunday the 22-year-old Derby defender Max Lowe flagged up Ramage’s comments on social media, saying he “decided to speak out on behalf of all black footballers at Derby County”. Lowe added on Instagram: “Racial ignorance, stereotyping and intolerance negatively affects the image of impressionable young footballers and creates an unnecessary divide in society. I am also disappointed that a public service broadcaster did not step in to ask the analyst to explain his reasoning or to distance themselves from these archaic thoughts.” The Kick It Out chairman, Sanjay Bhandari, said: “These comments are shocking and the views expressed are the kind of thoughtless racist stereotypes that we heard 50 years ago. We do not expect to hear them lazily trotted out in 2020. I expect effective action to be taken by the BBC. I support Max Lowe’s comments and we offer our support to Max, Jayden Bogle and the young Derby players.” Derby released a statement in which they said they had been in contact with the BBC, underlining that the club “take comments like these extremely seriously, we do not tolerate them, and stand shoulder to shoulder, together as one with all our players”. The club’s specialist first-team coach, Liam Rosenior, a member of manager Phillip Cocu’s backroom staff, said the comments were “unacceptable”."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}