{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/feb/05/trump-impeachment-acquittal-2020-election", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-02-05T21:34:18Z", "webTitle": "Impeachment didn't remove Trump. But what if elections won't either? | Lawrence Douglas", "webUrl": "https://www.theguardian.com/commentisfree/2020/feb/05/trump-impeachment-acquittal-2020-election", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/feb/05/trump-impeachment-acquittal-2020-election", "fields": {"headline": "Impeachment didn't remove Trump. But what if elections won't either?", "bodyText": "By all measures, the president was a malicious demagogue with a “taste for public performance”, reviled for his “swaggering vanity”. Many considered him incompetent and unfit for office; some called him mad. He impugned the character of the country’s most famous war hero but was, himself, “exquisitely sensitive to slights, real or perceived”. He inflamed racial tensions and embraced the cause of white supremacists. He liked to “humiliate, harass, and hound” his enemies, real and imagined. Heedless of consequences, he “baited Congress and bullied men, believing his enemies were enemies of the people”. A leading senator lamented that “he has introduced the most fearful system of corruption and demoralization into any government in modern history”. The hostilities between Congress and the president became so great that impeachment was all but inevitable. Sound familiar? Yet much as this may sound like a portrait of the current inhabitant of the White House, it is in fact Brenda Wineapple’s description of Andrew Johnson in her immensely readable book, The Impeachers: The Trial of Andrew Johnson and the Dream of a Just Nation. Johnson, as we recall, was the first president in American history to be impeached, and like Donald Trump survived removal by the Senate – in Johnson’s case, by a single vote. Many contemporaneous lawmakers and observers considered the Senate’s failure to convict a disaster, a dreadful misstep that left a vindictive, divisive and intemperate man in power. And yet as Wineapple makes clear, even if the effort to remove Johnson did not succeed, it also wasn’t the failure it was immediately perceived to be. In fact, the impeachment left Johnson badly weakened, “reduced … to a shadow”. He could not even secure his party’s nomination in 1868, and was out of office the next year. Alas, it’s hard to imagine Trump’s impeachment as having any such positive upside. We can safely assume that far from chastened by his brush with removal, Trump will be only more brazen in his demagoguery and authoritarianism. And why not? Mitch McConnell and his minions have essentially given the president carte blanche to ignore constitutional norms, signing off not only on his effort to solicit foreign meddling in the 2020 election, but more disturbingly on his unprecedented stonewalling of Congress’s oversight powers. The framers of the constitution created the impeachment process as a critical bulwark against executive malfeasance; Senate Republicans have now in effect removed that bulwark. Which turns all our attention to 3 November 2020 – election day. For those who questioned the tactical wisdom – though not the propriety or even the necessity – of impeaching the president, focusing on 2020 was always the better way to go. At issue on that day will not be whether Trump committed high crimes or misdemeanors but whether he has earned another term as the nation’s chief executive. Republican lawmakers cannot accuse Democrats of trying to defeat the will of the people if the people vote Trump out of the White House. That, at least, is the hope. And yet the belief that defeating Trump in 2020 provides a tamper-proof method of removing him from office is to miss the singular menace that this president represents to a basic principle of democratic governance: the peaceful succession of power. Here my concern is not that Trump might try to steal the 2020 election through disinformation, foreign interference and voter suppression, real as those concerns are. Rather my concern is different: what if Trump loses in 2020 election but the result is exceptionally close, turning on the outcome in a handful of swing states? In 2016, Trump essentially announced that he would not accept any outcome short of victory. The fact that Trump’s acquittal in the Senate should come fast on the heels of a major app malfunction in Iowa highlights the gravity of threat we face this coming November. Imagine, then, how Trump would spin even the most innocent software glitch in 2020, should he lose: he will unleash a Twitter storm, working to cast any acts of incompetence and confusion at the polls as signs of a grand, organized conspiracy to finish the work that Nancy Pelosi started. In this, he will find support from his megaphones in the rightwing media. And the Senate trial makes clear that far from opposing Trump’s refusal to accept electoral defeat, Republican lawmakers will eagerly abet the president’s attack. Come 3 November, a slender victory by the Democratic challenger will not free us from the chaos of this presidency. Trump will not go quietly. He might not go at all. Lawrence Douglas is the James J Grosfeld professor of law, jurisprudence and social thought at Amherst College and a contributing opinion writer for Guardian US. His newest book, Will He Go? Trump and Looming Election Meltdown in 2020, will appear in May"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}