{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/feb/01/eddie-jones-wants-england-to-be-held-in-same-awe-as-liverpool-six-nations", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-02-01T22:48:00Z", "webTitle": "Eddie Jones: ‘I want England to be spoken about like Liverpool are’", "webUrl": "https://www.theguardian.com/sport/2020/feb/01/eddie-jones-wants-england-to-be-held-in-same-awe-as-liverpool-six-nations", "apiUrl": "https://content.guardianapis.com/sport/2020/feb/01/eddie-jones-wants-england-to-be-held-in-same-awe-as-liverpool-six-nations", "fields": {"headline": "Eddie Jones: ‘I want England to be spoken about like Liverpool are’", "bodyText": "Eddie Jones has given the strongest indication yet he wants to remain as England’s head coach through to the 2023 World Cup but the Australian conceded his side’s performances will dictate whether he signs a contract extension. Jones is due to remain in the job until 2021 and has held talks with the Rugby Football Union chief executive, Bill Sweeney, over continuing for an additional two years. After England lost last November’s World Cup final Sweeney said it would make sense for Jones to stay on but in December he claimed he was in no rush to offer him a new deal. Since the 32-12 defeat by the Springboks Jones has spent three weeks in Japan, taking one of those away from rugby but undergoing a gruelling CrossFit regime on the island of Okinawa. The 60-year-old has returned refreshed and begins the next phase of his coaching tenure on Sunday as England begin their Six Nations campaign against a new-look France side in Paris. Jones has issued the bold mission statement that he wants England to develop into the greatest side in the history of the sport, citing New Zealand’s ability to sustain success with World Cup titles in 2011 and 2015 as the blueprint. He has admitted the scar from the defeat by South Africa will never heal but stated that working with new players such as George Furbank, who makes his debut at full-back, has given him renewed energy. “The only reason I’m continuing is because I think this team can improve,” said Jones. “Over the next period of time I think we can become the best rugby team ever and that’s the exciting bit. I want to make a team that’s worthwhile watching. The exciting thing for me is that we’ve got a squad that’s already good but they’re still young enough to grow. “The RFU only want me to continue if they think I can improve the team. The contract is important from a legal point of view but they want to win and I want to win. I was only ever going to continue if I thought that I could keep improving the team. “I heard Pep [Guardiola] talking about whether he’s going to resign at Man City. [My situation] is a bit like that. The players tell you whether you should continue or not and that’s what I’m looking at. The players will let me know. If the players play well and the team is going well, then maybe you should continue. If the team’s indifferent, then maybe they need a change.” Jones’s stated desire to pursue greatness has largely been perceived as an effort to remotivate his squad, highlighting a drop-off in form of previous losing World Cup finalists as a major pitfall for his players. As well as addressing the Saracens salary cap scandal with his squad in an effort to ensure those such as Owen Farrell, Maro Itoje and Jamie George are not distracted, Jones has talked at length with his internationals about his stated aim. “You look at World Cup finalists; they’ve got terrible records for the next four years and they all end up getting knocked out in the quarter-final,” he said. “When you’ve made the final, you don’t have that forensic want to look into everything and tear everything apart because you think you’ve done pretty well. We’ve made a really serious attempt to do that as though we’ve failed. “We want to have an effect on how the nation sees rugby. The number of football fans that have come up to me and said they watched England in the World Cup semi-final gives you an indication. “When you play that sort of rugby, people want to watch it. It’s like Liverpool now; everyone wants to watch Liverpool, don’t they, because they play with that ferocity. They play with that desire and they never get beaten. We want people to speak about us like that. You can have an effect on people’s lives.” In the past two Six Nations tournaments, Ireland and Wales have won grand slams, having triumphed in their opening match in Paris and Jones’s side will be favourites to follow suit if they can claim victory. There is renewed optimism in France, however, with Fabien Galthié overhauling the squad and selecting a side with a potentially explosive backline that features the in-form Racing 92 centre Virimi Vakatawa. “Certainly we are well aware of the wonderful threats that the French backline possesses, particularly in broken-field play,” said England’s new backs coach, Simon Amor, who is familiar with Vakatawa’s threat from his sevens background. “He was phenomenal for the French sevens team and was a constant threat. To see the progress and the transition he has made and to take that attacking threat into the 15-a-side game has been excellent. He is a danger man and is playing well at the moment. We’re well aware of that.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}