{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/feb/01/manchester-united-wolves-premier-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-02-01T19:31:08Z", "webTitle": "Bruno Fernandes’ debut for Manchester United ends in frustration against Wolves", "webUrl": "https://www.theguardian.com/football/2020/feb/01/manchester-united-wolves-premier-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2020/feb/01/manchester-united-wolves-premier-league-match-report", "fields": {"headline": "Solskjær praises Fernandes debut after Wolves frustrate Manchester United", "bodyText": "Bruno Fernandes’s debut began brightly then dulled as Manchester United and Wolves failed to take advantage of Chelsea’s draw earlier in the day. It means each remain six points behind the west Londoners in the race for a Champions League berth before the winter break. Judging by the uninspiring fare on show a freshening-up is required, a point Ole Gunnar Solskjær made repeatedly afterwards. “I don’t think it’s confidence,” he said. “We have just come off a 6-0 [win] versus Tranmere, we beat Man City [in midweek]. Wolves had 10 days’ rest to prepare, we’ve had two games on a muddy pitch and at City. Sometimes you get games that look a bit flat.” Solskjær’s decision to field Fernandes from the start could be read as bold and pragmatic: Nemanja Matic’s suspension left the manager even lighter, as he joined Paul Pogba and Scott McTominay on the injury list. The club’s new signing had to wait some three minutes for a first touch, a clearance from United’s area. Wolves pressed via a João Moutinho free-kick, an Adama Traoré cross and a wild Romain Saïss shot that was hooked over. Fernandes was positioned as a 10 in Solskjær’s 4-2-3-1 and once United settled the impression was of a clever player who was involved with deft touches and bursts of movement. If this United side lack a feisty edge the way Fernandes walloped Moutinho with a tackle that left him requiring treatment showed how. The pass moments later that put Anthony Martial in behind illustrated the No 18’s silkier side. “You can see he’s a top player,” the United manager told Sky Sports. “First half he was getting the ball into feet, Bruno wants players moving in front of him and we didn’t move enough so we moved him further back to give him more of the ball. He’s going to be a top addition.” Wolves, though, have noticed how shaky United are under the aerial ball. Twice Moutinho hit in corners from the right and twice the home side struggled, Harry Maguire, Victor Lindelöf and Aaron Wan-Bissaka all floundering. The next time Wolves attacked United’s defending became near-comedic. Diogo Jota was allowed to amble around deep in David De Gea’s area, Wan-Bissaka looking on as if he was seated in the Stretford End. The right-back and his team were lucky Jota spooned his cross but this was another warning. The closest United had gone by the half-hour was a Maguire shot from 30 yards that missed badly to Rui Patrício’s left. When Traoré was teed up before De Gea the wide man had to hit the target, but his effort lacked composure and United’s No 1 watched the ball sail past his left post. As the interval approached Fernandes had a golden chance to pen a headline start to his United career. Luke Shaw rolled the ball to the 25-year-old Portuguese just outside the box. He connected cleanly but could fire only into Rui Patrício’s hands. The half ended with Traoré outmuscling Maguire, who had to be assisted by Fred. Solskjær sent United out for the second half in a rejigged form. Fernandes now sat alongside Fred, Juan Mata became the 10, Andreas Pereira went to the left and Daniel James the right. The game still lacked rhythm, though. Pereira’s tendency to misplace and mistime passes sold Wan-Bissaka and Maguire short and Fernandes had to race back to defend when he too ceded possession. A planned walk-out on 68 minutes in protest at the Glazers’ ownership of United did not materialise. Ed Woodward was not present at Old Trafford five days after his house was attacked. Fernandes’s next act was to pull down Raúl Jiménez and be booked. Better was the new boy’s curving free-kick that Rui Patrício needed two attempts to clutch a little later. So, too, to a Mata shot that nearly crept inside the left post. De Gea saved from Jiménez, then Maguire threw himself at a Matt Doherty effort as Wolves pressed and Diogo Dalot went close with a late header."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}