{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2004/jun/06/politics.labourparty", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2004-06-05T23:54:45Z", "webTitle": "William Keegan: Labour makes progress - by inches", "webUrl": "https://www.theguardian.com/business/2004/jun/06/politics.labourparty", "apiUrl": "https://content.guardianapis.com/business/2004/jun/06/politics.labourparty", "fields": {"headline": "Labour makes progress - by inches", "bodyText": "The commemoration of D-Day and the annual world economic summit in Georgia, US, will give the leaders of the major industrial countries plenty of opportunity for high-level discussion this week. But the minds of some of them will be on events at a lower level - in Tony Blair's case, of course, the outcome of Thursday's local and European elections. We are told that almost everywhere the atmosphere varies from apathy to outright distrust of politicians. And, one fears, in the case of the British Prime Minister there is a lot to be distrustful about. The turnout of voters, it is widely predicted, will be abysmally low, continuing a well-established trend - notwithstanding the fact that people fought and died for the right to vote - one suffragette threw herself in front of the king's horse in the Derby. The conventional view is that, insofar as the electorate is prepared to turn out at all, it will be to make a protest vote. I have lost count of the number of people who say they are going to vote Green, or for some party whose name I have never heard of. Many who would otherwise vote Labour are no longer prepared to vote for a party still led by someone who took us into the wrong war, for the wrong reason, on wrong evidence and on a wrong interpretation of what flimsy intelligence there was. At a lower level of importance, there are those who think Ken Livingstone's congestion charge in London will give him a bigger footnote in history than most of the present Cabinet, but who will blame him - not altogether fairly - for the poor state of the Underground. And even some who accept the principle of the congestion charge but regard it as unjust that someone who has every intention of paying the £5, but forgets on the day, should automatically be fined eight to 16 times that sum with no redress. Party allegiance is strong, but not that strong, especially at elections such as these. I recall during the general election of 1983, when Thatcherism was doing untold damage to the British economy and even threatening social cohesion, someone came up to a 'One Nation' Conservative minister and said: 'I shall be voting for you'; the minister afterwards commented that he had to exercise considerable restraint in order to avoid replying: 'You bloody fool!' Apart from Iraq, the most glaring issue arousing a protest vote is 'Europe'. As regular readers know, I myself have serious reservations about the macroeconomic policies conducted in the eurozone, and believe Gordon Brown was right to be cautious in this regard. But you only have to look at the map to see which continent we belong to. Yet this government has been pusillanimous to the point of culpable negligence in failing to put the case for our continued membership of the European Union. Blair is the unofficial godfather to the United Kingdom Independence Party - a party which knows little history, less geography, and derives much of its support from sections of the press owned by non-Europeans. Another object of protest is the planned increase in fuel duty, which does not look politically attractive in the light of the oil price crisis. In this context there was an interesting example of potentially beneficial EU coordination last week. Twenty-five finance ministers reportedly made an informal agreement not to react unilaterally by cutting taxes on fuel and causing the kind of chaos that prevailed in the summer of 2000, when some cut and some didn't. In the UK's case, of course, we are talking not about a cut but a planned increase. Brown has attempted to kick this particular oilcan into touch, promising a review in August. If the Chancel lor is on holiday in Cape Cod at the time, he will no doubt enjoy a nice sense of perspective. Although he did not resign with Robin Cook, and indeed propped Blair up during a crucial vote on Iraq, the Chancellor seems largely to have escaped censure over Iraq. He has not been tarred by the same brush as the Prime Minister, and this is no doubt partly because he is assumed to have been against the war, and partly because he was seriously concerned about splitting the party. Moreover, an essential element of the pair's Granita Agreement was his wide-ranging control over domestic policy, leaving foreign policy to Blair. A Labour Party led by Brown might not attract as many Conservative voters as Blair does, but it would be highly unlikely to carry a large protest vote over from this coming Thursday to the general election. Meanwhile, both Blair and Brown are fortunate in facing as Shadow Chancellor Oliver Letwin, a man who may be very intelligent and engaging, but who must remind older readers of a kind of Sir Keith Joseph on Prozac. Letwin's apparent desire to reduce public spending dramatically (as a proportion of gross domestic product) when the nation is still recovering from the Keith Joseph/Margaret Thatcher attack on the public services, is a generous propaganda gift to Brown, who can hardly conceal his good fortune. Mind you, the Chancellor may well need some good fortune, because the impact of the terrorist threat on the oil price must make him worry that his long run of good economic luck - he simply has not had to face external crises of the kind that afflicted 'Old' Labour in the 1970s - may be coming to an end. King Canute knew he could not turn back the waves, but nobody seems to have reminded the Group of Seven finance ministers of the limits to their earthly powers over the price of oil. Reference to Old Labour brings me to the recent publication of a fascinating book, which should be of interest to those who are still scratching their heads and wondering what more there is to New Labour than Thatcherism with a human face. The book is entitled The Struggle for Labour's Soul: Understanding Labour's Political Thought Since 1945 (Routledge), edited by Lord Raymond Plant, Matt Beech and Kevin Hickson. For those who have almost given up on New Labour, the very title will be seen as the epitome of the begged question. But the book contains a wide range of good essays on Labour's struggle to adapt to a world that is considerably different from the one in which Tony Crosland (much quoted here) tried to modernise its approach in the 1950s. I am not sure that I would go quite so far as to say, with Polly Toynbee and David Walker, that 'this Labour Government stands comparison with its predecessors, and may even turn out to be \"more socialist\".' A telling point is made by Roy Hattersley when he says: 'The most memorable moment during the 2001 election campaign was the Prime Minister's pointed refusal to express any regret' that the gap between rich and poor had widened since 1997. Lord Plant himself notes the paradox that New Labour has, in his opinion, 'been the most directly redistributive Labour government ever'. Yet all its many detailed measures 'have not had an impact on the gap between rich and poor'. Like Quintus Fabius Maximus - nicknamed Cunctator, (Delayer) for his tactics to win Rome time to recover its strength - Blair and Brown have moved slowly. They have avoided pitched battles with the modern equivalent of Hannibal, namely 'globalised capitalism', and tried, in the words of one definition of Labour's ethos 'to erode by inches the conditions which produce avoidable suffering'. But not in Iraq..."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}