{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/jun/28/wimbledon2004.wimbledon7", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-06-28T19:57:50Z", "webTitle": "Henman v Philippoussis - live!", "webUrl": "https://www.theguardian.com/sport/2004/jun/28/wimbledon2004.wimbledon7", "apiUrl": "https://content.guardianapis.com/sport/2004/jun/28/wimbledon2004.wimbledon7", "fields": {"headline": "Henman v Philippoussis - live!", "bodyText": "Preamble: Afternoon, all, and welcome to another loop on the rickety rollercoaster that is Tim Henman's Wimbledon career. Expect the Centre Court fist-pumping to break forth as soon as Lleyton Hewitt and Carlos Moya settle their little tussle, currently in its fourth set. Chop chop, chaps. Following the revelation a few weeks back that the Tiger has taken to chugging on a tab or two, I've taken up the filthy habit for the good of my game which, quite frankly, needs all the help it can get. Splutter. Puff. Wheeze. etc. \"Am I alone in hoping Tiger's nerves are so shot that he serves the entire third set underarm?\" asks Fintan Blake. I couldn't possibly abandon my precious impartiality, Fintan. Make of that what you will. Quiver of anticipation: Lleyton Hewitt, aka Wurzel Gummidge, has beaten Carlos Moya 6-4, 6-2, 4-6, 7-6 (7-3). Like that bit in Gladiator, the Tiger is straining at his chains. Grrr! [hack, cough] Roaaar! [choke, splutter]... and so on. Final preamble: The players are on court. Mark Philippoussis is wearing a rather splendid pastel-blue bandana. Henman, unsurprisingly, isn't. Sue Barker, looking every day a little more like Barbara Windsor, blusters cheerily away on the BBC, as the players knock up. First set: Henman 1 - 0* Philippoussis Philippoussis takes the first point of the match with a piece of good fortune, as a punched return dies on the net. He's cranking up some meaty serves early on, but Henman does fantastically well to send them back with tabs on, and takes the first game with a fantastic passing shot. First set: Henman 2* - 0 Philippoussis The crowd launch are set baying as Henman aces the Scud on the second point of the game. \"Any idea what Tiger Tim's ciggie of choice is?\" wonders Paul Jones. If he's got any taste, I'd say Luckies, Paul. And I'll avoid punning on that, to simply report that Henman holds serve to win 40-15. First set: Henman 2 - 1* Philippoussis An imposing serve-volley game from the Scud. Henman flounders around and loses it to love. First set: Henman 3* - 1 Philippoussis Henman, possibly affronted by that last set, shows he's got a decent serve-volley game in him, too, winning 40-15. Several of you have emailed to let me know that in the good old days, players used to smoke between games. Even I don't get time to smoke between games, so I find it slightly unlikely. First set: Henman 4 - 1* Philippoussis The Scud seems shot to bits, as he loses every point of his own game. \"Thank heavens Motty doesn't commentate on tennis.\" says Jonathan Stevenson. \" Not sure I could stand two or so hours of him referring to the Big Ozzie as \"Mark Philippoushish\"\" First set: Henman 5* - 1 Philippoussis A yellow glow is bathing centre court. It's either the munificent radiance of our serve-volleying national hero, or just a rare bit of sunlight in SW19. Either way, Timbo lollops in to the net and drops his final volley well out of Philippoussis' reach to hold his serve 40-30. First set: Henman 5 - 2* Philippoussis Henman is actually playing well, which is keeping my carefully prepared stash of cheap gags on ice. Bah! Philippoussis holds serve, but without his usual danger. First set: Henman (6-2) Boris Becker helpfully points out that 'Moving in general is not [Philippoussis's] forte'. Which seems a little harsh. Henman fires down two aces, an unreturnable beast of a serve and a world-class half-volley to take the first set. Second set: Henman 6-2, 0-1* Philippoussis Finally an ace and a game won on serve for Phillippoussis, after a long spell in which Henman has been reading the rockets. Second set: Henman 6-2, 1*-1 Philippoussis Henman is sending down a few howitzers of his own and wins the game comfortably. James Mitchell wonders where the nickname 'Tiger' came from. I think it may be a love for Kellogg's Frosties, but I'm not entirely sure. Second set: Henman 6-2, 1-2* Philippoussis The Scud sends two enormous serves straight down the middle of the court to win the momentum in the game, which he finishes off with a dash to the net and a volley that wrong-foots Henman. Second set: Henman 6-2, 2*-2 Philippoussis Great service game from Henman, who wins to love despite some galloping returns from Big Phil. Apologies to those of you who have complained about the tantalising tabs to the right. I'm not sure the dangers of passive smoking can be transmitted over the internet, but if anyone sends me scientific proof to the contrary, I'll be glad to oblige. Second set: Henman 6-2, 2-3* Philippoussis No messing around from Phillippoussis, who also holds serve to love. Second set: Henman 6-2, 3*-3 Philippoussis \"Looking at Henman's form,\" muses Grania Duffy, \"what exactly is in those cigarettes?\" And it's a good point. He's volleying far better than yesterday, hitting hostile and at times unreturnable serves, and generally giving the man known as 'The Poo' a tough time of things. Second set: Henman 6-2, 3-4* Philippoussis First double fault of the match from Philippoussis. Henman looks in the game at 30-30, but a wide ace and an unplayable rocket down the middle sees him off. Second set: Henman 6-2, 4*-4 Philippoussis Another fantastic game, served out to love. My gags stay sealed away. Confound your eyes, Henman. Second set: Henman 6-2, 4-5* Philippoussis Oh dear, oh dear. As Henman launches the shot of the match past Philippoussis, the BBC camera lingers on Sir Cliff Richard, wearing a neon pink blazer. It sends a shudder down my spine, and yours too, I hope. The first game goes to deuce, and Henman gets a little chippy with the umpire, as a duff line call hands it to his opponent. Second set: Henman 6-2, 5*-5 Philippoussis Another imposing service game from Henman. As my own supply of Tim-baiting continues to fester, I'll let my uncle Roland do the job for me. \"If it was still possible to buy Payers Number 6 they would surely be Timmy's choice of tab, as that's the about the furthest up the rankings he's ever been,\" he notes. Second set: Henman 6-2, 6-5* Philippoussis Top quality play from both, then Philippoussis loses his rag as a dubious line call hands Henman a break. He berates a hapless looking umpire. Second set: Henman leads 6-2, 7-5 This is normally the stage at which the Tiger, a career-long jibber par excellence, would lose his own serve and give up the set on a tie break. But - what the good lord is this? - he serves out to love. Gah! Third set: Henman 6-2, 7-5, 0-1* Philippoussis A composed reponse from Philippoussis, but he's going to have to pull something special from beneath his paisley headscarf to win this match. Third set: Henman 6-2, 7-5, 1*-1 Philippoussis And another impressive display from Henman, who allows Big Phil just a single point. Third set: Henman 6-2, 7-5, 1-2* Philippoussis Henman makes life tough, and at this rate ought to take this third set without too much trouble. Third set: Henman 6-2, 7-5, 2*-2 Philippoussis A little more lumbering around the court from Philippoussis, whose girlfriend, once in Neighbours, is as much a distraction for the BBC as the tennis. Henman wins to love. Third set: Henman 6-2, 7-5, 2-3* Philippoussis More hard serves from the Scud, more tenacious returns from the Marlboro man. Meanwhile, my wishful attempts at punditry have drawn Greg Phillips' ire: \"I hope you realise that by predicting Henman will take the third set wihtout any trouble, you have guaranteed there will be a fourth set,\" he says. Loathe though I usually am to will Timbo on to victory, tonight, for the sake of my social life, I'm making an exception. Third set: Henman 6-2, 7-5, 3*-3 Philippoussis Henman's radar strays a little, as he overhits a couple of attempted winners and allows Philippoussis to go 15-30, then 30-40 up. But at deuce he capers, dives and cavorts around the court, and seems to dent Philippoussis' spirit: he volleys into the net to let Henman hold serve. Third set: Henman 6-2, 7-5, 3-4* Philippoussis Yet another game of high-quality returns from the Tiger, and a ripple of laughter as a belter of a serve almost decapitates a line judge. Henman miscues his final return at 40-30 to miss out. Third set: Henman 6-2, 7-5, 4*-4 Philippoussis Resilience in the return from Philippoussis, but it's not enough to cope with an impressive backhand volley at the net from Henman, who is outclassing his opponent in just about every department. Third set: Henman 6-2, 7-5, 4-5* Philippoussis A few booming serves keep Henman from the break that might have sealed the match. Third set: Henman 6-2, 7-5, 5*-5 Philippoussis A cheeky exchange of dinked dropped volleys end in Philippoussis taking a point. Henman comes right back with an ace, his 14th of the match. Then he puts a volley wide, and can't get to a decent cross-court return. Philippoussis has a break, and set point. Henman hits a solid serve to save it. He holds his nerve to win from deuce with great backhand volley and an ace. Third set: Henman 6-2, 7-5, 5-6* Philippoussis Collected play from the big Australian, who only drops a point. Third set: Henman 6-2, 7-5, 6*-6 Philippoussis Centre Court is a little hushed as Henman serves a vital game. Philippoussis is absolutely incensed with another line decision, cursing the Cyclops automatic line caller in the filthiest terms. He totally loses his composure and lets Henman win the vital point at 40-30 to take the set to a tie break. Third set: Henman 6-2, 7-5, 6-6 (0-4) Philippoussis Philippoussis manages to channel his rage into putting Henman on the back foot. Third set: Henman 6-2, 7-5, 6-6 (2-4) Philippoussis Tim Henman has not pumped his fist once. Fact. Third set: Henman 6-2, 7-5, 6-6 (2-6) Philippoussis A blasted second serve ends only in a double fault for Henman. Philippoussis hammers an ace straight down the middle to earn four set points. Third set: Henman 6-2, 7-5, 6-7 (3-7) Philippoussis Gritty determination propelled Philippoussis through that tie break. Why, Tim? Why? Fourth set: Henman 6-2, 7-5, 6-7 (3-7), 1*-0 Philippoussis The BBC issues an amusing enough apology for broadcasting the profane spewings of the Scud. If there's a fifth set, the Guardian will be apologising for some of mine. Josh Robinson points out my obvious idiocy in predicting a three-set victory for England's finest. Fourth set: Henman 6-2, 7-5, 6-7 (3-7), 1-1* Philippoussis The momentum has moved towards Philippoussis, whose game has picked up as Henman's is beginning to falter. Thanks to everyone who has ponted out that this is my fault, I deserve it, and 'ha ha ha'. Fourth set: Henman 6-2, 7-5, 6-7 (3-7), 2*-1 Philippoussis Another frantic exchange of volleys at the net, which Henman wins to take the game to 40-30, and on to a win Fourth set: Henman 6-2, 7-5, 6-7 (3-7), 2-2* Philippoussis Henman's earlier excellent returning has abandoned him. Meanwhile, the haters have emerged: \"I'd rather be beaten up by an English football hooligan than spend an afternoon on Henman Hill,\" announces the masochistic Andy Slater. Fourth set: Henman 6-2, 7-5, 6-7 (3-7), 3*-2 Philippoussis A spot of luck falls to Mark Philippoussis, as his pasing shot clips the top of the net and sails past a helpless Henman. But TImmy holds his nerve, and his serve. And the attention of the multitude of his braying supporters gathered around Centre Court. Come on Timmy! Fourth set: Henman 6-2, 7-5, 6-7 (3-7), 4-2* Philippoussis A sniff of a break to Henman, who squeezes a passing return past Philippoussis' right hand to go 0-30 up. Now it's TImmy's turn to growl at the umpire, bearing his monster teeth and babbling some mild blasphemy at the beleaguered umpire. Philippoussis double-faults to give Timmy a break point... and he wins it! Not only that, but he pumps that fist for the first time today. Fourth set: Henman 6-2, 7-5, 6-7 (3-7), 5*-2 Philippoussis With that fist pump, Henman lets a few of his old traits back into his game, twice putting straightforward volleys into the net and going 15-30 down. Then a great forehand cross-court brings up a break point to Philippoussis, who skies his return. Deuce. But Henman holds his nerve and wins a vital game. Fourth set: Henman 6-2, 7-5, 6-7 (3-7), 5-3* Philippoussis The whooping is ear-wrecking as Timmy has two match points on the Philippoussis serve... can he do it? No, obviously. He fluffs two attempted winner and it's deuce. Which, after some shilly-shallying, Philippoussis wins with two aces. Fourth set: Henman 6-2, 7-5, 6-7 (3-7), 5*-4 Philippoussis To the agony of the assembled (m)asses, Henman loses his serve at 30-40 and Philippoussis breaks back. I'd like to call it unbelieveable, but... Fourth set: Henman 6-2, 7-5, 6-7 (3-7), 5-5* Philippoussis Tense moments, these. Henman takes a 15-30 lead with an impressive cross-court backhand. Then, at 40-30, Philippoussis drops a simple volley into the net. But still no joy - Timmy hits the net twice to leave the set poised. Fourth set: Henman 6-2, 7-5, 6-7 (3-7), 6*-5 Philippoussis A good service game to Henman to hold on for a tie break at worst. Fourth set: Henman 6-2, 7-5, 6-7 (3-7), 6-6* Philippoussis The duke of Kent joins in a Mexican wave. Frankly, I think it degrades the royal family. Timmy, meanwhile keeps me in with a fighting chance of going home at a reasonable hour, by bringing the score to 30-30. But Philippoussis pulls out two excellent serves to deny me my small relief. Tie break. Fourth set: Henman 6-2, 7-5, 6-7 (3-7), 6-6 (2-1) Philippoussis A mini-break for Henman, who serves to send me closer to home. Come on Timmy! Fourth set: Henman 6-2, 7-5, 6-7 (3-7), 6-6 (3-2) Philippoussis Fantastic return down the line from Philippoussis to claw his way back. Fourth set: Henman 6-2, 7-5, 6-7 (3-7), 6-6 (4-3) Philippoussis Still only a point in it, as Henman's attempt at reproducing Philippoussis' winner sails wide. Fourth set: Henman 6-2, 7-5, 6-7 (3-7), 6-6 (6-5) Philippoussis Three match points to Timmy as a Philippoussis return is called wide. He can't get to a hard straight serve, then a hard wide one. One match point left. Henman wins 6-2, 7-5, 6-7 (3-7), 6-6 (7-5) Finally! Philippoussis' returns of a second serve sails wide, and Timmy holds his arms aloft. I've never been so pleased for him. Or indeed myself. Goodnight."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}