{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/jun/28/worlddispatch.china", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-06-28T17:37:38Z", "webTitle": "In a different league", "webUrl": "https://www.theguardian.com/world/2004/jun/28/worlddispatch.china", "apiUrl": "https://content.guardianapis.com/world/2004/jun/28/worlddispatch.china", "fields": {"headline": "In a different league", "bodyText": "There is some corner of a foreign field that is forever Stockport. It is a rock hard football pitch in China's north-eastern rust belt, where one of the most unlikely developments in the globalisation of sport is taking place. The grim, concrete Tiger Star stadium in Shenyang has become the far eastern outpost of the second division club, which is pioneering a trail in the world's most populous football market. With almost a third of its revenue now coming from China, Stockport County appears to have found the only place on earth where it can claim to rival Manchester United. In geographic terms, it is half a world away from Stockport's Edgeley Park ground. In economic terms, the gap is even wider. The Chinese second division players earn as little as £50 a month and sleep in bunk beds in the stadium's changing rooms. But as a result of a tie-up late last year, the local side now have a new English name - Stockport Tiger Star; a new British coach - John Hollins - and ambitious plans to win promotion, upgrade their facilities and lift their playing standards so that one day they can operate as a nursery for young Chinese and British players. For the Chinese football authorities, it is part of an attempt to catch up with the world's top football nations. Previous attempts to bridge the gap with the help of foreign expertise have produced mixed results. An aging Paul Gascoigne was the first big name British player to ply his trade in China, but he quit before the end of his contract to receive counselling for alcohol abuse. Howard Wilkinson has been working in Shanghai to prepare a team for the start of the country's new premier league earlier this month. Shengyang is far less glamorous. Tiger Star are largely unknown outside of the city. Their concrete-like astroturf pitch, which is surrounded by construction sites and the dishevelled cityscape of one of the most run down cities in China, has been declared unfit for league games. The team sometimes has to travel three hours to play home games, and getting to the furthest away fixture in this vast country takes three days by train. With temperatures of -20C (-4F) in winter and the dust storms in spring, their new British manager says it has been difficult to adjust. \"I'm in a similar position to Gascoigne, except that I don't drink. That's the trouble, I remember everything,\" he jokes. \"But I'm learning. I treat it as an adventure.\" Since February, his job has been to coach the Shenyang's Stockport Tiger Star team in what trade officials grandly call a form of intellectual property exchange. If the side can win promotion to the first division, it will be allowed to include foreign players in its squad. Promising youth players from Stockport would then be drafted into the team, which would theoretically raise the standards and the value of both clubs. Such, at least, is the business model, but the economic and cultural gap is so vast that it will take some closing. Esconced in a local hotel, where he does not get the chance to meet other English speakers for weeks on end, Hollins cuts a figure like Marlon Brando's Kurtz in Apocalypse Now in the incongruous surroundings of central Shenyang, where the skyline is thick with cranes, the air filled with dust and the roads clogged with cars and bicycles. Despite the language gap, he appears to be adored by his team who hooted with laughter during a recent training session of rabbit jumps, imaginary bike riding and monkey dances. \"He's very professional and also makes training more exciting than any other coach I've worked with,\" said Gao Song, a 25-year-old who shares a room with nine other players. \"There is a gap between British and Chinese football. He is helping us close it. He is showing us quality, high-level football.\" Their loyalty does not just come from the laughs. Since taking the coaching post, Hollins has insisted that players be given more nutritious and varied food. \"What they were eating before simply did not give them enough energy to do a full training session,\" said the former Chelsea and Arsenal star. Most other British clubs who want to build a fan-base in the fast-growing economy simply buy Chinese players such as midfielder Li Tie at Everton and defender Sun Jihai at Manchester City. The spin-offs were apparent in January when the 0-0 draw between City and Everton attracted a Chinese TV audience of more than 120 million, about twice the entire British population. Late last year, Manchester United signed Dong Fangzhou in a deal worth up to £3.5m - a Chinese record - and opened a themed restaurant in Chengdu that offers \"Fergie cocktails\" and \"Old Trafford strawberry sundaes\". But none can match the intimacy of Stockport County, which has been sending touring sides and business delegations since 2000. While premier league clubs have focused on Shanghai, Beijing and other cities on the wealthy eastern seaboard, Stockport have found a niche - albeit of several hundred million people - in rust belt cities like Shenyang and the dirt-poor interior. \"They call us the Heineken of the football world,\" said commercial manager, Steve Bellis. \"We play the parts of China that other foreign clubs don't reach. But we have proved to all sorts of businesses that you don't have to be the Manchester United of your field to succeed.\" He estimates that the club have invested £500,000 in China, and this year it will turn a profit - about £200,000 - for the first time, thanks largely to a lucrative tour that ended last month. There were tree stumps and rubble in the middle of some of the pitches, but Stockport drew crowds of 25,000 - four times the average crowd at Edgeley Park. In a match in Urumqi in the impoverished Uighur autonomous region on Wednesday, thousands of the Muslim fans roared when the Stockport substitute - kitman Richard Landon - came on as a substitute to belt home the last-minute winner. The club mascot, Vernon Bear said he had never felt so popular in his life. \"It was overwhelming,\" said Martin Bellis, the man in the costume. \"The underprivileged kids there had never seen anything like it. I felt like Santa Claus. I've never made so many people so happy.\" With a football school, coaching tie-ups with a local side and a raft of sponsorship deals, its expansion is now being hailed by British trade officials as a model - albeit a rather quirky one - of how small UK firms can make it big in the far east. Other UK firms are trying to emulate this success. The latest tour included 30 executives, from fields as diverse as pharmaceuticals and textiles. \"Businessmen who are looking at China for the first time are reassured by what Stockport have been able to do. Football is a vehicle to enter the market,\" said an official of the British government's UK Trade and Investment organisation. \"They've been mobbed.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}