{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2004/jun/28/iraq.iraq", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-06-28T16:28:29Z", "webTitle": "Bush and Blair welcome 'sovereign Iraq'", "webUrl": "https://www.theguardian.com/politics/2004/jun/28/iraq.iraq", "apiUrl": "https://content.guardianapis.com/politics/2004/jun/28/iraq.iraq", "fields": {"headline": "Bush and Blair welcome 'sovereign Iraq'", "bodyText": "George Bush and Tony Blair joined forces today to hail a \"free, sovereign Iraq\" - 48 hours ahead of schedule. The two men revealed they synchronised their watches to acknowledge the surprise 10.26am handover of power, as they sat in talks at the Nato summit in Istanbul this morning. Speaking at the close of the conference - which saw France reject attempts to impose an all-member Nato training presence in Iraq - the US president said the world had witnessed \"the arrival of a free, sovereign Iraqi government\". But Mr Bush acknowledged fears that the new UN-backed interim government may have to impose martial law to impose security in Iraq, saying the interim prime minister, Ayad Allawi, would have to take \"tough measures\" to ensure order. The British PM had been visibly startled in Istanbul this morning when the new Iraqi foreign minister, Hoshyar Zebari, revealed that the coalition would be ceding control to his government today - two days ahead of the June 30 deadline. The surprise declaration had been scheduled to be made in Baghdad, but officials recovered their poise to declare it was \"appropriate\" that an Iraqi minister had broken the news. At a joint press conference this afternoon between Mr Bush and Mr Blair, the US president hailed the handover as a \"day of great hope for Iraq\". He said that after \"decades of brutal rule\" the Iraqi people \"have their country back\". Mr Blair, speaking alongside Mr Bush at the summit, told reporters said today \"was extremely important as it's the transfer of real and full sovereignty to the people and the government of Iraq\". He went on: \"From now the coalition changes, we are there in support of the Iraqi government and the Iraqi people.\" At 10.26am Baghdad time the White House said Mr Blair and Mr Bush looked at their watches, which they had synchronised and nodded at each other to acknowledge the handover of power. Mr Bush added of the terrorists: \"They can't whip our militaries, what they can do is get on your TV screens and cut somebody's head off in order to try to cause us to cringe and retreat. That's their strongest weapon. \"Prime minister Allawi won't cower - neither will we.\" Mr Blair also praised Nato leaders for agreeing to increase the alliance's role in Afghanistan as that country, too, heads for elections. The Nato communique said: \"We are united in our support for the Iraqi people and offer full cooperation to the new sovereign interim government as it seeks to strengthen internal security and prepare the way to national elections in 2005. \"We deplore and call for an immediate end to all terrorist attacks in Iraq. Terrorist activities in and from Iraq also threaten the security of its neighbours and the region as a whole.\" But after French and German objections to a full-blown Nato mission into Iraq, the leaders agreed a formula which will allow those countries - such as the UK - who want to help with training missions to do so while not committing others. The Nato communique said simply that the leaders had \"decided to offer assistance to the government of Iraq with the training of its security forces\". Mr Blair said that the new Iraqi government would enjoy widespread international support. But in a letter to Geoff Hoon, the shadow defence secretary Nicholas Soames asked for clarification on a number of issues, including whether coalition forces would remain under coalition command following the handover, and how long Mr Hoon expected British troops to remain in the country. Mr Soames also asked the defence secretary who would be sitting on the country's new Security Action Committee and whether the UK would be represented on it. Referring to the fact that the Iraqi foreign minister let slip news of the accelerated handover following his talks with Mr Blair, the prime minister's spokesman said: \"While it may have come out earlier than we expected it to, it was entirely appropriate it was the foreign minister who said it.\" Outside the summit in Istanbul, police used tear gas and water cannons to disperse thousands of demonstrators who had protested outside the security perimeter, two miles from the conference. Television footage showed police using clubs and water cannons to keep the protesters at bay as an armoured personnel carrier moved through the street. A local TV station put the number of protestors at 2,000, with several police and protesters injured and taken to local hospitals. There have been daily protests against the summit and Bush's visit. On Monday, Greenpeace activists suspended themselves from a bridge spanning the Bosporus and were attempting to open a giant banner that said \"Nukes out of Nato.\" Several were detained, NTV television reported. On Sunday, more than 40,000 demonstrators, some chanting \"USA get out of the Middle East!\" gathered on the Asian side of Istanbul, some 6 miles away from the summit area."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}