{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/jun/20/zimbabwe.andrewmeldrum", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-06-19T23:48:14Z", "webTitle": "Mugabe is spooked by the letter Z", "webUrl": "https://www.theguardian.com/world/2004/jun/20/zimbabwe.andrewmeldrum", "apiUrl": "https://content.guardianapis.com/world/2004/jun/20/zimbabwe.andrewmeldrum", "fields": {"headline": "Mugabe is spooked by the letter Z", "bodyText": "A clever and daring under-ground movement has sprung up in Zimbabwe that is stoking public opinion against Robert Mugabe's government. Zvakwana - which means 'enough' in the Shona language - has launched a bold campaign expressed through graffiti, emails and condoms to encourage the Zimbabwean people to rise up. The clandestine campaign is building up steam just as the progress of Zimbabwe's opposition party, the Movement for Democratic Change, has stalled under the burden of torture of its leaders and state violence against its supporters. A black Z on a bright yellow handprint is appearing mysteriously on the walls of bus stations, on busy streets and over billboards across Harare and other cities. Thousands of 'revolutionary condoms' have been distributed, emblazoned with the letter Z and the double-entendre message 'Get up! Stand Up!'. Matchboxes stuffed with resistance messages are left in public places to be picked up by unsuspecting citizens. Thousands of Zimbabweans are led to the Zvakwana website. Zvakwana has compiled a CD of resistance songs featuring Bob Marley, Hugh Masekela, Thomas Mapfumo and many Zimbabwean musicians, which it has managed to distribute across Zimbabwe. The messages are often humorous, but the Mugabe government is taking Zvakwana seriously. Now a team of senior investigators from the Law and Order section, notorious for torturing scores of opposition politicians and civic leaders, has been assigned to track down the activists. The unit has in the past few weeks raided the offices of the MDC and other civic groups and has arrested and interrogated opposition politicians, civic leaders, journalists and musicians. 'We are not linked to Zvakwana,' said MDC spokesman Paul Themba Nyathi. 'But to the extent that the group fights for political change, democracy and human rights, we share the same values and we support its efforts. Police have raided our offices hunting for Zvakwana because they believe any group that advocates change and democracy is linked to the MDC.' A police spokesman said: 'These people have been spreading material and literature aimed at inciting members of the public to lawlessness.' Zimbabweans report irate police making house-to-house searches for tell-tale yellow paint or piles of matchboxes. 'They kept asking me, \"Who is Zvakwana? Who is Zvakwana?\"' said one Harare resident who was arrested and later released. Speaking to The Observer through the anonymity of the internet, Zvakwana responded: 'It is no surprise that they are hunting for us. This is because we are living under a dictatorship. If we were living under a democracy, then the government in power would allow voices of dissent. It is clear that Zanu-PF wants to suffocate any glimmer of hope or resistance. Hope is considered most dangerous by tyrannies.' There is plenty to protest about. Inflation has hovered at 600 per cent for most of the year; unemployment is at 70 per cent. Last week, the government closed the Tribune newspaper, the third to be shut down in less than a year. The Zvakwana spokesman said: 'The current situation in Zimbabwe is bringing up the right conditions for revolution.' Zvakwana carried out one of its trademark 'non-violent civic actions' in Harare just before Zimbabwe's Independence Day events on 18 April. Activists spray-painted lampposts and the large pipes next to the main Tongogara Avenue, used by Mugabe's 27-vehicle motorcade when he travels to the National Sports Stadium, and 'Get UP Stand UP' appeared on stadium turnstiles and walls. 'There was so much graffiti,' crows the group, 'the regime couldn't repaint it before Mugabe's trip, so he had to take a different route.' The group also claims to distribute videotapes of a BBC documentary exposing the government's militia camps, where youths are trained in torture techniques to be used against Mugabe's opponents. Zvakwana's main methods of communication have been the internet and email. It sends out regular newsletters about events in Zimbabwe. In addition to encouraging anti-government slogans, its website offers 'activist tips', such as: 'Organise yourself in pairs. Keep an eye out for your partner at all times. Make sure that you know their personal details and who to contact in the event that they are hurt or arrested.' It also advises on how to cope with tear gas: 'Stay calm and focused ... When your body heats up (from running or panicking, for example), irritation may increase.' Its success in using the anonymity of the internet to spread its message has made its website one of the most popular in Zimbabwe. The government's frustration with Zvakwana has resulted in draconian action to force all internet service providers to censor all email correspondence. 'We are encouraging Zimbabweans to make that shift from lives drenched in fear to a future where we can all live more positively and with dignity,' said the group. 'Zvakwana is asking Zimbabweans to stop waiting, and to Get Up!'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}