{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2004/jun/16/idcards.race", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2004-06-16T16:41:27Z", "webTitle": "Phillips warns on ID cards", "webUrl": "https://www.theguardian.com/uk/2004/jun/16/idcards.race", "apiUrl": "https://content.guardianapis.com/uk/2004/jun/16/idcards.race", "fields": {"headline": "Phillips warns on ID cards", "bodyText": "The police will have new scope to inconvenience Britain's minority ethnic groups when a national identity card is introduced, the chair of the Commission for Racial Equality warned MPs yesterday. Trevor Phillips, the CRE chair, also warned that plans to introduce compulsory ID cards for foreign nationals living in Britain before everybody else would be seen as suggesting that foreigners can be treated as second-class people in society. But Mr Phillips told the Commons home affairs select committee yesterday that ID cards could provide an easier way for migrants to authenticate their identities to get a job or public services to which they were entitled. He said these were among the reservations the CRE had about the ID card scheme's impact on race equality in Britain. The CRE welcomed the government's assurances that the police would not have the power to demand the ID card on the spot but warned there was scope for the police to use them to inconvenience ethnic minorities unnecessarily. \"Authorities in France and Germany have been accused of discriminating against ethnic minorities with on-the-spot requests for ID cards even where this is forbidden,\" he said. Mr Phillips added that although police would be banned from doing this there was no prohibition for other law enforcement agencies. Mr Phillips also told the MPs that introduction of the ID cards was likely to create a \"great deal of unease\" among ethnic minorities. Alan Travis"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}