{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2004/jun/06/1", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2004-06-05T23:54:44Z", "webTitle": "Pendennis: New big Deal", "webUrl": "https://www.theguardian.com/politics/2004/jun/06/1", "apiUrl": "https://content.guardianapis.com/politics/2004/jun/06/1", "fields": {"headline": "New big Deal", "bodyText": "· Pendennis is almost priapic with excitement after learning that writer and director Stephen Frears is to make a sequel to The Deal, his spooky drama about the Faustian pact between Big Gordon and Mr B over who should get the keys to Number 10. The Deal II will focus on the dark dialogue between Buck House and Number 10 following the death of the Princess of Wales. Frears is saying nowt as he has yet to put pen to paper but Pendennis is agog with questions. Will he credit Alastair Campbell with coining the immortal 'People's Princess' phrase, or will he give the honour to the PM? Will there be a Granita-style moment in which, perhaps, a stony-faced Queen is strong-armed into shedding a few public tears in return for Blair dropping a plan to tax corgis? As for who gets to play Phil ... · Something of a hollow victory for Westminster Council taxpayers in their attempts to reclaim the £37 million owed to them by Dame Shirley Porter. She recently agreed to cough up £12m to get the lawyers off her back, but Pendennis learns the final sum which will be returned to taxpayers will be nothing like this. Once legal, administration and audit fees have been covered, they will be lucky to reclaim £6m. Barely enough to buy a pad in Westminster. · He may appear indecisive when choosing football managers, but pint-sized billionaire Roman Abramovich plays the long game when booking berths for his boats. The Chelsea owner and leading light of Siberian politics booked a place for one of his many yachts, Ecstasea, in Lisbon's harbour months ago, according to insiders. As it is moored the length of a Gary Neville dive away from the England team's hotel, perhaps Abramovich will be generous enough to offer hospitality to Sven's men. With its disco, sauna and Chinese-themed interior, Becks should feel at home. · Former Archbish of Canterbury George Carey is developing an avaricious reputation. Having attempted to boost sales of his new book by suggesting Chas and Camilla get hitched, Carey has now resorted to a more shameless way of ensuring a well-funded retirement. At last week's Hay-on-Wye literary festival the ex-primate urged his audience to buy his book no fewer than five times. What was it about rich men and needles? · Also at Hay, Robin Cook was explaining why Dubya won't be re-elected. The former Foreign Secretary talked of the threats posed to George junior, chiefly the Iraq crisis and the domestic economy, before concluding: 'The other reason is that only twice in the last 140 years has the shorter man won.' How did the former Labour hot shot come to be in possession of such piffle? Robin Cook is 5ft 6in. · There could be an interesting symmetry to August's Edinburgh Television Festival, the drink-fuelled riot for telly folk ... sorry, sophisticated networking opportunity for media gurus. Giving the headline McTaggart lecture this year is the Today programme's rottweiler-in-chief, John Humphrys, who will undoubtedly have some interesting things to say about the relationship between hacks and Number 10. Currently being sounded out to give the alternative McTaggart lecture is his former colleague, Andrew Gilligan, who will undoubtedly have some unprintable things to say on the same subject should he accept. · Having read last week's column, in which Pendennis lampooned the Home Office for using the word 'aires', instead of 'heirs', a Mr William S. Doig from Argyll dispatches an urgent missive. 'Dear sir, you took the Home Office to task and rightly so. This might have carried more weight if you had not made a simple error of English grammar in the column further down ... \"who Campbell thumped\".' The ignominy. pendennis@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}