{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/jun/01/athletics", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-06-01T22:18:13Z", "webTitle": "Athletics: Bekele deposes the fallen emperor", "webUrl": "https://www.theguardian.com/sport/2004/jun/01/athletics", "apiUrl": "https://content.guardianapis.com/sport/2004/jun/01/athletics", "fields": {"headline": "Bekele deposes the fallen emperor", "bodyText": "If Haile Gebrselassie is known as the emperor of long-distance running because of his years of dominance, Kenenisa Bekele is proving a spectacular successor. Nine months after beating Gebrselassie to a world title in Paris, Bekele kicked off the season in sensational style at the Thales FBK-Games in the Netherlands last night by breaking the 5,000m world record that his compatriot had held for almost six years. Bekele, running alone for most of the second half of the race, clocked 12min 37.35sec, beating Gebrselassie's mark by over two seconds. When he can, Bekele trains in Addis Ababa with his mentor and, as Gebrselassie has always predicted, he is becoming an unstoppable force. He turns 22 this month knowing he will head to the Olympics as favourite to win both the 5,000m and 10,000m and arguably become the star of the games. Bekele looked relaxed throughout last night, running half an hour before Gebrselassie competed in the 10,000m. He took the lead after five minutes of the race, a position he shared with his compatriot Mulugeta Wondimu before, three laps later, he broke away to chase the record on his own. He established a big lead and won in style, with Wondimu second in 13:01.28. Bekele, the son of a barley farmer from central Ethiopia, is a multiple winner of junior and senior world cross-country titles and won his first senior world title on the track in Paris last August when he beat Gebrselassie to gold in the 10,000m. Earlier in the evening Britain's Jo Pavey achieved the Olympic qualifying time for the 5,000m when she was second in 14:55.04 behind the Kenyan Isabella Ochichi. \"I'm really thrilled at getting the qualifier out of the way so early in the season,\" she said. \"It's a great weight off my mind.\" Gebrselassie finished second in the 10,000m in 26:41.58, beaten by another team-mate, Sileshi Sihine, further evidence of the ending of an era."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}