{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/jun/09/citynews.pressandpublishing", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-06-09T16:51:14Z", "webTitle": "Standard faces up to huge losses", "webUrl": "https://www.theguardian.com/media/2004/jun/09/citynews.pressandpublishing", "apiUrl": "https://content.guardianapis.com/media/2004/jun/09/citynews.pressandpublishing", "fields": {"headline": "Standard faces up to huge losses", "bodyText": "Losses at the London Evening Standard could have amounted to well over £30m over the last three years, making the financial black hole at the heart of the paper far larger than has previously been admitted. According to a former senior executive at the paper, the title lost £17m in the year to September 2003. Daily Mail &amp; General Trust finance director Peter Williams admitted last week the Evening Standard had lost \"in excess of £10m\" in the year to September 2003. Parent group DMGT has never before given a breakdown of the financial welfare of a title, but last week its chief executive, Charles Sinclair, revealed this year's loss after telling analysts and press that it expected to reduce losses this year by £5m. Mike Orlov, the former advertising sales director for the Standard who now works for Express Newspapers, said DMGT managers had revealed the 2003 £17m loss to sales staff at the company's annual sales conference last autumn. \"All I am doing is pointing to information the company went public with last November,\" Mr Orlov said. Mr Orlov claims that the paper's huge losses in 2003 were the result of a combination of increased costs caused by the relaunch of the paper, and a severe fall in classified, recruitment and display revenues compounded by the decision to increase advertising rates causing some advertisers to suspend their business with the paper. \"The costs went up and revenues collapsed and that lead to wealth destruction,\" Mr Orlov said. DMGT is also expecting another big loss this year. It said last week it expected to reduce yearly losses on the paper by £5m for its 2003 to 2004 financial period, though a combination of cost cutting and increased advertising revenues. Mr Williams refused to confirm or deny Mr Orlov's claims, but revealed the Standard also made a loss in the 2001 to 2002 financial year. But he said it had been \"a lot less than in 2003\". Sources close to the company suggest that Mr Orlov may have been motivated to exaggerate the financial picture because now works with the company's arch-rival - however they refused to discuss the finances, except to say that the costs associated with the relaunch of the paper should not be confused with losses incurred through falling revenues. Given the Standard is believed to have enjoyed record profits during the dotcom boom years of 1999 and 2000, the figures go some way to explain the extensive cost cutting exercise at the paper. The paper's editor, Veronica Wadley, has enforced a series of editorial cuts in recent months following a series of redundancies in the advertising department. So far nine production staff and five journalists have lost their jobs - including long serving reporters Colin Adamson and Richard Holliday, City reporters Patrick Hosking and Damien McCrystal and New York correspondent James Langton. Wadley said of the redundancies this week: \"The Standard has to work as a business and the board decided that savings needed to be made. \"No editor actually likes making journalists redundant. We'd prefer to have as many as possible. But the board has to ensure that the paper makes financial sense and, in the circumstances, I think cutting 14 staff is pretty insignificant,\" she added. Last week DMGT pointed to an 11% increase in display advertising over the first six months of the year, as a clear signal that the Standard had turned a corner. However, the paper also saw classified advertising fall 12% and recruitment down 11% over the same period. The paper's circulation has also caused concern, with sales falling 6% to 400,000 in the first half of 2004. \"We are happy with what we have already said. We think the Evening Standard is a cyclical animal,\" Mr Williams said. \"It is a paper that is 80% dependent on advertising revenue. London is a very cyclical place that goes up and down enormously. At the bottom of the cycle the Evening Standard always dipped into loss and at the top makes a very healthy return.\" He admitted the decision to relaunch the paper last year, investments in marketing and the decision to increase ad rates all had a negative impact, but claimed the paper was on the road to recovery and would benefit substantially from a planned increase in colour pages. \"Last year we did a couple of things that exacerbated that loss. We view that as an investment in the product. We still think the paper has a very vibrant future,\" he said. · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857 · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}