{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/jun/17/euro2004.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-06-16T23:33:50Z", "webTitle": "Croatia set early sights on England", "webUrl": "https://www.theguardian.com/football/2004/jun/17/euro2004.sport", "apiUrl": "https://content.guardianapis.com/football/2004/jun/17/euro2004.sport", "fields": {"headline": "Croatia set early sights on England", "bodyText": "Robert Prosinecki turned up at the France training camp in Santo Tirso the other day. The elegant former Croatia midfielder is a journalist now and his presence among Zinédine Zidane, Fabien Barthez and Lilian Thuram reinforced the opinion that Croatia are a much reduced power from the one in which he and Davor Suker helped illuminate France '98. Croatia reached the semi-final of that World Cup, where they lost 2-1 to France having taken the lead through Suker. Six years on, the two countries meet again tonight in Leiria and the statement of the Croatia prime minister Ivo Sanader that he is \"not altogether optimistic\" is an indication of the slump in morale. When a player such as Dado Prso is considered indispensable, then times are not great. Yesterday's revelation that Croatia are going to stop off at Fatima on the way to Leiria to pray makes them appear even worse. Calling in at a Catholic shrine may be all that Prso gets up to. Indispensable though the Monaco striker may be, he is likely to be omitted this evening. One or two other regular choices will join him on the bench because Croatia are already preparing for their final group game against England in Lisbon on Monday. Croatia think they have more of a chance of beating England than France; and five yellow cards collected against Switzerland in the shabby 0-0 draw on Sunday means they have to be wary of suspensions. \"He is going to rest one or two for sure,\" said Drazen Ladic, assistant to the unpopular manager Otto Baric. \"But many of our key players have been cautioned, so it is not going to be easy to decide.\" At least Igor Tudor, now in his sixth season at Juventus, returns after missing the Swiss game through suspension. Tudor and Dario Simic are the only two survivors in the Croatia squad from France six years ago. Prosinecki may feel a pang when he sees Tudor walk out this evening, and the sentiment will be shared by Thuram. Sunday's game against England was sweet for the 32-year-old, being his 100th cap, but Paris, July 8 1998, will be forever Thuram's after the then full-back scored both the goals that took France on to meet Brazil in the final. \"We were 1-0 down and I'd never scored for my country before,\" Thuram recalled in Santo Tirso as Prosinecki loitered on the other side of the hall. \"Then I scored twice and we were in the final of the World Cup. \"Croatia was a magnificent moment for me and I am honoured to be in the French team six years later. As I'm playing at centre-half now it means I'll be even less likely to score again. In fact I could probably play up front and not score. \"Since that game I've only got one goal, for Juventus against Milan, and that was an accident. Playing against Croatia is going to bring back memories, very special memories.\" With Marcel Desailly fitter than he was four days ago, there may be some debate about who should partner Thuram in the middle. Mikaël Silvestre was not wholly convincing against England and was fortunate not to receive a red card when he gave away the penalty by fouling Wayne Rooney. \"It was OK,\" Thuram said of his partnership with Silvestre, \"but there are still things to do. We need to talk more right across the defence.\" The belief is that Silvestre will retain his place and Desailly must be sweating over whether he has played his last international. Not that France are anticipating a long night of defending. \"Even though England lost against us I'm sure other teams will follow their example,\" Thuram said. \"I was surprised by the extent of England's negativity but, then again, they almost produced the perfect match. \"We know it's going to be difficult. Teams are worried about Titi [Thierry Henry] spinning off and getting behind them. But there's Zizou [Zidane] and Bobby [Robert Pires] who can cut in and make all the difference.\" Ladic confirmed Thuram's thoughts. \"We have to play France as England did,\" he said. \"We have to pressurise them on the ball.\" With Claude Makelele apparently fully recovered from the collarbone injury, the France manager Jacques Santini may be able to name an unchanged side. Lost in the mayhem of the last four minutes against England was the fact that Makelele was substituted, with the former Everton and Leeds midfielder Olivier Dacourt coming on. Dacourt got about three seconds on the pitch but he was still delighted about it. Looking back at that dramatic finale, he beamed and said: \"We showed spirit, English spirit.\" Croatia may need more than that if there is to be an upset in Leiria."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}