{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2004/jun/20/art1", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2004-06-19T23:48:11Z", "webTitle": "Go east, young man", "webUrl": "https://www.theguardian.com/artanddesign/2004/jun/20/art1", "apiUrl": "https://content.guardianapis.com/artanddesign/2004/jun/20/art1", "fields": {"headline": "Go east, young man", "bodyText": "East End Academy Whitechapel Gellery, London E1, until 29 August There is an apocryphal story that a member of staff at the Whitechapel Art Gallery, in order to publicise the Whitechapel Open exhibition, invented the line that the East End had a higher concentration of artists than anywhere else in Europe. Even if it is not true, the statistic is plausible. The Whitechapel's current estimate for the number of artists in east London is around 10,000: a demographic class of their own. Meanwhile, in the last decade or so, the East End has progressed from being a strong if marginal artistic presence to being an international art market centre, with the Whitechapel still at its spiritual heart. The East End Academy is the mutation of the old Whitechapel Open show, itself dead for six years, and the work of 22 local artists was chosen from 800 submissions. As usual with group shows, the instinct is to search for themes; as usual, these are elusive. There are large colour photographs in the contemporary Germanic manner by Christopher Stewart, Emer O'Brien and Mandy Lee Jandrell, whose Food Hall, of a Cape Town McDonald's, has a vulgar grandeur. There are quiet, almost neo-minimalist abstracts from Lawrence Corby and Peter Peri. The lysergic interiors of Emi Avora are arresting and, as the most established artist in the show, David Harrison's toxic East End fantasy landscapes have high billing. I liked Caroline McCarthy's piece: hanging lights teasing cardboard shoots from the packaging of ready meals, and Olivia Plender's comic strip of an artist being discovered, called The Masterpiece, is fun too. Nothing revelatory here, but a nice sense of the strange and humorous bring depth to this EEA debut."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}