{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2004/jun/06/elections2004.london", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2004-06-05T23:54:45Z", "webTitle": "Focus: Poll threat to Labour", "webUrl": "https://www.theguardian.com/politics/2004/jun/06/elections2004.london", "apiUrl": "https://content.guardianapis.com/politics/2004/jun/06/elections2004.london", "fields": {"headline": "Black Thursday", "bodyText": "The first egg, hurled across a bustling east London shopping street, splatters harmlessly a few feet from Ken Livingstone. Yolk from the next one splashes a couple of colleagues, but, not for the first time, the mayor emerges squeaky clean. If ever a politician could avoid collateral damage, it is Livingstone. The party he has just rejoined might be taking a hammering, but Hackney women squeal with delight when he naughtily suggests they vote for him, 'or you'll wake up under Steve Norris on Friday morning'. Teenagers hold up cameraphones to photograph him: even the egg-throwers are bored kids rather than political activists. Livingstone represents a rare bright spot on Tony Blair's horizon at Thursday's elections. The Prime Minister might grit his teeth as he marks his cross by the mayor, but beggars can't be choosers. However, relaxing over a glass of red wine after his walkabout, even Livingstone admits some voters will not back him now that he is back in the Labour fold. And things could be worse, he suggests bluntly, if it were not for his hardline views on Iraq: 'I don't think a pro-war candidate would have had a chance.' For thousands of Labour candidates lacking Livingstone's licence to dissent from the party line, this week's local, mayoral and European elections are a grim prospect. The Liberal Democrats could yet topple Labour councils in such bastions as Newcastle upon Tyne, sending tremors throughout the north east, the region which spawned a generation of New Labour, from Peter Mandelson to Alan Milburn, Stephen Byers, David Miliband and Blair himself. Labour MPs fret about losing control in Leeds, and Sheffield is 'on a knife edge', says one minister. In Liverpool, MP Peter Kilfoyle fears a dismal turnout among disaffected supporters: 'It's almost an emotional thing, they don't give a coherent cause for their unhappiness, but I don't doubt the sincerity of what they say.' One normally sanguine aide admits that Thursday is going to be 'very, very difficult'. Another Blairite minister predicts gloomily that the Tories could end up eight points ahead. If such a meltdown happened, the 'stalking horse' candidate being excitedly discussed on the party's rebellious fringes - who could emerge next weekend, ready to demand the overthrow of Blair for Gordon Brown - could even become a reality. But is the nation really this angry with Blair? Or is Labour exaggerating talk of a calamity, so that if 'Super Thursday' turns out slightly less awful than imagined, it might be confused with victory? Digging a creased navy raincoat from her handbag, Shirley Williams is doing battle with the weather in Newcastle. After all, she faces little other opposition. 'Get Labour out!' yells a passing driver. And when the Liberal Democrat peer stops in a charity shop, 79-year-old Ella Clark confides the kind of story she needs to hear. A Labour Party member for more than 60 years, Clark has had enough: 'It was the war in Iraq, I was dead against it. But it is also about taxes. People are paying more than ever, but getting poorer services for it.' Williams's message is a simple one: kick Blair where it hurts - not just over Iraq, or top-up fees, but over being taken for granted. 'These so-called bastions of Labour support are very often cardboard bastions. They are often the ones which are actually easier for us to win.' However, there is nothing cardboard about Labour's 30-seat lead over the Lib Dems in Newcastle. Veteran local MP Doug Henderson guesses his rivals are not snapping up quite enough of the core working-class voters to win, but admits it will be uncomfortably close: 'It's the teachers and the social workers, who all vote Labour in Newcastle. Some women are saying on the doorstep, \"We don't like this war and don't really trust Tony Blair much.\"' But it is not yet clear who they trust instead; even Ella Clark has not decided how to vote. The picture emerging is of a chaotic, topsy-turvy election - further confused by boundary changes in the big cities, and the fiasco of delayed postal votes - where voters may have fallen out of love with Blair, but have not yet formed a new monogamous relationship. Which is worrying for their chief suitor, Michael Howard. As the final worshippers trickled out of Birmingham Central Mosque last Friday afternoon, they were greeted by only one election stall, manned by the anti-war coalition Respect, whose local candidate, Dr Mohammed Naseem, happens to be the mosque's chairman. In the mosque's latest newsletter, Salma Yaqoob, another Respect candidate, urges the faithful to vote for candidates who oppose the war, back immediate withdrawal of British troops and oppose recent anti-terrorism laws. That rules out all three mainstream parties, scrapping desperately over Birmingham, where Labour is clinging on to the council without a workable majority. Once it could have relied on the votes of many of Birmingham's 140,000 Muslims, but not any more, says Yaqoob, a mother-of-three: 'I have spoken at mosques across Birmingham, including the Bengali mosque and the Shia mosque, and no one is saying they will vote Labour.' Her party - which is only standing for Europe, and wants supporters to back the Greens or Kashmiri Independents for the council - may help to turn electoral logic on its head. If Labour's support collapses here, the second-placed Tories should theoretically cruise to victory. Instead, anger over a war Howard supported could see his party pushed into third place, behind the anti-war Lib Dems. The campaign is unsurprisingly bitter. Labour council leader Sir Albert Bore accuses Lib Dems - whose leaflets in one heavily Muslim ward showed pictures of torture in Abu Ghraib jail - of opportunism: 'There is no mention of Iraq by the Lib Dems in white outer suburbs. They only mention it where there is a Muslim population.' They are missing a trick: anti-war sentiment is hurting Labour most not on the council estates but in the suburbs of Leeds, Sheffield and Manchester. Helen Jackson, veteran MP for Sheffield Hillsborough, insists her party should beat off the Lib Dem challenge for control of the city, but admits: 'We will lose some votes because of the war, certainly in middle class areas around the university.' The wait for results is 'nail-biting'. Not everyone is so excited about Super Thursday. Shop assistant Venice shows brief curiosity when her cigarette break outside Hackney Woolworth's is interrupted by Livingstone bowling past, but admits she probably won't bother voting: 'I don't think any of them do much for us.' Watching Livingstone's departing back over the handlebars of his mountain bike, 19-year-old Junior Swaby is even blunter: 'How do you know that when you vote for him he's not going to turn round once he's got in and say to us \"Oh sorry people, that hasn't happened\"?' Such disaffection with professional politicians does not bode well for turnout in an election where mobilising Labour supporters is crucial. And it may also mean unpredictable upsets as fringe par ties - from the UK Independence Party to the Greens, who Jackson predicts could benefit in Sheffield from their anti-war rhetoric and plans to renationalise the railways - cash in on protest votes. 'We are getting lots of traditional Labour voters saying they are fed up with Blair,' says Green Party spokesman Spencer Fitz-Gibbon, who predicts they will peel voters away from Blair in northern cities, just as Ukip does to Howard in the south. With threats from all sides, an urgent debate is beginning within Labour over how to bounce back. Sir Jeremy Beecham, the Labour chair of the Local Government Association, says there is no need for radical change, but the party must talk more directly to its traditional supporters. 'I'm not bothered about stealth taxes, it is stealth benefits which bother me,' he adds. 'We have concealed what we were doing on redistribution for fear of alarming the Daily Mail .' Kilfoyle, however, wants to tackle the root of the anger more directly: 'We need a simple apology from someone, somewhere over the Iraq war - nobody has said anything about taking responsibility.' Such arguments will be thrashed out in detail this week. But with the clock ticking on the next general election campaign, Labour has less than a year to work out the answer. How to tell what the results really mean · Local elections Results: Late Thursday or Friday. Dream scenario: Labour holds Newcastle, Leeds and Sheffield councils; Tories obliterated in major northern cities. Nightmare scenario: Lib Dems seize town halls across the north, Tories take Trafford and Birmingham, Greens eat into Labour vote. Forecast: Bad news likely for many Labour councillors; backbenchers will demand redoubled efforts to woo heartland vote. · London Mayoral elections Results: Friday night. Labour's dream scenario: Ken Livingstone wins by same margin over Steve Norris as in 2000 (58 to 42 per cent), tearfully thanks Blair. Nightmare scenario: Livingstone loses to Norris, tearfully blames Blair. Forecast: Livingstone should win but by narrower margin, with some protesting Labour voters staying home; Labour could well lose majority in the London Assembly. · European elections Results: Sunday. Dream scenario: Ukip surge devastates Tory vote, so nobody notices Labour have done badly too. Two Tory MPs endorse Ukip, Michael Howard in crisis. Nightmare scenario: Labour falls below 25 per cent of vote after appalling turnout, Ukip support crumbles, Howard does even better than William Hague in 1999 (over 36 per cent of the vote). Forecast: Labour set to receive less than 29 per cent, but Ukip could poll around 20 per cent. Bad news for both Tories and Labour; Blair's referendum on the European Constitution looks tough to win."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}