{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2004/jun/21/careers.theguardian6", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2004-06-20T23:58:40Z", "webTitle": "Foibles", "webUrl": "https://www.theguardian.com/money/2004/jun/21/careers.theguardian6", "apiUrl": "https://content.guardianapis.com/money/2004/jun/21/careers.theguardian6", "fields": {"headline": "Foibles", "bodyText": "'Okay, take a deep breath, and CALMLY remove the squares from the screen. It's all right! You're going to be all right!\" Every time I leave my desk, I return to find it has been transformed into a fluttering paper wasteland. My workmates say I should stop behaving like there's been a major national disaster, but I just don't think I can handle it any more. Under the influence of Post-it note rage, calling the emergency services seems a perfectly sensible thing to do. It's not just those of us trapped in the office, either - even the navy is seeing yellow. Last month, a court martial found that the ever-so-convenient stickies were partly responsible for the HMS Trafalgar running aground. Postit notes were covering the screens of navigational instruments. I am leading the revolution in our office, sabotaging deliveries and emptying the stationery cupboard. Unfortunately, resistance seems to be futile. Clare Hancock, a publishing house editor, says that Post-its have been deemed \"too messy\" by management and banned completely. \"But I always sneak a few in anyway,\" she says. And I'm fighting against some people for whom Post-it notes have turned into a full-blown addiction. Civil servant Julia Rarah confesses that the most stylish item on her desk is a proper Post-it holder. \"I'm obsessed by the tiny little coloured ones you use to mark pages. They come in packs of four greatly contrasting colours,\" she says sheepishly. Temp Pete Sloane is a fellow addict. He can barely contain his fury when it comes to Post-it Note theft. \"It's very frustrating to have to scrabble about for a useable piece of paper to take a phone message, all because someone has walked off with your Post-it pad.\" Given their sticky persistence, it comes as no surprise to discover that the history of Post-it Notes reveals that they are actually a gift from God. While singing in the church choir, Art Fry, an employee of Sellotape and 3M (now the maker of the yellow squares), found himself continually lost in the service because his hymnal bookmarks kept falling out. Halfway through the second service, Fry realised that what he needed was a slightly sticky, nonpage- damaging paper alternative and lo, the Post-It note was born. As this is clearly a case of God saying, \"Let there be Post-its: and there were Post-its\", it seems the only course for those afflicted by the red - or rather, yellow - mist to learn to accept their unavoidable usefulness. They are, you see, at the cutting-edge of management theory. Lynne Brennan, author of Business Etiquette in the 21st Century - What to Do and What Not to Do, points out that they are one of the best ways of brainstorming. \"If one person has to write everything down on a board, then not only do you have to wait for people to come up with ideas, some people won't contribute. Using Post-it notes means that you can cluster the different ideas and then get on with coming up with solutions.\" According to lawyer Shami Chakrabarti, they have also become an essential part of the barrister's armoury. \"Having a big book covered in Post-it tabs is a great way to demonstrate how prepared you are, and therefore intimidate your opposition.\" In fact, so essential are they deemed to be that thriller writer Dick Francis included a pad of Post-its as one of the key survival tools in his novel Longshot. According to Francis, Post-its can be used to mark trails, start fires and make maps. But for all their charm and divine sense of purpose, I remain frustrated by the inability of the average note to stick to my computer without falling off. Luckily, self-proclaimed Post-it enthusiast at 3M, Rosemary Vaux, assures me that a solution has been found. \"Super Sticky Notes stick on all the surfaces that original Post-it notes found tricky!\" she squeaks. I may have to accept defeat graciously. Looks like the damn things are sticking around."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}