{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/jun/02/newsstory.sport6", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-06-01T23:20:11Z", "webTitle": "Ronaldo fed up of being called fat", "webUrl": "https://www.theguardian.com/football/2004/jun/02/newsstory.sport6", "apiUrl": "https://content.guardianapis.com/football/2004/jun/02/newsstory.sport6", "fields": {"headline": "Ronaldo fed up of being called fat", "bodyText": "Ronaldo says he is tired of people calling him fat. Brazilian media have been speculating all year that the Real Madrid striker had been putting on weight and on Monday the national team coach Carlos Alberto Parreira denied the forward had been put on a special diet. \"It's always the same,\" Ronaldo told the Estado News Agency. \"If I don't score goals, it's because I'm fat. If I score, it's because I've lost weight. My ideal weight is 88 kilos, I don't know how much I weigh at the moment and I don't really care. All I really want is to help the team against Argentina.\" Brazil host Argentina in a World Cup qualifier in Belo Horizonte tonight before travelling to Chile for another match on Sunday. Ronaldo's fellow Brazil forward Ronaldinho, who had been expected to miss the Argentina game with a thigh strain, has also been ruled out of the Chile match. The central defender Luisao is also to miss both games with a similar injury, the team doctor Jose Luis Runco told reporters. \"Ronaldinho needs to rest for between seven and 10 days,\" he said. \"The same goes for Luisao.\" Ronaldinho, who has had a brilliant season with Barcelona, blamed end-of-season wear and tear for the injury in his left thigh. \"I felt some pain in practice [on Sunday], we tried to get it better but on Monday it was a bit worse when I went up and down stairs,\" he said. \"The end of season is very wearing when we're fighting for places in the important competitions. I'll just have to keep working and use the time I have to get better.\" The Sao Paulo striker Luis Fabiano will replace Ronaldinho against Argentina. Argentina's coach Marcelo Bielsa, still looking for a performance that will win back public confidence, has promised to attack against Brazil. Bielsa, who has first choice midfielders Juan Sebastián Verón, Matías Almeyda and Esteban Cambiasso all unavailable through injury or lack of match fitness, will give the 19-year-old Javier Mascherano his international debut in central midfield. Argentina, also missing their central defender and captain Roberto Ayala through suspension, lead the South American qualifying group with 11 points from five points but have yet to produce a performance which their fans believe justifies their potential. World champions Brazil are two points behind in third place, having drawn their last three qualifiers. Both sides are still unbeaten in the 10-team competition and Brazil could go top if they win and second-placed Paraguay draw or lose away to Bolivia at high altitude. The top four teams qualify directly for Germany in 2006, and the fifth team plays off against the winners of the Oceania region qualifying. Bielsa, who has still not been forgiven for Argentina's first-round elimination at the 2002 World Cup, was jeered and insulted by fans during the last qualifier at home to Ecuador, when they did the bare minimum needed to secure a 1-0 victory. \"We will play in our habitual way, without any special caution or positioning,\" Bielsa told reporters in Buenos Aires before the team left. \"We are aware of our rival's potential but we also believe in our own strengths.\" Bielsa has confirmed that under-fire goalkeeper Pablo Cavallero will start the game as well as River Plate's Mascherano, who played for the Under-23 team in the Olympic qualifying tournament in Chile. Parreira also expected Argentina to play for a win. \"They have a duty to win as much as we do,\" he said. \"A draw is very small for Argentine football.\" Only 39,800 tickets have been sold for the game at the Minerao Stadium."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}