{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/jun/02/cricket.comment1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-06-01T23:13:29Z", "webTitle": "Cricket: Coaches including Gooch query Vaughan's move", "webUrl": "https://www.theguardian.com/sport/2004/jun/02/cricket.comment1", "apiUrl": "https://content.guardianapis.com/sport/2004/jun/02/cricket.comment1", "fields": {"headline": "Coaches query Vaughan's move", "bodyText": "Michael Vaughan's decision to make a long-term move to England's middle order, allowing Andrew Strauss to continue his embryonic but successful opening partnership with Marcus Trescothick, may not be as straightforward as he thinks, according to some of the country's most respected coaches. The former England captain and opening batsman Graham Gooch, now the Essex coach, is among the doubters. He says: \"Andrew did exceptionally well in his first game, but that should not overrule where the captain bats. \"When I was England captain against Australia in 1993 we made a big mistake by breaking up a really successful opening partnership, Michael Atherton and myself [average partnership 56.84], to make room for Mark Lathwell. It didn't work. \"Michael [Vaughan] is a good all-round player and will have no problem fitting in lower down. But it's good to have a right- and left-hander at the top of the order because it gives the bowler something to think about. The deciding point should be what's best for the team, not the individual.\" Pure logic would suggest a resumption of Vaughan's fruitful opening partnership with Trescothick. After all, they have been together since March 2002 and in 52 innings have an average partnership of 48.69, with five centuries, placing them among England's most successful opening pairings. That would be unfair on Strauss, however. He scored 112 and 83 on his Test debut against New Zealand at Lord's - a match missed by the England captain because of injury - and hardly deserves an immediate switch to a different position. England have a vacancy at four after the retirement of Nasser Hussain and this is the position where the best batsman should play, according to the coach Duncan Fletcher. Both Vaughan and Graham Thorpe are considered more proficient all-round batsmen than Hussain. There has also been a problem with Vaughan's form since he took over the captaincy, despite his century in the winter's final Test against West Indies. He has scored only 814 runs at 33.24 in his 13 matches leading the team; his average was almost 52 before he became captain and only Matthew Hayden, among openers, has scored more heavily in the past 18 months. Another former England opener, Martyn Moxon, who is now the Durham coach, joins Gooch in warning Vaughan about the possible dangers of moving down the order. \"Michael knows best where he should bat,\" he says. \"But I opened for England before slipping down to three and four and it was a very strange feeling. \"When you're opening you know exactly when you're batting. When you move down you're stood around and don't know what to do. I think there is also a risk in changing when you have enjoyed success in one position.\" Alan Butcher, father of Mark, opened for England against India in 1979, at The Oval, where he now works under Steve Rixon as Surrey's batting coach. He says: \"I started well down the order, at seven or eight, and worked my way up until I opened, before going down the list again. \"Opening is different. You have no time to feel nerves. And sometimes watching good fast bowlers in action is more difficult than actually playing them.\" Breaking up successful partnerships is fraught with danger, though Australia managed it successfully against England in 1989 when they split David Boon and Geoff Marsh to accommodate the left-handed Mark Taylor. England's captain-openers have usually remained in place. Len Hutton and Gooch dropped down the order only towards the end of their careers. But Butcher is convinced that Vaughan can pull it off. \"Basically, you can bat or you can't. And good players like Michael can adapt and bat anywhere,\" he says. \"Too much is sometimes made of a move like this. It's a psychological thing more than anything. But it's a nice dilemma for England to have.\" Another possibility would be for Trescothick, a good player of spin bowling, to move down, though Butcher adds: \"Marcus does like the hard ball coming on to the bat.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}