{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/jun/14/mondaymediasection9", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-06-13T23:25:46Z", "webTitle": "Pitch perfect", "webUrl": "https://www.theguardian.com/media/2004/jun/14/mondaymediasection9", "apiUrl": "https://content.guardianapis.com/media/2004/jun/14/mondaymediasection9", "fields": {"headline": "Pitch perfect", "bodyText": "Somewhere in the region of 15 million people were glued to the TV last night, with countless more enjoying the match in the pub. On nights when the nation enjoys the collective experience of a major football match, you need someone with a sure touch to steer you through the emotional minefield. Someone who shares Kipling's view of triumph and disaster. Someone like Des Lynam. July 4 is Des's own independence day. It's not his retirement, but when ITV runs the closing credits at the end of Euro 2004, Des will have raised a quizzical eyebrow for the final time at a major sporting event. He arrived in Lisbon last Thursday, threatened to join in a game of five-a-side with the guys down by the banks of the Rio Tejo, then enjoyed a glass of white wine and a piece of fish in a nearby restaurant. On Friday he was at the England camp interviewing the world's most famous footballer and Saturday was spent watching football and discussing the next day's show. Des loves these events. And of course the truth is that the viewers love Des. We sports producers like to believe the public tune in to watch our finely crafted videotape and expertly constructed running orders. Which of course is nonsense. They want to see the football and they want to see Terry Venables waving his arms around and Ally McCoist giving Des a bit of banter. If nothing else, the presenters and pundits invariably supply me with enough stories to last the winter months. The last World Cup proved very productive, thanks largely to signing Paul Gascoigne as a pundit. We also persuaded England's injured right back, Gary Neville, to join the panel. Before Gary's first show he asked to speak to me privately. Was he nervous before his debut? Not in the slightest. Was he worried Des would ask a tricky question about his pal David Beckham? Not at all. He had only one concern. \"Can Gazza get into my dressing room when I'm not here? He'll cut up my clothes if he can.\" This, apparently, is a modus operandi for the errant midfielder. Seeing Gary with Gazza off-camera was one of those occasional treats that make TV sports production feel like a privilege. Gary showed real affection towards the Geordie maverick. He's a football fan just like the rest of us, and he loved Gazza for Italia 90 and that goal against Scotland in 1996. Gazza was always the first to arrive at the studio, reading the papers and juggling footballs to amuse the team. Invariably, his best mate Jimmy Five Bellies kept him company. Jimmy approached me one morning and said he was willing to jump off Waterloo Bridge into the Thames for our cameras. I told him I thought this was a bad idea, and I didn't wanting him dying on ITV. He said it would be fine, and moreover that he'd jumped off the Tyne Bridge for Sky TV and lived. After much discussion we compromised on him stopping a double-decker bus so that Gazza could check the passengers' tickets. At France 98, Martin O'Neill showed us one of the reasons for his phenomenal success as a football manager. He learnt the names of the entire BBC production staff and had a line for everyone. Lunch would consist of researchers and young producers sitting in a street cafe with Martin telling tales of life under Brian Clough. The production team loved him and would do anything for him. David Ginola also joined the France 98 team, adding glamour on screen and chaos off it. When France qualified for the final, he informed the producers of his plan to go to the game and not sit in the studio with Alan Hansen and O'Neill. He attempted to reassure the startled BBC execs by promising to jump on a motorbike 15 minutes before the end and race back to the studios where he would deliver his analysis of the match to the English public. Hasty negotiations ensued before David was finally persuaded to stay. Most people choosing to work in TV football production are fans at heart, and it's hard not to relish socialising with your heroes. Eight years ago, I sat in a Newcastle hotel bar with Ruud Gullit, watching England thrash Holland 4-1. As nights out go, it'll take some beating. That said, this tournament already has the makings of a terrific month. Rumours have begun to circulate of a football match between ITV and the BBC, which should prove easy to organise, given that we're all sharing the same hotel. The match should prove a lively affair, with the Beeb strong at the back if Peter Schmeichel and Alan Hansen pass late fitness tests. Our new signing Gareth Southgate may not be fit enough for England, but I reckon he should pass muster for our makeshift side. And with Terry Venables and Sir Bobby Robson sharing management duties, we're unlikely to lose the tactical battle. Yes, we sign our onscreen talent for their broadcasting ability, but it would be irresponsible not to make sure they can still do a decent job on the pitch. · Tony Pastor produces football shows for ITV. He has worked on five summer tournaments, three for the BBC and two for ITV."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}