{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/jun/21/euro2004.sport9", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-06-20T23:19:47Z", "webTitle": "Beware the long cross from the left that targets Cole's lack of height", "webUrl": "https://www.theguardian.com/football/2004/jun/21/euro2004.sport9", "apiUrl": "https://content.guardianapis.com/football/2004/jun/21/euro2004.sport9", "fields": {"headline": "Beware the long cross from the left that targets Cole's lack of height", "bodyText": "The biggest thing England have to beware of against Croatia is getting caught out in the air when balls are swung into the box. I've written before about the team's lack of height at set pieces, but the other problem will come from crosses by Milan Rapaic. If I was the Croatia coach there would be two things I'd work on to make the most of Rapaic's crosses. Both involve getting Giovanni Rosso, the right-sided midfielder, into the penalty area to exploit Ashley Cole's size. At over 6ft Rosso's quite a bit taller than Cole. Although his main job will be to look after Paul Scholes, he's also capable of getting on the end of the balls that Rapaic sends over from the left. The danger for England would have been even greater if Ivica Mornar had been at right-midfield for Croatia, but Rosso could also cause problems. I'd be surprised if Croatia don't ask him to run on to Rapaic's crosses at times because they base their plans around their opponents and the other side's weaknesses. One idea would be to get Rosso challenging Cole for headers at the back post. That's a situation Croatia's strikers, Tomislav Sokota and Dado Prso, can help to set up with their movement. As Rapaic is about to cross, the strikers head towards the front post. England's centre-halves go with them and then Rapaic sends the ball to the back post, beyond John Terry and Sol Campbell, where Rosso is trying to get ahead of Cole. The second move also needs Prso and Sokota to do their bit. This time Sokota goes towards the back post, taking Campbell with him, and Prso pulls to the front post where he's followed by Terry. That splits England's central defenders and leaves a gap for Rosso to run into and get a header. Campbell will probably follow Sokota rather than leaving him to Cole because he'll see a big striker on Cole and think: \"I'll give him a hand. He's only 5ft 7in.\" That leaves the space around the penalty spot for Rosso to attack. It's also possible for one of Croatia's central midfield players to run on to the cross, but I don't they have the guts for that. Even though they have to win I can't see them going all-out for victory until at least the last half-hour. All the same, England need to be switched on to the danger of Rapaic's crosses and make Croatia play down the other side. Just as they set out to stop France coming down the one flank, they have to do the same this evening. If Rosso gets possession, I don't think England will be too concerned. Even if he gets a cross into the box, I wouldn't worry about Rapaic. I don't think he has the striker's instinct to get in at the back post and anyway Gary Neville can handle him. Neville's got the extra height and knowledge to deal with the situation. He wouldn't be beaten in the air by Rapaic and if Prso tried to pull Terry away from the middle of the goal I think Neville would say to Terry: \"Forget it. You stand in the hole and protect the space.\" It's harder for Campbell to do that on the other side because Cole's more vulnerable. If England minimise Croatia's aerial threat I don't think there will be much to trouble them. Their defenders will be able to handle themselves one against one when the ball's on the deck. Although Prso will probably come deep, that won't be a big threat because England's narrow midfield will make it hard for Croatia to thread balls through to him. What England will have to deal with is a lot of diving. If anyone's touched in the Croatia team they will go straight down, so England have to be disciplined. They need to make people beat them rather than diving in because free-kicks, like crosses from the left, are what they have to avoid."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}