{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2004/jun/06/shopping", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2004-06-05T23:37:16Z", "webTitle": "Barefoot Doctor: Dear Barefoot", "webUrl": "https://www.theguardian.com/lifeandstyle/2004/jun/06/shopping", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2004/jun/06/shopping", "fields": {"headline": "Dear Barefoot", "bodyText": "My friend has an inflamed gall bladder. She has been prescribed antiinflammatory drugs and painkillers, and is waiting for a scan. She has been told to avoid fat and dairy food products. A couple of years ago she suffered from Epstein Barrs and had some liver problems. She wonders if this could have caused gall stones. She wants to start a family but has been told not to just yet. She is not sure what to eat (when her appetite returns!). I thought that you would have some sensible advice about lifestyle and diet. Sharon Nixon A glass of hot water with half a lemon squeezed in, morning and night, will help cool the gall bladder. Internal exercise taken on a daily basis - t'ai chi or chi gung, for instance - will help reduce stress generally, which in turn takes pressure off the liver. As for diet, while I leave that to my learned colleague, Dr John Briffa, it's more a matter of dropping everything that strains the liver: all the fried, fatty, greasy, chemicalised, toxic rubbish we love so much but which kills us in the end, and instead to eat as regularly as possible, food with energy still in, preferably organic and fresh with lots of greens, reds and oranges and not so much beiges and browns. Overheating gall bladders indicate control-freak tendencies. Conversely, letting things flow more helps reduce the heat in the gall bladder. · If you have any problems you'd like answered, write to Barefoot at OM, 119 Farringdon Road, London EC1R 3ER, or email him at barefoot.doctor @observer.co.uk. You can also visit www.barefootdoctor.com. Before following any recommendations in this column, you should consult your own medical adviser about any medical problems or special health conditions"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}