{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/jun/21/mondaymediasection14", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-06-20T23:59:59Z", "webTitle": "Switch on your mobile", "webUrl": "https://www.theguardian.com/media/2004/jun/21/mondaymediasection14", "apiUrl": "https://content.guardianapis.com/media/2004/jun/21/mondaymediasection14", "fields": {"headline": "Switch on your mobile", "bodyText": "You are at home in front of the television and the commercials come on. You idly watch some of them, or perhaps you wander off to make a coffee, uncork a bottle of wine, or whatever you do during the adverts. Holding viewers' attention is a serious problem for the advertising industry and a possible solution has been developed by gamewriter and director Charlie Salem. The principle is simple. On television, there are advert breaks. At the cinema, there is often an entreaty to customers to turn off their mobile phones before the feature begins. But what if the advertisers could harness the viewers' mobiles to get them engaged in something positive during that time? Instead of turning off their phones, they could use them to play a game and win a prize. Obviously, the game-writer would gain, too, through the use of a premium line. Salem believes the way to engage some of the people who would otherwise wander off at these times is through texting, specifically through a game he has developed called TxTMsC, or Text Miss Cellulite in non-text language. Listeners to James Whale's show on TalkSport Radio may already be familiar with Miss Cellulite, a rapper played by Salem's wife, Ilana Salem, who raps about the inanities of life rather than the exciting bits. In an existing scheme called InYrShoes, texters have been able to influence responses to dilemmas by texting the production team; Salem now plans to develop the scheme and take it to the US. The difference between TxTMsC and InYrShoes is that the former is a lot bigger and aimed more squarely at the TV audience. It will work across the web, TV and text, and will have a supporting cast so that it can work like a proper soap. Initially, there will be four scenarios, which will top and tail advertisement breaks. \"I did a lot of work looking at exactly who texts, what they say, what they text about,\" explains Salem. It is not just the typical teenager with the Java-enabled phone, he suggests, but people texting about pretty ordinary stuff. \"When human beings text each other, they have a sort of conversation - there's intelligence in there. I wanted to recreate that in a game.\" One important question is what the rest of the media will think of the idea, and the news for Salem isn't all that good. The Guardian contacted three ad agencies and they were unanimous - getting people to text or indeed do anything other than look at the screen during an ad break is counterproductive. Stuart Leach, managing director of agency Inter-focus, is sceptical. \"I have to look at the [phone] screen when I text, so I'm going to be looking at my phone and concentrating on that rather than the commercial. If I were an advertiser and I'd spent £300,000 on a slot in Euro 2004 and someone said to me, 'By the way, we're running a competition whereby people are going to text through the break', I wouldn't be happy.\" He concedes there is an issue about holding people's attention. \"I can see why people would do it - they're not that interested in watching the commercials some of the time, therefore here's something else to do, but it does require attention away from the ads.\" Sarah Hickey of Brahm agrees: \"The act of texting in itself is distracting from the content of the advertising break ... it masks the bigger issue of the drop in the standard of advertising.\" Mark Saxby, a director of the Poulter Group, says: \"You'll be distracted in thinking of your answer, then distracted again when you come to text.\" Salem's enthusiasm remains undiminished. It's a text-based thing, he admits, and the advertisers may not like that initially, but you can't put the genie back in the bottle once it's out. As long as the ads and the text game are carefully targeted, he believes they can coexist, with different family members in the same room taking part in different bits. Besides, he says, the technology has additional potential. If someone texts comic resolutions to a particular situation into the game, that sender's sense of humour can be assessed and, optionally, they can be put in touch with like-minded people in their area for dates, all charged at a premium of course. This is done through matching technology from software company Switchfire, and completes the benefits of the game. \"Basically you can text in to win a prize for the funniest response, and in return for texting in you can be matched with someone in a similar geographical area and [of a similar] age.\" Meanwhile the American television industry has shown interest, following a speech Salem made to the American Film Institute. \"Mobile is just taking off in the US, and the people who are interested in mobile are the television networks,\" says Salem. \"They want to do things that are a lot more complicated than just voting for your favourite pop idol; they want to do things that have serious amounts of content, that can test characters, add depth to a story, that have a lot more substance.\" Using text for entertainment as well as communication is not new. Anyone attending Paul McCartney's concerts last year was invited to text a message and see whether it came up on a screen on the stage, with another ticket as a prize for the best. In the same way, Salem will be launching his Mystery TxT game this summer. At various regional film festivals in the UK and mainland Europe, the audience will see a whodunit style of sketch written and directed by Salem before the main feature. They will be invited to text (on a premium number, with the proceeds going to charity this time) the name of the character they think is the murderer and then switch off their phones; at the end of the feature, they will receive a text stating the correct answer. The person who texted it first wins a prize. This is one of the ideas that has also attracted interest in the US. The applications could be numerous, for example in market research. Salem points out that not only can you ask people what they think should happen next in a soap, but a lot more, too: \"You can get a comment on an election result or whatever - and do considerably more sophisticated market research than if you'd just sat someone down in a room and given them a cup of tea and a load of biscuits.\" A lot will hinge on the initial reaction from the participants (which is likely to be positive), but more importantly from the people around whose programmes and adverts the initial short films will sit. Judging by the early responses, Salem may have a hard sell ahead of him."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}