{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/jun/14/mondaymediasection10", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-06-13T23:25:44Z", "webTitle": "Facing up to home truths", "webUrl": "https://www.theguardian.com/media/2004/jun/14/mondaymediasection10", "apiUrl": "https://content.guardianapis.com/media/2004/jun/14/mondaymediasection10", "fields": {"headline": "Facing up to home truths", "bodyText": "It has been a long and expensive road for Video Networks and its Home Choice TV service. Some 10 years and £250m investment later, its most recent relaunch, last month, could be its last chance. On May 17, VN officially re-launched its TV and broadband internet service with a twist. Not only do subscribers get a fast net connection and all the major broadcast TV channels, they can also order TV programmes on demand - from movies to music videos to individual shows - all delivered via their standard phone line. A couple of buttons on the Home Choice TV remote immediately calls up yesterday's episode of EastEnders, for example. \"We are finding that popular programmes are watched very heavily,\" says Roger Lynch, the American banker who took over as CEO of Video Networks last January. Lynch's office is sparse, except for some black leather furniture, a big TV running the Home Choice service, and a shiny new Bafta, awarded in February, and recognising the company's music video channels as the best interactive TV service of the year. Lynch himself probably deserves an award for pulling off the most unlikely refinancing of a company on its last legs. A check for £60m from a loyal investor, new contracts with Hollywood movie studios and a much better line rental rate from BT now seems likely to extend the life of Video Networks. The once moribund service is now attracting increasing interest from ISPs like AOL and Wanadoo that are looking hard at how to make their broadband offerings more attractive to customers. \"A lot of the growth that we are getting right now is from other ISPs,\" says Lynch. \"But I don't think our business requires us to link up with an ISP. Where we build out our network, and package up compelling products at compelling prices, I think ISPs will have a very difficult time holding on to their customers.\" The ability to order programmes on demand and to create personal playlists of favourite music videos, for example, is what separates Home Choice from other TV services, including cable, Freeview and Sky. Add to that a fast internet connection and, by the end of the year, telephone services, and the proposition is indeed attractive. \"It's a one-stop shop for broadband, TV and telephone and because of the technology it works like the biggest damn Sky Plus box you've ever seen,\" says Etienne de Villiers, Video Networks director and an ex-Walt Disney Television executive. But even with a new financial lifeline and growing consumer interest in broadband, it's not going to be easy for the new Home Choice, an admission that even its strongest backers make. \"The biggest obstacle it faces is the problem of educating the consumer about what they offer,\" says John McMahon, European managing director for Sony Pictures Television International. \"The concept of video on demand (VOD) is difficult to explain but the fact of the matter is they have a compelling offer and I have been a happy subscriber for four years.\" Some Hollywood studios, including Sony, Walt Disney and Warner Brothers, have shares in Video Networks, largely from the early days when the company exchanged equity or options for movie products. For the studios, keeping other distribution platforms viable is particularly important in the UK, where the dominant player, by far, is Sky. \"We have a great relationship with Sky and are respectful of them but around the world we are worried about the consolidation of distribution platforms,\" says David Hulbert, president of Walt Disney International Television. \"Video Networks has gone through a number of cycles but we've stuck with it.\" Sky channels, and most critically Sky Sports, are absent from Home Choice's current offering. Lynch says he is optimistic that the company can strike a deal with Sky, but it hasn't happened yet. \"It will be hard to displace a Sky or cable customer until we get sports,\" says Lynch. In 2002 Video Networks was near death. Its prior management had failed to convince enough Brits to join what the company's marketing team once labelled \"the television revolution\". At a peak of 15,000 subscribers in 2001, there was still nowhere near enough revenue to finance the over-optimistic movie studio contracts and staggeringly high BT phone line rental. Chris Larson, a multi-millionaire (he was part of the original team at Microsoft with Bill Gates and Paul Allen), was intrigued by Home Choice. He decided to write a check for £60m, giving a new management team one last stab at making the service work. \"This company would have and should have gone under if it weren't for a very devoted shareholder,\" says Lynch, who prior to joining Video Networks was the CEO of Chello, the broadband unit of pan-European cable operator UPC, part of John Malone's Liberty Media. In 2002 Lynch oversaw massive restructuring at Video Networks, firing 450 staff - the entire unsuccessful sales and marketing team, and all but two of the management team, including the company's founding CEO Simon Hochauser. All major contracts with movie studios and with BT were renegotiated and Video Networks' television offering (including 7,000 VOD programmes and films) was bundled up with a fast internet, 1 megabit-minimum speed connection. Monthly subscription charges were increased to a realistic minimum of £35 per month rather than the suicidal £6 per month that TV-only subscribers had previously paid. Subscribers defected in droves (nearly a third were on the £6-a-month package) and by the end of 2002 the sub count had dropped to 3,500. The staff head count, meanwhile, had fallen from almost 700 to 230. Over the course of 2003 the network covering the 1.25m homes in London with current access to the service was upgraded. This involved adding digital subscriber line (DSL) technology to 73 BT phone exchanges as well as video encoders allowing the company to include broadcast channels in its VOD offer. Crucial to the reformatted business plan has been the falling cost of BT's line rental. Just as Lynch began slashing costs, Ofcom got to grips with BT's wholesale phone line rental rates. Under pressure from Ofcom's call for BT to provide \"unbundled local loop\" access to its network, BT slashed the wholesale price for the use of its phone lines by 70%, beginning with a 35% cut on June 1. \"The business would not exist without local loop unbundling,\" says Lynch. \"The economics now make sense.\" The improved Home Choice is being marketed with the tag line \"See it and Believe it\". But although costs are down, there are still threats: It is unclear whether Sky will wholesale its channels to Video Networks and, with its traditional voice call business under pressure, BT has been pushing its broadband offer and is expected to launch its own VOD service early next year. \"BT Retail will be a competitor,\" admits Lynch, \"but I haven't closed the door to working together with them as a partner.\" Lynch says that the company hopes to sign up 25,000 subscribers by the end of the year, up from today's 3,500. At 100,000 subs, VN will go into profit on its London network. But Lynch is already laying plans for a roll-out beyond London, a step that will require new funds. The company's most loyal investor, Chris Larson, will be in town later this month to keep track of Video Networks' progress. Lynch can only hope that he brings his cheque book along with him."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}