{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/jun/17/euro2004.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-06-16T23:33:50Z", "webTitle": "Totti faces ban for spitting", "webUrl": "https://www.theguardian.com/football/2004/jun/17/euro2004.sport1", "apiUrl": "https://content.guardianapis.com/football/2004/jun/17/euro2004.sport1", "fields": {"headline": "Totti faces ban for spitting", "bodyText": "Italy's training camp was thrown into confusion yesterday with the news that Francesco Totti may be suspended for tomorrow's match against Sweden because of a spitting incident in their opening group match. Italy were already facing criticism for their lacklustre performance in Monday's 0-0 draw when the incident was shown on Danish DR TV yesterday and Denmark officials issued a formal complaint to Uefa. The control and disciplinary panel will notify the Italy team of its decision today, on the eve of their Group C match against Sweden. \"We have instigated disciplinary proceedings against Totti for gross unsporting conduct, notably a spitting offence against the Danish player [Christian] Poulsen,\" Uefa said in a statement. A spokesman for the Italian football federation said that Totti would attend the hearing and that two of the federation's lawyers were flying from Rome to assist him in his case. The action could lead to a fine for Totti or even a suspension. The federation president Franco Carraro said that the team would not make any comment on the case \"until Uefa has made a decision\". If Totti is suspended, the coach Giovanni Trapattoni could move Alessandro Del Piero into Totti's playmaker role and pair Antonio Cassano as a striker with Christian Vieri. Before the spitting news came out, Italy appeared surprisingly relaxed for a team that was sharply criticised for its first match performance. Yesterday's practice session was cancelled and Vieri said that all the media criticism was \"greatly exaggerated. I don't see any problem. We tied the first game against a good team. In the European Championship all the teams are good. That's soccer. It's not written anywhere that Italy should always win.\" A front-page editorial in yesterday's Gazzetta dello Sport called the draw against Denmark \"unwatchable\", adding: \"It turned off millions of people from the fever of the event. We already used up all our patience at the World Cup two years ago. This time there is not even the alibi of key players being missing due to injury.\" Italy have no injury worries but Totti's absence would mean a major shake-up. Trapattoni had said on the first day of the training camp in Portugal that Totti was \"the one player\" his team really counted on."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}