{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2004/jun/21/careers.theguardian", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2004-06-20T23:58:39Z", "webTitle": "The great pay-packet racket", "webUrl": "https://www.theguardian.com/money/2004/jun/21/careers.theguardian", "apiUrl": "https://content.guardianapis.com/money/2004/jun/21/careers.theguardian", "fields": {"headline": "The great pay-packet racket", "bodyText": "Just when women thought it was safe to consider themselves equal, along comes research that suggests that they are anything but. Thirty years after the Equal Pay Act made it illegal to pay women less than men, PayFinder.com has found that the average pay gap between the sexes now stands at 24% - and that it is continuing to grow. Between 2003 and 2004 it had risen by 9% in Wales, 8% in the West Midlands, 6% in the south-east and 4% in Scotland. PayFinder, the anonymous service that allows workers to compare salaries on its website, comments that it is \"incredible\" that this gender-linked pay differential even exists. For women, the extent of the problem may be shocking, but the gap itself is less of a surprise. Amanda Bailey, personal secretary to the governor of Lincoln Prison, knows all about it. \"I have worked here for 27 years and have always been aware of the substantial pay difference between men and women,\" she says. \"I assumed that it was always going to be that way.\" However, while Amanda accepted this for almost three decades, she is now doing something about it. \"I am involved in an unequal pay action against the Prison Service with 2,000 other employees,\" she says. \"As a member of the Public and Commercial Services Union, I was asked if I would become a lead applicant in fighting the pay inequalities. I agreed because I felt that it was my duty to do something. We have to do what we can to resolve this. Our tribunal ended last week so we are waiting for the results. Hopefully it will go our way.\" It is clear from Amanda's experience that even where there are long-standing inequalities it is never too late to do something about them. There are many reasons for the gender pay gap. Job segregation, discrimination against part-timers and outdated pay systems are as much to blame as the (hopefully dying breed of) employers who believe that women aren't as valuable as their male counterparts. Yet rather than wait for the government or employers to start redressing the balance, women are taking action themselves. Gone, though, are the days of tying themselves to railings. This generation of female activists has much more effective tricks up its sleeve. Jenny Watson, deputy chairman of the Equal Opportunities Commission, explains. \"Employers are running out of excuses when they defend unequal pay. There is a lot of awareness about inequality and there are tools and support for employers who want to resolve it. All they have to do is take action.\" And if they don't? \"Well, there are a few things that you can do to persuade them.\" Although it is accepted that the responsibility for change lies with employers, it is vital that women challenge inequality, creating pressure for reform. \"It is important for you to take control,\" explains Watson. \"But do your homework first. Start with checking your pay. Visit the EOC site and enter your salary into our pay-gap calculator, set up with PayFinder. It will tell you what you should be paid for your work and will compare it with what men get for equivalent jobs. Also, talk to your female colleagues to see if they are experiencing problems - they could shed some light on the issue.\" In addition to this, if you get on well with your male colleagues, compare your salary with theirs. But check that you are doing the same job or different jobs at the same level so that you have a true comparison. It is also worth checking bonuses. It is at this stage that you can also enlist the help of your employer. \"Ask them to fill in our equal pay questionnaire,\" says Watson. \"It requests information about whether you are receiving equal pay. You may find out that you have nothing to worry about, but until then you will never know.\" Employees are legally entitled to ask for information about whether they are paid equally and if not, why not. This questionnaire has an eight-week time limit for responses, although there is no obligation on employers to reply. However, if they don't, and you decide to take things further, a tribunal can draw inferences from a deliberate refusal to answer or an evasive reply. But before you buy a new suit for the court appearance, you should explore other ways of resolving the situation. Start with a cool and calm discussion with your employer. Many do not realise that they are paying unequally, thanks to flawed pay systems. Jenny Watson believes that because of this, many employers are pleased to have inequalities brought to their attention. However, organisations that are serious about the issue go on to hold pay reviews. That means comparing the pay of men and women doing equal work, finding what causes pay gaps and working to close them. One company that has done this successfully is BMW. \"We want to be the world's most attractive employer, so we did a pay review at our Oxford plant to demonstrate how serious we are about looking after our employees,\" explains Peter Lewis, HR manager at BMW. \"We have 4,500 people on site, and only 220 of those are women. But the review showed that we are doing a good job of paying equally and the few problems that arose were due to anomalies in the system. We resolved them and we can now tell people that we really are committed to equality in the workplace.\" If one-to-one discussion fails, it may be time to rally the troops. The chances are that your female colleagues have fallen foul of the same system, so use your influence as a group. The more visible you are, the stronger you are. If that fails, it could be time to call the EOC, the TUC or your own trade union. They can advise you about how best to tackle the situation and provide you with representation at meetings, legal advice and even financial help if you decide to take your case to a tribunal. Yet while this discursive/legal route may be the cure for unequal pay, prevention is best. Increasingly, employers do not specify rates of pay on job ads, which means salary is open to negotiation. This is a problem because women consistently undersell themselves, and if a woman does not secure a salary comparable to her male counterparts right at the beginning of her employment with a company, then the chances are high that she never will. The EOC has even found that only five years after starting work, there is a 15% pay gap between male and female graduates with the same degrees and doing the same jobs. While educating employers goes a good way towards resolving inequality, educating women about the issue is also vital and campaigns are being run among female students informing them of what they should be paid and how to negotiate for it. It is also about telling women that 30 years after the Equal Pay Act, it is within their power to fight for what is equally theirs. \"If I have one thing to say to anyone in the same position as me,\" says Amanda Bailey, \"it is: do something about it. I am proud of what I am doing. To be torn between employer loyalty and what you want can be a moral dilemma and I admit that I have had moments of doubt. But I know that this is the right thing to do. It is hard work and you may have to face your fears, but it's worth it for you and the women who will benefit from what you had the strength to do.\" · For help and advice: Equal Opportunities Commission www.eoc.org.uk Tel: 0845- 601 5901. · PayFinder: see www.payfinder.com · TUC: see www.worksmart.org.uk Tel:0870 600 4882"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}