{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2004/jun/25/gcses2004.gcses", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2004-06-24T23:51:47Z", "webTitle": "A-level biology paper stolen", "webUrl": "https://www.theguardian.com/education/2004/jun/25/gcses2004.gcses", "apiUrl": "https://content.guardianapis.com/education/2004/jun/25/gcses2004.gcses", "fields": {"headline": "A-level biology paper stolen", "bodyText": "An A-level biology paper due to be sat by 8,000 students today has been stolen and sold to pupils in London. The exam board Edexcel said it was working with police to uncover who had breached its security and vowed that cheats would be identified and lose their grades. It is the sixth paper to be stolen during this summer's exams in England and press reports said it had been offered for sale for £1,000. The government's exams watchdog, the Qualifications and Curriculum Authority, said it was confident that the board could deal with the issue. \"We are aware that a biology paper due to be sat today has been given to a student ahead of the exam. We don't believe this is a widespread issue,\" said Edexcel's media manager, Stevie Pattison-Dick. She warned: \"Being in possession of a stolen paper is a criminal offence. We are working actively with the police to identify the source of the leak. When caught, cheats will be disqualified and grades withdrawn. Clearly there has been a breach in the security of a system reliant on trust - criminal charges could follow. Examiners in certain parts of the country had been alerted to potential cheating in this paper - one of six for the A-level. \"All marking is subject to several checks, including scrutinising students' past performance in other units for this exam and their teacher's prediction for this unit's performance. All these will be taken into account. We want to reassure those who have genuinely worked hard for their grade that cheaters will be caught and disqualified,\" she said. The QCA took any allegations of cheating very seriously, said a spokesperson today. \"The situation in north west London is a localised issue which affects a small number of students. We have confidence that Edexcel is dealing with the issue and will ensure that contingency plans are put into place so that all learners get a fair deal. No student will be disadvantaged due to the fraudulent actions of someone else, and we will be monitoring the situation very closely. The thousands of pupils who have sat exams this summer and are still taking exams can have confidence that this is a localised issue and that they will receive the grades that they deserve.\" In a further embarrassment for Edexcel, it has had to send out maths GCSE scripts to be marked by hand to ease pressure on its computer marking scheme. Edexcel said it had marked 1.2m scripts successfully by computer in maths and other subjects but the final 100,000 would be processed in the traditional manner. There was no danger of delays to results, the board insisted. Online marking is being promoted by the QCA as a way of speeding up the marking process so that results can be released earlier with the goal of allowing students to apply to university on the basis of their actual results instead of their teachers' predicted grades as at present. In a further computer marking pilot, Edexcel papers are being marked in Australia and the US, the Times Educational Supplement reports today. The board, which was last year taken over by the Pearson publishing group with international testing and exams business, said it was using 200 markers - half of them in London, the others in Ohio and in Sydney. \"They are monitored in the same way by our senior examiners. And it allows for example for double marking - to check the accuracy of the work. Exams are still going on and we are in the middle of marking, but so far we are very pleased with the results,\" said a board spokesperson. The subjects involved are GCSE science, ICT, maths, languages and music, and GNVQs in health and social care, ICT and business."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}