{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2004/jun/17/horseracing1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2004-06-16T23:34:39Z", "webTitle": "Horse racing: North Light heads King George entries", "webUrl": "https://www.theguardian.com/sport/2004/jun/17/horseracing1", "apiUrl": "https://content.guardianapis.com/sport/2004/jun/17/horseracing1", "fields": {"headline": "North Light heads King George entries", "bodyText": "Derby winner North Light and Oaks first Ouija Board are among the 57 entries for the King George VI and Queen Elizabeth Diamond Stakes at Ascot on July 24. The race could see a rematch between North Light and the Derby second and third Rule Of Law and Let The Lion Roar while Ouija Board could meet Oaks runner-up All Too Beautiful who is also entered in the mile and a half race. Tuesday's Queen Anne Stakes winner Refuse To Bend is among 12 entries from Godolphin which also includes Sulamani. That horse could meet again with Rakti who beat him into fourth place the Prince Of Wales's Stakes at Royal Ascot yesterday. The second and third, Powerscourt and Ikhtyar are also entered in the King George. Powerscourt could form part of a powerful team from Aidan O'Brien's yard as he also has last year's St Leger winner Brian Boru, Necklace, Wolfe Tone and top filly Yesterday in his block entry of 18 horses. Clive Brittain's dual Vodafone Coronation Cup winner Warrsan is in the race along with Vallee Enchantee, who was a most unlucky third at Epsom. The filly met with any amount of trouble in running during that race and jockey Dominique Boeuf was sacked as stable jockey to owners the Wildenstein family after that ride. Vallee Enchantee's trainer Elie Lellouche said: \"The filly is in good form and has had no problems. Her preparations for the King George is going as planned. Olivier Peslier will take the mount unless he has an engagement that day in France.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}