{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2004/jun/06/alternativeinvestment.observercashsection", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2004-06-05T23:37:02Z", "webTitle": "Ancient and modern make perfect match", "webUrl": "https://www.theguardian.com/money/2004/jun/06/alternativeinvestment.observercashsection", "apiUrl": "https://content.guardianapis.com/money/2004/jun/06/alternativeinvestment.observercashsection", "fields": {"headline": "Ancient and modern make perfect match", "bodyText": "Antiquities seem likely to be the art market's star turn this year- despite new legislation to curb the trade. As the war of words between scholars and dealers raged in the parliamentary committee that gave rise to the Dealing in Cultural Objects (Offences) Act 2003, the trade's worst fear was draconian legislation that would make it impossible to buy or sell ancient Greek vases or Egyptian carvings without fear of prosecution. At least one of the scholars made his intentions clear by equating collecting antiquities with looting. But, as testified by the fat saleroom catalogues of the recent spring auctions at Christie's South Kensington and Bonhams, far from killing the trade, the act has, perhaps inadvertently, legitimised it. This has come at a time when two major trends in the art market are giving the antiquities trade a boost. One is the new interest in sculpture among collectors who have filled their walls with pictures and are discovering '3D' artworks such as pottery, sculpture and armour. The other is the low price of antiquities compared with contemporary art. Add to this the buying power of interior decorators who have no difficulty in persuading clients that the perfect foil for their contemporary abstract paintings is a 2nd century marble Roman lintel and it is easy to understand why antiquities are becoming fashionable. Never mind what 'trapezophoros' means, consider its decorative appeal! This is another example of a scholarly field of collecting losing its fuddy-duddy image - Victorian watercolour is the other notable one - and acquiring a new audience. Private collections of antiquities once owned by old buffers in pince-nez and skull-cap are being bought at auction by youngsters of 40 or 50 who are not averse to thumbing through a classical dictionary if it will help them to make their marble torso of Aphrodite a better talking point. As for the new law: although it makes it an offence to knowingly deal in objects that have been illegally excavated or removed from anywhere in the world - which puts a burden on dealers and auctioneers - a defendant's knowledge that objects are 'tainted is hard to prove in court. The act makes no stipulations about due diligence in discovering an object's origins. And it is not retrospective - which effectively legitimises the millions of antiquities acquired by collectors, dealers and auction houses before the act came into force on 30 December. One trade source believes that prosecutions under the act may be as few as one every two or three years. One sign of the antiquities trade's new confidence is the presence of three antiquities dealers among the nine exhibiting in London Sculpture Week, 10-18 June. They include Rupert Wace Ancient Art, whose exhibits in his Pharaoh's Creatures: Animals from Ancient Egypt (9 June -9 July) range in price from £400 for an 8cm Egyptian limestone relief of a bird of prey dating to the Ptolemaic period, 332-330 BC, to £100,000 or more for a 21.2cm sleek Egyptian seated cat of the late Dynastic Period 715-332 BC. Wace says: 'Antiquities were a grey area in the Nineties. But now we know where we are with the legality, and not only contemporary art collectors and dealers but contemporary artists have suddenly become aware that antiquities are good value compared with other areas of the art market. Their clear lines mean that they go well with contemporary art in an interior setting. But the supply is finite and I expect prices to rise.' The origin of all but 13 of his 113 exhibits is stated in the catalogue. The new law has put a premium on provenance: has the object been kicking around auctions and private collections for generations - in which case the sands of time effectively protect today's buyer from suspicion - or was it illegally ripped from a tomb in the few months since the act became law? Wace's provenances range from 'Private collection UK' to 'Private collection, Switzerland, acquired 1958 from Jacques Matoussian. Published: Herman Schloegel, Geschenk des Nils, Aegyptische Kunstwerk aus Schweizer Besitz , Basel 1978, p88, fig 311' - the provenance of a 380-330BC faince quail-chick inlay. Publication confers respectable provenance - or purports to do so. Before the act, 'publication' meant a scholarly tome such as Geschenk des Nils, but now it can simply mean that it has appeared in an auction catalogue. London auctioneers are well aware that Sotheby's has put a stop to its UK antiquities auctions following the exposure of looted goods ending up in its sale catalogues. And they are capable of swallowing their embarrassment at cataloguing previous auction appearances that reveal the object as dealers' old stock. What they would have you know is that the object has been publicly offered for sale at auction without being challenged by the authorities. In other words, in their opinion it is safe to buy. This is part of the process of legitimation that is a consequence of the new law. The spring sales at Bonhams and Christie's South Kensington were notable for their preponderance of goods provenanced to named private collections. Apart from these, the majority of Bonhams' lots and almost all of Christie's South Kensington's bore a provenance of some sort. At Christie's, the provenance given to a small collection of Roman glass - 'Given to the present owner as a gift by her late stepfather in the early 1980s' did not deter bidders. Estimated £600-£800, the lot sold for £1,912. London dealer James Ede says: 'With the majority of antiquities there is no way of proving provenance any more than there is with, say, carriage clocks. It's so sad when someone has a wonderful antiquity but can't prove they've owned it for 50 years. Today's buyers are more conscious of the risks, and the London market has cleaned up its act enormously.' He reports that antiquities in the top 5 per cent quality range, notably Greek vases and marble sculpture, have 'scorched ahead' in price. He sold a 1st century Roman marble torso of Diana for £2,000 in 1972 but would put an £80,000 tag on it today. 'Everybody's got rich', he says, 'and the rich have got even richer.' But at the lower end of the market, 'very ordinary' Roman mourners' tear bottles that he sold for £3 10s in the Sixties now cost only £50. By contrast, 91 lots of ancient glass in pristine condition offered by the world renowned Swedish collector of Asian art, Dr Carl Kempe, sold above estimate at Bonhams in April. Unusual pieces reached the highest prices: a late Roman/early Byzantine flask moulded on both sides with a chubby child's face, fetched £3,525, more than three times its £800-£1,200 estimate. And, in the same sale, a 1st century Roman marble torso of Aphrodite, fresh to market - and looking fresh, too - fetched £44,050 against its estimate of £20,000-£30,000. The safest investment bets in what has become a decorative market are recognisably Greek, Roman or Egyptian, rather than 'difficult' pieces of purely academic interest. This is the auctioneers' strategy, but bear in mind that the Egyptian market, currently boosted by the art market's biggest spender, Sheikh Saud Al Thani of Qatar, is expected to dip when he has filled his museums in Dohar. The simple forms of Etruscan pottery, though lesser known than Greek or Roman, are attracting new buyers, but there is a glut of Cypriot pottery. Bronzes did surprisingly well in the spring sales - especially unusual ones -- but are still considered out of fashion. One of the best buys: wearable gold jewellery, still underpriced. Hellenistic gold earrings of about the 2nd century BC fetched £500-£600 a pair at Christie's South Kensington's April sale. The next affordable London auctions of antiquities are in October. London Sculpture Week (www. londonsculptureweek.com) Rupert Wace Ancient Art (020 7495 1623, www.rupertwace.co.uk ) James Ede of Charles Ede (020 7493 4944, www.charlesede.com) Bonhams (020 7393 3900, www.bonhams.com) Christie's South Kensington (020 7930 6074, www.christies.com)"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}