{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/jun/17/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-06-16T23:33:49Z", "webTitle": "Unhappy Gerrard on top of in-tray for Benítez", "webUrl": "https://www.theguardian.com/football/2004/jun/17/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2004/jun/17/newsstory.sport", "fields": {"headline": "Unhappy Gerrard on top of in-tray for Benítez", "bodyText": "Rafael Benítez was immediately charged with persuading Liverpool's disaffected captain Steven Gerrard to stay at Anfield next season after being unveiled yesterday as the club's new manager. Benítez, 44, has signed a five-year deal after leaving his post at the Spanish champions Valencia to become Gérard Houllier's successor. He spoke of his admiration for players such as Michael Owen and Gerrard, but it is for him to earn similar respect from his charges. Although Gerrard signed a 4-year contract last season, he was dismayed at a campaign that left Liverpool 30 points adrift of the champions Arsenal. With Chelsea keen to exploit the England midfielder's concerns, the Liverpool chief executiveRick Parry has informed Benítez of his crucial first task. \"The priority is for Rafa [Benítez] and I to meet Stevie and try to persuade him that his future is at this club,\" said Parry. \"I spoke to him three weeks ago and it was clear that he was not happy. He was down and he wants success. \"His feelings were fairly deep-seated and they were not expressed idly. We will do everything we can to persuade him that his future lies here, but we are not complacent. \"Hopefully the appointment of Rafa Benítez as our new manager will swing things our way with Stevie. But realistically, players have to be happy and we can't force anybody to stay at the club against their wishes, but there is no way that we want to sell him and we sincerely hope that he stays. \"It isn't about money with Stevie, though. Medals are important to him and he told me that he doesn't want to be here at 35 having not won anything. Finishing fourth in the Premiership is not an achievement in his eyes, but we are with him on that. You can't knock his ambition, but hopefully medals won with Liverpool will mean more to him than medals won anywhere else.\" Benítez is aware of the pivotal role Gerrard played in Liverpool's eventual qualification for next season's Champions League and he hopes to play on the 24-year-old's Merseyside heritage as he attempts to keep the captain tied to the club. Benítez said: \"Steven Gerrard is a wonderful player. I know he is an intelligent person. I want to talk to him about things and make him know that Liverpool now has a different mentality. Steven is from Liverpool and the club is in his heart. His spirit is here, but I want to tell him how important he is to us.\" Nevertheless, even with Owen also yet to extend his contract beyond its expiry in 2006, Benítez will not make any exception for a single player, stressing his focus on the team ethic. \"We will be talking about what is best for the team, not for the players or the manager but for the team,\" he said. \"I want to talk to Gerrard, Owen, [Jamie] Carragher and [Danny] Murphy, all the English and foreign players. I have come here not to learn English but to win.\" By turning to Benítez, Liverpool have appointed a man with a proven track record of restoring a club to its former glory. Before his arrival at Valencia as successor to Hector Cuper in 2001, the club had failed to bring the championship to the Mestalla in more than three decades. However, under Benítez, Valencia ended their 31-year wait at the end of his first season in charge. A repeat performance at Liverpool, whose last league championship was achieved in 1990, would be an even more remarkable feat judging by the stern competition likely to be provided by Arsenal, Chelsea and Manchester United next season. Benítez has endured his share of disappointments, however, and his management record could be described as patchy. In 1995 he was sacked after 23 games in charge of Real Valladolid as they lay at the foot of the Primera División and he lasted only nine games at Osasuna before being fired after winning just once. However, having cemented his reputation at Valencia, Benítez admitted he is now ready for the challenge of breathing new life into Liverpool. He said: \"This is a big challenge for me, but I want to be the best and Liverpool expects the best. I don't want to say that I will win things in one year or two years but, if we work hard at everything, then people will see that we are doing the right things. \"Valencia were a great club, but they do not have the demands of a Real Madrid or a Barcelona. Liverpool has those big expectations, and that's why I wanted to come to this club.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}