{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2004/jun/02/guardianobituaries.nhs", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2004-06-01T23:05:48Z", "webTitle": "Obituary:Tim Cullinan", "webUrl": "https://www.theguardian.com/news/2004/jun/02/guardianobituaries.nhs", "apiUrl": "https://content.guardianapis.com/news/2004/jun/02/guardianobituaries.nhs", "fields": {"headline": "Tim Cullinan", "bodyText": "Professor Tim Cullinan, who has died of cancer aged 71, was a gifted doctor, inspirational teacher and pioneer of public health who, quietly and without fuss, dedicated his life to the care of the needy and underprivileged. He worked in London's East End, Kent, Uganda, Gambia, Tanzania, Malawi and, latterly, even when terminally ill, in Siberia, bringing with him wherever he went his exceptional organisational skills, unconventional but incisive thinking, dizzying energy and limitless, but understated, compassion. The son of a doctor, Tim was born in north London. Returning to England after wartime evacuation to Canada, he was educated at Ampleforth and Trinity College, Cambridge, from where, in 1954, he went to Guy's hospital, London. It was a conventional enough start for a young doctor, but Tim was an original and independent man, and his career was to follow anything but the well-worn grooves. In this he was supported by his wife Helen (known to all as Tigger) over the 48 years of their marriage. Tigger was to say that she felt as if she had constantly to run in an effort to catch up with her husband, but the truth is she shared his outlook and instincts. She also said he was romantic and exciting, like no one she had ever met. The two were soulmates, and their union was profound and happy. In 1959, Tim, Tigger and two young children set off for Uganda, then a British colony, where they were to spend three years. He had an effortless and instant rapport with poor villagers, partly because he was one of those people from whom goodness shone. His discomfort with anything to do with status meant that he was always more at home sitting under a tree with his patients than in the consultants' dining room. His philosophy was to go where the need was greatest. Returning to London, he took his final obstetrics exams, winning a gold medal, even though by then he was a GP in Willesborough, Kent. There, he went about his work in exactly the same informal manner he had in Africa - he regularly treated Travellers from Romney Marshes in his kitchen, while Tigger and his growing family went about their business. Tim was, in many ways, an impatient spirit. If some thing could be done, he could see no reason why it could not be done now, a principle he applied to everything from planting his lettuces and potatoes too early, to, later on, setting up anti-malaria projects on a shoestring. After some 10 years as a GP, he was becoming restless. Like many doctors, he had begun to ask why people became sick. Tim retrained in social medicine, and he and Tigger moved back to London. At Bart's hospital, he was appointed to develop the department of preventive and environmental medicine. He got his students out of their comfortable surroundings and into the streets of the East End, once again going where the need was greatest. Though he loved the work, Tim was never comfortable at Bart's. He rode a bicycle, rarely wore a suit and had no time for the political games that abound in a big London teaching hospital. After seven years, he had had enough. He decided to go back to Africa. The last phase of his career was to be the most challenging, but also the most personally fulfilling. After spells in Gambia and Tanzania (where he almost died of malaria), Tim and Tigger went to Malawi, where he set up the department of community medicine at the new College of Medicine. At that time, there were more Malawian doctors in Manchester than in Malawi, and Tim's task was to train a generation of doctors for a desperately poor country. The programme he devised concentrated almost entirely on the rural population, and he at once moved the department out of its comfortable base in Blantyre to the small town of Mangochi. He insisted on his students going to live in the villages, and doing their projects there. A pragmatic man - Tim did what worked - he was less interested in medical theory than in the mechanics of how disease spread and how it could be stopped. He left Malawi in 1998, by which time he knew he had prostate cancer. But at an age when most doctors retire, he took an unpaid job with Merlin, the British equivalent of Médicins sans Frontières. His work with the charity took him to Siberia and Georgia, where he was involved in anti-TB projects. Tim was a devout Catholic. Catholicism for him was about community and good deeds, rather than doctrine. He was a passionate walker and an avid reader of poetry. His cheerfulness and sense of fun made him much loved by his 17 grandchildren, and it says much about the importance of family in his life that his five children and their families live within a mile of the house he shared with Tigger. ·Tim Cullinan, doctor, born July 18 1932; died May 25 2004"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}