{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/jun/14/mondaymediasection1", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-06-13T23:25:43Z", "webTitle": "A job interview: Rupert-style", "webUrl": "https://www.theguardian.com/media/2004/jun/14/mondaymediasection1", "apiUrl": "https://content.guardianapis.com/media/2004/jun/14/mondaymediasection1", "fields": {"headline": "A job interview: Rupert-style", "bodyText": "Looking back I can see how I was selected for the job over quite a lengthy period of time. For example at the 1997 News Corp Christmas party in Manhattan, where I was living at the time, Rupert came over and talked to me and almost did not talk to anyone else for a good hour, hour and a half. I knew him very well because I was already the deputy editor of the New York Post, which was obviously his decision. But he was asking me had I met Tony, what did I think about him? We just talked generally about Britain. I had not lived in Britain for six years, so I began to wonder what was going on because I expected to become editor of the Post. I was deputy editor, only 33 and things were going pretty well. The paper was in good shape, I had just bought a house, I had a citizen application in and within another year I would have become a US citizen. I had fallen in love with America and frankly had not planned, and did not want, to come home. I really thought of myself as a New Yorker and, in many ways, always will be. In a way my mindset of the world is very much from an US perspective. From memory, we also talked about Gordon Brown too. Every now and again Murdoch would go past the office and one time he went through the Sun and the Mirror with me and not the Post and Daily News, which interested me. I knew something was up and had a feeling I was going to be offered something in the UK but did not know what it was. And then Les Hinton asked to see me in London and we went to Harry's Bar and had a very nice dinner. We talked generally about the British press but again no mention was made of the Sun. I had to come back for Rebekah Wade's 30th birthday party, which was at the Belvedere in Holland Park, then I flew back to the US. The following morning, very early, I had a call from Les saying: \"We would like you to be the editor of the Sun and you are going to get a call from Rupert but don't tell anybody.\" I called Rupert's office and they said he would call in an hour so, actually, I went to the Museum of Modern Art and walked around in a bit of a daze. Obviously I called my parents - they said: \"Does that mean we have to cancel the Mail and get the Sun?\" and I said \"yes.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}