{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/jun/09/travelnews", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-06-09T17:12:05Z", "webTitle": "Press review: From the travel magazines", "webUrl": "https://www.theguardian.com/travel/2004/jun/09/travelnews", "apiUrl": "https://content.guardianapis.com/travel/2004/jun/09/travelnews", "fields": {"headline": "Tourists still can't find a tipple in Tripoli", "bodyText": "It has the finest Roman ruins outside Rome, great scuba diving and beaches to rival Tunisia, but fewer than 100,000 tourists a year take their holiday in Libya. Little wonder its leader, Muammar Gadafy, has launched an attempt to boost the country's economy by attracting a million tourists a year, reported Wanderlust (June/July). Col Gadafy had enlisted the help of a London tourism research organisation to find out how to bring the sunseekers in. The key to the matter lay in three questions: would there be any flights in, given Libya's then status as a pariah state, with no western airlines flying there? Would Libya issue tourist visas? And would Libya allow tourists to drink alcohol? Wanderlust's Tony Wheeler went to Libya in March to assess the progress and was impressed. \"Every Libyan I bumped into was friendly and welcoming, and a remarkable number of them spoke English,\" he said. \"There are now regular flights to Tripoli, including with BA from London.\" However, visas are still difficult to get and his advice to those who can't live without a drink is: \"forget it\". While Libya is still struggling, one destination is certainly not, according to Sunday Times Travel (June/July). \"Everyone's going to Orange County, California, playground of the rich and the setting for the hit television show The OC,\" it said. \"America's It boys and girls are flocking to the newly cool county - Paris Hilton and Colin Hanks (son of Tom) are the latest.\" The county boasts great beaches, golf and Disneyland. Avoid the heat of July and August, and opt for May and September when the beaches are quieter. The best hotels are Newport Beach and the five-star Four Seasons where you can get a double room for £180. Fly there with Virgin Atlantic from Heathrow and Manchester to Los Angeles from £250. For Condé Nast Traveller (June), Jonathan Bastable went to one of the D-day landing beaches, the \"killing field known as Omaha Beach\" on France's Calvados coast. There he discovered \"the trauma of D-day has seeped into the fabric of life in this part of Normandy\" and has become the region's defining feature. \"It is visible not only in the indestructible scraps of German concrete and the ubiquitous little memorials to British regiments or American units. It is also there in the restaurants with names such as Brasserie Overlord or Au Sixième Juin, the 'Rue Eisenhower' in every town, the postcard racks selling pictures of landing craft.\" The D-day sights can be covered in two or three days, Bastable estimated, and you should then visit Bayeux to enjoy some of the things for which Normandy was famous before 1944: \"the calvados, the cider, the meaty food in creamy sauces, and of course the Bayeux tapestry\". The antics of people looking for extreme physical challenges fixated Outside (June), the adventure travel magazine. Kirk Jones, for example, described himself as \"a 40-year-old man with no purpose\" before last October, when he climbed over the steel safety rail at the top of Niagara Falls and jumped into the rapids. Although he had fantasised about jumping since childhood, the spur came when a female passer-by called out to him: \"So, what are you going to do - jump?\" Jones replied \"Yes, ma'am, I think I will\". He then leapt into the current and plummeted 54 metres over the falls. \"The odds on surviving a trip over Niagara Falls are insanely slim,\" said Outside. But Jones emerged with only two fractured ribs and a couple of bruised vertebrae. When police demanded to know why he had jumped, he said it had been a dramatic remedy for boredom and chronic depression. He was immediately taken to hospital for three days of psychiatric evaluation and rest. He is the first jumper to survive without the aid of a boat, barrel, or safety device and joins a list of only 10 to survive the fall."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}