{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2004/jun/21/careers.theguardian5", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2004-06-20T23:58:40Z", "webTitle": "The inside track", "webUrl": "https://www.theguardian.com/money/2004/jun/21/careers.theguardian5", "apiUrl": "https://content.guardianapis.com/money/2004/jun/21/careers.theguardian5", "fields": {"headline": "The inside track", "bodyText": "There has been much criticism of the expansion of higher education over the last decade or so. The \"common sense\" consensus is that, at best, if more people had degrees, the advantage of a degree is cancelled out, and at worst, expansion is responsible for an unemployed surplus of people qualified for the relatively limited number of graduate jobs that exist. Facts often run contrary to common sense, however, and joint research by the Institute of Employment Research at Warwick University and the Bristol Business School shows how. The research tracked the progress of the class of 1995. In July of that year, 43% of those studied who were working were in non-graduate jobs. Seven years later this figure had dropped to 11%. Moreover, three-quarters of the graduates felt they were in jobs that matched their long-term plans. Dreams had eventually come true. It is worth also noting that 1995 was a very difficult year for new graduates. The economy was picking up, creating plenty of \"McJobs\", but business confidence was fragile and traditional graduate employers were freezing their recruitment schemes. The study does show that for the generation of 1995 a degree was worth the effort, and the wait for a decent job. Two years ago, when the research was wrapped up, 85% of the graduates were confident about their future prospects. And although degrees were more common, graduates were still better paid than average. The one cloud on this horizon is that the research showed that women are still paid less than men who have comparable qualifications. Why, after almost 30 years of legislation on the subject, is there still no such thing as equal pay? The old argument that disproportionate numbers of women enter low-paid vocations no longer stands up, because similar studies which concentrate on pay within vocations such as law show the same gender gap. Neither will the claim that family responsibilities hold women back, because the discrepancy is found in starting salaries. Perhaps if universities spent less on vocational degrees and funded some old-fashioned departments of women's studies, somebody might find out the answer."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}