{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2004/jun/11/schools.schoolsports", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2004-06-11T16:04:44Z", "webTitle": "Sports colleges 'achieving confidence trick'", "webUrl": "https://www.theguardian.com/education/2004/jun/11/schools.schoolsports", "apiUrl": "https://content.guardianapis.com/education/2004/jun/11/schools.schoolsports", "fields": {"headline": "Sports colleges 'achieving confidence trick'", "bodyText": "Pupils at specialist sports colleges may develop significantly higher levels of physical self-esteem compared to those at comprehensive schools, according to new research. The study, conducted by Northumbria University, looked at students from a specialist sports college and a comprehensive school. It found that after just one academic year, students from the sports college were displaying heightened confidence about their sporting ability, their physical strength and condition, and their physique. In males, the effect was considerably more noticeable than in female pupils. Around 300 Year 9 pupils from two schools in Northumberland - Ashington community high school sports college and a local comprehensive which remains anonymous - took part in the survey. Pupils were first examined on entry to the school and then again at the end of their first academic year. Pupils at Ashington participated in approximately three hours of PE per week, compared to two hours at the control school. Gordon Macfadyen, who led the team of researchers from Northumbria University, said the research showed that the current curriculum in sports colleges was \"successfully\" achieving its aim. He said: \"The findings reinforce the notion that the sports college curriculum is more successful in enhancing aspects of physical self-worth than that in traditional state schools. \"Attendance at the sports college had a beneficial effect on all components of physical self-worth for the male pupils. In particular, their perceptions of sports competence and the importance they attributed to sports competence increased substantially after attending the sports college for only one year, a finding that was not replicated at the control school.\" Low self-esteem has been perceived to be a problem within the catchment area of the two schools. The area experiences high levels of unemployment, socio-economic deprivation and low levels of participation in higher education. Researchers used questionnaires to examine the pupils' physical self-perception profiles. The survey focused on students' perceptions of their sporting ability, physique, strength and stamina. Male pupils consistently achieved higher scores than females, with the biggest gains made when gauging male students' perception of their own sporting competence. Kieran McGrane, director of PE and sport at Ashington community high, said: \"The boys' results have reinforced staff perceptions. They seem to be more engaged and happier at school.\" Mr McGrane added that the school had seen a marked improvement in the number of pupils studying PE at GCSE level. Prior to becoming a sports college, around 60 to 70 pupils per year would study PE. The school currently has 135 pupils on its GCSE programme. The Northumbria researchers are now expected to look into why female pupils' physical self-esteem was lower than that of males."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}