{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2004/jun/14/careers.theguardian", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2004-06-13T23:27:07Z", "webTitle": "How to translate hope into reality", "webUrl": "https://www.theguardian.com/money/2004/jun/14/careers.theguardian", "apiUrl": "https://content.guardianapis.com/money/2004/jun/14/careers.theguardian", "fields": {"headline": "How to translate hope into reality", "bodyText": "Careers in interpreting and translating offer a window on the world, exposing you to a multitude of people, lifestyles and topics. No two days are the same. And given the EU's recent expansion, opportunities abound. \"Translators and interpreters meet people of so many different backgrounds and every day is different,\" says Jurga Zilinskiene, the 27-year-old Lithuanian-born founder of Today Translations, who recently won the Shell LiveWire Award for young entrepreneurs. \"One day you could be in a prison, the next in Barclays bank headquarters, then off to an international conference about investment in Korea.\" She's just part of a growing army of translators, and demand for the service is increasing faster than they can supply it. Which is hardly surprising, given that last month the number of official European Union languages almost doubled from 11 to 20. \"Increasing demand is expected for public service interpreters - who work with courts, hospitals and the police - for the EU's new eastern European languages,\" says Theresa Tinsley, assistant director of communications for CILT, the national centre for languages. The vast majority of translators and interpreters are freelancers. Translators concern themselves with the written word while interpreters work with the spoken word. By definition, the work of a translator tends to be more solitary and desk-based. But even in-house translators can enjoy variety and intellectual stimulation on a daily basis. Stephen Sekel, chief of the United Nations English Translation Service in New York says: \"The range of subjects that United Nations translators are expected to handle is as extensive as the activities of the organisation itself. A translator may be called upon one day to translate a Security Council resolution on a military crisis in some part of the world and the next day to translate legislation from a member country on e-commerce. There is little time to be bored.\" Translators tend to specialise in specific sectors more than interpreters, according to Helen Eckersley, chair of the Association of Translation Companies' Education Committee. But specialist knowledge can sometimes ward off competition when it comes to interpreting assignments too. Interpreters at this year's Athens Olympic Games will typically work for two-week contracts. Their responsibilities will include translating for the international press and other participants during press conferences held by medallists after the finals. According to a spokesperson for Athens 2004: \"Preference has been given to interpreters with experience in meetings of the Olympic Movement organisations, sports federations, previous Olympic games or other international sport tournaments. All interpreters will be given specific documentation and terminology about particular sports.\" Sometimes, personal assistants also act as interpreters, such as the now infamous Rebecca Loos, self-titled paramour of David Beckham. And at this year's Eurovision Song Contest in Turkey, an indefatigable Emine Fisek acted as a liaison officer, primarily between the British delegation and the event's organisers and backstage crew. \"My main responsibility was to ensure that my delegation was always on time for rehearsals, and that the backstage schedule and procedures - for makeup, costumes and security - ran smoothly. \"Security was very heavy and I had to do lots of translating, making arrangements with drivers and security guards.\" Most guides at the Eurovision were students or young adults with careers in the media, recruited by the Turkish broadcaster for two weeks. Fisek, who is bi-lingual in English and Turkish with Turkish as her mother-tongue, is now about to start her doctorate in theatre studies. Due to the increasingly difficult situations and foreign interventions happening around the world, the military need for language experts is also becoming more acute by the day. The British armed forces train approximately 200 linguists annually at the Defence School of Languages in Beaconsfield. Their studies might equip them for roles such as military attaché overseas, an appointment with special forces, or intelligence operations. They might become involved in policy development within the forces or, in an overseas post, they could be employed to exercise quality assurance, managing civilians who are doing the bulk of the interpreting. Lieutenant-Colonel Anthony Rabbitt, who runs the Defence School of Languages, acted as an interpreter in the Gulf war in the early 90s. His responsibilities included translating reports from the Kuwaiti resistance and documents found during battles. \"Our largest volume of students are studying Russian and Arabic. There is currently a national shortage in Arabic,\" he says. John Ween, founder of 1st Transnational Translations, agrees: \"Anyone currently studying Arabic languages can look forward to a secure future.\" With its focus on self-employment, long term careers in translation or interpreting offer a degree of lifestyle flexibility which many find advantageous. Christine Adams is a freelance conference interpreter who trained in the Geneva Interpreting School. She is now a senior lecturer in interpreting at the University of Westminster and a freelance conference interpreter. She spends a week a month in Geneva working for organisations including the United Nations and the World Trade Organisation. \"Most of our graduates from the postgraduate diploma or the MA in interpreting go on to work for international organisations such as the European Commission, the UN or the European Bank for Reconstruction and Development,\" she says. But although demand is rocketing, the process of becoming an interpreter or translator is still an arduous one. United Nations translators are recruited through highly selective international competitive examinations. The language in which candidates are best able to work must be one of the UN's main official languages: Arabic, Chinese, English, French, Russian and Spanish. Candidates are expected to translate from at least two of the other official languages and possess a university degree or equivalent. As with any career, specialised knowledge is always an asset, \"but most translators develop expertise on the job,\" according to Sekel, of the UN's English Translation Service. With the flexibility of freelancing comes the need to protect and promote your own interests by ensuring that you register with accredited agencies. \"Freelancers should check the credentials of translation companies they are registering with,\" says Jurga Zilinskiene, who runs The Association of Translation Companies has an accredited code of practice and gives priority to UK translators and interpreters who are members of the Institute of Interpreters and Translators or the Institute of Linguists. \"We ask for two years' experience and if the candidate is not formally trained, we ask for five years' experience.\" Zilinskiene admits that getting that first foot on the ladder of experience can be tough and suggests that doing unpaid voluntary work at a suitable company or institute can be a good way in. Currently, the Association of Translation Companies is working to produce a directory of UK companies willing to host students for work placements, with a list of tasks they could expect to carry out. Students would then be able to target companies which match their interests, be they medical or financial for example, or a desire to go into subtitling. The Linguist, a bi-monthly magazine available from the Institute of Linguists, exposes students to the many fields where languages play a major part, not just translation and interpreting. Quotes on average salaries vary widely. However, according to the general secretary of the Institute of Translation and Interpreting, Alan Wheatley, the daily rate hovers around £150 for a public-service interpreter and £250 for a conference interpreter. Translators are typically paid per word and an average freelance translator earns approximately £40,000 per annum. The demand and supply of experts in various languages naturally also comes into play when determining the price of a job. At the moment, translating 1,000 words of Arabic to English could earn you £70 according to John Wheen, chair of the ATC. Good translators tend to be perfectionists, rather introverted with an ability to see \"beyond the words on the page,\" according to Janet Fraser, senior lecturer in translation at the University of Westminster. Good interpreters are typically extroverts who are resourceful and remain composed under pressure. They need to be able to take work seriously. As Emine Fisek put it: \"Being clear-thinking and having a good sense of humour are really important when two strangers who do not speak the same language meet at any huge event.\" · Institute of Linguists: www.iol.org.uk · Institute of Translation and Interpreting: www.iti.org.uk"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}