{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/jun/14/mondaymediasection2", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-06-13T23:25:45Z", "webTitle": "Now we're the target", "webUrl": "https://www.theguardian.com/media/2004/jun/14/mondaymediasection2", "apiUrl": "https://content.guardianapis.com/media/2004/jun/14/mondaymediasection2", "fields": {"headline": "Now we're the target", "bodyText": "No job in journalism is more difficult or more satisfying than war reporting. In a war zone, reporters have to deal with people who regard killing as just another part of the day, they have to get the story right and then deliver it on deadline in places where just stepping outside can be fatal. War reporting is exciting, upsetting and stimulating. Sometimes it is a lot of fun. Bearing witness to the world's evils beats going to work on the tube any day. Successful war reporters, going back to Richard Dimbleby in the second world war, become stars. But war reporting has a terrible downside. It can kill you. Every journalist going to war should remember one fact - this assignment could end your life, or leave you maimed in body and mind. No matter how experienced or careful you are, if you lose your luck, you could die. Careful journalists and responsible employers can find ways to reduce the risks. But the only really safe way for a journalist to report a war is to sit in a newsroom and pick up wires. So it is alarming and depressing for people who are already in a dangerous business to have to conclude that a whole new danger has arisen. It is not just a matter of being in the wrong place at the wrong time, as Martin Bell was when he was wounded by shrapnel in Sarajevo in 1992. We are no longer collateral damage; we have become targets. TV journalists are especially at risk, because they are more conspicuous and because of the power of TV news in a globalised world. These days, everyone with a message to push wants to get it on television. Killers seem to have realised that the impact of their actions expands exponentially once it is beamed around the world. Sometimes, I suspect, their reasoning is not that sophisticated. People who have concluded that the west is their enemy just want to kill one of its representatives. The Saudi authorities - and the BBC - are investigating why Simon Cumbers was killed last week and Frank Gardner left fighting for his life in a hospital in Riyadh. I have no idea what they have uncovered. But it is a fair hypothesis that Simon and Frank were shot because they were westerners with a camera. Journalists all around the world are in danger. Just glance at the web site of the Committee to Protect Journalists (www.cpj.org). In the last week alone, it details attacks on the freedom of the press in Vietnam, Zimbabwe, Grenada, Bangladesh, the Democratic Republic of Congo, Russia and Venezuela. Al-Jazeera believes it has been targeted by the Americans and in Jerusalem, where I am working at the moment, many Palestinian journalists believe they have been singled out by the Israel Defence Forces. Both governments deny it. My friend Mazen Dana, a Palestinian who worked in Hebron for Reuters, talked about it when he won a Press Freedom Award three years ago. \"To be a journalist and cameraman in a city of lost hope like Hebron requires great sacrifices,\" he said. \"Gunfire, humiliation, beatings, prison, rocks and the destruction of journalists' equipment are just some of the hardships.\" Mazen was shot dead by an American soldier outside Abu Ghraib jail in Iraq last summer. So, if we accept that a new danger exists, what do we do about it? In Baghdad, some reporters operate with armed bodyguards. The BBC employs unarmed ex-military safety advisers to work alongside its correspondents. It also has local men with guns protecting the BBC house, which has concrete blast walls outside it. Sometimes they fire in the air if they see suspicious-looking people getting too close, to show them that they are armed and to warn them off. There has been a lot of discussion in BBC News about hiring armed bodyguards for news teams in the field. If director of news Richard Sambrook and his advisers decide the circumstances are exceptional, it might happen in the future. If it does, it would not be the first time. In the Somalian civil war in the early 1990s, we all drove around Mogadishu with armed guards. When I was there we subcontracted some of the gunmen used by Save the Children. For a few dollars a day, we got three or four young men who carried an assortment of AK-47s and rocket-propelled grenades. They sat in the back of a pickup truck with us and I suppose they deterred people who might have wanted to rob us. One of our armed youngsters had a chipped, scratched grenade on the end of his launcher which used to bounce around in the bottom of the truck. I used to eye it nervously, not because of what it might do to someone else but because of what it might do to us. We tried not to think of what would happen if our hired guns got involved in a shootout. Journalists and crews on the ground have always taken safety seriously. After all, their skins are on the line. But since the war started in Bosnia in 1992, management has taken it seriously too. I am sure they were always concerned. But it used not to go much further than muttered advice about being careful or a telex with that vague mantra about \"no story being worth a life\". The first time I went to a war, in El Salvador in 1989, on the day that the Sunday Times journalist David Blundy was killed, I had no safety training, no flak jacket, and no idea about first aid. I packed a pair of running shoes because I had a hazy idea, which turned out to be correct, that they would be useful. I was shown what to do by other journalists and by the Salvadorian camera crew with whom I was working. We were still not wearing flak jackets when the war started in Croatia in 1991. We travelled to the battlegrounds in a fibreglass Renault Espace. When flak jackets, helmets and bulletproof vehicles started to come in about a year later, some of the older journalists disapproved of them. The theory was that it made you look military, which was dangerous. But we soon found out that everyone got shot at anyway. Perhaps it was possible once to wear a lightweight suit and take a taxi to the war, but in the mid 90s it seemed sensible to protect ourselves. It is now normal for journalists in war zones, at least ones who are backed by major organisations, to have thousands of pounds' worth of body armour and safety training. The BBC spends a huge amount of money on armoured vehicles which, if necessary, it airlifts around the world. Perhaps in a few years from now, in a world that is getting more and more dangerous, it will be just as routine for us to work with a bodyguard with a Glock in his waistband, grenades in his pockets and an M-16 in his hands. I hope not. Even wearing flak jackets, we are still non-combatants. It is not much of a defence, but it is worth trying to hold on to that status, even though the threats that journalists face are multiplying. Sometimes the best protection is for people to know you are defenceless. But remember, reporters who were doubtful about flak jackets in Bosnia started wearing them when they were shot at. If more journalists get killed, wounded or kidnapped, perhaps armed bodyguards will be the only answer. The implications are very serious. It might deter a potential bandit , but what could two bodyguards do against 20 armed men? If you carry a gun, or employ people who do, you have to be prepared to use it, quickly and decisively. That might mean killing people. Is that what reporters want to be doing? Maybe, if the alternative is being killed. Or perhaps news organisations are just going to have to be much more cautious about the places they go to. · Jeremy Bowen is a special correspondent for BBC News. His book Six Days: How the 1967 War Shaped the Middle East is published in paperback by Pocket Books on August 2, priced £7.99"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}