{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2005/apr/06/election2005.uk", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2005-04-05T23:36:22Z", "webTitle": "Ten steps to No 10", "webUrl": "https://www.theguardian.com/politics/2005/apr/06/election2005.uk", "apiUrl": "https://content.guardianapis.com/politics/2005/apr/06/election2005.uk", "fields": {"headline": "Ten steps to No 10", "bodyText": "\"The dog's German, the dog's German.\" This was the panic-stricken chant that froze Millbank's war room in 1997. Our most patriotic party election broadcast ever involved a bulldog, slumbering under John Major, now aroused by Tony Blair's rhetoric. Breaking his Tory master's leash, he swaggers into the sunset to join New Labour's vibrant New Britain. (The dog's testicles had been airbrushed out, apparently because they swayed too ostentatiously and might cause offence to the more prudish viewers in Middle England. Attention to detail was everything in those days.) We had invited the dog to appear at a photo opportunity alongside New Labour's very own political terrier, Peter Mandelson. But at the 11th hour we had found out that the dog was called Fritz. This stunt was going to backfire spectacularly. What could we do? Should we cancel the press? Pretend the dog's name was Churchill? The best New Labour minds were focused on this defining decision. The owner suddenly appeared. \"No, it's not Fritz,\" he said. \"He's called Fitz.\" What a relief. Peter Mandelson could now pose with the bulldog without a care in the world. Small details matter in elections, because if you get them wrong your opponents can make days of mischief. But it is the big arguments honed over months and years that count most. Having worked on the past two Labour campaigns, this, in my view, is how to win a general election. 1 Start with your values, instincts, ideas Elections are won and lost on substance. Big ideas, big policies, and the kind of country we want to be are all at stake, and no amount of election razzmatazz or rhetorical pyrotechnics will bring success if a party is out of touch or not clear where it stands on the fundamental issues of the day. New Labour's success has not been about better presentation but more compelling political ideas - investment before tax cuts for example, a welfare state where you have obligations not just rights, work not benefits as the best route out of poverty. 2 Get the strategy right Good strategy is more important than clever tactics. In the pre-election period, the Tories have shown themselves to have a misguided strategy but arresting and headline-grabbing tactics. Labour has the right strategy but their tactics have not yet taken off. The Tory strategy is to go to the electorate with much the same approach that lost them the past two elections - rightwing stances playing on issues such as asylum and Travellers. They have had the luxury of two leadership elections in the past four years and chosen rightwing anti-reform candidates in both cases. There is no new Conservative party, there is no real attempt to move to the centre ground. \"Forward not back\" is where Labour needs to be because Howard so clearly embodies the past. \"Forward\" now needs to be answered in more inspiring terms. Forward to what? After eight years, Labour needs to capture the imagination again. 3 Set the right tone Tone matters in an election almost as much as strategy. Is a party too cocky, taking the electorate for granted? Are the attacks on opponents too nasty, making voters turn off the party delivering them, even if they agree with the substance of the attack? In 2001, we used humour rather than full-frontal attacks on the Tories. The \"Wiggy\" poster - William Hague with Thatcher's hair - made a political point, that Hague was Thatcher's heir but was sufficiently amusing for people to accept the message. People are right to say that elections are a battle between fear and hope. The right usually deploys fear, the more idealistic left knows it has to excite with a vision. 4 Focus on the key voters: soccer mums or Mondeo Man? Worcester Woman, soccer mums, forgotten majorities, Mondeo Man, floating voters, traditional voters, first-time voters, 1997 Labour switchers - all of them are likely to get a visit from a rosette-flourishing canvasser, or be dragged into a focus group. The number-crunching is for a purpose. Who are the key voters, the voters who make a difference in those key seats, whom the politicians need to speak to, for and at? The Tories have decided that the UK Independence party and the right is their main target audience. Labour has a dilemma between getting turnout up among its traditional support and targeting the middle-class floating voter. 5 Put your best clothes in the shop window (and give the rest to charity) An election is all about putting your most mouth-watering political wares in the shop window, and discarding those half-baked ideas that will crumble under election pressure. In 1997, when we invented the pledge card, we knew that Labour, up against emotive Tory offerings on tax cuts and toughness on crime, had to be far more precise about what a vote for Labour would mean. The result was we made five costed and tangible pledges. This has now been copied, with voters at this election having a choice between Tory pledges that have been boiled down to 10 words, Labour's five pledges, which contain many promises, and the Lib-Dems' 10 pledges. 6 Accentuate the political 'choice' If an election becomes not a choice between competing parties but a referendum on the government then, however good the record, any grievance becomes a reason to vote for the other lot. For Labour, the rubric for this election will therefore be about a choice between Tory and Labour: stability v boom and bust; investment in public services v Tory cuts; full employment v unemployment; strong public services v privatised/or paid-for public services. 7 Play to the strengths of the leader Leaders need to be authentic. They should do what they are comfortable doing and not try too hard to be something else. In a campaign you are found out. A leader's job is harder than ever - how do you lead and listen? How do you show you are in touch with everyday concerns yet willing to do what is right irrespective of the criticism? The battle between the leaders at this election will be the most interesting for several elections. Each leader is trying to shed something. Tony Blair will be trying to put Iraq behind him. Howard should be, and occasionally is, trying to soften his Tebbit-like hard-boy image. Kennedy is trying to disprove the lingering belief that he is simply too lightweight. 8 Set the news agenda - momentum is essential Twenty-four-hour-news means being on your toes, reacting with speed. It also means an endless cycle of meetings at party HQ beginning first thing in the morning. Enthusiastic as I was at the last election, it was a struggle to get into Millbank by 7am having read all the newspapers. Driving to work one morning I stopped at a red light on Whitehall and had the Guardian sprawled out over the dashboard, speed reading the politics coverage, when a police officer smacked on the window and proceeded to nick me for \"not being in control of my vehicle\". Every three or four hours the strategic team meets to plan the next moves, the day ahead. Orders will be barked out: \"Find me five things Howard has said on the minimum wage.\" \"Get me 100 homeowners at a rally in Wolverhampton tomorrow morning.\" \"Compile a dossier on Tory cuts in the NHS.\" Momentum is the most sought-after and hardest commodity to acquire in elections. Luck plays a part. A gaffe by a politician often opens the floodgates to a torrent of stories. The media plays its part trying to find stories that run and run. Campaigners, if skilful, can do their bit. At the last election, aided by some unwise comments by frontbenchers, and then Oliver Letwin, now shadow chancellor, going into hiding, Labour was able to run and run with the story of Tory cuts. Stunts such as getting a Millbank member of staff to dress as Sherlock Holmes and search for Oliver Letwin outside Tory central office reinforced the sense that the Tories were on the back foot and Labour was having fun. The Howard Flight saga has played a similar role already in the pre-election campaigning. 9 Don't panic \"John Prescott has just punched someone.\" We were all glued to the Millbank TV screens watching replays from every angle. Derry Irvine and Charlie Falconer, Labour's two leading lawyers, were there too. \"Ooh, that's not looking good,\" Charlie would say, watching the reverse-angle shot. \"Might get away with it, from that angle,\" Derry would say. Whatever the legal point of view, our political judgment was that punching random citizens, even when they disagreed with government policy, was not on message. The following day, Blair was preparing for a press conference in front of the world's media. We all advised him to treat the matter with due seriousness. To our amazement, Tony laughed off the incident with a \"John will be John\" response, and appeared to be getting away with it. As we walked upstairs after the press conference, we congratulated Tony on getting the tone spot on and getting away with it, when suddenly he stopped in front of a TV screen, where they were showing the punch yet again. \"Oh my God,\" he said, \"did John do that?\" Gobsmacked we turned on Tony: \"You mean you haven't actually seen the TV pictures?\" 10 Get out the vote It's easy to be sanctimonious and expect everyone to turn out and vote. In 2001, trying to get out the vote on one housing estate, I saw quite how hard it can be in reality, with genuine confusion about where and how to vote. \"I've just moved house, do I vote here or at my last place?\" \"I've lost my card, can I still vote?\" \"No one has told me where to vote, how do I find out?\" It can't be beyond us to find secure and easy ways for people to vote using new technology. Labour will want good weather and a high turnout for a big majority. The Tories won't mind if it's a low turnout because their core support is more likely to vote than Labour's. The Republicans and Democrats in the United States have found new ways of getting voters to turn out on the day, with face-to-face contact in each precinct, and figures in the community - not just political campaigners - helping to sway undecided voters. All parties will be deploying these kind of techniques this time around. All elections, every one of them, come down in the end to one of two propositions: \"better the devil you know\" or \"time for a change\". This election will be no different. For political operatives - the campaigners, the pollsters, the regional organisers, the press officers, the speechwriters, the events planners, the grid fillers, the advertisers, the volunteers, and, most of all, the candidates - a general election is the politics' World Cup final and Olympics rolled into one; with only one winner and one prime minister. Inside party headquarters are the nervous and the bullish, the big-match players, and the idealistic newcomers; the nerdy number crunchers and the frisky advertisers. All are now a tense team, cramped together in the \"war room\", sniffing and squirming at each twitch in the poll ratings, each political gaffe, each night's focus-group findings for signs of trends, momentum, chinks in an opponent's armour. I will be spending this election not at political HQ, but in an inner-city classroom. I will, like millions of others, be getting just flashes of the campaign. But I won't be joining the cynics who say elections don't matter, or the parties are all the same. No one should be in doubt that a Blair Britain and a Howard Britain would be very different. · Peter Hyman was head of the Strategic Communications Unit at No 10 and is author of 1 Out Of 10: From Downing Street Vision To Classroom Reality. He will be writing regularly for the Guardian throughout the campaign."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}