{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/apr/21/china.usa", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-04-20T23:03:52Z", "webTitle": "Leader: From bad to worse", "webUrl": "https://www.theguardian.com/world/2005/apr/21/china.usa", "apiUrl": "https://content.guardianapis.com/world/2005/apr/21/china.usa", "fields": {"headline": "From bad to worse", "bodyText": "Not so long ago the US government was applauding China's currency controls. That was in the late 1990s, when the currencies of China's Asian neighbours were battered by the financial storms that beset the Thai baht, the Korean won and the Malaysian ringgit, wrenching them away from their pegs and plunging them downwards. But that was a different situation and a different US administration. These days, the rather less impressive economic policy team in the White House is becoming increasingly strident in making calls for China to float its currency, the yuan. The rising volume is a sign not only of the domestic pressures that the US administration is under, but also the forlorn desire by Washington for someone else to help it out of its hole - a hole that the US has dug for itself using a shovel marked \"Made in China\". As things stand, the yuan is fixed by Beijing at a rate of 8.28 to the US dollar, as it has been for several years. While the dollar was strong, that was fine. But as the dollar depreciated, Chinese goods remained at the same price, rather than becoming more expensive. As a result, US politicians hope that a flotation and probable appreciation of the yuan would slow down the flood of imports, cutting the US trade deficit and helping its exports by prodding China into doing more for its own domestic economy. There are many good reasons why China might want to float or at least revalue the yuan. But there are several valid reasons why it should also exercise caution, not least the uncertain nature of China's banking system. The Chinese government has said it will move to a flexible currency regime in its own good time. But American complaints and threats of tariff barriers carry the risk that China could either delay making a valuable policy move - so as not to appear to give in to US pressure - or trigger a precipitate flotation that could dramatically rebound on the US. China not only sells the US an increasing amount of goods but also lends it the money to finance its spending. China now holds hundreds of billions of dollars worth of US Treasury bonds: with a floating yuan, it has no pressing need for them. A sell-off by the Chinese authorities, or just the hint of one, would almost certainly send the dollar spiralling down and force up interest rates in order to finance the ballooning US budget deficit. The result could easily be a full-blown US recession, which would have severe consequences for the rest of world. Rather than lecture other countries, US policy-makers could consider this advice: when in a hole, stop digging."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}