{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/apr/14/newsstory.sport4", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-04-13T23:50:37Z", "webTitle": "'Awful' Newcastle have declined, says Robert", "webUrl": "https://www.theguardian.com/football/2005/apr/14/newsstory.sport4", "apiUrl": "https://content.guardianapis.com/football/2005/apr/14/newsstory.sport4", "fields": {"headline": "'Awful' Newcastle have declined, says Robert", "bodyText": "A year to the day since Newcastle United overcame PSV Eindhoven in the Uefa Cup quarter-final second leg, Laurent Robert was asked whether this season's black-and-white version was better than the last. Robert replied: \"No, probably worse.\" The French left-winger has never been a Geordie tub-thumper, in fact he seems to have been talking about leaving Newcastle ever since he arrived for £10.5m from Paris St-Germain four years ago. But even by his idiosyncratic standards this was spectacular timing. He described Newcastle's form as \"awful\". Newcastle are defending a 1-0 first-leg lead against Sporting Lisbon tonight. They are beset by injuries - the goalkeeper Shay Given trained last night but remains a slight doubt with a hip injury - and the fallout from the Bowyer-Dyer incident has masked three poor league performances against Portsmouth, Aston Villa and Tottenham. Robert has started each of those games but has also been withdrawn in seven consecutive matches. The manager Graeme Souness distrusts him and, when Souness reads the winger's latest offering, resentment will lace that distrust. Standing outside Newcastle's training ground before the flight to Lisbon, Robert was asked if this season's side compares favourably with the team who defeated PSV but were beaten by two Didier Drogba goals for Marseille in the semi-finals. \"No, I don't think so,\" he responded. \"Are we the same? No, probably worse. I don't think we are playing as well this season as last. We have not played well in the last three games. \"We have been very, very bad. We were awful against Villa and lost at Tottenham. We are not playing good football. \"This is the worst we have done in the league since I came here. No good. It is depressing. We have always been top four or five, but now we are 12th. \"It is difficult to explain why we are playing so badly but we have to get out of it quickly. Sporting are not as good as Marseille. They do not play such good football. But like last year we are getting injuries and suspensions at the wrong time. \"And I don't like it when the team plays bad football. I have not been happy when I have been brought off. I think everyone has seen that. It is very depressing. I did not play for a month when the new manager started, but I was playing when we won eight games in a row.\" Has he discussed his unhappiness with Souness? \"There is no communication,\" he said. \"The manager does not speak to me face to face to tell me why he keeps taking me off. He does not tell me when I am playing well and he does not tell me when I am playing badly, and neither does his staff.\" One cannot imagine the Newcastle dressing room being inspired by this, but then Robert's motivation has long been personal. Souness has been forced to turn to him because fans who booed Robert one year ago now chant his name. They do so because he is one of Newcastle's few creative sources - it was his free-kick Alan Shearer headed in at St James' Park a week ago. Looking at the team that faced PSV, however, Robert has a point. Jonathan Woodgate, Gary Speed and Craig Bellamy played in both legs. All three would walk into tonight's side. Souness had no control over the Woodgate and Speed departures but his handling of Bellamy is an issue that will nag louder with each passing defeat. With Manchester United waiting in the FA Cup semi-final on Sunday in Cardiff, plenty of fans consider Europe the better option to end that famous Newcastle trophy drought. An exit tonight would not go down well and would surely have implications for Sunday. \"There's no hiding place,\" Souness said. \"If we've got a few not quite up for it, we can't win the next two games. \"Our attitude has to be to get a result on Thursday and that sets us up nicely for Sunday. The other part in the back of your head is that if we don't get a result, you're thinking about other options.\" Playing options this evening include Bowyer and Dyer, free of their domestic suspensions, possibly the return of Titus Bramble. And, of course, on the left, Robert."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}