{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2005/apr/10/features.review", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2005-04-09T23:42:36Z", "webTitle": "The World of Books: Apr 10", "webUrl": "https://www.theguardian.com/books/2005/apr/10/features.review", "apiUrl": "https://content.guardianapis.com/books/2005/apr/10/features.review", "fields": {"headline": "What fresh hell is this in the world of literary journals?", "bodyText": "In Martin Amis's 1995 novel The Information, anti-hero Richard Tull scrapes a risible wage at the Little Magazine, a decrepit literary journal staffed by elderly alcoholics in waistcoats. The Little Magazine pops up again in his satirical story 'Career Move', in which poets make Hollywood fortunes and screenwriters suffer the anonymity of the underfunded and moribund literary magazine. But Amis's vision of the Little Magazine, plodding along in a fug of merlot in its spidery basement, grows increasingly dated, as a new generation of literary journals with pop culture attitude and high production values reinvent the form. In the US, Dave Eggers's McSweeney's Quarterly quickly achieved a cult following, as did its offspring the Believer, and both have gone on to become the natural home for the leading fiction writers of their generation, offering the kind of essays, cultural debate and criticism that rarely appears in the mainstream press. Here, the magazine Zembla recently celebrated its first anniversary at Paul Smith's Notting Hill shop, a fitting venue for a publication that adopts the style of the design glossies and has featured such 'non-literary' contributors as Manolo Blahnik and Tilda Swinton. Though it had the kind of hip cachet that might have been considered gimmicky, Zembla quickly won the support of literary publishers as well as a group of exciting young British writers, and is already considered significant enough to have its reviews quoted on the jackets of serious paperbacks alongside those from the broadsheets and long-established journals. The literary journal has always existed as a home for like-minded readers and contributors (who are, frequently, one and the same), offering the kind of in-depth or experimental essays, poems or stories that wouldn't find a place in publications that need to cater for a broader readership. By definition, then, their circulation and budget are correspondingly limited; Zembla's ethos was to try and combine the appeal of a mainstream magazine with the content of an eclectic journal, and so far it seems to have succeeded. So, naturally, a countercurrent is emerging. Laurence Johns, a rare-book dealer with Simon Finch, the publisher of Zembla, is launching a new journal, To Hell, with an inaugural event at the end of this month, and its manifesto is a polar opposite to Zembla's. 'It's a return to the traditional literary journal,' says Johns. 'Coming out of the Nineties, where everything had to be cool and knowing, I believe there is space for something with some integrity and weight. I'm a bit of cultural snob so it is intending to be highbrow and demanding.' To Hell will be unapologetically elitist, then, but in content and circulation rather than contributors, taking as its model the kind of literary community that grew up around the City Lights bookshop in San Francisco in the Fifties. 'It won't be just well-known writers,' Johns says. 'I'm looking for new voices that have something to say on the big questions.' Nevertheless, he has enlisted the support of mainstream literary publishers whose lists reflect like-minded values, and the speaker at the launch event will be maverick Booker winner DBC Pierre. Whether the literary journal needs to become more mainstream or more rarefied to survive remains to be seen; either way, it's encouraging, in an age of increasingly homogeneous commercial publishing, that there are so many people with a passion to bring the best new writing to new readers."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}