{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/apr/29/newsstory.manchesterunited", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-04-28T23:22:35Z", "webTitle": "Football: Glazer told to put up by City", "webUrl": "https://www.theguardian.com/football/2005/apr/29/newsstory.manchesterunited", "apiUrl": "https://content.guardianapis.com/football/2005/apr/29/newsstory.manchesterunited", "fields": {"headline": "Glazer is told to put up or shut up", "bodyText": "Malcolm Glazer must make an £800m bid for Manchester United by May 17 or give up his long-held ambition to take control of the Premiership club. The American businessman was issued with the \"put up or shut up\" notice yesterday by the Takeover Panel, the body which polices takeovers in the City, after the United board claimed the long-running uncertainty about his intentions was \"disruptive\" to its business. Crucially, the United board left open the possibility for an American bid by acknowledging that Glazer's proposed price was \"fair\" and \"may be attractive to some shareholders\". This allows the Glazer camp to go directly to the club's shareholders with a formal stock market offer without it being termed \"hostile\" and is likely to be interpreted by the American as an open invitation to bid. Last night City sources expected the owner of the Tampa Bay Buccaneers American football team to spend the coming days with his advisers at the investment bank NM Rothschild, who are keen to avoid open hostility. There was some speculation that he would be able to produce the necessary legal documentation to make a formal bid as early as next week. But, if his advisers refuse to back a formal offer, which requires financing from City banks, Glazer will be left nursing losses on the 28% stake in the club built up over a period spanning almost two years. If he does not bid, he must wait six months before trying again under City rules. Mr Glazer has told the United board that he can offer 300p a share through an intricately structured plan involving more debt than the board feels comfortable with. The shares slipped 2.5p to 265.25p yesterday, demonstrating the view that the proposed bid would not be successful. The club told the stock market that it found the assumptions in the Glazer business plan \"aggressive\" and likely to put \"significant financial strain on the business\". \"Given the board's concerns about the potential impact of the proposal on the company, the board has informed Glazer than it cannot provide a recommendation to shareholders to accept any offer made on the basis of the current proposal,\" the board said. \"It is now for Glazer to determine whether it wishes to put an offer to shareholders,\" the club said. A number of factors are now crucial for Glazer, whose sons Joel and Avi are thought to be planning a key role in the possible takeover. The decision by the United board not to completely throw out the proposal may help soothe NM Rothschild's concerns. The views of the Irish shareholders JP McManus and John Magnier, who jointly own 29.1% of the shares through their Cubic Expression investment vehicle, will also be crucial. It is thought, however, that there has been no direct approach to the pair in recent days."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}