{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/apr/29/sport.comment4", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-04-28T23:22:34Z", "webTitle": "Football: Kevin McCarra", "webUrl": "https://www.theguardian.com/football/2005/apr/29/sport.comment4", "apiUrl": "https://content.guardianapis.com/football/2005/apr/29/sport.comment4", "fields": {"headline": "Chelsea start to feel the pinch", "bodyText": "We know what Chelsea have in mind for next Tuesday evening, but what will they have in their legs? Though the players have their sights on the scoring draw at Liverpool that will ferry them to the Champions League final, they are less in control of matches than in any previous phase of the season. Success on the present scale was hitherto unknown at Stamford Bridge and the squad are realising how taxing it can be. They were perturbed in Wednesday's 0-0 draw by the absence of the injured Damien Duff and the partial fitness of Arjen Robben. There can be no sympathy for them since this is their induction course to high-level football. The syllabus is making them reel and William Gallas did not deny the weariness and tension. The defender's talk was of a Liverpool team on Chelsea's shoulder, even if they are 31 points distant in the Premiership table, of opponents who \"always have someone to mop up the ball\" and of an \"extremely difficult\" occasion at Anfield. He owned up as well to the toll the first leg had taken. In consequence there may be no clamour from the regulars to be in the starting line-up at Bolton tomorrow. A win there would confirm Chelsea as champions and even a draw would leave Arsenal with only the implausible hope of taking the title on goal difference. In normal circumstances players would plead to be picked. The likelihood, however, is that understudies will be trying to snatch the moment of glory. \"We were a bit tired by the end,\" Gallas conceded after the first leg against Liverpool. \"It would be dangerous to use too much energy at Bolton.\" The Frenchman knows a gruelling afternoon is ensured by Sam Allardyce's team. \"When they were at Stamford Bridge it was no party,\" he said of their 2-2 draw in November. Gallas supposes that a batch of fringe players will be involved at the Reebok. The chances of involvement rise in direct proportion to their height, with Jiri Jarosik and Robert Huth likely to be asked to deal with the high balls from Bolton. No matter what happens, it is too late for a single afternoon off to rejuvenate the crucial members of Chelsea's side. Jose Mourinho said his men were dead at half-time in the match with Fulham last Saturday, and now this faith healer of a manager will have to raise them once again. We are really about to learn how shrewdly he has deployed his resources this season. There was a sense, particularly when Ricardo Carvalho was struggling to contain Djibril Cissé in the latter stages, that it is Liverpool who have more energy left in them, despite the fact that their total of 55 matches is one greater than Chelsea's. It could be argued that less nervous energy is used by Liverpool in their humdrum form which keeps them bumping along outside the top four. Though that is debatable, it is clear that Rafael Benítez has tried to set up his players for a strong finish to the programme. He has an unusual preference for hard conditioning work during the season and some senior members of the group, with their ageing bodies in revolt, have been unhappy about the manager's liking for double training sessions. Judging by results in the Premiership, too much energy may occasionally have been used up in those exertions, but it could be that Liverpool are now fading more slowly than Chelsea as the Champions League comes to a head. If Benítez's side are ready to play their intense pressing game, Chelsea will grimace on Tuesday. Since the opening of the group phase, the best Champions League result any visitors have enjoyed at Anfield was Deportivo la Coruña's 0-0 draw. Matching that would merely qualify Chelsea for a penalty shoot-out. Mourinho's team have lost one away match in the Premiership all season, at Manchester City, but that will be no comfort if Chelsea are more vulnerable than ever before. The total playing time of John Terry and Frank Lampard alone is already equivalent to more than 100 matches. The latter has spent 4,480 minutes on the pitch, which is comparable to having completed 15 games more than his opposite number at Anfield, Steven Gerrard. The most regular outfield members of the Chelsea team - Terry, Lampard, Claude Makelele and Gallas - have, in all, given 16,804 minutes of service. Liverpool's Jamie Carragher, John Arne Riise, Sami Hyypia and Steve Finnan have contributed no more than 15,944. Moreover, with the possible exception of Riise they can be categorised as defenders and therefore do not cover as much territory as Makelele or Lampard. The latter is renowned for his desire to play on every occasion, but his stamina is being put to an extreme test. Benítez will feel that he has been more sparing in the use of his men and is therefore entitled to greater endeavours. He must even suppose that a place in the Champions League final is his due. · How they compare Chelsea Player mins on pitch Petr Cech 4170 Glen Johnson 1843 Ricardo Carvalho 2810 John Terry 4560 William Gallas 3685 Tiago 2376 Claude Makelele 4079 Frank Lampard 4480 Joe Cole 2484 Eidur Gudjohnsen 3193 Didier Drogba 2549 (Based on Wednesday's starting XIs) Liverpool Player mins on pitch Jerzy Dudek 3210 Steve Finnan 3595 Jamie Carragher 4419 Sami Hyypia 3891 Djimi Traoré 2816 Luis García 3217 Igor Biscan 1818 Xabi Alonso 2079 John Arne Riise 4039 Steven Gerrard 3127 Milan Baros 2763"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}