{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/apr/21/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-04-20T23:10:57Z", "webTitle": "Chelsea clear to pursue Mutu for compensation", "webUrl": "https://www.theguardian.com/football/2005/apr/21/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2005/apr/21/newsstory.sport1", "fields": {"headline": "Chelsea clear to pursue Mutu for compensation", "bodyText": "Chelsea were yesterday given the green light by the Premier League to pursue Adrian Mutu for compensation after his failed drugs test last October. A panel headed by Robert Reid QC ruled that Chelsea had been justified in sacking the Romania international striker after he was found to have been in breach of contract, \"without just cause or sporting just cause\" for an act of gross misconduct. \"Chelsea [are] obviously pleased that the appeals committee has vindicated the club's position and opened the door for a compensation claim and sporting sanctions before Fifa's dispute resolution chamber,\" said a club statement. \"Chelsea will continue to pursue the case vigorously as the principle is an important one.\" Now that liability has been established, it is believed Mutu has 14 days to appeal against the decision before Chelsea approach Fifa's dis pute resolution chamber [DRC] with their claim. Fifa is responsible for the claim rather than the Football Association since it is a cross-border dispute involving an English club and a foreign player. In the event of a failed appeal by Mutu, the Fifa body will be convened and chaired by Gerhard Mayer-Vorfelder, the 72-year-old president of Germany's Football Association and head of Fifa's players' status committee. If it agrees with the decision of the Premier League, the chamber will be empowered to award financial compensation and to impose sporting sanctions on Mutu. The player has already received from the FA a worldwide seven-month ban for his use of cocaine, which will expire on May 18. That did not stop Juventus engaging him on a five-year contract this year, though the terms of his suspension are notbelieved to have been contravened. Chelsea will pursue their compensation claim with Mutu directly, which could jeopardise his situation at Juventus. Previous cases considered by the DRC have resulted in substantial sums being awarded. One, involving the Argentinian Ariel Ortega, who walked out of Fenerbahce with three years to run on his contract, led to the player being fined €9.5m (£6.6m). That is no indication of how the DRC will deal with Mutu's case, however, since Fifa insists that every case is dealt with in isolation and on its own merits. Indeed, some sports law experts believe that any attempt to recover funds from Mutu after his use of a recreational drug would be open to challenge in English courts, since UK contract law dictates that there is a burden of proof on the employer to substantiate any loss incurred. Chelsea would argue that they have been forced to cancel the contract of a player signed for £15.8m in August 2003, currently without recompense."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}