{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/apr/17/gilestremlett.theobserver", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-04-16T23:24:40Z", "webTitle": "Virgin for sale to pay mother's medical bills", "webUrl": "https://www.theguardian.com/world/2005/apr/17/gilestremlett.theobserver", "apiUrl": "https://content.guardianapis.com/world/2005/apr/17/gilestremlett.theobserver", "fields": {"headline": "Virgin for sale to pay mother's medical bills", "bodyText": "When Graciela Yataco scoured her home in Lima's poor San Diego area to see what she could sell to pay her mother's medical bills, she decided the only thing of any value was her own virginity. So 18-year-old Graciela advertised it for sale in a newspaper for 20,000 soles, about £5,000. The advert has provoked a storm of indignation in Peru, where saving Graciela's virginity has become a question of national pride - while the reasons why she feels forced to sell it are largely ignored. 'It hurts me to see mama ill and crying every night,' she told the local Trome newspaper. 'I live with my brothers and sisters in complete misery, and I do not have a job that would allow me to help my family out. 'Deciding to sell my virginity was not an easy thing, but what else have I got?' Her mother, Gracia, has heart and kidney problems. 'Here in Lima I could not even dream of finding a job that would allow me to pay for a doctor and buy her medicines,' Graciela said. Her mother, speaking from her home where a picture of the Sacred Heart is one of the few decorations on the walls, said: 'She is a good, loving girl. I beg people to help her because things should not have gone this far.' Graciela, who started work as an office cleaner when she was eight, has been bombarded with criticism and hate mail. Stones have been thrown at her windows and threats to burn down the family house have been pushed under the door. Television presenter Pamela Vertiz, Peru's Jerry Springer, criticised her saying that the nation's reputation was at stake. 'Have you thought about how people would look at Peru if other young girls followed your example?' Vertiz said. 'This is not the way to do it, Graciela. You have good hands and legs to work with. This is no way to earn money.' An MP, Mercedes Cabanillas, said: 'This shows that there is a crisis of values in this country. She should get a job and not sell her body!' The teenager, who wants to study and work in the tourist industry, told Spain's El Mundo newspaper: 'I got thousands of emails, most using words I would not dare repeat. But nobody offered a solution for my family.' She added: 'I think virginity exists in the mind, not really in a little membrane.' Now an offer by a businessman to pay for her studies has helped Graciela to put her sale on hold. 'I realised if I carried on, the animals round here would end up giving my mother a heart attack.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}