{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/apr/25/balkans.warcrimes", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-04-24T23:02:32Z", "webTitle": "Serb general surrenders to war crimes trial", "webUrl": "https://www.theguardian.com/world/2005/apr/25/balkans.warcrimes", "apiUrl": "https://content.guardianapis.com/world/2005/apr/25/balkans.warcrimes", "fields": {"headline": "Serb general surrenders to war crimes trial", "bodyText": "The Serbian officer who commanded the Kosovo campaign in 1998-99, General Nebojsa Pavkovic, is expected in the Netherlands today where he is to be taken into custody awaiting trial on charges of overseeing the murder of hundreds and the ethnic cleansing of hundreds of thousands of Albanians. A key nationalist acolyte of Slobodan Milosevic and former Yugoslav army chief of staff, Gen Pavkovic has been one of the most wanted war crimes suspects in former Yugoslavia for the past two years. With government support, he defiantly refused to give himself up. He said he would rather die than go into the dock in The Hague and went into hiding more than a month ago, but is now to surrender. His transfer is a U-turn by the Serbian prime minister, Vojislav Kostunica, on war crimes. Under intense pressure from the EU and the US, Mr Kostunica has abandoned his resistance to sending suspects to The Hague and has delivered 14 since last year. He will be rewarded today by an EU green light for the beginning of talks with Belgrade on the long haul towards Serbia's entry into the EU. Gen Pavkovic was indicted by prosecutors in The Hague in October 2003 for war crimes in Kosovo in 1998-99 along with three senior army and police officers. One of the quartet is on the run in Russia. The other two recently surrendered for trial. Before travelling to the Netherlands, Gen Pavkovic delivered a robust and defiant statement, promising to \"fight for the truth\". \"As a professional soldier, I honourably and professionally fulfilled all my assignments to the end. I do not wish to remain our country's only obstacle to a better future. I am going to The Hague so that I can fulfil my military pledge completely,\" Gen Pavkovic said. The Kostunica government also praised him as a \"patriot\" and \"highly moral\", although it has already issued an arrest warrant for his alleged involvement in an assassination attempt on a Serbian politician in 2000 and has had his home searched. The Kostunica U-turn on war crimes is largely a result of international pressure, sanctions and Serbia's international isolation, and has also been sparked by shifting US policy. Last year, Washington signalled that Belgrade would be able to try its own war crimes suspects as long as it handed over the two most wanted, the Bosnian Serb genocide suspects Radovan Karadzic and General Ratko Mladic, both still on the run. The US signals encouraged Mr Kostunica in his recalcitrance towards The Hague. But after protests from the tribunal and the human rights lobby, Washington changed tack, while the EU encouraged greater Serbian cooperation with the tribunal. Last month, after the transfer of a dozen suspects within a few months, the European commission delivered a positive \"feasibility study\" on opening talks with Belgrade on ultimate EU membership. But European diplomats in Belgrade told the Kostunica government that EU foreign ministers would block negotiations unless Gen Pavkovic gave himself up. Today's surrender will coincide with a meeting of EU foreign ministers which will endorse the commission's green light. \"Serbia has taken important steps towards a European future,\" said Denis MacShane, Britain's Europe minister. The Pavkovic surrender means that a further 11 Serbian indictees remain to be apprehended, including Karadzic and Mladic. Mr Kostunica has refused to arrest any of the suspects, instead organising their \"voluntary surrender\" and providing ample funds to their families. In the Serb half of Bosnia, too, the authorities are offering financial rewards to those who give themselves up. The Kostunica strategy and policy shift have won plaudits from human rights activists and the prime minister's critics. After coming to power in 2000 with the overthrow of the Milosevic regime, Mr Kostunica drew strong criticism for keeping Gen Pavkovic on as army chief of staff despite his record in Milosevic's four wars."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}