{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2005/apr/25/immigration.immigrationandpublicservices", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2005-04-24T23:02:03Z", "webTitle": "Press review: Immigration", "webUrl": "https://www.theguardian.com/uk/2005/apr/25/immigration.immigrationandpublicservices", "apiUrl": "https://content.guardianapis.com/uk/2005/apr/25/immigration.immigrationandpublicservices", "fields": {"headline": "'Truth has been the first victim'", "bodyText": "John Rentoul Independent on Sunday, April 24 \"The prime minister's speech in Dover [on Friday] was one of the best of the campaign. It sounded tough enough to put liberals' teeth on edge but, with the exception of identity cards, it did not cross any sacred lines ... Tony Blair had fun with the Tory pledge of '24-hour surveillance at our ports'. There are 650 of them, and it would be expensive to maintain a round-the-clock fingerprinting presence on every beach ... \"The speech served two purposes from Mr Blair's point of view. He was meeting the challenge head-on, and he was helping to keep the subject centre-stage, safe in the knowledge that there are no further votes in it for the Tories.\" Daily Express Editorial, April 23 \"Mr Blair outlined [on Friday] Labour's new plans to tackle the problems of illegal immigration and abuse of the asylum system. This is a leader who has had eight years to get on top of this nightmare and has shown himself time and time again unwilling or incapable of doing so ... \"Immigration is an election issue because it affects us all. Taxpayers are being asked to support people who often have no right to be here. Labour laxity has meant that Britain has offered an open door to terrorists.\" Alasdair Palmer Sunday Telegraph, April 24 \"The prime minister went out of his way to reassure voters that the government was getting the problem under control ... It already has 'strict controls' to reduce both legal and illegal immigration. It would institute yet more controls should it win the election. All those claims are false ... \"[Mr Blair] promised that the government would 'introduce the type of points system used in Australia' to 'ensure our economy gets the skills we need'. But ... the government already has a points system - and has used it not to decrease but to increase the number of migrants allowed into Britain ... \"In the last 10 years of Conservative government, the average annual figure for net migration into Britain was 59,300. In the seven years since Labour has been in power, the annual average has been 157,000. No one ... would realise that fact from listening to Mr Blair's speech.\" The Herald Editorial, Scotland, April 23 \"Mr Blair's message was that, while there were serious concerns about the issue, it was essential to be fair to British taxpayers, genuine asylum seekers and legal migrants who boost the British economy ... \"There was an element of 'anything you can do ... ' in this speech, particularly the promise of 600 more immigration officers at ports ... It is correct to maintain that immigration touches on many other issues, including benefits, employment, education and security. There are some real issues about how it is administered and how we foster a sense of national identity in our immigrant communities. \"However, truth has been the first victim of campaigning on this issue ... It is a measure of the effectiveness of Tory scare tactics that even Scottish voters named immigration as the second most important general election issue in a recent poll. The [Scottish National party's] Alex Salmond spoke the best sense on this issue when he declared during his manifesto launch that emigration, not immigration, is a major problem in Scotland.\" Daily Mirror Editorial, April 23 \"[The prime minister's] speech ... took Michael Howard's closet racism head-on. Mr Blair understands that the British people are not racist but are worried about what they hear about immigration. \"He could not let Mr Howard get away with a farrago of lies and misinformation. Even senior Tories are queuing up to denounce their leader's shameful campaign. As Mr Howard gets more desperate and hysterical, so Mr Blair is more reasoned and authoritative.\" Daily Mail Editorial, April 23 \"Suddenly, Mr Blair has discovered - to use his own words - 'concern over asylum and immigration is not about racism. It is about fairness.' Indeed. But isn't that precisely the point the Tories have been making all along? And haven't they been demonised for doing so, despite Mr Howard's punctiliously non-inflammatory language? Now the prime minister steals the words and phrases he once so dishonestly misrepresented. Not content with that, he shamelessly filches policies Labour once rubbished as extreme and unworkable. So we apparently have a Damascene conversion: the Blair who embraces an Australian-style points system for migrants; the Blair who promises a strengthened border police; the Blair who will lock up failed asylum seekers; the Blair who wants English language tests ... \"The Tories have struck a resounding chord on this issue. Voters know that under this government, Britain has lost control over its own borders. They see the system as a demeaning shambles. And they bitterly resent the way Labour politicians use the 'racist' smear to bully them out of debating what is happening in their own land (even though many illegal migrants are white) ... Immigration reveals [Mr Blair's] government at its weakest and worst.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}