{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2005/apr/17/uk.labour", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2005-04-16T23:24:37Z", "webTitle": "The rise of the ambidextrous ministers", "webUrl": "https://www.theguardian.com/politics/2005/apr/17/uk.labour", "apiUrl": "https://content.guardianapis.com/politics/2005/apr/17/uk.labour", "fields": {"headline": "The rise of the ambidextrous ministers", "bodyText": "Over the crescendo of squawking infants, Gordon Brown's voice could barely be heard. But it was not his words - telling an audience of mothers and wriggling toddlers that this is a 'schoolgate election', decided by parents' votes - that were striking. It was the two women flanking him at a central London children's centre on Friday morning. Yvette Cooper, junior minister and wife of his former chief adviser Ed Balls, was once tipped for Downing Street but found her career abruptly stalled as tensions between the Treasury and Tony Blair grew. Harriet Harman might be solicitor general and one of Labour's best known female faces, but she has been kept firmly at arm's length by Alan Milburn's campaign team. Now, suddenly, both are back. The last fortnight has seen the rise of what one party figure calls the 'ambidextrous minister': those with a foot in both Blair and Brown camps. The Chancellor's return to centre stage - following assurances that he will not be sacked after the election, making him more likely than ever to succeed Blair as leader - has put a premium on those rare politicians who get on with both. If Blair is to move on within two years, as most of his MPs believe, they will be crucial to helping smooth the transition. 'Surviving transition is going to be very important,' says one senior party figure. 'That's what is going to matter. These people are going to grow in numbers.' Although Blair is not expected to decide until the day after the election on the precise shape of his first reshuffle, the drastic surgery once predicted - propelling über-loyalists into Cabinet and punishing those suspected of conniving with Brown - is now unlikely. Cooper is set for promotion, perhaps to the Department of Trade and Industry, while Blairites once expected to cruise into Cabinet - such as John Hutton, the health minister tipped to follow his old flatmate Milburn into the Treasury as Chief Secretary if Brown was sacked - may have to wait. Other key members of the 'ambidextrous' set who will increasingly come to the fore include Ruth Kelly, the Education Secretary who has a close relationship with Brown yet remains a Downing Street favourite. David Miliband, a Blair intimate since his days running the Downing Street Policy Unit, also qualifies thanks to his brother Ed, a former Brown aide now standing as an MP. David Blunkett, who is highly trusted by Blair but forged a genuine friendship with Brown over the summer during the turmoil of his affair with Kimberly Quinn, is another 'ambidextrous' player. Patricia Hewitt, the Trade and Industry Secretary who worked closely with Brown over the collapse of Rover; Harman, a personal friend of the Blairs who has never stopped working with Brown; and the Work and Pensions Secretary Alan Johnson - who drove through the impeccably Blairite tuition fees policy, but retains close ties with the unions - are others. Those less well placed have, says another senior aide, spent the last week 'hurriedly making their accommodations' with the Brown camp. Tides have turned. When Tony Blair strode out on stage in the Mermaid theatre last Wednesday to launch his party's election manifesto, flanked by six of his Cabinet including Brown, the message was clear: he may be the leader, but he is also a team player. The Prime Minister stressed this was his last election - an appeal to supporters who have broken faith with him personally to still vote Labour - but also that the manifesto would ensure his ideas lived on after he is gone. In other words, his successor's hands are bound. 'It was kind of, \"You can kill me but you can't bury me\",' says one Blairite aide, who argues that the popular belief that the Prime Minister could be gone within months of an election is wide of the mark. None the less there is a strong sense of a new era dawning. 'Tony seems calmer in the last week, more at ease with himself,' says another senior party official. 'For a long time he wanted the succession to go the other way. It didn't, and he now seems to accept that.' Brown, too, has visibly relaxed: he twice brought his baby son into Labour's war room this week, to the amazement of colleagues watching him clowning for the child's entertainment. He has reason to be in a good mood. After weeks of struggling to resolve their message on tax and spending - first accusing the Tories of planning £35 billion in cuts, then of over-spending - the campaign finally scored some hits last Tuesday with a demolition of the Tories' spending plans. The 'schoolgate' campaign, using women MPs to target parents with warnings about how perks for children could be cut if Labour lost, appears to be shoring up female support. Brown's old foe Milburn, meanwhile, has had a difficult week. His apology for the death of Stephen Oake, the police officer stabbed to death by terror suspect Kamel Bourgass, raised eyebrows among colleagues who feared it looked like an admission of guilt - although friends say he had no choice but to acknowledge public sorrow over the death. After a week in which the campaign divided into two distinct halves - one a factual economic argument on tax and childcare, headed by Brown; the other a rebuttal of the Tories over immigration which sometimes stumbled to find its feet - it is clear which appears the more successful. But that is not the whole story. An intriguing poll for the Economist last week found that when voters are asked which of Brown, Blair, Michael Howard and Charles Kennedy they trust to look after their life savings, Brown comes first and Blair last. Asked who they would sit next to on a long train journey, however, and those positions are reversed. Voters trust the Chancellor, but do not warm to him: he has yet to find the emotional connection with voters that Blair effortlessly had. The challenge for the ambidextrous ministers - young, fluent in the language of emotional politics, easy about discussing their daily lives - is to bridge that gap. If they can soften the Government's image as the Blair era bows out, the transition could be smoother than anyone has expected. If they cannot, Brown's succession is by no means guaranteed."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}