{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/apr/25/gender.uk1", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-04-24T23:02:10Z", "webTitle": "Women: Five go mad in a tea shop", "webUrl": "https://www.theguardian.com/world/2005/apr/25/gender.uk1", "apiUrl": "https://content.guardianapis.com/world/2005/apr/25/gender.uk1", "fields": {"headline": "Five go mad in a tea shop", "bodyText": "I hate the prospect of growing old, of becoming staid and dowdy. I hate the thought that at some point I'll have to stop going dancing all night and give my miniskirts to charity. So I was delighted to discover an organisation called the Red Hat Society, a group for women over 50 devoted to the pursuit of fun. Inspired by Jenny Joseph's poem, Warning, which begins, \"When I am old I shall wear purple, /With a red hat that doesn't go,\" members wear red hats and purple clothes and gad about, which may involve anything from bingo to belly-dancing. (Women under 50, who occasionally want to join, wear pink hats and lavender clothes, and are known as Pink Hatters.) Started in 1998, the Red Hat Society turned into a craze that spread across the US and is rapidly penetrating this country, where there are now 49 chapters, from the Purple Princesses of Poole to the Lyme Regis Jurassic Coast Fossils. The hat that began it all was a red fedora, which the society's founder, Sue Ellen Cooper, gave to a friend on her 50th birthday as an allusion to the Joseph poem. As her other friends turned 50, Cooper gave each one a red hat - \"a reminder to be eccentric and silly,\" she says. They began going out in their red and purple \"regalia\", as they called it, and when more women clamoured to join, Cooper encouraged them to start their own groups. There are now nearly a million Red Hatters worldwide, with 40,000 chapters in 29 countries. Once a part-time illustrator of greetings cards, Cooper now presides over a business empire that includes a magazine, a travel division, and a store selling more than 20 types of red hat. Unlike members of the Women's Institute, you won't find Red Hatters organising charity jumble sales or doing anything remotely worthy. As Jenny Howard, a librarian, explains, their aim is to \"grow old disgracefully\". She started her chapter, the Daft Old Bats of Bedfordshire, last November after hearing about it through an American friend. Howard and her 11 or so cronies are sick of stereotypes: \"Middle-aged ladies are expected to be sober and sensible, [while] everyone else can be daft. There's a widespread feeling that we've been robbed.\" I ask Howard to tell me about some of their \"zany\" adventures. \"Our first meeting was at a tea shop,\" she says. \"For the next one, we visited a hat factory in Luton.\" Seems a bit like a school outing to me. When I call a few more chapters, none of them are painting the town red either. The Chelmsford Crimson Crumblies are looking forward to attending a beauty exhibition in London. The Maidstone Scarlet Pimpernel Hatters enjoy historical walks. Mostly, all these gaudy grannies do is go to tea in hats. For a group so keen on flouting stereotypes of middle-aged women, they are doing an awfully good job of reinforcing them. Wondering if perhaps the Americans are wilder than their British sisters, I arrange to meet the Babes on the Bay, a San Francisco chapter. California, after all, is where it all began. The Hatters here won't sit around nibbling scones. The Babes tell me to meet them at Betelnut, a trendy Asian restaurant, a few days after Easter. I wonder what we'll get up to. With daredevil dames such as these, anything could happen. When I arrive, the Red Hatters stand out like a field of poppies. One wears a crimson cowboy hat; another sports a scarlet beret. Another wears a tulle-trimmed affair that looked suitable for Ascot. The light on her plastic ring flashes on and off as she gobbles the cherry from her piña colada. They chorus a greeting and admire my pink hat and lilac dress (I've dressed as a Pink Hatter in order to fit in). One proffers hors d'oeuvres, others wave me over to their table. Then things go downhill. The Hatter next to me talks incessantly, telling me every detail of her life. As I nod, I squint at my hors d'oeuvre, which is hard and brown with coloured speckles. The other ladies have set theirs neatly by their water-glasses. For the most part, they are silent. When I ask, they tell me they seldom socialise outside their monthly meetings. The Red Hat Society is supposed to be about fun and friendship, but seems to offer little of either. So why do women love it so much? It's when I'm on my way to the toilet that the penny drops. The other diners are staring at me, obviously wondering what my pink hat signifies. I relish their interest. It would seem that the Hatters crave this kind of attention. Careen Yarnal, assistant professor at Penn State University, who is conducting a survey of thousands of Hatters, concurs: \"Red Hatters are compensating for the fact that older women are so invisible, by making themselves highly visible.\" Howard, of the Daft Old Bats, certainly seems to love being noticed more than anything else: \"It's really like a drug. Dressing up in your regalia and going out with others dressed up in the same way is so euphoric.\" Back at my table, a Hatter demands when I'm going to eat my \"Easter nest\". It takes a second to realise she means the mysterious hors d'oeuvre. \"What's in it?\" I ask warily. \"The nest is chow-mein noodles stuck together with melted marshmallows, and the eggs are sugar-coated sunflower seeds.\" \"It's too pretty to eat,\" I simper, tucking it under my napkin. Instead of inspiring me, the Red Hatters have made me more afraid of age than ever. There is nothing madcap about them other than their millinery. Glumly, I fear that loneliness and eccentric cookery will be my lot. I have heard that some particularly feisty Red Hatters marched in a town parade in purple bras. But when I call founder Cooper to ask about it, she sniffs: \"That was an aberration. We like people to laugh with us but not at us. We don't want to make fools of ourselves.\" For all their talk of growing old disgracefully, the Red Hatters, it seems, are more interested in high tea than high jinks. \"I shall spend my pension on brandy and summer gloves,\" Jenny Joseph's poem continues, but back in San Francisco, The Hatters refuse a second piña colada, and by 8pm the evening is winding down. · Today is Red Hat Society Day."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}