{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2005/apr/02/guardianobituaries.politics", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2005-04-01T23:47:57Z", "webTitle": "Obituary: Lord Roll of Ipsden", "webUrl": "https://www.theguardian.com/news/2005/apr/02/guardianobituaries.politics", "apiUrl": "https://content.guardianapis.com/news/2005/apr/02/guardianobituaries.politics", "fields": {"headline": "Lord Roll of Ipsden", "bodyText": "Of the surprising number of academic economists born in what was once Austria-Hungary, who were later ennobled by a grateful British government, Eric Roll, who has died aged 97, was outstanding for the variety of his services to this country. He was, in turn, a professor at the age of 28 - appointed with the backing of Keynes and Lord Stamp - a civil servant from 1941 to 1966, a director of the Bank of England for nearly 10 years, and deputy chairman, chairman or joint chairman of the merchant bankers SG Warburg for 16 years from 1967. Roll's early years were spent near Czernowitz, in the Bullovina, at the meeting place of Austria, Russia and Romania, where the economist Joseph Schumpeter once taught. His father was a bank manager, and his mother's brother was a distinguished member of the law faculty at the University of Vienna. For a short time, he attended the village school, alongside the children of Ukrainian peasants, but on the outbreak of the first world war his family took refuge in Vienna after the village was burned down by invading imperial Russian troops. In 1925, by which time Czernowitz had become part of Romania, Roll's parents sent him to England, and he embarked on the BCom course at Birmingham University. It was characteristic of him that while he mixed with actors, critics and journalists - and won a ballroom dancing competition - he completed the degree, took his PhD and published his first book within the next five years. This capacity to combine very different interests continued throughout Roll's life. It explains how he was able to write scholarly works while working as a senior civil servant, and, later, leading a busy life in the City. Apart from other publications, he wrote two successful textbooks in the 1930s, one of which - About Money (1934) - was read in typescript and profusely annotated by TS Eliot, with whom he had dined in Hull, and where Roll was, from 1935, professor of economics at the then university college. Roll never abandoned a professional interest in economics. Without attempting to make original contributions to economic theory, he had a gift for lucid exposition of trends in thinking, for bringing out the practical implications of current economic ideas and providing an easily understood critique of those ideas. The second world war put an end to his university career, although he remained, on paper, professor at Hull until 1946. In 1941, while in the United States on a two-year Rockefeller fellowship, moving from one university to another, he was recruited as deputy head of the British Food Mission, where his main job was the procurement of food supplies under Lend Lease - he was generally credited with arranging for the shipment to Britain of that indispensable addition to the wartime diet, dried eggs. Roll's experience in Washington during the war years gave him a useful grounding in international diplomacy and extended his already wide contacts in north America. At the end of the war, he rejected a number of attractive offers - including the post of secretary-general of the General Agreement on Tariffs and Trade (Gatt) - and, in 1946, embarked on a civil service career in the Ministry of Food. As constantly happened, he found himself involved in wider problems of economic policy arising out of a world food shortage and a lack of dollars. This involvement intensified with the Marshall plan and, in 1948, he joined the newly appointed central economic planning staff, under Edwin (later Lord) Plowden. Roll's familiarity with international economic diplomacy made him a natural choice as British representative in the Paris discussions on Marshall aid; he chaired the key programmes committee, and was one of the \"four wise men\" responsible for the first division of aid among what was then the Organisation for European Economic Cooperation. Those were arduous responsibilities, the more so because he was commuting from London. At the beginning of 1949, he moved to Paris, with the rank of minister, and, in 1952, took on additional responsibilities for the economic work of Nato as deputy head of the British delegation. In this formative period, with the launching of Nato, the European Payments Union and the European Coal and Steel Community, Roll came to sympathise with the idea of European integration and to feel that Britain might be shortsighted in its reluctance to take part. He felt then, as he did during the negotiations of the 1950s, that Whitehall tended to engage in an unrealistic search for the ideal solution, which often led to inaction or delay, and was usually a recipe for running the greatest risks. When he returned to London in 1953, he took up new duties in what had become the Ministry of Agriculture, Fisheries and Food, ending up as deputy secretary in the enlarged department from 1959 to 1961. He played no part in the negotiations with the EEC in the late 1950s, being immersed in the setting up of the International Sugar Council, of which he was executive director from 1957 to 1959. But he was soon involved again in relations with Europe, as chairman, in 1960, of a working party on the emerging common agricultural policy, preparing a report for ministers before the first application to join the EEC. When negotiations opened in autumn 1961, with Edward Heath in charge of the British delegation, Roll was appointed deputy leader - his autobiography Crowded Hours (1985) gives one of the clearest accounts of the negotiations, which, although they failed, were perhaps the high point of his civil service career. Two other major assignments lay ahead. Just as he was about to accept the vice-chancellorship of Liverpool University, at the age of 55, Roll was asked to go to Washington as economic minister at the British embassy. This appointment, from 1963 to 1964, enabled him to expand his contacts with leading US figures, but left him with little share in policymaking. The reverse was true of his next assignment, when, with the Labour election victory of 1964, Roll became permanent secretary of the new Department of Economic Affairs (DEA). It was not an appointment that he accepted with unreserved enthusiasm. He had already cast doubt, in speaking to Labour's then deputy leader George Brown and Roy Jenkins in the summer of 1963, on the benefits of such an innovation; it was hardly likely that a department lacking control over the three main instruments of economic policy - interest rates, the exchange rate and the budget - would get the better of a department controlling all three. Instead, the DEA was forced to concentrate on prices and incomes policy and the national plan, both of them more frustrating than successful. The first engaged Roll's sympathies, but he was less hopeful of the second. He took away from the experience a continuing interest in the machinery of government, and was strongly in favour of a central economic staff serving the cabinet collectively. He also supported more grouping of departments, and the greatest use of quasi-independent agencies to reduce the size of the cabinet and allow it to give more attention to broad, strategic objectives. For the next 20 years, he continued to lead a busy life in many different roles: these included a place on the National Economic Development Council (1971-80); a directorship of the Times (1967-80); membership of the high-level group of five on the oil shock in 1974; chairman of the Book Development Council; chancellorship of Southampton University; and chairmanship of the Bilderberg meetings (1986-89) - all on top of his duties in the City. He was appointed CB in 1956, KCMG in 1962 and made a life peer in 1977. He wrote more than a dozen books, including Spotlight On Germany (1933), A History Of Economic Thought (1954), The World After Keynes (1968), The Uses And Abuses Of Economics (1978) and Where Are We Going? (2000). Roll was a man who knew, and seemed to remain on good terms with, everyone. He was shrewd, objective and moderate in his judgments, accustomed to taking a long view and able to express himself simply and logically. His wide range of knowledge, contacts and experience made him an invaluable adviser, much in demand in many different contexts. He had a light touch and knew how to relax and enjoy himself, but could also engage in hard and sustained intellectual work. Above all, he was a skilful and trusted negotiator. He married his wife Winifred, herself a capable scholar and administrator, in 1934, and they enjoyed a happy married life until her death in 1998. They had two daughters. · Eric Roll, Lord Roll of Ipsden, academic economist, public servant and banker, born December 1 1907; died March 30 2005 · This article has been updated since Sir Alec Cairncross's death. His own obituary (October 24 1998) was by Eric Roll"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}