{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/apr/21/italy.guardianleaders", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-04-20T23:03:53Z", "webTitle": "Leader: Silvio Berlusconi", "webUrl": "https://www.theguardian.com/world/2005/apr/21/italy.guardianleaders", "apiUrl": "https://content.guardianapis.com/world/2005/apr/21/italy.guardianleaders", "fields": {"headline": "Stumbling cavalier", "bodyText": "Italians will not need to wait for a puff of white smoke to know who their new prime minister is, for there is no doubt that it will again be Silvio Berlusconi, now reshuffling his four-party coalition after reluctantly resigning yesterday. In so doing, the flamboyant media magnate known as Il Cavaliere will avoid an early election which opinion polls show would probably be won by Romano Prodi, his old rival on the centre-left. Mr Berlusconi's brief departure ends his ambition to serve an uninterrupted five-year term at the head of what is still the longest serving Italian government since 1957. While it may be premature to applaud the end of il Berlusconismo, the prime minister who took office in May 2001 with the country's biggest post-war parliamentary majority has failed to fulfil his \"contract with the Italians\" - an election manifesto he signed on a TV chat show that promised a brighter and more prosperous future. Business leaders complain of faltering growth, inflation and indirect tax increases. His controversial support for George Bush and the war in Iraq has also taken a heavy toll. The near fatal blow came in a stinging defeat in this month's regional elections. Mr Berlusconi's fading charisma could not halt squabbling amongst his allies, with the populist Northern League demanding the decentralising of much power from Rome. That triggered a rebellion by the centrist Union of Christian Democrats and the rightwing National Alliance, both of which enjoy support in the poorer south, where devolution could be a disadvantage. Europe's political scene - dominated by fears of a no vote in France's referendum on the EU constitution - might well have been enlivened by a secular drama in Rome. But Italy-watchers predict a less triumphalist, more sober style for Berlusconi Mark II. The reshuffle will probably end his ambition to cut the highest band of income tax, which would have made the country's richest man even richer. It may be some small consolation that this will endear him, however briefly, to the guardians of eurozone budget deficits in Brussels and Frankfurt."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}