{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2005/apr/02/foodanddrink.shopping1", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2005-04-01T23:47:05Z", "webTitle": "Eating out: Little Chef, A65 near Clapham, Lancs.", "webUrl": "https://www.theguardian.com/lifeandstyle/2005/apr/02/foodanddrink.shopping1", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2005/apr/02/foodanddrink.shopping1", "fields": {"headline": "Little Chef, A65 near Clapham, Lancs.", "bodyText": "Telephone 01524 251230 Address: A65, near Clapham, Lancaster, Lancs. Open: All week, 7am-10pm. Price: Around £10 per head (without drinks). Despite spending millions on the design of aspirational corporate logos, companies often choose one that unintentionally betrays their true base nature. When BT created the Yellow Pages \"let your fingers do the walking\" logo, you needed only to invert it to reveal two fingers telling you what BT really thinks of its customers. I've long suspected that the National Lottery's crossed fingers are simply Camelot's way of excusing itself for giving people unrealistic expectations of acquiring wealth beyond the dreams of bingo halls (although maybe it's arthritis). And let us spare a thought for the now-defunct Happy Eater chain of roadside diners, which was doomed from the start for two reasons: first, because its logo was a bald, fat, crapulent chef with his fingers down his own throat (seemingly in an attempt to induce vomiting); and second, because John Major frequented them. As for the podgy cook logo of Little Chef (Happy Eater's runt twin), he reveals the grim truth about what you can expect should you be reckless enough to venture inside. Indeed, he's become such a corpulent liability to the corporate owners (Permira) that last year they tried to slim down his stomach, and recently decided to slim down the company instead by selling off 120 of its 235 outlets and keeping only those located next to a Travelodge (with its captive clientele). In 1958, when the first 11-seater branch opened in Reading, the tubby chef had some appeal to the British public (who'd lived through years of rationing and were getting their first taste of mass car ownership), but Little Chefs are in decline - and deservedly so, because they offer the worst of both worlds, by combining the disadvantages of fast food (it's fried) and of waiter service (they're slow). A while back, I broke down outside a Little Chef near Hull (not emotional collapse, just ignition failure), so I went inside and thought I couldn't go far wrong with an omelette. But I was wrong, because the waitress told me, \"Sorry, we haven't got any omelettes ... head office haven't sent any in the post today.\" What I had requested was the simplest dish known to man, yet the \"chefs\" in these \"restaurants\" can't prepare it, and rely on reheating prefabricated, vacuum-packed extruded kapok made into Frisbees and sent via the Royal Mail. Ah well, at least it's the only place in the world where people can make an omelette without breaking eggs. Being fond of an occasional coffee and bickie, I try to stop (whenever I'm on the A65 near Lancaster) at a charming cafe in the village of Clapham, but with this column in mind I recently visited the nearby Little Chef instead, and stood obediently by the ghastly \"Wait Here To Be Seated\" sign, listening to what sounded like a Soviet-era TB ward but was actually the \"smoking section\" (as I've said before, you may as well have a \"pissing section\" in a swimming pool). When I was finally seated, I perused the photographic menu and ordered \"The Olympic\" breakfast. In the time it takes a microwave to ding, there it was on my table, served by someone dressed in a garment that was more stain than uniform and who looked as if she was depriving a village somewhere of its idiot. The food looked exactly as it did on the laminated menu, and therein lay the central problem. It even tasted laminated, being coated with stale vegetable oil that acted as a barrier between it and my tongue. Two insipid eggs, two rashers of unsmoked bacon, two tomatoes, two slices of toast (doubtless from a 40ft-long sliced cotton wool loaf) and two sad, sad sausages, surely the wurst I've ever eaten, with less flavour than roadkill stuffed into a condom. The textures were unnatural, too, from the dry potato to the mushrooms that smacked of the Chesswood's tin (what a pity they don't do a range of magic mushrooms - at least I could have driven home as a mile-high duck). Looking up from the glumness on my plate, I observed the equally glum clientele. The sort of people who regard Angus Steak Houses as dangerously bohemian and are unperturbed by the stink of rancid vegetable oil and stale cigarette smoke that hangs in the air like a low cloud over a mountain. As industrial-strength disinfectant was sprayed on to the tables around me (and the mist floated on to my plate), I noticed one spotty youth in the smoking section whose protracted nose-picking session became so involved that I feared his head would cave in. Like everyone here, he wasn't living to eat, just eating to live, and being ripped off in the process, but neither he nor they could apparently give a damn. When I got this job, my mate Kev (who's very high up at Channel 4) told me, \"Don't just go to all the poncy places. Review Little Chefs, too.\" OK, Kev, I've done it, and it was dreadful. But things don't have to be like this, because there are hundreds of cheap, unfussy diners (Banners in Crouch End, for one) where they serve great fry-ups with efficiency, vigour and top-quality ingredients. How dare Little Chef describe itself on its website as being \"synonymous with serving good food\"? Never again. You can take a horse to water, but you can't make him drink. However, you can make a dog drink; quite easily, in fact. Just put him in a blender, give a quick zazz, pour and enjoy. It's not on the Little Chef menu. Yet."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}