{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/apr/29/iraq.jonathansteele", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-04-28T23:04:01Z", "webTitle": "Iraqi cabinet approval ends deadlock", "webUrl": "https://www.theguardian.com/world/2005/apr/29/iraq.jonathansteele", "apiUrl": "https://content.guardianapis.com/world/2005/apr/29/iraq.jonathansteele", "fields": {"headline": "Iraqi cabinet approval ends deadlock", "bodyText": "Iraq's leaders yesterday ended almost three months of political deadlock by approving the first elected government since the fall of Saddam Hussein, although continued wrangling meant several key positions remain unfilled. The interim national assembly endorsed a list drawn up by the prime minister, Ibrahim al- Jaafari, made up mainly of Shias and Kurds but excluding all members of the party of the outgoing prime minister, Ayad Allawi. In Washington, President George Bush hailed the new line-up and said it would \"represent the unity and diversity\" of the country. The government will have 32 ministers and four deputy prime ministers, and includes six women. Under pressure from Washington to end the impasse, which US officials said was helping the insurgency and discrediting the democratic advances made in the country's first contested poll, Mr Jaafari presented a partial cabinet rather than wait to settle a deadlock on portfolios for defence, electricity, human rights, industry and oil. Posts for two deputy prime ministers have still to be filled. Mr Jaafari will hold the key defence post for the time being. A Sunni Arab, Sadoun al-Dulaimi, had been mentioned for the job on the grounds that this would calm many Sunni opponents of the occupation. Most army officers were Sunnis. Mr Dulaimi, a former general, went into exile in 1991 to oppose Saddam Hussein's regime. But senior members of Mr Jaafari's largely Shia election bloc, which holds a narrow majority in the 275-seat parliament, opposed the move. They also refused to consider bringing any former Ba'athists into government, especially as Sunnis largely boycotted the January poll. In a controversial move, the acting oil minister and deputy prime minister will be Ahmad Chalabi. A secular Shia who was popular in Washington before the war, and a long-time rival of Mr Allawi, he fell out of favour with the US administrator, Paul Bremer. His appointment marks an astonishing comeback for a man convicted of fraud in Jordan and widely unpopular throughout Iraq. US troops and Iraqi police searched his house last spring on suspicion that he was working for Iranian intelligence. But Mr Chalabi worked his way on to Mr Jaafari's electoral list after making repeated overtures to Iraq's top Shia cleric, Grand Ayatollah Ali al-Sistani. Adel Abdul Mahdi, one of Iraq's vice-presidents, delighted Washington recently by coming out in favour of oil privatisation. With Mr Chalabi temporarily in charge of oil, this may move forward fast. The interior ministry goes to Bayan Jabor, a Shia. The Kurds get several ministries in the new ruling coalition as well as keeping the foreign ministry for Hoshyar Zebari. The former vice president Rowsch Nouri Shaways, another Kurd, will be a deputy prime minister and the acting electricity minister. Besides the women's ministry, women will have the environment, public works, science and community affairs posts. While haggling over the distribution of ministries had been largely on ethnic and sectarian lines, the prime minister insisted the spread reflected a government of \"national unity\". He pledged to name permanent appointees to the five contested portfolios \"within a few days\". Earlier pledges to name a government quickly got bogged down. The new government is expected to take the helm within days, having been approved by 180 votes to five in the assembly. The session began with a minute's silence for Lame'a Abed Khadawi, a Shia MP, who was shot dead in the garden of her home in Baghdad on Wednesday. Minutes after her bodyguard had dropped her off she opened her gate to strangers who shot her. Her murder was the first of an MP. Two interior ministry officials were murdered yesterday. Major General Mohsen Abed al-Sadah was shot dead in south-west Baghdad, while Lieutenant Colonel Alaa Khalil Ibrahim was killed as he drove to work. The new government, officially described as transitional, will supervise the drafting of a constitution, which has to be ready by mid-August. If ratified in a national referendum, this will be followed by an election in December for the first democratically elected permanent government. But writing the constitution may be delayed for six months. Mr Allawi, the outgoing prime minister, has decided to wait to fight the next election, perhaps in the hope that voters will lose faith in the current team by then. He holds 40 seats in the assembly. In Ahmad Chalabi, 61, deputy prime minister and acting oil minister Wealthy banker, long-time exile and Pentagon favourite who played a major role in making the case for US invasion, using intelligence later revealed as flawed. Has close links with American oil companies Hoshyar Zebari, foreign minister A Kurd, he is one of few people from the government appointed by the US last June who retains his post Out Ayad Allawi, prime minister since June 2004 Ran his own list in January elections and got 40 votes. Hoped for top post in the new government, such as the defence ministry, but was refused Bakhtiar Amin, respected human rights minister since June 2004 A Kurd from Kirkuk who was an independent and not in either of the main Kurdish parties"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}