{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/apr/12/oilandpetrol.climatechange", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-04-11T23:03:04Z", "webTitle": "BP fails to reduce greenhouse gases", "webUrl": "https://www.theguardian.com/business/2005/apr/12/oilandpetrol.climatechange", "apiUrl": "https://content.guardianapis.com/business/2005/apr/12/oilandpetrol.climatechange", "fields": {"headline": "BP fails to reduce greenhouse gases", "bodyText": "BP was forced to defend its environmental policy yesterday after it admitted its own production of greenhouse gases increased last year. The world's second biggest quoted oil producer, and Britain's biggest company, produced more than 85m tonnes of greenhouse gases in 2004 up from 83.4m tonnes in the previous year, according to the company's green report published yesterday. Its output was roughly twice that of Argentina. The report also showed a dramatic increase in the number of staff sacked for unethical behaviour and a 50% jump in the amount of oil BP spilled, to 5.7m litres. BP said taking into account a number of disposals its greenhouse gas emissions decreased slightly to 81.7m tonnes, but the figure has been largely unchanged for the past four years. Lord Browne, the chief executive, denied that the company's attempts to cut greenhouse gases had stalled. \"We are not struggling, we are absolutely on track,\" he said. BP's emissions are lower than those of industry bête noire ExxonMobil, the American oil company that opposes the Kyoto treaty on climate change and last year caused uproar by revealing a 2% increase in emissions to 135.6m tonnes. Although BP is more willing than most of its rivals to talk about climate change, its seeming inability to reduce its own levels of greenhouse gases has worried environmental campaigners. \"I would question whether the extent to which BP has reduced its emissions represents their actual ability to do it,\" said Friends of the Earth campaigner Hannah Griffiths. \"BP makes a big song and dance about what they are doing but they could do a lot more.\" BP's Sustainability report shows that the use of its petroleum products by customers generated an additional 1.376bn tonnes of greenhouse gases last year, or about 5% of global greenhouse emissions. \"While it is great for BP to think about its offices and the emissions of its refineries that's peanuts compared to thinking about its core business, which is extracting fossil fuels,\" Ms Griffiths said. \"BP also says it has increased its oil and gas extraction for the 12th consecutive year, how on earth is that compatible with its commitment to reducing climate change?\" The BP report shows that the company sacked 252 staff last year for unethical behaviour, mostly stealing from the company. The figure was up more than 50% on 2003. It also said 11 employees and contractors died in accidents last year, compared with 20 in the previous year. Most deaths were in road accidents in America, but since the report was produced, 15 workers have been killed in an explosion at BP's Texas City refinery. The cause of the blast, which experts reckons could cost BP up to $1bn, is still being investigated."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}