{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2005/apr/06/uk.voterapathy", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2005-04-05T23:36:22Z", "webTitle": "Turnout is key issue in the marginals", "webUrl": "https://www.theguardian.com/politics/2005/apr/06/uk.voterapathy", "apiUrl": "https://content.guardianapis.com/politics/2005/apr/06/uk.voterapathy", "fields": {"headline": "Turnout is key issue in the marginals", "bodyText": "On the ground in Leyland, Lancashire, yesterday, there was a battle to persuade Labour supporters that voting mattered. Amid fears that turnout could decide the result, the local Labour MP David Borrow was trying to win back doubting voters. It is just the kind of marginal where Labour is anxious to energise supporters. Mr Borrow won the seat from the Tories in 1997 and hung on to it with a majority of less than 4,000 in 2001. He turned up at Northbrook primary school in an unambiguously scarlet anorak to chat to parents as a party worker with a fistful of balloons tried not to turn into Mary Poppins as a chill wind gusted. How was he hoping to defeat apathy and convince the voters to stick with him? \"If I ask the people I meet whether they want a Labour or a Tory government, practically all of them say Labour,\" he said. \"That's the crunch question. The choice is not about having the Labour government of their dreams.\" A mother collecting her twin daughters accepted a leaflet, but confided as she dropped it in her bag: \"That's going straight in the bin when I get home. They [Labour] have not done very well, have they? Look at the health service and things for children. \"The only good thing is the raised ceiling on stamp duty - I've got my house on the market.\" She said she had not voted for years, but would stir from her apathy this time - and vote Tory. There was better news a mile away outside McColl's newsagents in Moss Side. \"I'm sticking with Labour,\" said a pensioner with a stick and luxuriant stubble who admitted that Michael Howard put him off voting Tory. \"It's that bloody grin he's got,\" he said. You couldn't honestly say there was a lot of apathy about; more an absence of passion. Paul Naylor wasn't sure if he had voted last time, but if he had, it was probably for Labour. \"If I'm not working and I'm available to vote and there are no big queues at the polling station, I'll go and vote and it will probably be Labour again,\" he said. The pensions minister, Malcolm Wicks, who had nipped up from London to help give out leaflets (and tuck into a Mars bar to build himself up for the weeks to come), looked on as Louise Hardy explained her intentions. \"I didn't vote Labour last time,\" she said. \"I have found the Labour council here very cooperative - it does a good job. Based on that, I would vote Labour. \"But I will be thinking long and hard about Labour's national performance. I supported them over the war. \"But my major concern is the health service, the fact that hospitals are filthy.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}