{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2005/apr/06/uk.conservatives", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2005-04-05T23:36:26Z", "webTitle": "'Mr Blair's Labour government has lost the plot'", "webUrl": "https://www.theguardian.com/politics/2005/apr/06/uk.conservatives", "apiUrl": "https://content.guardianapis.com/politics/2005/apr/06/uk.conservatives", "fields": {"headline": "'Mr Blair's Labour government has lost the plot'", "bodyText": "Speaking at the Tory party launch yesterday 'The choice before voters on May 5 is very clear. They can either reward Mr Blair for eight years of broken promises and vote for another five years of talk. Or they can vote Conservative, to support a party that's taken a stand and is committed to action on the issues that matter to hard working Britons. Mr Blair's Labour government has lost the plot. Hard-working families - honest people who do the right thing, who respect others, who provide for their children, who look after their homes and contribute to their local communities - are being taken for granted by Mr Blair. People are fed up that their hard work is not recognised or rewarded. Patients worry they'll pick up an infection in hospitals which are dirty when they should be clean. Pensioners worry not just about going out at night, but during the day because crime is out of control. And parents worry that their kids can't learn in class because there's too little school discipline. And all this despite Mr Blair's huge, stealthy tax increases. Imagine another five years of it. If you're thinking: \"We shouldn't have to settle for this\", then I say to you today: Don't. Some people say I shouldn't talk about difficult issues like the abuse of our asylum system and those travellers who stick two fingers up to the law. But we cannot make Britain a better place if we sweep difficult issues under the carpet. I'm not prepared to appease special interest groups, because I believe passionately in fair play. We are all British and we should all have to play by the same rules. Nor will I be distracted from doing what I believe is best for Britain by the smirking politics of Mr Blair or the woolly thinking of the Liberal Democrats.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}