{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2005/apr/06/uk.election20051", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2005-04-05T23:36:23Z", "webTitle": "10 reasons to turn out on polling day", "webUrl": "https://www.theguardian.com/politics/2005/apr/06/uk.election20051", "apiUrl": "https://content.guardianapis.com/politics/2005/apr/06/uk.election20051", "fields": {"headline": "10 reasons to turn out on polling day", "bodyText": "\"There's a lot at stake,\" Tony Blair said yesterday as he launched his last election campaign as Labour leader. The Tory leader, Michael Howard, declared: \"There is a better way.\" In Newcastle, the Liberal Democrat leader, Charles Kennedy, said: \"British politics is at a potentially pivotal turning point.\" The party leaders were desperate to engage with the electorate; the democratic crisis is the starkest of the issues that will be revealed on May 5. But this contest is not just about politicians. It is about the nature of politics for the next generation. Party strategists are starting to believe that 2005 could mark the final break with the 20th century politics of class and usher in an era where the deciding issues are freedom and fairness. Behind the headline result of who forms the next government, here are the 10 main issues riding on this election. 1. Blair's future Tony Blair startled everyone and enraged his chancellor, Gordon Brown, last autumn when he declared he would stay until well into a third term. He will only be able to control when he goes if he pulls off the extraordinary feat of a third landslide. That would embed his pro-choice public service reforms. It would also mean the revolution in the party was virtually irreversible. 2. Brown's future The smaller the majority, the swifter the Brown ascent. A Blair landslide could mean delay and a move from the Treasury for Labour's most successful chancellor. But a more modest victory, with the loss of around 40 seats and the majority halved, would be likely to lead to a speedier move to No 10 for Mr Brown. Although he is as committed to public service reform as Mr Blair, his emphasis on fairness distinguishes him. 3. The Conservatives and Michael Howard In private most Conservatives admit there is too much to do to win this time. Even in defeat, Mr Howard is expected to stay on to steady the rank and file. But if the party won the support of less than a third of those voting, it would go into meltdown - particularly if the Liberal Democrats were the beneficiaries. 4. The Lib Dems Charles Kennedy is expecting to become a father during the campaign and party strategists are convinced there will be more to celebrate on May 5. Their campaign will be more than an attempt at a belated referendum on the Iraq war. But the unstated contest between Lib Dems and Conservatives is to decide who emerges as the main challenger in the run-up to the next general election. 5. The future of parliament The quickest way to restore parliament's clout would be to cut the government's majority to around 40 or 50. Government would have to be more sensitive, and many of the positive changes of the past eight years, including a broadening and strengthening of the cross-party select committees and the wider use of pre-legislative scrutiny, would finally be properly tested. 6. Race in British politics One of the few policy areas where there are substantial differences and the only one where Labour trails the Tories by a significant margin. All parties talk of managing immigration but the Tories want to withdraw from the UN convention on refugees and impose quotas on asylum seekers. . Civil liberties Labour would bring back the ID card legislation it is likely to dump this week. Conservatives have now decided ID cards are impracticable, and the Lib Dems have always opposed them. Lib Dems have also consistently opposed some of the government's anti-terror laws, while Tories opposed them only belatedly and in limited areas. 8. Health and education This debate is about choice and how to provide it. There is agreement that patients and parents should have more say, but disagreement on means. Labour is stressing universally improved provision achieved through more limited and sensitive targets, while the Tories want to use market mechanisms. 9. The economy Low direct taxes or even lower direct taxes? Only the Lib Dems still believe direct taxation has a redistributive role. But Gordon Brown has found other ways of raising money to invest in public services (and will continue to do so by £26bn a year for the next five years). The Tories have been driven to accept his spending plans while promising to save £35bn by ending waste, which would partly be used for cuts in direct taxation. 10. Britain in Europe The dog that has been locked in its kennel for most of the past eight years. The bigger Mr Blair's majority, the quicker and more positive will be the campaign for the referendum on the European constitution. Mr Brown out of the Treasury (see above) would make it easier for Mr Blair to pursue his commitment to the euro."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}