{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2005/apr/17/features.magazine67", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2005-04-16T23:24:27Z", "webTitle": "Ian Tucker", "webUrl": "https://www.theguardian.com/theobserver/2005/apr/17/features.magazine67", "apiUrl": "https://content.guardianapis.com/theobserver/2005/apr/17/features.magazine67", "fields": {"headline": "Ian Tucker", "bodyText": "There were dozens of used paint-sample pots on the floor and my lounge wall was a patchwork of non-colours called things like Goosewing, Portland and Khaki Mist 4. It looked like a mood board for the third Gulf war. The first major question - whether to Farrow &amp; Ball - had been answered. It was a Seventies house, not a heritage site. Dulux then, but what shade? An architect friend advised me: 'You can't go wrong with grey.' A sample patch of Dove looked very grey, the colour of Airfix battleships. Two months later, I bought a five-litre tin. Portion of the wall covered, I noticed something - it was pink. Or least lavenderish. Back to my local decorator's merchant with both tins. I'm passed up the chain of command until I reach the Peter Snow of the paint blender, he toys with his computer and makes another tin. I take it home, roll some on the wall, but this is even pinker. Exasperated I do what only the hopeless do - phone the helpline. I inquire, why are sample pots a different colour to big tins? Surely mix any three colours together it'll come out grey? 'Sorry that's a technical question, you'll have to speak to someone on Monday. Can I take your details?' I give my details. No one, naturally, calls. Back to the store for a third time - Saturday wasted. When I open the shop door you can hear the wire wool tumbling in the breeze. They concede that both tins are a different colour to my sample. This is because, they say, the paint-mixing computer has been 'recalibrated' recently. 'Your sample pot was wrong,' they say. 'Your sample pot,' I say. 'We'll mention it to the rep,' they say. They decline to mix me another brand of grey paint. It is implied that I'm some kind of paint laundering grifter. They refund my £25. I go home and paint the wall white. ian.tucker@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}