{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2005/apr/10/historybooks.features", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2005-04-09T23:42:37Z", "webTitle": "Observer review: The Wreckers by Bella Bathurst", "webUrl": "https://www.theguardian.com/books/2005/apr/10/historybooks.features", "apiUrl": "https://content.guardianapis.com/books/2005/apr/10/historybooks.features", "fields": {"headline": "Wrecks appeal", "bodyText": "The Wreckers by Bella Bathurst HarerCollins £16.99, pp326 During the Cornish leg of her investigation into the British national sport of 'wrecking' - luring ships on to rocks to plunder them - Bella Bathurst meets a Falmouth bookshop owner who spins her a familiar line. 'There was no wrecking here,' she says. 'That was all just stories made up.' Everywhere she goes in Cornwall, Bathurst gets the same version of events. Despite the county's reputation (and the 2,000 ships estimated to have been lost on its west coast alone), the plundering of the ships was just a another convenient fiction, like pirates and smugglers. 'Over the years,' she says, 'it would seem that the Cornish have figured out how to have things both ways, selling images of themselves as swashbuckling plunderers to the tourists, while simultaneously denying that anything actually took place.' Although this myth-making stretches to the 'Wreckreation' adventure playground at Land's End, the most abiding fiction about Cornish wrecking remains Daphne Du Maurier's Jamaica Inn. In this hoary piece of West Country gothic, orphaned Mary Yellan goes to stay with her uncle Joss and aunt Patience at a coaching inn on Bodmin Moor. It soon becomes clear that the couple's main income comes not from passing guests, but from passing shipping, washed up on the unforgiving local coasts. Every cliche about wreckers can be found in Jamaica Inn: false lights posted on clifftops to lure sailors to the perilous rocks below, brutal Cornish savages smashing the rings from the fingers of the half-dead survivors; local worthies in league with the plunderers for a share of the ill-gotten cargo. However many historians, curators, and local sailors she talks to, Bathurst can't quite hide her romantic attachment to the Du Maurier-style wrecker myths. In some ways, she is a latter-day Mary Yellan. She's far less naive and moralistic, but just as captivated by the stories of coastal horror. The beauty of this finely judged book is that, for all her detailed research and assiduous journalism, Bathurst never forgets that the whole attraction of 'wrecking' is its mystery. The historical reality is always just out of her grasp. The best illustration of this are the stories of the notorious 'false lights'. In Cornwall, she finds plenty of these tales: cows or horses roaming the clifftops wearing lanterns round their necks to mimic the rocking of a ship's lights, and even reports of villagers lighting up a whole cliff face to make it look like a village from the sea. Yet although there has been legislation to outlaw 'false beacons' since the 15th century, Bathurst could find just one case of a conviction. Reported in the Shrewsbury Chronicle of 1774, the incident involved the 80-ton Charming Jenny, and is the only case in Britain when anyone was found guilty of using false lights to lure a ship on to the rocks. What is the reality of the false lights? There is no hard evidence, but what a great story it is! At times, Bathurst gets bogged down in the minutiae of shipping law and maritime history and she only really gets going when she is out talking to old sea-dogs about wrecks. The book is organised geographically, with seven of our most treacherous stretches of coastline each given a chapter to itself. Each is haunting in its way. The island of Stroma, in the Pentland Firth, between John o'Groats and the Orkneys, was occupied until 1962 and its abandoned crofts once housed some of the most fearsome wreckers in the country. The Scilly Isles and the Thames Estuary also have their own histories of plunder. But, for me, the most telling image is of the Goodwin Sands, two moving banks in the English Channel off Deal in Kent, which have emerged without warning from the open sea to the terror of mariners over the centuries. No one quite knows where they will appear or when, and only the men of Deal are thought truly to be able to navigate them. In the past, this gave these Kentish sailors a reputation every bit as murderous as the sands themselves. Bathurst concludes that Britain's savage coastline made it inevitable that some of its citizens would turn to wrecking. At times, she is too deterministic in pursuing this line of thought, as if human beings are literally hewn from their local geology. But this is a marvellous follow-up to her first book, The Lighthouse Stevensons, rich in the lore of the sea, but steeped in the everyday experience of the people she meets."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}