{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/apr/10/media.theobserver", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-04-09T23:48:03Z", "webTitle": "Al-Jazeera coming to the capital", "webUrl": "https://www.theguardian.com/business/2005/apr/10/media.theobserver", "apiUrl": "https://content.guardianapis.com/business/2005/apr/10/media.theobserver", "fields": {"headline": "Al-Jazeera coming to the capital", "bodyText": "London's status as a major international news hub will be enhanced later this year when al-Jazeera launches an English-language news channel, with much of the content produced at a new newsroom in the capital. The Qatar-based group refuses to speak about the project, which will be run from the Gulf state using material generated from London and three other bureaux - in Doha, Kuala Lumpur and Washington. The recruitment process is well advanced, with about half of the 100 London-based staff already on board. The bureau chief will be Susan Phillips, an experienced producer who began her career at the Canadian Broadcasting Corporation and ran its London bureau for several years. Other recruits include programme director Paul Gibbs, a former BBC executive who edited BBC Breakfast and Working Lunch, and Steve Clarke, a Sky executive who used to produce Sun columnist Richard Littlejohn's show. 'They're all experienced newsroom people,' says one rival executive. The news channel is now the fifth most influential brand in the world, according to a recent survey of advertising executives carried out by online magazine Brandchannel, and is perhaps the most surprising success stories in recent times. For journalists, much of the appeal lies in the vast salaries being offered by the organisation, which recognises that working for the controversial channel may represent a considerable career gamble. And its London recruitment drive is timely - effectively buoying up the job market as the BBC finalises plans to axe 300 journalists as as part of director-general Mark Thompson's effort to place the corporation on a sound financial footing. This one's beyond belief It's a curious concept: a Christian tabloid aimed at non-believers, edited by a former News of the World journalist, but perhaps it is an idea whose time has come. The Son, a quarterly compact complete with trademark red and white masthead, is the brainchild of Fleet Street journalist Hugh Southon, who hopes that its slick production values, old-fashioned scoops and celebrity interviews will appeal to believers and agnostics alike. Southon developed the idea with Steve Legg, a professional magician and author of seven books on Christianity, and claims it will dispel the myth that all Christians are boring. 'We're interested in football. We're interested in TV,' he says. Most copies are bought in bulk by churches and posted through letterboxes, which makes it more of a marketing exercise than a bona fide newspaper operation. But some are also sold priced at 35p per copy, and Southon says the Son is likely to go monthly next year. The March issue, which is currently on sale, includes interviews with Chelsea boss José Mourinho and PC Tony Stamp (Graham Cole) from TV's The Bill , a scathing critique of the Da Vinci Code and a column entitled 'More sex please, we're Christians'. The title has already sold 60,000 copies, according to Southon, and is part-funded by advertising from Christian holiday, clothing and music companies. But with thousands of non-believers receiving the paper, Southon and Legg hope to secure lucrative advertising deals with high-street brands. They believe the paper could one day sit alongside the secular press on newsagents' shelves. 'At the moment we're not big enough for newsagents but if we can reach 100,000, which we think is achievable, we can start to think about that,' says Southon, who has 40 years' experience on Fleet Street, including stints at the Screws and, perhaps surprisingly, the Daily Sport."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}