{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/apr/29/1", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-04-28T23:03:55Z", "webTitle": "Notebook: Pearson complaints are overdone", "webUrl": "https://www.theguardian.com/business/2005/apr/29/1", "apiUrl": "https://content.guardianapis.com/business/2005/apr/29/1", "fields": {"headline": "Give the dame a break", "bodyText": "Dame Marjorie Scardino will rise this morning to face what promises to be one of her more difficult days as chief executive of Pearson. A suggestion from American fund manager Franklin Templeton, revealed in these pages this month, that Scardino either deliver a better performance or start selling assets has unleashed a storm of speculation and wounding commentary over her eight-year record at the media group. All the usual stuff has been trotted out: did Scardino not promise to double the share price when she took the job, isn't she paid too much and surely she will have to sell the Financial Times? All this week there have been stories doing the rounds about which private equity firms are working on a bid for the newspaper. All these questions will be pitched more formally at Scardino today as she greets her shareholders attending Pearson's annual meeting. It's worth questioning how much of this criticism is fair and whether the speculation has any legs. For a start, Scardino never did specifically promise to double the share price when she spoke to investors at her first AGM in May, 1997. Instead, she promised double-digit earnings growth and expressed her hope that the market would recognise this. People point and say: \"Look, the share price is back where it was when she started.\" But the entire London market is now back where it stood in May 1997. In eight years the FTSE 100 has managed a princely advance of 2%. On the pay front, it is certainly the case that the chief executive has enjoyed a bumper bonus after a tough year of trading. But then this is the same woman who has been popping up in pay surveys in previous years as the standout example of how female executives are underpaid when measured against their male peers. And then there's the FT - which has had to deal with the most vicious deterioration in its trading environment. Having dealt with a collapse in advertising and a wholesale move by readers from newsprint to the web, it seems absurd that the financial community would now expect Scardino to allow the paper to be skinned by some venture capitalist. This is one chief executive who, right now, deserves a break Marconi mystery BT's decision to slap its faithful old supplier Marconi in the face is nothing short of a disaster for the business, which has crawled back from the brink and despite recent setbacks looked on the long, long road to recovery. There will be howls of protest over the coming days about the injustice of it all and chief executive Mike Parton can expect to receive a considerable amount of abuse not least because he has received millions of pounds in share options over the past year and a half following Marconi's success in paying off its debts four years ahead of schedule. The company is a victim of two factors: its inability to manoeuvre in an industry being squeezed by cheap Asian Pacific competitors; and that most damaging of British virtues - fair play. On the first point, Marconi was being asked, effectively, to bid for business at cost or at a loss. Others in the industry - with more supportive shareholders or a less conservative management - could have got away with such a move by promising that a place among BT's suppliers would bring in contracts from other operators further down the line. Not winning has seriously damaged Marconi's chances of winning those deals and will probably force it into the arms of a buyer - maybe one of the successful bidders. The easy way to improve margins, of course, would have been for Marconi to move overseas long ago but it is committed to the UK market. Which brings us to the second point. It is hard to imagine France Télécom not choosing local supplier Alcatel or Deutsche Telekom not turning to Siemens when they upgrade their networks. Huawei, incidentally, is a major supplier to China Telecom. BT played fair and picked the best offer for shareholders. The difference between BT and most of its main rivals, of course, is that the government is no longer a shareholder. How Marconi is expected to compete on such an uneven playing field is a mystery. Nastige An appalling new word has been coined: Masstige. Is it a particularly painful Turkish massage? An unguent to ease a bovine udder disease? A whopping über-executive German car? None of the above. It is the latest business buzzword, and it appeared no less than five times in Body Shop's full-year results statement. The home of peppermint foot lotion has \"repositioned the Body Shop Brand to the masstige sector\" (we kid you not). This is evidently a bit of posh for the proles, half way between mass and class, and invented by an American managment consultant (quelle surprise!) in the Harvard Business Review. A check with the Word Spy business buzzword website has it positioned between \"low hanging fruit\" (easy pickings) and MTBU (Maximum Time to Belly Up). We will be positioning it next to the delete key."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}