{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2005/apr/10/crimebooks.features1", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2005-04-09T23:42:37Z", "webTitle": "Crime: Apr 10", "webUrl": "https://www.theguardian.com/books/2005/apr/10/crimebooks.features1", "apiUrl": "https://content.guardianapis.com/books/2005/apr/10/crimebooks.features1", "fields": {"headline": "Renko returns", "bodyText": "When Martin Cruz Smith introduced the cynical, subversive but committed senior investigator Arkady Renko in his 1981 bestseller Gorky Park, the melancholy Moscow policeman was operating in a very different society to the one confronting him in the fifth novel in the series, Wolves Eat Dogs (Macmillan £17.99, pp208). Then, it was Soviet Russia and the dead hand of the state lay over everything. Now, it's the new Russia of billionaire entrepreneurs, capitalism gone mad and an increasingly powerful Russian mafia. But in the course of his investigations, he discovers that new and old Russia aren't so different when it comes to greed, brutality and corruption. Renko is as much at odds with the new order as he was with the old, obstinately unable to get along. Indeed, Smith has a succinct description of the consequences of Renko's situation: 'Some men march confidently from one historical era to another; others skid.' The plotting isn't quite top-notch but that doesn't matter because you'll be engrossed in the atmospheric setting and the complexity of Renko's pained character. Uruguayan author Daniel Chavarria's last novel to be translated into English, Adios Muchachos, was a deliriously funny crime story about a Havana bicycle hooker. The Eye of Cybele (Serpent's Tail £9.99, pp608) is something giddily different from the 72-year-old writer who has won as many literary awards as crime ones. It's an epic that is part-thriller, part-mystery, part-historical novel, part-erotica and part-philosophical discussion. Set in Athens during the reign of Pericles, the main story concerns the rivalry between two Athenian generals. Alcibiades has been blessed with good looks, courage, all-round Olympian prowess and the love of Pericles and his people. Nicias, his rival, hasn't. Nicias plots his downfall but the various consequences of the theft of the eponymous jewel sweeps both men into a much larger plot. As a classicist, Chavarria knows of what he speaks, so moves easily from political machinations and scenes of warfare to philosophical disquisitions. (Some of which go on a bit, frankly.) Socrates makes a number of appearances. I'm not giving much away when I say that Chavarria has the philosopher use his Socratic method - and his not-so-little grey cells - to do a Poirot-style demolition of false leads and false alibis to identify the baddies at the end. With his second novel, Los Angeles (Hutchinson £10.99, pp336), Peter Moore Smith takes on the noir legacy of the City of Angels and drags it into bright, though polluted, sunlight. Which is not a place his protagonist, Angel Veronchek, wants to be. He may be the rich son of a successful movie producer but he's also an albino who lives a twilight existence in his apartment suffering from anxiety, depression and social phobias. There he watches Blade Runner repeatedly while dosing himself with medications and trying to write the 'ultimate screenplay'. A little light comes into his gloomy life when a stripper called Angela moves in next door. But then she disappears and Angel must hit the streets to track her down. Angel is all right as an unreliable narrator but he pales (so to speak) in comparison with that of, say, Jonathan Lethem's Motherless Brooklyn. And the plot, while it has many a twist, is also a bit strained. However, Moore Smith scores big time with the wonderfully dark mood and atmosphere. Despite its flaws, it is well worth reading. Peter Spiegelman hit the ground running with his debut novel, Black Map, in which he introduced New York private investigator, John March. In No Way Home (Century £10.99, pp240), March is still balancing his controlled existence with an attempt at happiness with his new companion. Then another case comes along. The wife of a wealthy equity analyst wants him to find her missing husband. The husband has so many enemies that, for March, it's not a question of who might have done the man ill, more where does the queue start. A thrilling read with a lot of heart."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}