{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2005/apr/17/magazine.features7", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2005-04-16T23:24:22Z", "webTitle": "This much I know: Ann McPherson, GP, 59, Oxford", "webUrl": "https://www.theguardian.com/theobserver/2005/apr/17/magazine.features7", "apiUrl": "https://content.guardianapis.com/theobserver/2005/apr/17/magazine.features7", "fields": {"headline": "This much I know", "bodyText": "I worry that in the future everyone will be taking cholesterol-lowering drugs and use it as an excuse not to exercise or eat healthily. It's very important that no magazine in the waiting room is more than three months old. You never know what's going to walk through the door. And if you're nosy, you're going to enjoy being a GP. I'm concerned about over-medicalisation of life, but people certainly don't want to be having strokes, so the most important gadget in my surgery is the blood pressure gauge. But the most useful instruments are my ears - for taking a good history. Ambition is the best form of contraception. Young people with it are much less likely to get pregnant. Self-harming and cutting is much more common than it used to be. But we've no idea why. Fifty per cent of questions received by 'Ask Dr Ann', my teenage cyber surgery (www.teenagehealthfreak.org), are to do with sex. But 50 per cent aren't, which I think is interesting. And of the 50 per cent about sex, half can be classified as 'nonsense sex' - such as 'I have a 2ft penis. Will it hurt my girlfriend?' Teenagers and young people have a bad name completely unnecessarily. I think they're terrific. I love their innocent belief that things can be changed because they want them changed. I love the way they're interested in things, and I find it surprising and depressing to come across one without an interest to pursue. Bellagio on Lake Como in Italy isn't the most beautiful place I've ever been, but it is the most beautiful place I've ever attended a medical conference. One's worst experiences and fears are over incorrect diagnoses. I used to keep a little black book, to record all the things I'd done wrong - to learn from, punish myself with, or to expurgate it. But my bag was stolen and the book went with it and I didn't start a new one. One remembers mistakes more anyway. I had breast cancer 10 years ago and the way I managed my chemotherapy sessions was to give myself a treat after every one. So I had a very good wardrobe by the end of it all. And I had a ritual of playing La Traviata very, very loud on the way to chemotherapy and then Beatles' hits very loud afterwards. Seeing different family members, how they interact (and break down) and how it all impacts on disease and illness, is one of the most interesting things about being a GP. People think changing relationships will make things much better, but all relationships have their ups and downs. No small part of my husband and I remaining married for 37 years is us wanting it to work. How patients use humour to cover embarrassment or fear is always interesting. A patient tested for testicular cancer may be told 'I've got bad news for you' and reply 'Oh, I support Leeds United - I get bad news every week', although later bursts into tears. When you mention that you're a GP, unless it's to your husband or a snooty consultant, most people think that's a good thing to be. The only Dr Shipman effect I've noticed in patients is occasional jokes like 'I don't think I'll have my injection today.' Doctors went on strike in Israel for a month and the country's death-rate dropped in that time. Doctors would be naive to think the world would stop if we weren't here. My own illness made me look at what is important in life. Certainly survival - but not at any cost. If I had a severe stroke or was terminal, I would not want to be resuscitated. I don't want heroics. I don't want a tube in my stomach keeping me alive for years if I'm braindead. It made me write a living will, to state I want people to err on the side of not keeping me alive. Triage and screening should be done not by people who have the least experience but by those who have the most. The profession mostly gets it the wrong way round. I treat other doctors and my rule is to treat them just like other patients and not allow them to persuade me to do something I don't think is right, such as not thinking they've got a strangulated hernia when they have. However much technology there is, people will always prefer to meet face to face with a doctor. I hope so."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}