{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2003/aug/14/students.news1", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2003-08-13T23:02:08Z", "webTitle": "Who lives in a house like this?", "webUrl": "https://www.theguardian.com/education/2003/aug/14/students.news1", "apiUrl": "https://content.guardianapis.com/education/2003/aug/14/students.news1", "fields": {"headline": "Who lives in a house like this?", "bodyText": "Before you reach your student digs, you'll probably be envisioning some kind of Laurence Llewelyn-Bowen style scenario. A crafty bit of MDF, a couple of fancy throws, and bob's your uncle, you've got a stylish boudoir with a special chill-out area for entertaining your guests in bean-bagged splendour. So your halls of residence may come as something of a disappointment. Nine times out of 10, they're grim, monotonous blocks with long, identical, ill-lit corridors, and scuzzy little kitchens full of chipped cups and unwashed plates. The rooms themselves are often tiny and very rarely ensuite. They'll probably accommodate a bed, a desk, a tiny wardrobe, a sink and not much else. More than likely they won't have been refurbished any time in the past 10 years, and you'll be faced with a disheartening combo of stained carpet, bedraggled curtains and Blu-tack-pocked walls. This is now your home. How you decorate your room is a matter of grave importance. In freshers' week, when you first invite people into your room for cups of tea and Wagon Wheels, your guests will instantly judge you by the posters on your walls and the CDs on your shelves. The best policy, therefore, is just to feel happy that your room is a fair representation of yourself. Don't, for example, make a cackhanded attempt to reinvent yourself as some type of R'n'B aficionado when, in reality, you like nothing better than a nice bit of David Sneddon and a crocheted cushion cover or two. The sort of things you can expect to see in student rooms include a Nepalese wall-hanging that will have been bought for tuppence on a gap year. Do not ever make the mistake of admiring this, as that will undoubtedly unleash some hour-long gap year monologue about the trials of dam-building in Chile or the wonder of mural-painting in Vietnam. The druggy poster is another popular form of decoration. Most of these are bought in the inevitable poster sale in freshers' week and will depict some traditional scene given a cannabisy tilt - the \"hilarious\" Harry Potter and the Sorcerers Stoned, for example. Alternatively, the druggy student may simply opt for a poster of Bob Marley and a few joss-sticks. Most students, however, will have a mix of posters - Radiohead, Justin Timberlake and Cameron Diaz remain popular choices - and a collage of photographs of friends and family. There will be at least one of these photos (usually taken in the thick of A-level or Highers celebrations) where the student and her best mate will have pressed their happy, drunk faces close up to the camera lens and grinned inanely. When you first visit your new friend's room, she will talk you through her photography gallery, telling you precisely who is who. Chances are you will already have forgotten the name of the girl whose room you're standing in at that moment in time. Other key components to the student room include the spider plant (average lifespan: two weeks max. Nevertheless will sit there, brown and bedraggled, until the end of term); a kettle and collection of mismatched mugs (of which at least three will bear a company logo or charity slogan); a rug (for absolutely no reason whatsoever); a glitter ball and a cocktail shaker (which the student will never have used, and indeed won't do until approximately fifth week when s/he will throw a cocktail party on your floor, making so-called margaritas for all and sundry). Later in the year, the student room will acquire the ubiquitous traffic cone, a \"Danger! High Voltage!\" sign, and a small plastic bag, kept on the window ledge, containing a carton of milk and a block of cheese. This last addition comes when the student grows weary of trudging down the hallway to fetch milk for their tea - a time-consuming activity, and also an indication to your neighbours of how little work you are doing. A few of you may find yourself living in a student house rather than halls of residence. This has the obvious advantage of being a bit more homely and less like an institution; plus you'll be living with a smaller number of people. This can be a good thing - your housemates become more like a family, you can enjoy cooking together, throwing house parties and staying up late watching telly on the sofa. But sometimes sharing a house can result in more tensions, with squabbling over milk, washing up and cleaning the bathroom. If you're not careful, the house may well dissolve in a heap of slammed doors, petty arguments and cliques. Even if you do become bosom buddies with your new housemates, it's healthy to keep some outside friendships, too - it will help you maintain some perspective on your living relationships, and give you somewhere to blow off steam, so that when someone leaves crumbs in the butter or uses the last of your Marmite, it doesn't unleash world war three. In halls, your relationship with your neighbours will be slightly different. You may get on brilliantly with the people next door, or you may barely speak to them. You may come to hate them and their Elton John greatest hits compilation. You may find yourself hammering against their door at 3am, shouting: \"For chrissakes turn that sodding racket off! And stop playing golf against my wall while you're at it, you flaming eejit!\" On the other hand, you yourself may enrage your neighbours by repeatedly laughing too loudly at re-runs of The Good Life. It's best to be aware that others may be trying to work or sleep, and a little consideration wouldn't go amiss. This may be the first time you've really had to cook for yourself, and you may well be looking forward to getting jiggy with the spaghettini and the passata. Do remember, however, that whatever mess you make experimenting, it is your responsibility to clean it up, and pronto. Don't leave your skanky dishes \"soaking\" in the sink for a week - it isn't fair to your kitchenmates (not to mention the fact that it's downright unhygienic). Kitchen hygiene is rarely high up on the student's list of priorities, true. But things have a tendency to fester in the communal fridge, so, from time to time, do let your eyes rove around the shelves on the look-out for mouldy things and grotty foodstuffs long past their eat-by date. Make sure all food is stored correctly - no covered cans or unwrapped lumps of cheddar. Likewise, keep your kitchen surfaces clean and change your dishcloths and tea-towels frequently. Even if you feel you know and trust everyone in your halls, don't do daft things like leaving your bedroom door open when you go out - anybody could wander in and help themselves to your stereo and collection of literary theory textbooks. If your room is on the ground floor, don't position your computer or TV by the window, where thieving types can simply reach in and grab them. Write your postcode on all your valuable appliances with one of those ultraviolet pens and take out insurance to cover your possessions. Years from now, when you are well on the housing ladder and tethered to the mortgage, you will look back fondly on your first student room, with its damp problem, dodgy curtains and incomprehensible heating system. There's a time for Ikea kitchens and Habitat sofas; but right now it's time to wallow in the grotty-edged glory of the student digs. First person Nina Baglin is a third-year English and American studies student at the University of Manchester. She lived in halls for her first year and is moving into her second private house for her final year. \"Looking for somewhere to live when you first leave home can be scary. Luckily, most universities prioritise places in halls for new students. Choosing halls can be just as difficult, though. They do vary in price, and although en-suite facilities are great, you soon realise you can get by just as well without them. \"I met some of my best friends through my first-year accommodation. I went for self-catered halls, so lived in a flat of seven girls. We all got along pretty well. It was really interesting meeting people on a wide variety of courses. \"I chose halls within easy walking distance of my department. It's much less painful to get to a 9am lecture if you're only five minutes away. \"It pays to take time to choose both your housemates and your house carefully in the second year. In halls, most people get along because you're all bundled in together. Once you move into a private house, it gets a lot more intimate. It's far too easy to rush into agreeing to live with people before you know each other well.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}