{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2003/aug/10/iraq.iraq", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2003-08-09T23:58:03Z", "webTitle": "One Ali saved, but thousands more are suffering", "webUrl": "https://www.theguardian.com/politics/2003/aug/10/iraq.iraq", "apiUrl": "https://content.guardianapis.com/politics/2003/aug/10/iraq.iraq", "fields": {"headline": "One Ali saved, but thousands more are suffering", "bodyText": "For one child at least, it is a happy ending: Ali Ismaeel Abbas, the Iraqi boy mutilated in a coalition missile attack, begins essential treatment in Britain tomorrow. But there are hundreds more Alis whose plight is in danger of being forgotten. Charities are calling urgently for a specialist rehabilitation centre to be set up in Iraq to treat such child amputees close to their families, warning that doctors in Iraq are operating under almost impossibly primitive conditions. The Kuwaiti doctors who provided Ali's initial treatment say he is one of up to 1,000 children in the same situation - most of whom face a far more uncertain future. Caroline Spelman, the Tory international development spokesman, has been closely involved with the charity the Limbless Association in bringing Ali and his friend Ahmed Hamza - who has also lost an arm and a leg - to Britain. She said the case of the 13-year-old, who was orphaned and lost both arms when a missile struck his Baghdad home, was the tip of an iceberg. 'Ali himself is probably more aware than the rest of us that all the attention he is getting has resulted in help for him, but he has said he wants to ensure that his compatriots get at least the same level of care,' she said. Spelman wrote to Valerie Amos, the International Development Secretary, last month pleading for Government funds for an 'Ali Centre' in Baghdad which could treat amputees, fit prosthetic limbs and offer rehabilitation. So far she has had no reply: yesterday, Amos's department could say only that it had made significant awards to the International Red Cross and other agencies to support healthcare and further needs would be assessed in October. Doctors say that where possible, injured children are best treated at home. But Iraq's main centre of excellence for amputees - the National Spinal Cord Injuries Centre in Baghdad - was badly looted and now lacks such basics as sheets, pillows and sterilisation equipment: doctors have no anaesthetic for amputations and wounds are being dressed with unsterilised cotton. 'They haven't even got the chemicals to make a cast [for prosthetic limbs]. It's all been looted,' said Zafar Khan, chair of the Limbless Association. 'They were only left with large machines which the looters could not take away. I understand £210 million has been allocated for rebuilding Iraq - well we are talking about human rebuilding here, rebuilding people.' Khan worked with Spelman in establishing a centre for treating amputees, many of them landmine victims, in Afghanistan and estimates a similar Baghdad project could cost £5m. Ali's case prompts wider questions about the morality of plunging one child, however deserving, into a media circus. With at least three newspapers launching rival appeals to rescue him, there were accounts of unseemly scrabbling by reporters over the boy's bedside. Ali and Ahmed - who Spelman says joined the mercy flight to Britain after his doctor 'literally tugged at my sleeve' when she was visiting Ali in Kuwait - will meet doctors at Queen Mary's hospital, in south-west London, tomorrow to discuss treatment."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}