{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2003/aug/17/politics.economicpolicy", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2003-08-16T23:38:42Z", "webTitle": "Treasury to delay new inflation target amid Bank row", "webUrl": "https://www.theguardian.com/business/2003/aug/17/politics.economicpolicy", "apiUrl": "https://content.guardianapis.com/business/2003/aug/17/politics.economicpolicy", "fields": {"headline": "Treasury to delay new inflation target amid Bank row", "bodyText": "The treasury is set to delay introducing a controversial new inflation target for the Bank of England. The move comes as the Bank and the Treasury face their most serious public disagreement since Gordon Brown removed its responsibility for financial services supervision in 1997. Markets had assumed that the Treasury would simultaneously announce and enact a move to the European target of 2 per cent on the har monised index of consumer prices (HICP) measure at the time of the Pre-Budget Report in November. However, Treasury sources have pointed out that the Chancellor has only committed to announce the new target at the PBR. Implementa tion may wait until the Budget in March next year. Such a move would help defuse an emerging spat between the Bank and the Treasury. New Governor Mervyn King unexpectedly went public last week with his reservations about the European measure of inflation. There has been little consultation on the move since King told the Treasury in the spring that the time was not right, given a huge gap between the measures. 'The particular concern we have now is that the current difference is very high - 1.6 percentage points - and is likely still to still high as we move into the autumn,' said King. Adam Law, an economist at Barclays Capital, says a switch in November could leave the Bank close to deflation, requiring it to write an open letter of explanation for the first time. 'We predict inflation on the existing target bang on target of 2.5 per cent,' Law said. 'Yet on the new measure we predict 0.9 per cent, more than 1 per cent below the likely target.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}