{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/aug/02/cricket.gloucestershireccc", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-08-01T23:32:48Z", "webTitle": "Hamilton's return keeps Yorkshire in the hunt", "webUrl": "https://www.theguardian.com/sport/2003/aug/02/cricket.gloucestershireccc", "apiUrl": "https://content.guardianapis.com/sport/2003/aug/02/cricket.gloucestershireccc", "fields": {"headline": "Hamilton's return keeps Yorkshire in the hunt", "bodyText": "The umbrellas gave way to the cricket bats and Cleeve Hill, that towering blue-green fringe of the Cotswolds, came out from under the clouds. At last it was festival weather as the sun appeared. And Yorkshire's Gavin Hamilton, in his first championship match for more than a year, bravely grafted away for 68 to put his personal torment behind him. Hamilton's bowling may have gone forever. These days he is played only as a batsman, when played at all. Yesterday he demonstrated that in this well-structured role he is still of value to the county, giving them unspectacular though solid substance when it was needed. Only 56 overs were possible on the opening two days and there were points crucially at stake in a fixture between teams nudging each other for elevation to the First Division. Gloucestershire were all out for 263. Martyn Ball struck a few jaunty cover drives while Jack Russell, showing no reaction from his recent injury, was still there at the end. Steve Kirby was by some distance Yorkshire's best bowler, offsetting the wayward deliveries with genuine pace and a good-looking action which brought him six wickets. Matthew Wood, the Yorkshire captain, was away attending a family funeral but is expected to be back in time to bat down the order. Richard Dawson, a rarity in the side these days, found himself - maybe to his surprise - leading Yorkshire temporarily. Diffidently he brought himself on for late overs. With his twinkle-toed run-up he took the last wicket to curtail Gloucestershire's dogged resistance. Yorkshire's response was initially demoralising for them. Three wickets had gone by the 10th over: Stephen Fleming, down the leg side, and Craig White both went to catches by Russell. Gloucestershire were playing three spinners - and Yorkshire too - and it was Ball, oddly bowling his spinners up the college slope, who halted Martin Love's vigilant innings as Russell took another catch. A hitherto bleak festival, financially restricting to Gloucestershire, was now belatedly enlivened as the stands filled up and the marquee's hospitality guests came out to watch after tea. It was less enjoyable for Tim Hancock, hoping to restake a regular place in the side. He went off with a wasp sting and a catch offered to short-leg, where he would have been fielding, allowed Hamilton to escape as he prodded at Ian Fisher. Hamilton's notable contribution ended when he was well taken at mid-off from the controlled spin of Shoaib Malik. Yorkshire were all out for 226, a deficit of 37."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}