{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2003/aug/10/features.magazine7", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2003-08-09T23:58:04Z", "webTitle": "Barbara Ellen: Multiple choice", "webUrl": "https://www.theguardian.com/theobserver/2003/aug/10/features.magazine7", "apiUrl": "https://content.guardianapis.com/theobserver/2003/aug/10/features.magazine7", "fields": {"headline": "Multiple choice", "bodyText": "That Kate Winslet is a bit of a slapper, isn't she? Pregnant again but by a different man, so that means she will end up with two different babies by two different fathers. What is the world coming to? And what about Madonna - isn't it just terrible that her daughter has a different father to her son? As for that Liz Hurley - in a relationship with a different man when her child is still in nappies? What a sorry bunch of dysfunctional knicker-dropping slags they all are. Only they're not, of course, they're just women whose lives and relationships kept moving forward and changing shape despite the fact that at certain points they got pregnant. Nor is anyone giving them any grief about it. Whenever it happens, with however many different men, celebrity fertility is always celebrated as a form of empowerment, and so it should be. What isn't right, what isn't fair at all, is all the censorious claptrap poorer women continue to get when they happen to have children by different fathers. I don't like to brag, but I'm a bit of a fallen woman myself. One child by one man, and then, 10 years later, another child by another man. One more man, one more child, and I'd have had a hat trick. What an icon of promiscuity I am. By the same token, the woman with four different children by four different fathers might only have had four relationships in her life. That's why prevailing attitudes are so screwed up. If a woman in her mid-thirties told you that she'd only gone out with three men in her life, had long-term relationships with all of them, and that was that, no flings, no pack drill, you'd probably buy her a drink to commiserate for a life unlived. However, if that same woman happened to have had a child with each of her three lovers, most people would decide she was the unofficial town bike. I am not advocating that women already living on the poverty line aggravate their situation still further by having more and more children with more and more men. That said, why is it that these issues nearly always hinge on the status and wealth of the parents? How come Winslet's functioning ovaries are a triumph while a poor woman's functioning ovaries are a disgrace? Will we get to the stage where women are only allowed to hang on to their womb if they can prove they're worthy - X many album sales or a couple of Oscar nominations? I'm being silly of course, but it all runs from the fascist idea, becoming yet more prevalent with every passing year, that only wealthy, settled people are allowed to have children in the first place. The truth is that Multiple Fathers aren't an underclass phenomenon or even a celebrity phenomenon, they are just part of life. The stereotype of the dozy Waynetta from the tower block with a fag hanging out of the side of her mouth and lots of different-coloured children running about is as dated as it is ridiculous. Times have moved on. People no longer stay in dead relationships no matter what. These days, they are less likely to stay together for the sake of the children than they are to split up for the sake of the children, and then what? Do these mothers remain stalled in a state of quasi-purity for the rest of their lives? Of course not. They move on, they might fall in love again, they might decide to take a courageous leap into the unknown, they might simply love the idea of another child. Which is all very cool and groovy when you're Madonna. When you're Ms Nobody from the wrong side of the tracks, suddenly all these human instincts are perceived as reckless, grubby and ill conceived. What people don't seem to understand is that it's the amount of children she has that makes the difference to a woman's life, not the amount of men she happens to have them with. Women have always been at the mercy of their fertility, and those who end up having children by multiple fathers are hardly the saddest cases on offer. What about all these women struggling through painful, expensive courses of IVF because they left it too late? What about the way they handled their life decisions? Well, they probably handled them very well but life kicked them in the teeth. In the same way, women with multiple fathers probably handle their own decisions as sensibly as they can but, unless they are rich and famous, society feels it has the right to kick them in the teeth. Maybe it's time we started leaving the kicking to the babies."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}