{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2003/aug/17/theobserver.observerbusiness4", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2003-08-16T23:30:31Z", "webTitle": "Trouble in carat patch for De Beers", "webUrl": "https://www.theguardian.com/business/2003/aug/17/theobserver.observerbusiness4", "apiUrl": "https://content.guardianapis.com/business/2003/aug/17/theobserver.observerbusiness4", "fields": {"headline": "Trouble in carat patch for De Beers", "bodyText": "Diamond prices could tumble following the development by a US company of a factory that can produce jewellery-quality gems. The move could undermine the finances of De Beers, the world's largest diamond company. The company currently controls the diamond price by maintain ing a stockpile of diamonds which analysts estimate to be worth about $4bn. However, Apollo Diamond of Boston, Massachusetts has filed a patent to produce diamonds that are physically exactly the same as diamonds mined from the ground. The company expects that their main use will be as a new form of semi-conductor that is more efficient and can stand higher temperatures than traditional silicon-based semi-conductors. This will enable faster microchips to be manufactured. However, manufactured diamonds will also make a more than adequate substitute for existing mined gems. According to the company's website: 'Apollo Diamond produces 100 per cent diamond gemstones that match or exceed the purity and beauty of the finest naturally mined diamond gemstones in the world.Apollo diamonds can be used in jewellery products requiring the highest quality gemstones.' De Beers is attempting to play down the threat, arguing that consumers are attracted to the natural qualities of the mined gems. But diamond experts say that it is practically impossible to tell the difference between Apollo's gems and 'the real thing'. De Beers is 45 per cent owned by the Oppenheimer family and 45 per cent by mining group Anglo American."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}