{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/aug/02/horseracing.roncox", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-08-01T23:32:45Z", "webTitle": "Patavellian ready to cut a dash", "webUrl": "https://www.theguardian.com/sport/2003/aug/02/horseracing.roncox", "apiUrl": "https://content.guardianapis.com/sport/2003/aug/02/horseracing.roncox", "fields": {"headline": "Guide to TV races: Patavellian ready to cut a dash", "bodyText": "Never headed in the Bunbury Cup at Newmarket, Patavellian can complete the big handicap double achieved by Tayseer three years ago by following up in this afternoon's Vodafone Stewards' Cup at Goodwood. Trainer Roger Charlton, successful here with Harmonic Way in 1999, reckons he may have been too easy on Patavellian in the run up to the Wokingham at Royal Ascot, where the five-year-old was a creditable fifth behind Fayr Jag. The dash he displayed at Newmarket suggests Patavellian can turn the tables on Ascot dead-heater Fayr Jag this time. Middle to high numbers have been favoured in today's sprint in recent years and jockey Steve Drowne should be able to take up a handy position on Patavellian (3.40) from stall 27. Tayseer's trainer, David Nicholls, has aimed Fire Up The Band at this for some time. There are few trainers better at preparing a sprinter for a big race, but a long absence could count against Fire Up The Band. There seems to be growing confidence in stablemate Onlytime Will Tell, the subject of a late jockey change with Frankie Dettori aboard. DONCASTER 1.20: Mark Johnston's two-year-olds invariably come on a good deal for their first run, and the highly regarded Just A Fluke (1.20) can start to recover losses incurred at Beverley. NEWMARKET 1.55: Polar Bear might just need this and Ryan's Future is preferred with the step up in trip in his favour. GOODWOOD 2.00: Treble Heights will appreciate the return to 1m 6f, but the test of stamina should also suit Flying Wanda , who had John Gosden's filly back in fourth place when chasing home Place Rouge at Haydock. NEWMARKET 2.25 : In a field containing several doubtful stayers, front-running Castleshane could take some pegging back. GOODWOOD 2.30: The Gerard Butler stable is back in form and this has been the target for Commission since his solid effort to finish fourth in the Bunbury Cup.He can boost Patavellian's claims. NEWMARKET 3.00: Tribute could be well in, but Bentley's Ball has already beaten one David Loder-trained juvenile and this strapping colt looks an ideal type for nurseries. GOODWOOD 3.05: Russian Rhythm can overcome any stamina doubts provided ground conditions do not deteriorate. The 1,000 Guineas winner should have too much class, and finishing speed, for Place Rouge. DONCASTER 3.30: Mark Johnston bypassed Glorious Goodwood with Pantone to come here and his filly should be hard to beat off this mark. NEWMARKET 3.35: Noted staying on well at the finish when second to Courageous Duke here last time, Able Baker Charlie has sound claims."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}