{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2003/aug/20/summerreading2003.summerreading", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2003-08-20T17:32:19Z", "webTitle": "Armchair escapes", "webUrl": "https://www.theguardian.com/books/2003/aug/20/summerreading2003.summerreading", "apiUrl": "https://content.guardianapis.com/books/2003/aug/20/summerreading2003.summerreading", "fields": {"headline": "Armchair escapes", "bodyText": "The Grey King by Susan Cooper North Wales When I was 12, I went on holiday to north Wales. The rain was relentless, but I hardly noticed - I was too busy reading a book about a 12-year-old on holiday in north Wales. There, alas, the resemblance between real life and fiction ended: the hero of the story, Will, was an Old One, a soldier of the Light placed on earth to hold back the terrible power of the Dark. He also had better luck with the weather. The power of this fourth book in Susan Cooper's sweeping fantasy sequence The Dark Is Rising was intensified for me when I lifted my eyes from the page to the mountains and lakes I was reading about. The brooding, beautiful landscape which Cooper depicts so vividly in The Grey King is as much a feature of her story as the characters, and there I was, right in the middle of it. Cader Idris, Llyn Mwyngil, the Brenin Llwyd . . . I rolled the words over my tongue and realized that the craggy language was an aspect of the broken landscape itself. I could also help my parents out with the pronunciation of the names on roadsigns - and to make sure that we followed the ones that directed us towards the places which Will, too, had visited. Sarah Crown Gaudy Night in Oxford by Dorothy L Sayers Oxford My mother read her copy of Dorothy L Sayers' Gaudy Night in Oxford so many times that the cover came off. So when I picked it up, the first thing I saw was the quote on the flyleaf. \"The university is a paradise,\" writes John Donne. Really? When was the last time you walked through Oxford on a Saturday night? I bet the Biblical garden of Eden didn't have quite so much sick in the streets. That aside, though, my Oxford was as gorgeous as the Oxford of Gaudy Night. And reading this epic book becomes an even more splendid experience when you can look up from the pages and see the streets where Harriet Vane, Sayer's heroine (and mine), buys meringues, chases a murderer and tries not to be in love with the most fanciable man in fiction, Lord Peter Wimsey. The cool stones and warm light of Sayers' scenes were all around me. The Mitre, where Lord Peter (sigh) eats breakfast with Reginald Pomfret. Magdalene bridge, where Peter and Harriet meet to go punting. And in the end, the book turns out to be about the flawed nature of paradise - so even the sick had its place. Reading Gaudy Night in Oxford was almost like living in the story, and it doesn't get much better than that. Kate Taylor Platform by Michel Houellebecq Thailand This is a book to read when contemplating booking a trip, as a literary chaser to holiday brochures. Houellebecq's observations on western concepts of travel touch some very bleak spots, places that Alain de Botton might reach in a dark, drunken rage. The fictional Michel, a bored, misanthropic civil servant, takes off with his inherited windfall on a tour to Thailand, where he gloomily interacts with his fellow tourists and visits massage parlours for relief. Becoming involved with Valerie, who works in the travel industry, he expounds his view that the future of tourism is sex. Valerie and her business partner launch a chain of thinly veiled international brothels, which become a massive success before disaster falls. While Houellebecq has been berated for the racist and sexist attitudes of his characters, his morose narrator reserves his greatest contempt for his peers: the semi-alive middle-class inhabitants of western Europe, whose banal expectations are satirised throughout the book. Like them, the narrator \"wants to travel. There are problems with that, of course: the language barrier, poorly organised public transport [...] what I really want, basically, is to be a tourist. We dream what dreams we can afford; and my dream is to go on an endless series of 'Romantic Getaways' and 'Pleasures a la Carte'.\" As a sketch of modern travel, it's more accurate and honest than most. Other sacred cows are dispatched, often hilariously. Blackly funny, this is a very French kind of love story. Gwyn Topham The Leopard by Giuseppe Tomasi di Lampedusa Sicily LP Hartley considered it \"perhaps the greatest novel of the century\". Set in sun-baked Sicily against the background of Garibaldi's attempt to unify Italy, The Leopard oozes world-weariness. Don Fabrizio, the prince of the Salina estate, connives to ensure the survival of his domain by co-opting the crass, ill-mannered but rich peasants. To this end he blesses the marriage of his ward, the dashing Tancredi, to the beautiful Angelica, daughter of the nouveau-riche Don Calogero. In doing so, he breaks the heart of Concetta, his own daughter, who of course loves Tancredi. The world weariness comes cloaked in an irresistibly poetic style, and features some sharp insights into Sicily's psychological and physical landscape, as in this magisterial passage: \"This violence of landscape, this cruelty of climate, this continual tension in everything, and even those monuments of the past, magnificent yet incomprehensible because not built by us and yet standing round us like ghosts; all those rulers who landed by main force from all directions.\" The Leopard is the perfect companion to a wonderful place. Mark Tran A Suitable Boy by Vikram Seth India I rarely enjoy family gatherings, so when I returned to Malaysia for my brother's wedding two years ago, I knew that I would need a big book for distraction. I could not have picked a better companion than A Suitable Boy. The book is like an intricate tapestry, full of dazzling detail, as the story of Mrs Rupa Mehra's attempts to find a decent and cultured son-in-law is played out against the huge canvas of post-partition India on the eve of her first general election. I've never been to India, but the book rendered it strangely familiar: from courtly and provincial Brahmpur to swinging, jazzy Calcutta, destitute village life in Rudhia and the wretched squalor of the shoemakers and tanners, the ever-present shadow of communal violence and the riotous colour of Pul Mela. A bamboozling array of actors shuffled on and off the stage - princes, politicians, city-slickers, villagers, Brahmins, untouchables, priests, mullahs, imams - producing a cacophonous roar in Urdu, Hindi and English in my head. Of the four intertwined families in the novel, I was especially taken with the glittering Chatterjis. They were like a flock of extravagantly plumaged macaws, spouting a constant stream of rhyming couplets; so different from my awkward and inarticulate clan. I suspect they were the author's favourites, too - they got all the best lines. A Suitable Boy is certainly not the soul of wit but it's got plenty of both. I was bereft when I came to the end. Chai Hong Lim The Conquest of the Incas by John Hemming Cusco and the Inca trail to Machu Picchu This is a painful pleasure. As, gasping for oxygen, you stumble up the rocky steps incised in the Andes this is 600pp of extra weight you really didn't need to pack. You need Hemming's insight though into this epic tale of a bunch of godfearing bandits who destroyed a civilisation. The bare facts are incredible enough without the later myths and, of course, the Spaniards could never have succeeded without the gleeful help of Ameridian allies and splits within the Inca ruling elite. If you make it to Machu Picchu you'll have done better than Pizarro's men who mysteriously never found it (which is why it's intact). Back in the once royal city of Cuzco, where the Inca walls still hold up the conquistadors' churches, you can sip a beer in the Cross Keys pub looking out over the square where the last Inca was beheaded and reflect with Auden, \"History to the defeated/May say Alas but cannot help or pardon.\" Painful, but what a story. You really couldn't make it up. Donald MacLeod The PowerBook by Jeanette Winterson Capri The PowerBook may be set in London, Paris and cyberspace, but it is the love story located on the Italian island of Capri that comes alive with sense of place and sun-drenched sensuality. She captures perfectly the invisible fence that divides the island between the tourists and daytrippers and the Italians with their shops where the ambiguously gendered hero/ine of the story buys mince each day to feed stray cats. His/her lover, in contrast, stays at the famous Quisisana, the hotel where Oscar Wilde took refuge after his release from Reading gaol. In a marvellous scene set in Anacapri's Piazza Monumentale, the divide is crossed when the lovers meet and witness an impromptu 20-strong frisbee game which ends with the square's statue of the Madonna getting an unexpected halo. Winterson says that \"a tourist could be anywhere. The place doesn't matter. It's just another TV channel.\" But in The PowerBook she succeeds in making the reader feel like anything but a tourist. She lets you into the secrets of a bougainvillea-covered island that \"suggests more than it reveals\", all the while telling an achingly universal tale of love sought and lost. And if Capri gets too claustrophobic? Delve into the rest of the book and escape back into cyberspace. Michelle Pauli Johannes Brahms by Jan Swafford Vienna A walk in the park, a cup of mokka in a smoky cafÀ, perhaps a concert in the evening - it would be easy to slip into the laid-back routine of Brahms's Vienna years as you read Jan Swafford's biography of the craggy composer. You could stand in the gilded hall of the Musikverein and try to catch an echo of the tumultuous applause that greeted him and his fourth symphony a few weeks before he died. You could look for his tombstone in the Zentralfriedhof, or just sit at a cafÀ in the Prater and hope that a 'Hungarian' band comes along. You'll need more than a couple of days to get through the 600 pages - time to take a day trip to the mountains. There is a charming museum dedicated to Brahms only a couple of hours from Vienna by train in one of his summer retreats, MÀrzzuschlag. But the cobbled streets of old Vienna offer more than the charm of following in Brahms's footsteps. Mozartplatz, Haydnhof, Beethovengang, Schubertweg - the air is still thick with the ghosts of classical music's glorious past. The Wiener Staatsoper squats in the centre of town; stern-faced monuments to the old gods of the musical pantheon glower down at you in every square. Somehow, even in the 21st century, you can get some idea of the burden of expectation that Brahms felt when he was called Beethoven's heir, and understand why it took him 14 years to write his first symphony, why he threw away 20 string quartets before he finally published one at the age of 40. So order another slice of Sachertorte and give thanks that no one ever picked you out as a young genius. John Yatt The Byzantium series by John Julius Norwich Istanbul Throughout John Julius Norwich's magisterial three-volume history of Byzantium, the author refers to \"slipping quietly across the Bosphorous\" or \"retiring to the palace of Blachernae\" as naturally as you might talk about crossing the Thames or visiting Westminster. However, what could be a distracting assumption of foreknowledge creates an effective sense of place. Having read the first and last volumes, I finally arrived in Istanbul clutching the second, and felt all the pieces fall into place. Here, at the Kumkapi fish market, was the small private harbour formerly attached to the old Imperial palace, the scene of any amount of comings and goings by disgraced emperors, would-be usurpers and empresses' lovers. Here at Blachernae, now a dusty suburb largely unvisited by tourists, sits the palace that witnessed the last days of the empire, and the land walls breached when the city finally fell to the Turks in 1453. Norwich's histories enjoy a cosy familiarity with his cities, and the relationship works both ways. Just as being in Istanbul adds to the pleasure of his accessible but thorough studies, Norwich throws in plenty of chatty asides about the marks of history still visible on the cities. At the end of the unedifying chapter on the Fourth Crusade, when western forces led by the Venetians captured Constantinople, kick-starting its long decline, the historian stops to record that the Venetian leader Enrico Dandolo is buried in Hagia Sofia, where visitors can still see his tomb. And if you don't fancy a trip to Istanbul, Norwich has written an equally enthralling history of Venice, and two books on Norman Sicily. Sean Clarke The Dark Heart of Italy by Tobias Jones Italy There's so much beauty in Italy that it's easy to forget how murderous and corrupt much of public life has been here since the war. There have been so many politically inspired killings that conspiracy theories have gained common currency. Tobias Jones paints an often comical picture of Italy in 2003, a place where the beauty of the language masks a multitude of ugly realities, where aesthetic considerations often take precedence over moral questions, and where everyone seems to be on the take, from football referees to priests. At the centre of the story is Silvio Berlusconi. Jones illuminates a man who swept to power as a \"new broom\" after the electorate tired of the years of corruption and collusion with organised crime, but whose blatant use of power to further his own interests symbolises the worst of the old Italy. Whether you're sipping cappuccino outside the Colosseum or frascati in a Florentine piazza, this book will add another dimension to your understanding of modern Italy. Jon Dennis Miss Smilla's Feeling for Snow by Peter Hoeg Copenhagen Miss Smilla's Feeling for Snow makes an excellent tourist guide to Copenhagen - you can easily walk around the city centre and spot the places featured in the first half of the book. For instance, the White Cells, the building where Smilla lives and where the murder takes place, can be seen across the harbour from the corner of Havnegade and Nyhavn, the picturesque, bar- and cafe-lined canal street of postcard fame. You can also follow in the footsteps of our heroine and wander the streets of her neighbourhood, Christianshavn; the Osterport station west of the Kastellet fortress; or take in the sights and screams at Tivoli amusement park. And her father lives in Klampenborg, an elegant and sedate area north of the city where great beaches and a magnificent view over the strait with Sweden are to be found. If you want to fully appreciate the dark and solitary world Peter Hoeg describes in Miss Smilla, there is no substitute for it: you have to head to the Danish capital in winter. I understood Smilla better as a result, and the extent to which the city influences her behaviour. Gwladys Fouché"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}