{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2003/aug/20/davidkelly.hutton3", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2003-08-20T16:21:30Z", "webTitle": "Campbell plotted Kelly press leak", "webUrl": "https://www.theguardian.com/media/2003/aug/20/davidkelly.hutton3", "apiUrl": "https://content.guardianapis.com/media/2003/aug/20/davidkelly.hutton3", "fields": {"headline": "Campbell plotted Kelly press leak", "bodyText": "Alastair Campbell secretly plotted to leak the fact that David Kelly had come forward to admit meeting Andrew Gilligan to \"one newspaper\" but was persuaded not to by two of his juniors, it emerged today. Tony Blair's chief spin doctor discussed the plan with defence secretary Geoff Hoon in a telephone call on Monday July 7, the day before the prime minister was to be grilled by a parliamentary committee about Iraq. The revelation comes 24 hours after Mr Campbell's declaration that it would have been better if Dr Kelly was \"outed\" in a clean and straightforward fashion, allowing proper support to be given to the scientist once he was thrust into the spotlight. The extraordinary development, which shows how Campbell was crafting a cunning plan aimed at helping the prime minister, was not mentioned when he gave evidence to the Hutton inquiry yesterday. It was not until the closing half hour at the Hutton inquiry today that the details of the critical conversation were heard. The prime minister's official spokesman, Godric Smith, said Mr Campbell floated the idea during a telephone conversation that evening. \"At around six I went into Alastair Campbell's office,\" Mr Smith said. \"He was speaking to someone I was to discover was the defence secretary. I discovered that after I had walked into the room - the phone call was put on speaker phone. \"Alastair floated the idea that the news that an individual had come forward who could be the possible source be given that evening to one paper.\" Asked what Mr Hoon said, Mr Smith responded: \"To the best of my recollection, he said that he would see where things stood.\" The plan was not to leak Dr Kelly's name, but to reveal that someone had come forward to admit meeting Gilligan. If it appeared in the papers the next day, it might have taken the pressure off Mr Blair, who was appearing before a parliamentary committee for a grilling about Iraq. Asked whether Mr Campbell had explained the reasons for his suggestion to Mr Hoon, Mr Smith said he wanted to clarify the Mr Blair's position ahead of the meeting. \"I think his concern was that the prime minister was appearing before the liaison committee the next day and he wanted to ensure that the prime minister was not put in a difficult position if the matter was brought before him,\" Mr Smith said. He added that he only heard two minutes of the conversation. Yesterday Mr Campbell made no allusion to the conversation with Mr Hoon, and appeared to be lining up the defence secretary as the government's fall guy for the Kelly affair. He said he agreed that Dr Kelly's name should be made public, but implicitly criticised those who had let it \"dribble out\". \"It would have been far better it would have been for that to be announced properly, cleanly, straightforwardly and then you can actually put in place all the proper support that somebody who is not used to this kind of press can then maybe better deal with,\" Mr Campbell told the inquiry. However, Mr Smith and his fellow No 10 spokesman Tom Kelly decided it would be a bad idea to leak to one newspaper, and persuaded Mr Campbell against it. \"I reflected on what I had heard, and thought that it was a bad idea. I said as much to Tom Kelly and asked whether he agreed - and he did, so I said that the best thing was to get Alastair Campbell on the phone so we could tell him.\" Mr Smith said Mr Campbell agreed. Asked by Lord Hutton why he thought it was a bad idea, Mr Smith said it \"seemed somewhat complex to have the story appear in one newspaper and be subsequently confirmed that evening by the MoD\". \"I felt it would potentially transform the nature of the prime ninister's appearance at the liaison committee. Before anything like this was to happen, the prime minister should be informed,\" Mr Smith said. \"I felt that the government should not be in a position where, if you like, it is responding to this news,\" he added. In the event, the MoD released a press statement the following day, Tuesday July 8, stating that an official had come forward, but not naming him. Before then, the MoD had drawn up a press statement in case the story leaked, but its strategy had been reactive rather than proactive, as senior civil servants sought to ascertain whether Dr Kelly was in fact Gilligan's main source. A press statement was eventually made because the government did not want to be accused of withholding information from two parliamentary inquiries investigating the affair, the permanent secretary of the MoD Sir Kevin Tebbit told the inquiry earlier today. By late afternoon on Wednesday July 9, journalists had guessed Dr Kelly's identity and put his name to the MoD press office, which confirmed it. Dr Kelly's name was subsequently splashed in newspapers on Thursday July 10. · To contact the MediaGuardian newsdesk email editor@mediatheguardian.com or phone 020 7239 9857"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}