{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/aug/25/rugbyleague.sthelens", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-08-24T23:47:16Z", "webTitle": "Super League: Hull 42 - 18 St Helens", "webUrl": "https://www.theguardian.com/sport/2003/aug/25/rugbyleague.sthelens", "apiUrl": "https://content.guardianapis.com/sport/2003/aug/25/rugbyleague.sthelens", "fields": {"headline": "Hull find new fire as Smith returns", "bodyText": "Without Jason Smith, Hull had been in freefall, winning only one of their previous seven matches to raise questions about their play-off place. But yesterday the formidable Queenslander returned, and the black-and-whites looked like grand final contenders again in scoring eight tries against the champions. Smith set up a try with his first touch, the first of four in 12 minutes which established a 22-0 lead against a stunned St Helens team who had won on their last nine outings. \"There are certain players who are irreplaceable,\" Hull's director of rugby Shaun McRae reflected. \"Jason was under pressure today, with his shoulder not 100%, and the same with his knee. He's still a few weeks away from being anywhere near match fit. \"It's not just what he does but also his stature and the freedom he was able to create for other players. He was absolutely outstanding today.\" The direct beneficiaries of Smith's return were Chris Chester, Peter Lupton and Gareth Raynor, who each had a try laid on by his sleight of hand, boot and mind. Raynor added a second after half-time courtesy of a remarkable pass from Alex Wilkinson, and there were two tries for the former New Zealand captain Richie Barnett, both in the early blitz. But the player who most clearly relished having Smith alongside him again was Paul Cooke. The rangy stand-off is gifted but inconsistent and has a habit of drifting out of matches. Yesterday he was excellent, rivalling Smith in try assists and striding over for one of his own in addition to kicking five goals. Paul King also had a powerful game in the front-row and with Dean Treister, Steve Prescott, Scott Logan and Adam Maher due back from injury soon, Hull will be dangerous play-off opponents for any of the top four. Things suddenly do not look so rosy for Saints, whose four remaining games are against Widnes, Wigan, Bradford and Leeds - none of them easy. How they are missing Paul Sculthorpe, who has now been out for almost two months with a hamstring problem. Their coach Ian Millward is unable to say when he will return. \"We weren't good enough early,\" he admitted. \"We made some poor defensive decisions and got cruelled for it.\" Hull: R Horne; Best, Yeaman, Barnett, Raynor; Cooke, J Smith; Greenhill, Last, King, Fletcher, Ryan, Chester. Subs: Carvell, Dowes, Lupton, Wilkinson. St Helens: Wellens; Gardner, D Smith, Newlove, Stewart; Long, Higham; Mason, Cunningham, Ward, Stankevitch, Bennett, Hooper. Subs: Jonkers, Jones, Wilkin, Talau. Referee: A Klein (London)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}