{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2003/aug/20/guardianobituaries.pressandpublishing", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2003-08-19T23:19:26Z", "webTitle": "Obituary: Harold Schonberg", "webUrl": "https://www.theguardian.com/news/2003/aug/20/guardianobituaries.pressandpublishing", "apiUrl": "https://content.guardianapis.com/news/2003/aug/20/guardianobituaries.pressandpublishing", "fields": {"headline": "Harold Schonberg", "bodyText": "The most important lesson to be drawn from the life of Harold Schonberg is that he was great not because he was right. In hindsight, the long-serving chief classical music critic of the New York Times (NYT), who has died aged 87, was wrong on some fairly significant matters - such as the technical prowess of pianist Glenn Gould and the artistic viability of his serialist namesake, the composer Arnold Schoenberg. Yet this first American music critic to win the Pulitzer prize, in 1971, truly documented the musical aspects of New York's postwar emergence as a centre of culture, which was marked by the arrival of great European concert artists and teachers, the rise of the American orchestra and the burgeoning of the city's avant garde. The clarity of his writing allowed his readers to think for themselves. And they did: week after week of negative Schonberg reviews, for example, did little to blight the success of Leonard Bernstein's tenure as music director of the New York Philharmonic. Born and brought up in New York, Schonberg studied the piano with an aunt who had been a pupil of the great Leopold Godowsky. He soon found, however, that his talent lay not in performing, but in remembering a given piece or performance. At the age of 12, while listening to Wagner's Die Meistersinger at the Metropolitan Opera, he decided to become a critic. Nine years later, his first reviews were published, while he was still a student at Brooklyn College, from which he graduated in 1937. He continued to write while pursuing a master's degree at New York University, and in 1939 became associate editor and record critic for the American Music Lover. War service in the US army airborne signal corps, from 1942 to 1946, took him to London, where he was a codebreaker and parachutist, and reached the rank of first lieutenant. On his return home, he worked at the New York Sun, and was also US correspondent for Britain's Gramophone magazine before being taken on to the NYT in 1950. Within 10 years, he was its chief classical music critic, and worked behind the scenes to expand music coverage, both in terms of space and staff. His facility was remarkable: he could write letter-perfect reviews in less than 45 minutes - and they were not the typical laundry-list account of a concert programme. He sometimes wrote in the form of chatty letters to an imaginary friend - known as the \"Dear Ossip\" reviews - that were full of humour amid the barbs. One such was prompted by the famous Bernstein/Gould collaboration on Brahms's First Piano Concerto in 1962; by the end, Schonberg speculated to Ossip that Gould's ultra-slow tempos were not an artistic choice, but a technical imperative. Pianists were a speciality - perhaps the most quoted of Schonberg's 13 books is The Great Pianists (1963). Above all, he was fascinated by the Russians, and it was through his writing that America learned what was so remarkable about figures such as Sviatoslav Richter and Emil Gilels, who transformed the piano repertoire in the 1950s and 60s. As Vladimir Horowitz made any number of comebacks, Schonberg was like a sentry at Carnegie Hall, ready to document how the pianist's playing had evolved. In a few respects, Schonberg's viewpoint could be seen as distinctly American. Though he travelled widely, his attention was concentrated on those performers with substantial New York careers, particularly those whose interpretations of the heroic 19th-and 20th-century piano literature grew from a bedrock of equally heroic technique. More fallible keyboard philosophers, such as Edwin Fischer, for example, received only passing mention in The Great Pianists. Schonberg's best writing arguably came after his 1980 retirement, during which he continued to contribute to the NYT and freelance for numerous other publications. His language became far richer; his thoughts more considered. He also had time to pursue other interests. Besides reviewing mysteries under a pseudonym, he enjoyed a lifelong fascination with chess, and, among other things, covered the 1984 match between Garry Kasparov and Anatoly Karpov. The formality and longterm logic of chess spoke to a part of Schonberg that was sometimes bent on investigating highly elusive matters. He kept meticulous timings of the movement lengths of standard repertoire works and, near the end of his life, attempted to demonstrate how much tempos have slowed in recent years. But his sense of logic did not carry over into an appreciation of highly systematised composition. He railed against serialism, and at the time of his retirement, when that method of composition was on the wane, declared that this was one case in which he had been right. As much by example as by pronouncement, Schonberg defined what a critic is, and what he is not. A critic is not a performing musician in exile: that was clear in Schonberg's admission that, as a pianist, he never mastered any of Beethoven's piano sonatas, though he knew them all intimately. Ergo, a critic is not a professor or coach in disguise. Schonberg pointed to problems in a performance, but stopped short of suggesting solutions, which are up to the performer. Though he had his biases, he did not have agendas. He was pure critic: he wrote for himself, not for greater professional gain outside his field. His ideas about professional distance were also strict: he did not hobnob or fraternise, though in later years he relaxed that policy, and was sought out by emigrating pianists, such as Vladimir Feltsman, and emerging ones, such as Evgeny Kissin. In retirement, he took part in young artist competitions, including one in Rochester, New York, that gave first prize to the 12-year-old violinist Joshua Bell. Above all, Schonberg loved music, not as common an attribute among critics as one might think. Even in recent years, as his eyesight was faltering, he could be seen struggling to read the letters of Berlioz with a magnifying glass, while commuting by bus between Manhattan and his weekend home on Long Island. To disagree with him was to achieve a better understanding of music. Inevitably, casual conversations turned to his favourite topic, pianists, and even when he damned one of your favourites, his reasoned clarity left you with a more crystallised idea of why you loved what he did not. He was married to his first wife, Rosalyn, from 1942 till her death in 1973, and to his second wife, Helen, from 1975 till her death earlier this year. He leaves a sister. · Harold Charles Schonberg, music critic, born November 29 1915; died July 26 2003"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}