{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/aug/02/newsstory.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-08-01T23:33:30Z", "webTitle": "The big cost of watching Little Bei", "webUrl": "https://www.theguardian.com/football/2003/aug/02/newsstory.sport3", "apiUrl": "https://content.guardianapis.com/football/2003/aug/02/newsstory.sport3", "fields": {"headline": "The big cost of watching Little Bei", "bodyText": "Real Madrid's tour of the far east may be primarily a marketing exercise, but it is not exactly a loss leader. As well as having all four games broadcast to 23 countries, potentially reaching more than 300m households, the club will directly recoup US$9m (£5.68m), or more than a quarter of David Beckham's transfer fee. The tour, which begins in Beijing today and takes in Tokyo, Hong Kong and Bangkok, will cost Real's hosts just over $2m in appearance money for each game. Countries receiving live TV broadcasts include Britain, the United States, Singapore and China, from where Yunnan TV broadcast an entire week's worth of daily training sessions from Real's previous base, Kunming. Thanks to that coverage, Beckham is now known as Little Bei or sometimes Brother Bei throughout China. Indeed 29,000 fans bought tickets at 250 yuan (about £20) each for a practice match in Kunming. That in a country where the average wage is around 4,000 yuan a month. Not everyone is prepared to cough up, however. The fixture in Bangkok was hastily arranged last week when the Malaysian Football Association cancelled the match provisionally arranged for Kuala Lumpur. The Thais, as desperate as the rest of the region for good publicity in the wake of the Sars virus, were happy to step in. The pages of the South China Morning Post are full of animated debate as to whether spending $2m on hosting David Beckham and company is a sensible use of taxpayers' money and next Friday's game was in doubt until two days ago. By then an array of sponsors - including Taipan Snowy Mooncakes - had been assembled but, even so, tickets for the fixture in the Hong Kong Stadium were printed only last week. \"Heart-throb David Beckham and his new team-mates will send a powerful signal to the world that we are bouncing back from Sars,\" insists the South China Morning Post. Yet the levels of fake \"official\" merchandise in a part of the world where counterfeiting is endemic is a growing concern for the money men. Which is why Manchester United have now turned their focus firmly towards the US. TV: ITV2, 12.30pm"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}