{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/aug/20/newsstory.sport6", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-08-19T23:51:31Z", "webTitle": "Hughes stands on brink of history", "webUrl": "https://www.theguardian.com/football/2003/aug/20/newsstory.sport6", "apiUrl": "https://content.guardianapis.com/football/2003/aug/20/newsstory.sport6", "fields": {"headline": "Hughes stands on brink of history", "bodyText": "Having a 100% winning record in qualifying for Euro 2004, a feat only France have equalled in the whole of the continent, Wales need just one point more to ensure that they will be runners-up in Group Nine. The minimum they will then be guaranteed is a place in November's play-offs. Even in the Balkans, Wales can smell Portugal. Tonight's match with Serbia-Montenegro is Wales' fifth in their qualifying campaign - normally a time when players join fans and the press in saying: \"There's no point.\" As the country's captain Gary Speed conceded yesterday: \"At this stage of the competition we're not [usually] looking forward to qualifying.\" Wales have not made it to a major championship since the 1958 World Cup but in the Red Star Stadium here this evening Wales know that the point of the exercise is the point, or points, on offer. To the manager Mark Hughes, and throughout Wales, this situation is known as having one foot in the Algarve. Hughes is understandably wary of talking about the future - \"until we do it mathematically\" - but he has been prepared to admit over the past few days that what would have seemed a middling fixture when the draw was made is now pivotal. \"The biggest game of my career,\" Hughes has called it. Should Wales win, then it probably will justify that tag, though last October's 2-1 defeat of Italy in the Millennium Stadium will live long in the memory. But victory tonight would mean that Hughes could savour his maths homework - Wales could go to the San Siro in 18 days, lose and still be top of the group by two points. Two home fixtures after that, against Finland and Serbia-Montenegro again, and a Welsh win and a draw might be enough to win the group. Two victories and Italy could not catch Wales. So the opportunities provided by a win tonight are huge and historic. The match should have been played in early April but the assassination of the Serbian prime minister Zoran Djindjic meant a state of emergency in the former Yugoslavia and a Uefa postponement. Four months have passed and Hughes has not found the wait easy. He and his family have been to Sardinia on holiday but even there Hughes admitted his mind was on Belgrade. \"It's very difficult to switch off when you have a game of this magnitude looming,\" Hughes said. \"You try to keep it out of your mind for the benefit of your family but at times you see yourself doing noughts and crosses on the beach and team shapes are coming into your mind. Football people are a lot happier when it all starts up again. I'm pleased we're here now.\" Unfortunately for Wales, Celtic's John Hartson is not with them due to injury, but then if the original date had been safe Speed would have been missing for the same reason. So would Robbie Savage along with Craig Bellamy, Mark Pembridge and Robert Page, who is on a yellow card tonight. Another would keep Page them out of the San Siro. More encouragingly, since April Serbia and Montenegro have imploded. In June they lost twice in five days - 3-0 in Finland and 2-1 in Azerbaijan. The latter defeat was so hard to stomach that the then-manager Dejan Savicevic walked off before the end and has been replaced by Ilija Petkovic. It is Petkovic's second time in charge and, while expectations are so low that a crowd of 25,000 is anticipated for a 53,000-capacity stadium, he has had the bonus of PSV Eindhoven's Mateja Kezman returning for duty. Kezman should be partnered up front by Savo Milosevic, now with Celta Vigo, and other familiar faces are Dejan Stefanovic of Portsmouth and Goran Bunjevcevic of Tottenham. Wales will hope these established names feel they have no point to prove. Serbia &amp; Montenegro (possible, 4-4-2): Jevric; Cirkovic, Djordjevic, Stefanovic, Krstajic; Bunjevcevic, Stankovic, Vukic, Boskovic; Kezman, Milosevic . Wales (probable, 4-4-2): Jones (Southampton); Delaney (Aston Villa) Page (Sheffield United) Gabbidon (Cardiff) Speed (Newcastle); Davies (Tottenham), Savage (Birmingham), Pembridge (Everton), Giggs (Man United); Bellamy (Newcastle), Blake (Wolves). Referee : A Frisk (Sweden)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}