{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/aug/02/horseracing.gregwood", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-08-01T23:32:52Z", "webTitle": "Bright start for Fahey", "webUrl": "https://www.theguardian.com/sport/2003/aug/02/horseracing.gregwood", "apiUrl": "https://content.guardianapis.com/sport/2003/aug/02/horseracing.gregwood", "fields": {"headline": "Bright start for Fahey", "bodyText": "Moving house can be an expensive and stressful business, and at the end of it all, the removals men always expect a tip. The team who delivered Richard Fahey to his new yard in Malton just five days ago, though, may have done better than most, assuming that the tip in question was to back Fahey's Lady Bear in the William Hill Mile. The trainer's cut of yesterday's £58,000 first prize should also cover the stamp duty and a few new fittings, while success in such a prestigious contest gives another significant push to Fahey's blossoming career. It was achieved with relatively little fuss, too, although despite having the ideal draw on the inside rail, Lady Bear was slowly away and hard ridden in the early stages to gain a position in midfield. Once Paul Hanagan, her jockey, pulled her off the rail with a quarter of a mile to go, though, Lady Bear had little trouble running down Faithful Warrior to win by a length and a quarter. The first three home came from stalls 22, 17 and 21, but last year's winner Smirk, who was backed down to 11-2 favourite, could finish only 17th of 21 from stall 18. \"She's a grand and tough sort and this has been our plan for a long time,\" Fahey, who was supervising runners at Thirsk, said. \"She has to have the right ground and we took her out of the Hunt Cup at Ascot because the ground was not right for her. It's great to have the first winner from the new yard and all the better in a race like this.\" Sir Michael Stoute is more than £1m clear of the field in the race to be champion trainer, but he had to wait until the middle of yesterday afternoon for his first winner at the meeting. Researched, an 8-1 chance for the Glorious Rated Stakes, travelled smoothly before striking for home two out and stayed on strongly to suggest that an extra two furlongs in the Ebor Handicap will be within his range. He earned a 7lb penalty for the York race, though, taking his burden to 9st 11lb, which is probably why he can still be backed at 10-1 with Victor Chandler and Hill's. Coral are more cautious, going 7-1 favourite from 16-1, but Stoute also has Hawk Flyer among the Ebor entries and backing either will be risky until his running plans become clear. Tantina, under Richard Hughes, was an impressive winner of the Oak Tree Stakes, taking her record to three victories in as many starts, and is likely to move up to Pattern company for her next start. Zuhair, attempting to win his sixth race over the course in the Stewards' Sprint Handicap, looked all set for victory as Kevin Darley took up the running inside the final furlong, but Undeterred, an ex-stablemate and the gamble of the race, got up on the line to pip the gallant 10-year-old."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}