{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/aug/28/cricket.hampshireccc", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-08-28T21:30:56Z", "webTitle": "Hampshire 395 Somerset 338-4", "webUrl": "https://www.theguardian.com/sport/2003/aug/28/cricket.hampshireccc", "apiUrl": "https://content.guardianapis.com/sport/2003/aug/28/cricket.hampshireccc", "fields": {"headline": "Edwards the toast of Somerset", "bodyText": "It was a case of the Toastman Cometh here yesterday as Neil Edwards, the 19-year-old Somerset left-handed opening batsman, scored his maiden first-class century and did so with brio. Edwards, given his nickname because he bemuses his colleagues by devouring improbably large quantities of Mothers Pride's finest, scored 160 from only 184 deliveries, striking the ball with a freedom and timing that brought him 27 fours. \"The first time I saw him he reminded me of Chris Broad,\" the Somerset coach Kevin Shine said last night. \"He's tall and he stands upright to the fast bowlers as he drives the ball back past them. He's also very brave. The short stuff doesn't bother him.\" Another admirer yesterday was surely the Cornish umpire Mike \"Pasty\" Harris; Edwards was born in Truro, 20 years ago in October. He toured Australia with the England Under-19 side last winter and helped win the first \"Test\" with 97 in Adelaide. He is playing here because of a knee injury to Peter Bowler, 20 years his senior. Edwards made an iffy championship debut in Northampton a month ago, scoring 10 and nine. But in his second match, last week, he made a fluent 45 in Worcester. This is quite a match for Somerset's locums. Jamie Bryant, standing in for Jamie Cox, who has a bad back, thumped a merry 73 from 74 balls, with 14 fours. Bryant, a former South Africa A batsman who has scored heavily for Eastern Province, was signed this year with some excitement. He is a British passport-holding South African. But this was only his second fifty in 20 innings; nine times he has reached 25 without going on to a half-century. The afternoon session was quite something. It yielded 209 runs and there were 31 fours and a six, straight driven by the captain Michael Burns before he was caught trying to repeat the stroke. Edwards and Bryant put on 147 for the second wicket in 23 overs after the early demise of Matthew Wood, and Hampshire's depleted attack looked forlorn. Edwards was dropped by Derek Kenway off Shaun Udal at mid-on, but not before he had made 102, and again by the bowler Udal on 143. He responded by lofting the off-spinner for a straight four to raise the 300. Dimitri Mascarenhas, who eventually caught him at mid-off, was pulled for three fours in an over. There were plenty of drives and cuts, too. Somerset closed on 338 for four, 57 behind Hampshire, who had been bowled out in the morning. A hobbling Robin Smith made 56 not out. But the day belonged to the young and fit."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}