{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2003/aug/10/southafrica.aids", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2003-08-09T23:57:57Z", "webTitle": "Rage lingers after Mbeki acts on Aids", "webUrl": "https://www.theguardian.com/world/2003/aug/10/southafrica.aids", "apiUrl": "https://content.guardianapis.com/world/2003/aug/10/southafrica.aids", "fields": {"headline": "Rage lingers after Mbeki acts on Aids", "bodyText": "South African Aids and HIV sufferers and health workers yesterday welcomed the turn-around by President Thabo Mbeki's government to allow life-saving anti-retroviral drugs to reach the public. But there was also anger that the government's delay in accepting the use of the drugs had cost many lives. Mbeki had come under increasing criticism at home and internationally for failing to deal effectively with the world's highest number of Aids and HIV cases. His government bowed to the pressure for drug treatment saying it intends to draw up a plan by the end of September for the national distribution of anti-retrovirals. 'Government shares the impatience of many South Africans on the need to strengthen the nation's armoury in the fight against Aids,' the South African cabinet said on Friday after a special meeting to assess the financial costs of a national drug programme and to explore treatment options. South Africa has the largest number of HIV-infected people in the world, nearly five million - more than 11 per cent of its population of 43.8 million - according to the United Nations Aids programme. The figures are more frightening for the 23.7 million people aged 15 to 49, where about 20 per cent are infected. The epidemic has left 660,000 South African children orphaned. Yet, for years, as the virus has spread, Mbeki and his officials have resisted national programmes to provide anti-retrovirals, making him the target of intense criticism in South Africa and the world. With this weekend's announcement, it appears Mbeki has bowed to that pressure. The Treatment Action Campaign (TAC) has spearheaded demands for universal treatment. The group said it would call off a campaign of civil disobedience and reconsider pending litigation, which includes charges of culpable homicide against two Cabinet Ministers for failing to prevent the deaths of friends and family by refus ing universal access to anti-retrovirals. 'We welcome the Cabinet's bold step today, but also remember the anguish, pain and unnecessary loss of lives over the last four years,' TAC stated. Zachie Achmat, the HIV-positive TAC chairman, stepped up the pressure by refusing to take the drug cocktails himself until the government changed its policies to make them available to all South Africans. Achmat's health had been failing in the past year and last week he announced 'I will take my medicine', in order, he said, to be able to continue battling for treatment for all. Although he welcomed the government's decision, Achmat said his group 'will wait to see the actual operational plan before celebration. 'For all of us living with HIV in South Africa , and our families, this is the first sign of hope,' he added. Although the government has taken a new step, it probably does not indicate a change of heart by Mbeki. Just last week he wrote in the ANC newsletter of his mistrust of Western experts who urged the use of anti-retroviral drugs. 'We must free ourselves of the \"friends\" who populate our ranks, originating from the world of the rich, who come dressed in jeans and T-shirts, as advisers and consultants, while we end up as the voice that gives popular legitimacy to decisions we neither made nor intended to make,' he wrote."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}