{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/aug/05/unitedkingdom", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-08-05T17:23:12Z", "webTitle": "Feeling the heat?", "webUrl": "https://www.theguardian.com/travel/2003/aug/05/unitedkingdom", "apiUrl": "https://content.guardianapis.com/travel/2003/aug/05/unitedkingdom", "fields": {"headline": "Feeling the heat?", "bodyText": "1. The obvious places to start are along Britain's coastline, offering the chance of a nice sea breeze, some sand to lie down on and plenty of red bodies to obscure the view. From Brighton to Bournemouth, via Northumberland and Newquay, there's nothing like a day by the seaside. But the British seaside is about so much more than just the water. You can't really cool down if the food's not right, the view is ugly or the beach itself is full of rubbish. So, pick the best and you'll soon be lapping up the summer sunshine. 2. If the idea of drifting out to sea, never to return, doesn't appeal, you could always try a tidal pool. All the rage in the 1930s, they come in various shapes and sizes, from little more than swimming holes, made by shoring up natural rock pools, to elaborate seawater lidos. Whatever the style, they're ideal for escaping the heatwave. 3. Some of us, however, are unlucky enough to be urban dwellers, gaunt and pale faced. We are left with few options but to go to what are euphemistically known as the city's beaches, or lidos. Damned fine things they are too. 4. Effort against reward, that's what its all about. Okay, so it's nice to cool down if you've been slowly baking yourself in the sunshine, but even better if you've worked up a sweat by actually doing something, anything. Which is surely why surfing was invented. You look cool, it's a sport, yet you don't get all hot and bothered. No wonder they love it in Hawaii. And Cornwall, of course. 5. Then again, there's always kite surfing, which combines none of the relaxing elements of flying a kite with all of the stressful bits of surfing. You will end up face first in the water many, many times, but at least you'll be refreshed. 6. Who are we kidding? Exercise, in this heat? No, you're quite right, there's nothing for it, get yourself a narrowboat and head out onto a canal. 7. So long as you're not scared of heights, you could visit County Durham's High Force Waterfall, said to be the highest unbroken fall of water in England. The 21-metre waterfall will leave you either basking in its cooling spray or terrified that, lemming-like, you'll throw yourself into the welcoming water. The choice is yours. 8. If you really don't want to put any effort into chilling out - and, let's face it, it wouldn't make much sense if you did - you could try the life-sized fridge in the restored icehouse at Mosely Hall, just outside Birmingham. The 18th-century fridge can hold up to 11 tonnes of ice and acted as the hall's outdoor fridge for keeping food fresh to be eaten out of season. It is not often open to the public, but if you're in the area on August 23 from 2.30-5pm, go in and make like a cube. 9. Sometimes, when it all gets a little heated, you just need to stick your head under the ground. To which end, you might try caving, deep down inside the Cheddar Caves in Somerset. With fully qualified guides to lead you, you can enjoy the underground chill safe in the knowledge that those above are getting zapped by the sun's harmful rays. And is there anything better than keeping cool and feeling smug at the same time? 10. With the temperature rising, it's time to Xscape. This activity centre in Milton Keynes offers two 175m ski slopes and a nursery slope, all complete with real snow. Ideal for that moment when the blazing sun loses its novelty value."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}