{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/aug/28/thefiver.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-08-28T16:15:16Z", "webTitle": "Yet another Big Cup, and  Yet another big signing", "webUrl": "https://www.theguardian.com/football/2003/aug/28/thefiver.sport", "apiUrl": "https://content.guardianapis.com/football/2003/aug/28/thefiver.sport", "fields": {"headline": "Yet another Big Cup, and  Yet another big signing", "bodyText": "CAR WARS Beep beep! Chug chug! Hey look, there goes Dennis Bergkamp, setting off early on his European tour. You see, along with the rest of his Arsenal team-mates, he's just been handed the itinerary for this year's Big Cup campaign. And if the non-flying forward wants to play at Internazionale, Dynamo Kiev or Locomotive Moscow, he'd better get driving now. Parp parp! There he goes, travelling in a northerly direction along Avenell Road. Rev rev! He's gone through the crossroads before turning left along the junction with Blackstock Road towards Finsbury Park station. Peep peep! Now he's turned right... out of Europe for another year. Oh dear. But the Manchester United juggernaut zooms on regardless, with the flukey truckers able to plot a route straight into the knockout stages by driving roughshod over Panathinaikos, Stuttgart and Rangers, whose collapsing square-wheeled car has done well to get this far, let's be honest. Meanwhile, Roman Abramovich continues to advance into Europe with all the charm of a KV-1 tank, rumbling through Rome (Lazio), Prague (Sparta) and Istanbul (Besiktas), while Martin O'Neill will be trundling through Munich, Lyon and Anderlecht, balancing atop his rolling contract. Who will run out of petrol first? Only time will tell, but whoever does will have certainly lasted a lot longer than this tired analogy. THE OTHER GROUPS Group C: Deportivo, PSV Eindhoven, AEK Athens, Monaco Group D: Juve, Galatasaray, Olympiakos, Real Sociedad Group F: Real Madrid, Porto, Marseille, Partizan Belgrade Group H: AC Milan, Celta Vigo, Ajax, Club Brugge TWO BIG MACS TO GO! According to our man in Spain, Manuel Miguel Jose Maria Seve Ole Ole Ole Fiver, Steve McManaman has been spotted wandering around the Bernabeu pitch. Not in that lost-puppy-dog way he once reserved for the occasional substitute's appearance, though. No, he was being shown around the ground by Madrid Globetrotters coach Carlos Queiroz who was introducing him to members of the Real first team, just so he could say he'd met them once. \"I know he is talking to a club and it is better for him and for us if it is sorted within the next 48 hours,\" said Queiroz, pointedly pointing out the exits marked here, here and here. One player Macca didn't meet on his mazy meander was Claude Makelelelelele. And that's because the French midfielder/antagonist had chained himself to the turnstiles, refusing to move until he was allowed to, erm, move. As passers-by flung their spare change at Makelele's feet, doubling his wages in the process, Roman Abramovich was rummaging around for some of his own. And depending on what you wrap your chips in, he's come up with £14m (Daily Mail), £18m (Daily Star) or £10m (Sun) to take Chelsea's summer spending over the £100m mark - the most ever spent by anyone anywhere ever anywhere. All of which frees up a locker in the Madrid dressing room for Valencia defender Roberto Ayala, who will replace Ivan Helguera, who will replace Makelele. If you follow. Over at Stamford Bridge, where the changing room is more cramped than Weird Uncle Fiver's forearm, something had to give. And not just the seam of Frank Lampard's shorts. Continuing their philanthropic exercise of strengthening the squads of their Premiership rivals, Chelsea today forced out Mikael Forssell. \"I think that Mikael is going to Birmingham City on loan,\" said a befuddled Ranieri, who has already loaned Carlton Cole to Charlton and Alexei Smertin to Portsmouth. \"It's good for him as he can play more often and also good for me as I can watch him very easily.\" That's Forssell sorted. Now, where's this Makelele going to go? QUOTE OF THE DAY \"We were in control for almost all the game but just need a goal from somewhere. Look at the fouls they committed to stop us. That was the best Liverpool performance of the season and I feel sorry for the lads that we did not achieve more\" - Clearly Gerard Houllier watched last night's 0-0 draw with Spurs through his trusty rose-toned boggle goggles. THE INAUGURAL FIVER PR PERSON OF THE YEAR AWARD No free trips to sunny climes for impoverished journ... ahem... kiddies, but the postman's not been idle. Wheezing heavily after scaling the 37 flights of Fiver Towers, he dumped three PR Person Of The Year Award entries to our desk, grasped his ticker and keeled over cold. Was it worth his effort? Judge for yourself. The first package contains six \"funky\" uni-ball fusion pens, sent in by Vickie North of poulterpartners - the self-styled but grammatically lax Brand Communication Specialists. \"Take note,\" she cries, \"the fusion is the best-selling pen of the year!\" What's more, merely carrying one of these £1.69 bad boys would make us \"the envy of all our mates\". That clearly overlooks the Fiver's loner-in-a-trenchcoat status, but Vickie North saves face with a clever pay-off. \"They really are ink-credible!\" she chortles, justifying every last penny of that six-figure salary. Others weren't quite so generous. Like Andy Roberts, for example, who works for the non-PR-sounding Household Electrics. \"Here's your winner,\" he cries, waving a dog-eared Coral betting slip in the Fiver's face. Closer inspection reveals we've a full English pound riding on a 50p each-way double wager. In theory, it could bag us far more than we earn in three years (yes, £700!) as long as Liverpool win the Premiership this season and Mario Jardel tops the scoring chart. Hmm, if. Finally, there's a flimsy package containing... what's this... an Arvon Writing Courses 2003 brochure sent in by an anonymous regular. What could it all mean, readers? Eh? Ah. Do much better tomorrow, PR people. Write to The Fiver PR Person Of The Year Awards, The Fiver, Fiver Towers, 3-7 Ray Street, London EC1R 3DR. And remember, the more expensive the entry, the better your chance of winning the most prestigious award in the whole of PR-ville. THE RUMOUR MILL Barrel-chested/big-boned Leeds striker Mark Viduka is interesting Inter. Stranger still, they think he's worth £8m. In an attempt to halt their alarming freefall from the Premiership summit, Portsmouth have identified Charlton's Paul Konchesky as the man to stop the rot. NEWS IN BRIEF Celtic have ended their interest in former Middlesbrough midfielder Emerson, leaving Wolves at the front of a one-horse race to sign the Brazilian. \"Celtic will not be pursuing the matter,\" sniffed a Celtic suit. The administrators of Oldham have warned time is running out for potential investors to help bail out the club. Around £1.2m must be found by September 8 before the club can be cleared to fulfil this season's fixtures, and Jon Newell, a partner of administrators PKF, said: \"The position for the club remains critical. It is now up to investors to come forward immediately.\" And let's not forget the draw for the semi-finals of the Bell's Scottish League Challenge Cup, which has paired Raith Rovers with Inverness Caledonian Thistle, and Brechin City with Airdrie United. These ties will be played on Tuesday, 16 or 17 September. TONIGHT'S TV &amp; RADIO Channel 4: Brazilian Football (2.40am) Yesterday we launched our Bad Ads riff with the promise that WHEN WE FIND OUT WHO IS BEHIND THE WKD ADS, WE WILL KILL THEM. Sadly, our murderous but morally justifiable campaign was immediately hit by a double whammy. Channel 5: Jonathan Pearce's Football Night (12.55am) \"My mate James Copland edited the WKD adds,\" writes supergrass James Murray, \"but you will have to be quick to catch him. He's off to live in NY in a few days, apparently they don't get the ads over there.\" Bastid! Dutch Football (1.25am) \"This will surprise you, but it's true,\" adds theatre-goer Mark Nunn, who may or may not be related to famous showman and stage impresario Trevor. Argentinian Football (2.55am) \"The stereotypically cheeky scouser in the WKD ads - the one brandishing the feather duster when they all get butt-naked and clean the house - has just finished playing in the very positively-reviewed RSC double run of Merry Wives of Windsor and Coriolanus at the Old Vic. Major League Soccer (5.15am) \"I went to see both plays and they were good. So if you track him down, please don't kill him.\" Bah. Sky One: Football Years (10pm) Peter Gilheany also fancies himself as a theatre critic, offering this frank and trenchant analysis of the 11 88 88 stage show currently showing during every single ad break: \"Three ****s dressed as ****s singing like ****s. Sky Sports 1: Ford Football Special (7pm) \"By the way, I think I know the Anthony Teasdale quoted in yesterday's Fiver. He dressed as a tomato on New Street in Birmingham 10 years back, promoting some load of old tat at the beginning of his much-talked-about career as a model. Football League Review (11.30pm) \"He's got some cheek to have a go at rubbish ads. And he's not worked as a model since.\" Can this really be true, Anthony? Shame. Sky Sports 2: Spanish Super Cup (11pm) Meanwhile, Matt Carter is also unhappy with the new spate of directory enquiries ads. \"In the ad which two young moustachioed fools jog round and replace the little old guy, I ask you: who would you rather have at the other end of the phone? Radio 5 Live: Sport on 5 (6pm) \"The knowledge and wisdom that comes with age, wrapped in the body of a sweet old man (who incidentally is the embodiment of Weird Uncle Fiver in my eyes), or... Talksport: Football First, Second and Third (7pm) \"... two almost-incestuously-close goons who can't sit still for a minute? I ask you.\" Newstalk 106 (www.newstalk106.ie): Off the Ball with Ger Gilroy (7pm) And we ask you to send more Bad Ads to the.boss@theguardian.com. Like the 118 118 goons, this one is going to run and run, we promise you. * * * * * * * * * * * * TODAY'S BOTTOM LINE SUPPORTS THE POSTMEN AND IS THEREFORE ON STRIKE"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}