{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/aug/11/horseracing.tonypaley", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-08-11T22:27:08Z", "webTitle": "Three Valleys fails to live up to the hype", "webUrl": "https://www.theguardian.com/sport/2003/aug/11/horseracing.tonypaley", "apiUrl": "https://content.guardianapis.com/sport/2003/aug/11/horseracing.tonypaley", "fields": {"headline": "Three Valleys fails to live up to the hype", "bodyText": "Three Valleys, the latest thoroughbred to earn the unfortunate epithet 'wonder horse', lost his position as favourite for next year's 2,000 Guineas when roundly beaten four lengths into third by Aidan O'Brien's One Cool Cat in the Phoenix Stakes at the Curragh yesterday. O'Brien was taking no chances, fielding four of the seven runners. But there was no hiding the delight of the Ballydoyle trainer, who was recording his sixth successive victory in the race on an afternoon when he also celebrated a winning return to action from his dual Derby winner High Chaparral. The Racing Post asked of the beaten 4-6 favourite on its front page yesterday: 'Could Valleys be the horse of a lifetime?' Just after 3.55pm it soon became clear the answer was a resounding no as Three Valleys, who had travelled well for a long way, quickly succumbed a furlong out when challenged by One Cool Cat and his sta blemate, the eventual second Old Deuteronomy. O'Brien said of the winner, now 5-1 Guineas favourite with Hill's: \"The amazing thing he is not a six-furlong horse at all. He is crying out for seven or a mile - that's how good he is. \"He is so relaxed, a complete natural. We have all the options for him now, such as the National Stakes, the Dewhurst or the Racing Post Trophy. He is a special horse.\" A bemused Roger Charlton, trainer of Three Valleys, said: \"I am very disappointed. All his homework has been exceptional. Richard [Hughes] said he moved beautifully to post, but that he was never travelling like he did at Ascot. \"He's not distressed now and it's hard to know what went wrong. Maybe it was just one of those days.\" High Chaparral was a convincing winner of the Royal Whip Stakes. The 9-10 favourite had been off the track with a shoulder problem since winning the Breeders' Cup Turf last October and the trainer had warned before the race that he would come on for the run. O'Brien was delighted with this effort and the way the winner responded to Mick Kinane's urgings with just over a furlong to run suggests there is plenty more to come. Royal Ascot winner In Time's Eye took the field along in the 10-furlong Group Two contest and was challenged by the Barry Hills-trained Private Charter two out as High Chaparral was gradually being stoked up by Kinane. The eventual winner appeared to hang to his right as he made his move, but there was little interference and he ran on for a cosy three-quarters of a length success from Mick Channon's running-on Imperial Dancer. \"He was very mature at two and at three and all I ever wanted was for him to retain his ability,\" O'Brien said. \"There are a couple of options now - one of the Arc trials at Longchamp (Prix Foy) or the Irish Champion Stakes at Leopardstown. Safe ground will be the key. He handles any ground, but we won't risk him - we need him to stay around this year.\" Ladbrokes cut High Chaparral to 5-1 joint-second favourite (from 6-1) for the Prix de l'Arc de Triomphe behind 5-2 favourite Dalakhani. Bonus made the journey from Richard Hannon's yard a profitable one as he made all to to land the Group Three Phoenix Sprint Stakes. Richard Hughes soon grabbed the stands rail on the progressive Cadeaux Genereux colt and nothing really looked like getting to the 100-30 favourite, who was recording his fourth success of the season. He only had to be kept up to his work to take the spoils by one and a half lengths from Sun Slash, with Anna Frid third. \"We have never had a horse progress as much as he has done,\" said Harry Herbert, manager of the winning owners, Highclere Thoroughbreds. \"He will probably only have one more run this season, which could be in the Sprint Cup at Haydock. Hopefully, he will be an even better horse as a four-year-old.\" Avonbridge fared best of the British runners when third in the Prix Maurice de Gheest at Deauville as Porlezza sprung a surprise in a dramatic renewal of the Group One contest. The favourite Zipping broke down early on in the extended six-furlong affair, crashing to the ground after the field had travelled a furlong or so. Douglas Erskine-Crum, Ascot's chief executive, confirmed on Saturday that York has won the race to stage the prestigious Royal Ascot meeting in 2005."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}