{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/aug/05/formulaone.alanhenry", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-08-05T22:49:45Z", "webTitle": "Jordan slammed for failed claim", "webUrl": "https://www.theguardian.com/sport/2003/aug/05/formulaone.alanhenry", "apiUrl": "https://content.guardianapis.com/sport/2003/aug/05/formulaone.alanhenry", "fields": {"headline": "Judge slams Jordan for failed claim", "bodyText": "Eddie Jordan was blasted yesterday by a high court judge for launching what was described as a \"contrived and unsustainable\" legal action against Vodafone over an alleged sponsorship deal for his formula one team. Jordan had claimed £150m from the mobile phone company, basing his case on what he said was a binding contract agreed in 2001 to sponsor his team. In the event Vodafone became a co-sponsor of the world championship-winning Ferrari squad. Mr Justice Langley criticised Jordan for a number of blatant inaccuracies and said that, when these were exposed, he was \"reduced to an embarrassed silence\" in the witness box. \"I regret to say I found Mr Jordan to be a wholly unsatisfactory witness. His evidence was in many instances in stark conflict with, and indeed belied by, the documents - often documents of his own making,\" he said. The trial lasted for six weeks until July 29 but then, as the judge prepared to hand down his written judgment, Jordan attempted to abandon his claim and offered to pay all Vodafone's costs as well as applying to have the judgment kept private. But Mr Justice Langley insisted on making the ruling public and in it poured scorn on Jordan's claims of a verbal agreement with Vodafone. \"The inherent improbability of an agreement of such a nature for payments of such a size being made in such a manner is obvious,\" Langley said in his ruling. \"Jordan's claim was in my judgment plainly demonstrated to be without foundation and false.\" Sources close to the Jordan team have said that Jordan himself could end up with a legal bill of about £3m. The huge legal claim, which took into account the £100m Jordan claimed Vodafone agreed to pay as well as interest and other losses, centred on four words. \"You've got the deal,\" Jordan claimed Vodafone's global branding director David Haines told him over the phone. Jordan claimed these words sealed the agreement for the three-year sponsorship of its formula one cars on the terms negotiated between the parties in the prior months, even though no written contract was produced. Vodafone argued that it merely entered into negotiations with Jordan, along with the rival racing teams McLaren, Benetton, Ferrari and Toyota, as part of its global branding strategy. Vodafone announced its current deal with Ferrari prior to the Monaco grand prix in 2001."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}