{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2003/aug/17/ftse.observerbusiness", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2003-08-16T23:30:30Z", "webTitle": "Footsie predicted to break 4,500 pain barrier", "webUrl": "https://www.theguardian.com/business/2003/aug/17/ftse.observerbusiness", "apiUrl": "https://content.guardianapis.com/business/2003/aug/17/ftse.observerbusiness", "fields": {"headline": "Footsie predicted to break 4,500 pain barrier", "bodyText": "The FTSE 100 index of leading shares will hit the psychologically important 4,500 barrier by the end of the year, say market experts. The expected upswing in share prices means the index will be up 14 per cent on the 3,940 it closed at on 31 December 2002. Assuming the experts are right, it will be the first time the market has ended in positive territory for three years. Nomura, Morgan Stanley and Deutsche Bank are among the big City institutions predicting that the Foot sie will hit 4,500, or higher. But HSBC predicts it will end the year at 4,000. There are widely differing views about whether the rally can be sustained in the long term. Graham Secker at Morgan Stanley says: 'I think there will be volatility for some time to come. Swings up or down of between 20 per cent and 30 per cent are quite possible.' The index hit a 12-month high last week having risen almost 30 per cent from the lows touched during the Gulf war in March. But Khuram Chaudry, equity strategist at Merrill Lynch, thinks the momentum will continue. 'There is still more money to come in,' he said. 'People are likely to keep chasing the highs because not everyone has made the gains so there is a reluctance to be out of the market.' Mike Felton, head of UK equities at fund managers ISIS said that trading volumes over the past few days had been low as fund managers and traders headed off on holiday. 'But I can't help feeling that, when everyone gets back to their desks in September, the arguments for buying equities will be stronger.' ISIS has been predicting that the FTSE 100 would end the year at 4,500, representing a further 7 per cent rise from here. Felton said the general trend was 'still very positive' and he predicted a pick-up in merger activity, which would drive the market further. Michael Coleman, investment director of stockbroker Redmayne Bentley, said that private clients are now returning to the market. Its deals in June and July were 10 per cent up on the previous year. He believes that the stockmarket will reach 5,000 - almost 20 per cent above current levels - by the end of the year."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}