{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/aug/02/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-08-01T23:33:31Z", "webTitle": "Desperate Redknapp goes shopping for last-minute bargains", "webUrl": "https://www.theguardian.com/football/2003/aug/02/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2003/aug/02/newsstory.sport", "fields": {"headline": "Desperate Redknapp goes shopping for last-minute bargains", "bodyText": "Portsmouth's manager Harry Redknapp is \"desperate\" for new faces after admitting his side are not good enough for the Premiership. Pompey, who nevertheless have signed six players during the close season, this week failed to land Eyal Berkovic, Rufus Brevett and Darren Anderton, and Redknapp claims he is getting worried. \"We know how difficult it is, and I haven't got a strong enough squad to survive in the Premiership,\" he claimed. \"I am searching desperately for more players because the ones we have got are not good enough. I reckon I need at least three or four. \"We have brought in a few, but we've also lost Paul Merson and Gianluca Festa, who were both key players, so in some ways I'm no better off in terms of the squad I have. I am talking to a few because there isn't much time left before the start of the season. \"If you look at the other clubs that have come up, they have really gone for it. Leicester have already signed 11 players, and Wolves are starting to move, too.\" Redknapp will now try to make Ajax's Norwegian defender Andre Bergdolmo his seventh signing after having a £300,000 offer accepted. The 31-year-old has agreed personal terms with Pompey subject to passing a medical, and the left-back is expected to sign a two-year contract on Monday. Pompey's chairman Milan Mandaric said: \"Harry really likes Bergdolmo and I am supporting him in that. We have had very good reports and think he will do a good job for us.\" Bergdolmo has been capped 45 times and was a member of the 1998 World Cup and the Euro 2000 squads. His arrival would take Pompey's summer spending to £2.55m this summer, following the acquisitions of Harald Wapnaar, Boris Zivkovic, Dejan Stefanovic, Patrik Berger, Vincent Péricard and Teddy Sheringham. Reading have completed the £500,000 transfer of Shaun Goater from Manchester City. The 33-year-old Bermudan signed a three-year contract with the First Division club after his medical. Nottingham Forest, Sheffield United, Sunderland and Wigan had also shown interest. \"If I had to single out one reason why I joined Reading it would be because the manager [Alan Pardew] told me he could improve my game,\" said Goater, who scored 85 league goals in 187 games for City. I know what it takes to get out of the First Division and I have played 36 times for my country, but I always look to the future. \"Although my family was happily settled in Manchester we plan to move down to Reading, even though I don't know that much about the area.\" Fulham have signed Bordeaux's defender Jerôme Bonnissel, 30, on a two-year deal. The left-back, who spent the second half of last season on loan at Rangers, impressed Fulham's manager Chris Coleman after spending time at their training camp in Austria. \"I enjoyed the trip immensely,\" he said. \"I like the work they do with the players and the camaraderie within the squad, and I am very happy to be part of that.\" Wolves have signed the Senegalese Henri Camara on a four-year deal and for an initial £1.5m from the French club Sedan. \"Henri will bring pace and score goals,\" said Dave Jones, the manager. \"If he fulfils his potential here then he's going to be a very good-value signing for the club. For someone to want to come and play in the Premiership while not speaking the language says a lot about the boy.\" The 26-year-old Camara has played 51 times for his country and scored the golden goal which knocked Sweden out of last year's World Cup. \"It is a boyhood dream to play in England,\" Camara said through an interpreter, though he will immediately be sent on an intensive English language course. Camara will be joined at Molineux by Steffen Iversen, who last night signed a one-year deal with the club while his former Spurs team-mate Steffen Freund has returned to Germany with Kaiserslautern after being released. Stoke have signed the former Holland and Chelsea goalkeeper Ed de Goey. The 36-year-old, who won 31 caps, played over 100 games in the Premiership during a six-year stay at Stamford Bridge and is the Potters' fourth major signing following the arrivals of Gifton Noel-Williams, Clint Hill and John Eustace."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}