{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/aug/05/cricket.gloucestershireccc", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-08-05T22:49:44Z", "webTitle": "Gladiators have form to foil Surrey's treble chance", "webUrl": "https://www.theguardian.com/sport/2003/aug/05/cricket.gloucestershireccc", "apiUrl": "https://content.guardianapis.com/sport/2003/aug/05/cricket.gloucestershireccc", "fields": {"headline": "Gladiators have form to foil Surrey's treble chance", "bodyText": "Million-dollar matches are two-a-penny at the moment for Surrey. Last month they waltzed to victory in the Twenty20 Cup at Trent Bridge and on Saturday they intimidated Sussex into settling for a draw in the top-of-the-table championship clash at Hove. Later today they cross swords with the Gloucestershire Gladiators, whom they trail by four points at the top of the First Division of the National League with a game in hand. \"If you're looking to win trophies, lots of games are going to end up being important,\" says the Surrey coach Keith Medlycott, who does a dry line in the matter of fact. \"But Gloucestershire have been the form one-day side of the last six or seven years. They're setting the pace.\" Pace-setting is something Surrey usually prefer to do themselves. Today's showdown at The Oval takes place under the glare of the spotlight - Sky TV will be there - and the floodlights, although they have moved the start time forward to 3.10pm after complaints from residents about late finishes. Even so this game could dazzle until the final over. Gloucestershire have not lost in the National League since May 18. Surrey, chasing a treble, have won 20 games in all competitions this season and lost only three. Two of those defeats have come in their last two National League matches but in the previous meeting between these sides, in the Twenty20 semi-final, Surrey won a nail-biter by five runs. Medlycott sensibly plays down talk of a psychological advantage but John Bracewell, the Gloucestershire coach who this winter takes charge of his native New Zealand, has a different perspective. \"Surrey contained our top order very well by attacking us early in the Twenty20,\" he says. \"We don't fear anyone but we've performed more poorly against Surrey than against other sides.\" At times Gloucestershire's injury list has been so disruptive it is a wonder they have been able to perform at all. For this game, typically, there is good news and bad. Jonty Rhodes will return after a hamstring problem but the left-arm seamer Mike Smith is doubtful after twinging his back during the win over Yorkshire on Sunday. Apart from Alex Tudor, who continues to struggle with a hip complaint, Surrey will have a full-strength squad. \"This game's got all the ingredients,\" says Medlycott enthusiastically. The team that finds the winning recipe today could end up with the title."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}