{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2003/aug/17/theobserver.observerbusiness3", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2003-08-16T23:30:31Z", "webTitle": "US group bids £550m for Invensys division", "webUrl": "https://www.theguardian.com/business/2003/aug/17/theobserver.observerbusiness3", "apiUrl": "https://content.guardianapis.com/business/2003/aug/17/theobserver.observerbusiness3", "fields": {"headline": "US group bids £550m for Invensys division", "bodyText": "Beleaguered industrial company Invensys is in talks to sell its water metering business to US industrial group Danaher Corporation. Danaher, based in Washington DC, is one of several bidders for the unit, which makes domestic, commercial and industrial water and gas meters, as well as providing meter-reading services and solutions. The other bidders are mainly buyout firms, according to sources familiar with the sale. Danaher is one of the leading US manufacturers of metering units and the Invensys business would make a good fit with the company's existing products. The metering business has sales of about £550m and is expected to fetch a similar amount. Invensys wants to sell more than half its businesses, including meter and electronic adaptor units, to cut its £2.3bn of debt and pension liabilities. Chief executive Rick Haythornthwaite said he plans to focus Invensys on producing rail signals and factory controls, including monitors for the cement industry, after Invensys announced a £1.44bn loss in the year to March. In June, Invensys said that it would sell four units - its metering business, wind power, home appliance controls, and climate controls - to raise cash. It has already sold its Baan software business and US-based Teccor Electronics unit. The sale of the watering business is the most advanced. Last month Invensys shares surged on rumours that Morgan Stanley, the investment bank advising on the disposal programme, had received a £1.6bn offer for all the units. Analysts said French group Schneider would be interested in buying the division, but added that Invensys might sell the parts separately for a better price. Bank of America is handling the sale of the water-metering business. Danaher declined to comment on the proposed acquisition. However, the company has a strong record of acquisitions. Danaher's Process/Environmental Controls group produces monitoring, sensing, controlling and testing products. Invensys declined to comment on the sale process."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}