{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/aug/05/boxing.johnrawling", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-08-05T22:49:53Z", "webTitle": "Harrison's fight in Australia is ko'd", "webUrl": "https://www.theguardian.com/sport/2003/aug/05/boxing.johnrawling", "apiUrl": "https://content.guardianapis.com/sport/2003/aug/05/boxing.johnrawling", "fields": {"headline": "Harrison's fight in Australia is ko'd", "bodyText": "Audley Harrison's ill-starred boxing career suffered another setback last night as his planned 12th professional fight, against the former Australian heavyweight champion Colin Wilson, was called off when the Sydney promotion on which it was to have been staged tomorrow was cancelled. The bill was abandoned when the headline attraction, the Australian super-middleweight Anthony Mundine, pulled out of a World Boxing Association title eliminator against the hard-hitting American Antwun Echols because he was suffering from a virus. \"I'm obviously disappointed,\" said Harrison, 32. \"I was looking forward to performing in front of the Australian fans who have given me a great response since I have been here. But I'm feeling quite philosophical about the whole thing. I've got to move on and put this behind me. No one said it was going to be an easy journey.\" Harrison had been preparing for the contest in Las Vegas and will head back to the US after spending the weekend in London. No decision has yet been made on when he will return to the ring. It was to have been Harrison's first fight in Sydney since he claimed the 2000 Olympic gold medal, setting him up for a so-far unconvincing professional career. Since claiming he would be British champion after only five professional fights, Harrison has fought a succession of incompetent heavyweights and physically dwarfed cruiserweights but seems no nearer to a British title fight, although the champion Danny Williams would be only too happy to accommodate his challenge. Instead, it seems likely Harrison will next appear on a US undercard against a low-ranked opponent, whereafter he could use his new promoter's license to stage his own show in Australia. The Londoner appears no nearer to taking a fight of any genuine consequence."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}