{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2003/aug/28/huttonkeyplayers.huttonreport", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2003-08-28T16:59:29Z", "webTitle": "Peevish, helpful and hurt Blair faces inquiry", "webUrl": "https://www.theguardian.com/politics/2003/aug/28/huttonkeyplayers.huttonreport", "apiUrl": "https://content.guardianapis.com/politics/2003/aug/28/huttonkeyplayers.huttonreport", "fields": {"headline": "Peevish, helpful and hurt Blair faces inquiry", "bodyText": "Boiled down to its essence, the prime minister's line at today's session of Lord Hutton's inquiry seemed to be that \"the buck stops with me ... but I do have a lot of other things on my plate\". Throughout the 90-minute session he gave the impression of a dogged, decent chap who was nonetheless beset by all manner of pesky chores, odd jobs and engagements: NHS reform to tackle, House of Lords to argue with, joint sessions of Congress to address, all that malarkey. \"The responsibility is mine in the end, I take the decision as prime minister,\" he insisted, before adding, several times, that: \"I was immensely busy with other things.\" Thus we were treated to a portrait of a man in command of the bigger picture, but naturally having to delegate the small stuff to his army of lickspittles. On several occasions he seemed irritated at even being quizzed about them. Requested to study several emails on screen, he would nod and shrug in barely suppressed exasperation. You half expected him to ask gentle James Dingemans to please get a move on, because the lawn needs mowing and I'm a very busy man. Elsewhere, he found the time to dazzle the gallery with some legal doublespeak. The prime minister is a genius at pointing out that there are two very different options where us laymen assume there is only one. One of these options, he implies, is good, and the other is really quite wickedly bad. \"The dossier was not a justification for war,\" he insisted at one point. \"It was to show why we had to return to the issue of Saddam and weapons of mass destruction.\" Later, when discussing the Ministry of Defence's teasing technique of outing David Kelly to the press, he stressed that: \"I think the basic view would have been not to, as it were, offer the name but on the other hand not to mislead people.\" Most of us would struggle to slide a cigarette paper between those two choices, but Blair managed it with aplomb. Not that the PM cared to be seen as a show-off. On the contrary, with his professorial specs and funereal suit, he looked the very model of sobriety. Under questioning, he was by turns peevish and helpful and irritable and hurt. The chief source of his pain, it transpired, was the BBC (in general) and Andrew Gilligan (in particular). In suggesting that Downing Street had gone over the heads of the joint intelligence committee to knowingly insert a faulty claim into the dossier, the Beeb had done him, his government and the country as a whole a grave disservice. At such times, Blair acted like a kindly headmaster who's been accused of harassing one of his sixth-formers. On the one hand, the whole thing was clearly ridiculous and barely worth dignifying with a response. On the other there was the faint danger that some gullible, gosspy types might actually believe it. One could picture him as the hard-working Mr Chips, teased to distraction by sultry Miss BBC in her unfeasibly short skirt and sluttish eye-liner, before finally finding himself labelled as a serial arse-grabber. First in a whispered broadcast on early morning radio, then finally (most horrendously) in banner headlines in the Mail on Sunday. \"It was an extraordinary allegation to make, and an extremely serious one,\" he huffed. It was not just his reputation that was at stake, he stressed. It was that of the entire school. \"In my walk of life you get attacks all the time,\" he confided to Mr Dingemans. \"But this went to the credibility of the country, never mind the prime minister.\" Despite this, gallant Mr Blair wanted nothing more than for his accuser to apologise, retract the allegation and then presumably return to class to complete her A-levels. \"Things had become very difficult with the BBC,\" he recalled with a sigh. \"But viz our relationship, the best thing was to get back on [good] terms.\" With this in mind, the PM admitted that he even went so far as to invite the broadcaster out for a little peace-making lunch. This lunch was merely to see if they couldn't sort the situation out in private, away from prying eyes, possibly over a bottle or two of wine. Now that risky strategy seems to have backfired. Perhaps inevitably, the relationship has since gone from bad to worse."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}