{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2003/aug/19/iraq.paulmacinnes", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2003-08-19T18:01:15Z", "webTitle": "Sergio Vieira de Mello", "webUrl": "https://www.theguardian.com/world/2003/aug/19/iraq.paulmacinnes", "apiUrl": "https://content.guardianapis.com/world/2003/aug/19/iraq.paulmacinnes", "fields": {"headline": "Sergio Vieira de Mello", "bodyText": "On his arrival as the UN's special representative in Iraq, Sergio Vieira de Mello declared that \"Freedom, dignity and security must, from now on, be taken for granted by all Iraqis\". Today, less than three months later, he became the latest victim of rising tide of violence in Iraq, killed when an explosion tore apart his headquarters in central Baghdad. One of the UN's most highly regarded diplomats, Mr De Mello's career with the organisation went back 33 years. As well has holding his position in Iraq, a temporary four month secondment that began in May, he also held the position of High Commissioner for Human Rights, a role he assumed from the former Irish prime minister, Mary Robinson, last year. Educated in Rio de Janeiro and later at the Sorbonne, Mr De Mello has worked for the UN in Rwanda, Cambodia, the former Yugoslavia and Kosovo. His experience in working with refugees led to him taking charge of the organisation's efforts in East Timor, successfully overseeing the transition from a war-torn province of Indonesia to an independent democratic state in the summer of 2002. Months later he assumed the role of High Commisioner, one of the UN's most sensitive, and important posts. Mr De Mello's task in Iraq was immediately a complicated one. Following the terms of UN resolution 1483, he was expected to aid the formation of an Iraqi interim administration, seen as the first step to self-government. In practice this meant mediating between the conflicting aims of Iraqi groups and the US-led coalition. In an interview with the website Electronic Iraq, he explained the UN's role as \"to help [Iraqis] convey a clear message to the coalition, their aspiration that the council would assume strong executive prerogative; and number two, that the United Nations would play a central role in the political and in the constitutional transition.\" With members of Iraq's new governing council ultimately selected by and answerable to the coalition, the UN's aims were desperately hampered. Today they have been crushed into dust."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}