{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2003/aug/14/students.news", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2003-08-13T23:02:08Z", "webTitle": "Top tips: when you arrive", "webUrl": "https://www.theguardian.com/education/2003/aug/14/students.news", "apiUrl": "https://content.guardianapis.com/education/2003/aug/14/students.news", "fields": {"headline": "Top tips: when you arrive", "bodyText": "Don't play any bangin' dance tunes really loud to start with. You don't really want to piss everyone off before you've even met them! James, 19. Acquaint yourself with all the nearest bars ... Nadia, 18. I advise you to be yourself and people will decide whether they like you or not. Try to be open to getting to know new people. Oh, and alcohol helps! Emma, 19. Go around and say hi to everyone who lives near you. You'll probably feel stupid doing it, but remember that they'll probably feel as stupid and as nervous as you. Katie, 19. Make sure you know where all the nearest takeaways are, so you can escape hall food or your own cooking from time to time. John, 20. When I went to uni, on my first day I made sure that I kept my door open. It means that you get to meet people as they walk past. Emma, 19. Sort your room out first. That way you won't mind inviting people in, and it will feel more like home - so, unpack! Simon, 19. On my first night, we all went out to the student union, but my next-door neighbour, whom I had not yet met, stayed in all night because we didn't realise she was there. So do try to make sure that everyone is invited! Theresa, 18. Familiarise yourself with the place: get to know where the dining room is, for a start, plus the laundrette, and especially the bar! The place will start to feel less alien as time goes on. Chris, 19. The best thing not to do is stay in your room and hope somebody will come and talk to you - they probably will, but you can get left out if you don't make any effort to get to know people. Becky, 19."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}