{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/aug/28/extremesportsholidays", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-08-28T18:12:24Z", "webTitle": "Thrilled to be here", "webUrl": "https://www.theguardian.com/travel/2003/aug/28/extremesportsholidays", "apiUrl": "https://content.guardianapis.com/travel/2003/aug/28/extremesportsholidays", "fields": {"headline": "Thrilled to be here", "bodyText": "If you haven't hurtled on a bike at breakneck speed down the world's most dangerous road, ridden on the roof of an Ecuadorean train or learnt the ancient warrior skills of Ghengis Khan's infamous followers, then you haven't tasted the adrenalin buzz of some of the world's most exciting trips. For anyone who likes their holidays to have a taste of adventure, even for just a day or two - here are the new must-do trips for thrill-seekers. 1. Get on your bike ... and try to stay on \"La Cumbre to Coroico got its reputation because of the number of fatalities from motor vehicle accidents,\" says Alistair Matthew, manager of Gravity Bolivia, which runs downhill trips in this region. \"Many of these accidents are the result of two much speed, poorly maintained vehicles, drunk drivers, poor visibility and bad road conditions in the rainy season. In its worst years it has averaged a person dead a day, and a vehicle off the side every two weeks. However, because it is a dirt road (at its narrowest 10ft wide), and not too steep, it is possible for even beginner mountain bikers to do. We believe that with good equipment, good instruction, and professional well trained guides the ride is safe. \"The downhill experience is such a buzz because you have the sensation of speed, adrenalin, of challenging yourself. We have taken people as young as 11 and as 'not so young' as 72 on these rides, from first-timers to experts, and everyone loves them.\" The appeal of the ride is the incredible scenery, a spectacular descent of more than 3,600m (11,800ft) from snow-covered plains and mountain ranges down to the steaming Amazonian Jungle. At the end there is the opportunity to relax pool-side in the quiet sub-tropical jungle town of Coroico. It is suitable for confident beginners to experts, average fitness and above, and in particular, those looking for a long, world-class, downhill mountain-bike ride. Total time required: 13 hours (return to La Paz), or 7 hours (stay overnight in Coroico). Approximate riding time: 4-5 hours. · Details from Alistair Matthew, Gravity Assisted Mountain Biking, Av 16 de Julio #1490, Edificio Avenida, Planta Baja, Oficina #10, La Paz, Bolivia; tel: (591-2) 2313-849; gravitybolivia.com; email: gravity@unete.com. · It is best to book ahead by email as Gravity is often full several days in advance. 2. Forget snow, go sandboarding Try to imagine snowboarding on sand: you have a board with footstraps just like the type designed for snow. The big difference is that you won't need layers of thermal underwear for this one! Whether you're an expert or a complete beginner, guides will help you learn how to carve and turn on some of the country's biggest sand dunes. When you tired of cruising down sandy pistes, you can take a camel ride to enjoy the desert scenery at a more leisurely pace. · Details from STA travel (statravel.co.uk; tel: 0870 1 600 599). 3. Fight like Ghengis Khan Follow in the footsteps of the mighty Ghengis Khan, and train in the skills and crafts of the Mongol warriors. Although beginners can learn the ancient arts of warfare, you will find it easier if you are a competent horse rider. At a training camp in the mountains your tutors will explain the skills of horseback warfare, archery and battle strategy. Accommodation is in tents and you can take part in a mock-battle with your teachers and fellow travellers. The trip includes a ride through the Mongolian landscape to the sacred mountain Burkhan Haldun where the Khans revive their tribal spirits every year. · Bespoke packages available from High and Wild (highandwild.co.uk; tel: 01749 671 777). 4. Ride the train ... literally The Devils Nose is a spectacular train ride descent from Riobamba in Ecuador. You set off at dawn in the cold and damp from the 3,000m-high Andes mountains, and wind slowly down towards the coast - and the jungle. The trip, which takes about two hours, can be experienced from the roof of the train, although the train is sometimes replaced by a trambus which runs on the train lines. \"You can experience a huge range of scenery from mountains to banana plantations, and the best time of year to go is from mid-May, when the rainy season ends, to mid-October,\" says Diane Williamson, operations manager of Kumuka travel company. The route is subject to cancellations and landslides, so check with local guides before you book. · More information on Ecuador trips from Kumuka (kumuka.co.uk, tel: 0800 068 8855). 5. See the reef from on high, and down low You don't need to be a certified scuba diver to take this trip, but you will get the best out of the reef if you can go below the surface. A scenic flight by helicopter skirts low over the Outer Barrier Reef so you can see this natural wonder from the air. At certain times of year you can see whales, turtles and reef sharks. The helicopter takes you to a pontoon from where you can dive or snorkel, then you can take a helicopter or boat back to the mainland. A full day Heli Reef Cruise costs from £85, and you depart from Cairns. The package includes: semi-submersible reef tour, snorkelling gear, plus diving for an additional fee. · Details from STA travel (statravel.co.uk; tel: 0870 1 600 599). 6. Take a horse to water The Pantanal in Brazil is the largest wetland in the world. During the wet season you'll be treking on horseback through jungle where the water reaches your thighs. You'll wear a wetsuit, while your horse will walk, swim and wade through open jungle where you'll be able to see cayman, birds and other wildlife on your journey. Since the jungle is fairly open there is a much higher chance of spotting wildlife. The trek is usually part of a longer Brazil or South America tour. · Details from Tucan Travel via Adventure Bound (tucantravel.com; tel: 0800 316 1404). 7. Try a little kloofing in Cape town This is similar to canyoning, but you don't need to have any specialist skills. You start off with some mountain biking through some of the Western Cape's most spectacular gorges, and then try the sport of 'kloofing'. This is not for the faint-hearted and involves jumps from cliffs into rock pools below. Then you abseil 65 metres through 'Thunder Falls' under the watch of your guide. Prices from £30 per person. · Details from STA travel (statravel.co.uk; tel: 0870 1 600 599). 8. Throw yourself off a tall building Ever wondered what it would be like to leap from one for the world's highest buildings? The skyjump operates from Auckland's Skytower - a jump of 192m! The ground rush is impressive as you fall 60kph and jumpers can chose which way they go, Superman style or feet first. The fall lasts for around 20-25 seconds and before you jump you can stand on the metal walkway above the tower and take in the skyline and coastline of Auckland. Prices from £67 per person. If you like big drops then you could also try abseiling into the Waitomo Caves where you descend 100 metres in a huge natural cavern. The tour takes about four hours and costs from £67 per person. · Details from STA travel (statravel.co.uk; tel: 0870 160 6070). 9. Swim with the sharks If the thought of coming to face to face with a Great White Shark excites you then this sport is for you! This is only available to certified scuba divers. You take a boat out to a launch from where you are lowered in a steel cage into prime shark territory. The package from £215 per person includes return transfers, three nights' B&amp;B accommodation, shark dive and transfer to the dive site. · Details from STA travel (statravel.co.uk; tel: 0870 1 600 599). 10. Reach for the sky You don't need any previous experience of skydiving as you'll be making the drop as a tandem - parachuting as a passenger. This North Pole adventure in April of each year is for the novice or experienced skydiver, male or female, old or young. The use of aeroplanes, helicopters, and good logistics has negated the physically exhausting methods formerly used. The trip is possible because of a unique relationship with the Russian Air Force which has allowed the skydive to be successfully and safely accomplished for several years. All pre-adventure tandem training is given in the UK, with full briefings on clothing requirements and cold climate \"do's and don'ts\". Russian Arctic experts undertake the ground arrangements. Air travel is to Katanga, and to \"Ice Station Borneo\" where you stay to acclimatise. From there you fly onwards over the ice for the Pole, and final Drop Zone preparation. · Details from High and Wild (highandwild.co.uk; email: adventures@highandwild.co.uk, tel: 01749 671777)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}