{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2003/aug/17/observercashsection.theobserver6", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2003-08-16T23:30:29Z", "webTitle": "Sounding off: What price loyalty?", "webUrl": "https://www.theguardian.com/money/2003/aug/17/observercashsection.theobserver6", "apiUrl": "https://content.guardianapis.com/money/2003/aug/17/observercashsection.theobserver6", "fields": {"headline": "What price loyalty?", "bodyText": "I have always had a sneaking suspicion that the premiums we paid to Norwich Union Direct for buildings and contents insurance were high. This feeling usually became stronger at renewal time or whenever I foolishly mentioned the amount I paid to friends or work colleagues during my worst moments of obsession. 'Hi, my name's Chris. How much do you pay for contents insurance?' I was always reassured by my friendly insurance call centres around the country that indeed it was correct, central London property and all, and with a no-claims bonus of 45 per cent I stayed. Then after seven years it let me down, and what should have been a simple inquiry took five months to sort out. It was time to change. Logging on to insuresupermarket.com, I was astonished to be offered cover for less than half what I paid - a saving of more than £500 a year. Words failed me when I discovered the cheapest quote was from my current provider. Could this be true? Could I get a better deal as a new customer? I tried again and got the same answer. Time to contact Norwich Union Direct - why such a difference_ no one knew. Then came valiant attempts at explanation. I had input the date the house was built incorrectly by 30 years, would that make a difference? Er, no. I had input one child but had two. Well, I can't see why my daughter would increase my insurance by so much. In the end I was told I would be contacted but as usual no one called. I then wrote to complain and after chasing them up received a written response. It cited several reasons, most of which have minimal effect, but the main one is this. A review of its pricing structure nine months ago resulted in the huge reduction. It had no obligation to tell me of the change even though I had called and written asking for an explanation as recently as January. I was told to wait until my renewal when I would have seen the price reduction anyway. It refused to explain its pricing structure as it might be of interest to its competitors. Then came my quandary; should I wait to see what my renewal statement said in July (it wouldn't tell me in advance) or did I accept the new quote, thus saving £88. I bottled. I accepted the new policy and have been promised £20 cashback as a new customer. So a word of advice to NUD policy holders - if you want a reassuring chat, give 'em a call. If you want to know what your premiums should be, go to insuresupermarket.com and, who knows, together you could be richer. Old policy to blame Norwich Union replies: Different insurers use different rating factors to assess and calculate premiums, as well as using their own claims experience. Norwich Union takes into account a wide range of factors when looking at each property to ensure that the right premium is charged for specific and individual circumstances. In Mr McMinn's case, the original policy was provided through another insurer - Commercial Union - which then merged with Norwich Union. His original policy was rated on fewer rating factors and at renewal we have been gaining more information about his own property to help us set the correct premium. These factors could include number of bedrooms, security and so on."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}