{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/aug/11/rugbyleague.wiganwarriors", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-08-11T21:53:17Z", "webTitle": "Wigan forged into real contenders by Smith", "webUrl": "https://www.theguardian.com/sport/2003/aug/11/rugbyleague.wiganwarriors", "apiUrl": "https://content.guardianapis.com/sport/2003/aug/11/rugbyleague.wiganwarriors", "fields": {"headline": "Wigan forged into real contenders by Smith", "bodyText": "Craig Smith has reclaimed his standing as one of the top props in the game and is now playing the sort of barnstorming rugby which prompted Wigan to lure him from Sydney on a lucrative two-year contract. Injuries seriously diluted Smith's effectiveness last season but now he is back to his destructive best at just the right time for Wigan as they approach the business end of the season. Smith shredded the Halifax defence several times with powerful charges and showed admirable support play to finish off a smart move seven minutes into the second half after taking a pass from the teenage scrum-half Luke Robinson. The New Zealander has yet to decide whether to take up the option of another year at Wigan but they can ill afford to lose him on this showing. Wigan were expected to overwhelm Halifax and consigned them to a club record-equalling 21st successive defeat - their worst run since 1978 - but the scoreline was not as big as many had forecast. The Warriors, 30-0 up at half-time, decided to rest their skipper Andy Farrell and Terry Newton, and it cost them direction in a low-key second half which brought only two tries. But Wigan's coach Mike Gregory, while describing it as a Jekyll and Hyde performance, was more than happy with the defensive effort after the break as the Warriors claimed their first clean sheet of the season, They can now go on Friday to Leeds, five points above them in second place, in the right frame of mind. \"We must aim as high as possible and try and finish second or even first because there are sides behind us waiting to take advantage,\" said Gregory. \"Our first half display was very professional but we were lacklustre in the second half. Our completion rate was down to 44% but if we can get it up to 70 or 80% we can cause a lot of disruption to teams.\" Another bonus for Gregory was the two tries from Stephen Wild from good support play in what was the second rowers third start of the season following a lengthy injury. Halifax's coach Tony Anderson, who fielded a side containing 15 players under the age of 21 praised them for their effort but admitted that needless errors had spoiled his plan to throw the ball around because, still without a point, they have nothing to lose. Wild's brace was followed by touchdowns from Brett Dallas, Farrell and the full-back Shaun Briscoe before the break. After it, Smith's try and a 62nd minute effort from Danny Sculthorpe were the only occasions Wigan breached Halifax as the visitors commendably scrambled in defence despite having Ged Corcoran sent to the sin bin twice. Wigan: Briscoe; Dallas, Aspinwall, Hodgson, Carney; O'Loughlin, Robinson; C Smith, Newton, Pongia, Tickle, Wild, Farrell. Substitutes: Brown, Hock, Sculthorpe, M Smith. Halifax: Finnerty; Greenwood, Donlan, Frew, Norman; Finn, Dorahy; Harmon, Penkywicz, B Smith, Clayton, Brocklehurst, Maye. Substitutes: Chapman, G Corcoran, Sherrife, W Corcoran. Referee: R Smith (Castleford)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}