{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/aug/14/newsstory.sport5", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-08-13T23:45:00Z", "webTitle": "MTK Hungaria 0 - 4 Celtic", "webUrl": "https://www.theguardian.com/football/2003/aug/14/newsstory.sport5", "apiUrl": "https://content.guardianapis.com/football/2003/aug/14/newsstory.sport5", "fields": {"headline": "Celtic fly over bump on road", "bodyText": "Neither a self-inflicted head injury to Martin O'Neill nor a second-half stoppage when the pitch sprinklers accidentally switched on could prevent Celtic's seemingly inexorable progress towards the Champions League group stage. The Celtic manager's jump for joy after Henrik Larsson had opened the scoring resulted in him banging his head against the roof of the dug-out. He needed treatment from the club's doctor but quickly resumed his place. O'Neill was more worried about the sprinklers and the possibility of the pitch flooding. \"It was causing us all concern for a minute or two. The last thing we wanted at 2-0 up was the game to be abandoned. Thankfully it was all under control quickly.\" Celtic went into the game on the back of two pieces of bad news - the announcement of a £4.4m annual loss and the late withdrawal of the defender Johan Mjallby, still suffering with a knee injury. But Larsson dispelled any gloom when he capitalised on defensive uncertainty to score with a clever lob in the 16th minute. Celtic withstood some pressure from the home side before doubling their lead 10 minutes before the interval. Chris Sutton, set up by Stilian Petrov, had his shot parried by Zoltan Vegh but Didier Agathe tapped home the rebound from close range. Celtic looked hungrier by the minute and they could have added to their lead further when Petrov fed Sutton on the edge of the area but Akos Fuzi managed to clear the danger. It was much the same story after the break until the sprinklers came on. That seemed to refresh MTK and their substitute Sandor Torghelle was unlucky not to reduce the arrears when his header looped against the bar. But Celtic reimposed their control in the 68th minute. Thompson surged into the area from the left wing only for Vegh to block his shot at the near post but Petrov picked up the loose ball and went past Gabor Halmai before slotting home. Sutton crowned a fine night's work when, in the last minute, he converted Larsson's cross with a stunning diving header. MTK Hungaria: Vegh; Molnar (Pisont, 70), Juhasz, Pusztai, Suzi, Zavadszky, Halmai, Jezdimirovics (Torghelle, 24), Rednic (Szabo, 63), W Silva, Illes. Booked: Molnar, Pusztai. Celtic (3-5-3): Douglas; Valgaeren, Balde (Cainey, 79), Varga; Agathe (Sylla, 76), Lennon, Lambert, Petrov (Miller, 76), Thompson; Sutton, Larsson. Booked: Balde. Referee: K Nielsen (Denmark)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}