{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2012/jan/05/hugh-muir-diary-commander-drury", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2012-01-05T22:57:00Z", "webTitle": "Hugh Muir's diary", "webUrl": "https://www.theguardian.com/politics/2012/jan/05/hugh-muir-diary-commander-drury", "apiUrl": "https://content.guardianapis.com/politics/2012/jan/05/hugh-muir-diary-commander-drury", "fields": {"headline": "Diary", "bodyText": "• Furrowed brows at the Crime Reporters' Association over the new rules laid down by Elizabeth Filkin governing relations between police and media. What began as official concern over senior officers having expensive dinners with News of the World executives ends with lowly crime hacks being told they can't take ordinary police contacts out for a \"drink\". Golden careers derailed by evils of shandy. It's certainly a sea change. But then the world of police contact relations had already moved on from the 70s, when pornographer Jimmy Humphreys was required to entertain not only bent cops but their wives. Commander Ken Drury of the Flying Squad scoffed so much from the dessert trolleys of Soho's finest restaurants that he insisted Humphreys buy him an exercise bicycle to help him lose weight. Wide eyed Filkin would have had a few choice things to say about him. • And a few things to say about the ale-fuelled love affair officers in east London had in the 1970s and 80s with legendary crime reporter and scoop-getter John Healy. Temporarily banned from local nicks after one boozy rendezvous too many, he was nevertheless forced to revisit them all. He had lost his false teeth. • Returning to the present, we daily see the perils of tweeting without due care and attention. Diane Abbott succumbed today. And within hours of the publication of Wednesday's diary, we hear from Boris Johnson's Conservative Future cheerleader Einy Shah who would have us point out that her tweet we highlighted (\"Well it's been a fucking pr disaster for us – thank god for the rain\") was written as a direct message (DM) and not meant to be seen by everyone. A useful clarification. We thought it was a mayoral press release. • The premiere of The Iron Lady and our recollection of the famously grim new year's message from Albanian dictator Enver Hoxha prompts fresh debate about how we remember our leaders' past. It's a hot topic. When last we checked, the petition to secure the privatisation of Baroness Thatcher's eventual state funeral had amassed 24,400 signatures. One thing is assured; the baroness will fare better than Enver. \"When I went to Albania after the end of communism in 1992,\" writes our man who went east, \"they had turned his elaborate mausoleum into a discotheque. You could literally dance on Enver's grave.\" No one would want that here. Except, maybe, Arthur Scargill. • And here's a poser. With all the condemnation from members of the Thatcher cabinet of the Meryl Streep biopic, which Quisling provided the film-makers with valuable information? Fielding questions at a Bafta event, Meryl and director Phyllida Lloyd said Carol Thatcher's book was a source, as was Neil Kinnock, said Meryl – and \"someone in the room\" when Thatcher tore a strip off Geoffrey Howe. The fingers will point, but in truth it could have been any of them. Weak, weak, weak, as Maggie would say. Still, one senses it wasn't Lord Tebbit. • Many wounded egos in France after David Beckham quashed the suggestion that he might transfer from Los Angeles to Paris Saint-Germain. The TV channel Canal+ confidently remarked that the problem lies with Becks, not the French. Clearly, remarked one pundit, they prefer \"McDonald's to cassoulet\". Thierry Roland, doyen of pundits, spoke for many in blaming Posh for the disappointment. \"I'm afraid there's always a problem when you let the wives tell footballers what to do,\" he sighed. Does Clarkson have a relative over there? • Finally Rare Earth, the new novel by BBC Newsnight economics correspondent Paul Mason, is well received by the critics, all of whom find something they can relate to. \"Mason does sex well; the book's many robust bonking scenes presumably evidence of careful BBC-style research,\" says the Morning Star. We should all strive for such accuracy. twitter.com/hugh_muir • This article was amended on 6 January 2012 to correct the trolley from which Ken Drury was said to have scoffed, from desert to dessert."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}