{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2012/jan/11/hugh-muir-diary-bratton", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2012-01-11T22:56:01Z", "webTitle": "Hugh Muir's diary", "webUrl": "https://www.theguardian.com/politics/2012/jan/11/hugh-muir-diary-bratton", "apiUrl": "https://content.guardianapis.com/politics/2012/jan/11/hugh-muir-diary-bratton", "fields": {"headline": "Diary", "bodyText": "• In a different world, perhaps an ideal world, Bill Bratton would be the main man at Scotland Yard. Big Dave wanted it. Sections of the media wanted it. But Theresa May threw a wobbly, and the officers weren't about to follow a Yank so that was that. Still his was a big name and he did seem a good catch for something or other, so Big Dave anointed him a special adviser on gangs. A big challenge? Not really. Despite all that was said in the Commons after the riots about the menace of gangs in the UK, Bratton can't see anything much to distract him from his main gig, as chair of the private security firm Kroll. Gangs in Britain, Bratton told the New Yorker magazine, are closer to the Sharks and the Jets – the dancing, prancing make-believe rivals in the musical West Side Story – than the notorious Bloods and Cripps he battled in Los Angeles. \"The firearm problem in England is almost laughable in the sense of how small it is,\" Bratton he said. \"The gangs here, I would describe as, basically, wannabes. They're heavily influenced by American gangs – in dress, in language, in the stupid signs they use.\" But that's about the size of it. Hardly a week's work there for a man like lawman Bill. • Following the disappointment of a snub from David Beckham, who dashed hopes that he would join Paris St-Germain, morale picks up again in the French capital. Forget Beckham, they have Beyoncé and Jay-Z. Following the birth this week of their daughter Blue Ivy Carter, the uber-rapper reveals via a freshly minted set of lyrics that the journey began nine months ago during a trip to Paris. The French media, voracious as ever, finds and pinpoints the very room in which the deal was done – a suite in the luxurious hotel Le Meurice. It brings kudos, excitement, maybe a bit more tourism. And the best thing about it all from a French point of view. It wasn't in London. • Things that tend not to be said any more, part 460. We are all in this together. But we are, and there's more proof on the Radio 4 programme The Long View, in which my colleague Jonathan Freedland compares the forthcoming diamond jubilee with that of Queen Victoria. This is, says Katie Nicholl, royal correspondent of the Mail on Sunday, \"a time when the Queen is just as stretched as other people in the country\". \"Not quite 'just as stretched',\" counters Freedland. \"Well, there are palaces to rebuild and make better,\" says Nicholl, \"They are under a lot of pressure.\" Where's Bob Geldof when we need him? • More on folk called Clegg going above and beyond to help the Conservatives. Two days ago we mentioned a WE Clegg publishing election leaflets in 1899 for the betterment of Winston Churchill, then an aspirant in Oldham. Historian Robin Fielder gets in touch. \"In Sheffield in the early 1900s Sir William E Clegg (1852-1932) – solicitor and former famous footballer – led the Sheffield Liberal party. He pioneered a strongly anti-Labour policy in the days when Keir Hardie's infant party was struggling to get off the ground. In 1919, as the country emerged from the first world war, Clegg led Liberal councillors into a coalition with the Sheffield Tories. They called it the Citizens' party, and their watchword was 'economy', but as unemployment and wage cuts got worse, Labour's popularity rose.\" During the 1926 general strike, Clegg strained every sinew to break it, a consequence being the collapse of Liberal support and Labour rule for generations. So, there's precedent. Chin up, Labour Ed. • Finally, it could be nostalgia. Could be the result of all those reviews lauding the acting ability of Meryl Streep. Or the interest sparked by that Cabinet Office e-petition to have the mooted state funeral of Baroness Thatcher privatised (27,000 signatories). Might just be people wanting to spend an evening shaking their fists. There will be some explanation as to why, of all the places etc, The Iron Lady is selling more tickets and making more money in Islington – stronghold of the vigorous left, birthplace of New Labour – than anywhere else in London save for the West End. Strange phenomenon. Answers. please. twitter.com/hugh_muir"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}