{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2012/jan/20/phone-snatchers-iphones-thieves-bikes", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2012-01-20T23:01:37Z", "webTitle": "Invasion of the phone snatchers: iPhones a target for thieves on bikes", "webUrl": "https://www.theguardian.com/money/2012/jan/20/phone-snatchers-iphones-thieves-bikes", "apiUrl": "https://content.guardianapis.com/money/2012/jan/20/phone-snatchers-iphones-thieves-bikes", "fields": {"headline": "Invasion of the phone snatchers: iPhones a target for thieves on bikes", "bodyText": "Joe Cronin was just a stone's throw from his front door, walking to the bus stop on his way to work, when it happened. Like a flash, a cyclist rode up behind him, mounted the pavement and grabbed the iPhone 4 he was using to speak to his girlfriend, before speeding off down the busy main road. The 24-year-old, who works in public relations, had been living in Brixton, south London, for less than a year when the incident took place in November. He is one of a rapidly growing number of people falling prey to phone snatchers. The proliferation of smartphones, with handsets worth hundreds of pounds, has been seized on by criminals, who see pedestrians as a soft target. In one London borough, Islington, police have seen a 400%-plus increase in phone snatches in the space of a year, with the number soaring from 157 in 2010 to 786 in 2011. The 2011 figure does not include the last two months of the year, which means the total for that one borough last year is likely to be around 1,000. Other areas have also seen big increases in this type of theft. Across the UK as a whole, between 250,000 and 300,000 mobile phones are reported stolen each year, according to police figures. However, with many victims never contacting the police, the true figure is probably much higher. Criminals, often riding bicycles, sometimes even mopeds, and occasionally on foot, are striking at all times of day, and often pass the phones to organised gangs, who ship them abroad to sell on. In November, the retailer Phones 4u told the City it had suffered a 25% collapse in earnings over the past 12 months, citing the rising number of claims for stolen and lost smartphones, which had dented its traditionally lucrative insurance business. \"At first I though it was my housemate playing a joke on me,\" recalls Cronin, who did not have insurance for his handset. \"But it was this guy on a bike. I chased after him and he turned around and saw me, but just changed gear and raced into an estate, so I stopped. He seemed pretty relaxed, to be honest. I was just so surprised it happened in the morning and in broad daylight.\" Police have so far failed to identify the cyclist from CCTV footage. Unfortunately for Cronin, this is not the first time his phone has been snatched. As a student in Cardiff, he was set upon at night by a group of men, one of whom grabbed his phone from his hand and ran off. \"Now, at the risk of looking like a taxi driver, I use the headset when I'm talking to people on the phone in the street,\" he says. \"I used to think people looked a bit weird doing it walking along – like they're talking to themselves. \"But it actually means your phone is safe in your pocket. I would advise people who are out and about to keep their phone in their pocket because it can get snatched so easily.\" Cronin wasn't as lucky as Prince Harry's friend Thomas van Straubenzee, who was reunited with his BlackBerry after it was snatched from his hand in Battersea, south London, in late November. Van Straubenzee was on the phone to the prince when the handset was taken. Detective Inspector Karen Gilmour heads the robbery unit in Islington. According to the Islington Chamber of Commerce, in November last year alone 126 iPhones were snatched in the borough, many by thieves on bikes and mopeds. Gilmour describes Islington as a hotspot for phone snatches in the capital, believing the abundance of restaurants, bars and transport hubs, coupled with a mix of economically deprived and wealthy areas, make it extremely attractive to thieves. \"This is a young person's crime, and I think more and more people are becoming aware that it's a fairly risk-free crime for the suspects. I think it's becoming more popular,\" she says. \"These young kids know what you've got. It seems to me they can make an assessment very quickly as to whether the person they're looking at has got the sort of phone they want. It mostly happens in daylight hours, but it does spill over to the evening as well.\" Gilmour says in the majority of cases the stolen phones are immediately switched off, the sim card removed, and the handset quickly passed on to handlers who ship phones abroad. The blocks put on handsets by phone operators after they are reported stolen only work in the UK, meaning their value abroad is maintained. In some countries, Gilmour says, it even rises. \"I've spoken to an officer who has family in India, and he became aware that it could cost you £600 to buy an iPhone there. But typically we're hearing of phones being sold on for anywhere between £100 and £200. We do know that some are going to Algeria and India because we have had a couple of investigations.\" Lost and found"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}