{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2012/jan/20/contactless-banking-atm-payments", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2012-01-20T23:01:44Z", "webTitle": "Contactless banking is on the way", "webUrl": "https://www.theguardian.com/money/2012/jan/20/contactless-banking-atm-payments", "apiUrl": "https://content.guardianapis.com/money/2012/jan/20/contactless-banking-atm-payments", "fields": {"headline": "Contactless banking is on the way", "bodyText": "First it was credit and debit cards, then mobile phones. Now the so-called contactless revolution has embraced cash machines. Maybe you've got a contactless card in your wallet or purse, but haven't yet made use of the new technology to buy anything. So how would you feel about using a contactless ATM that allowed you to take money out without even having to put your card in the machine? Last week in Barcelona, Spanish bank La Caixa launched what it says is a world first: a city-wide network of contactless cash machines that allow customers to withdraw money and carry out other transactions with a wave of their bank card across a card reader. It's the latest move in a payments shake-up that has seen people all over Europe – including millions in the UK – issued with cards which allow them to pay for low-value items using a reader at the till. If the contactless ATMs prove an Iberian hit, they could well be heading to the UK. More immediately, travellers to Barcelona will be able to use their new-style cards to buy items in thousands of the city's shops and bars and withdraw euros contactlessly from next month. It is the precursor to what anyone planning to visit the London 2012 Olympics sites can expect when the games kick off in July – the event Visa and participating banks hope will push the use of contactless payments into the mainstream. Guardian Money last week got to see one of the first of the 500 contactless ATMs that are starting to appear across Barcelona. Users wanting to access their account or withdraw cash have to swipe their card across the machine's reader and wait for a beep – in the same way you would use an Oyster card to enter the London Underground system. The ATM reader is able to read all the card's data. Users still have to input their pin in the normal way. Two seconds later, out pops the cash. La Caixa, which developed the ATMs in conjunction with Visa, says eventually users will be able to access small sums without the need to input a pin at all, in the same way that customers can make low-value purchases in shops, although the bank says pin-free cash withdrawals are still a little way off. If you are wondering what the point is of a contactless ATM, particularly when you still have to key in your pin, the bank points out that they offer a number of advantages. It's certainly a faster way to access your cash – one that will bring down queues at busy sites such as shopping centres and sports venues. They could also be good news for disabled customers, many of whom will find the new cash machines much easier to use. La Caixa says people using contactless ATMs will no longer be able to absent-mindedly leave their card in the machine. One big plus is that it is much harder to have your card \"skimmed\" – when its details are read by another device put on the machine by criminals – as it never leaves your hand. For the same reason, there is less chance of people being distracted by a thief and having their card snatched out of their hand, or grabbed when it is being handed back by the ATM. For extra security, the Spanish ATMs feature a built-in camera and display which shows the user if anyone is looking over their shoulder, on what is quite a large screen by UK standards. The ATM will also record a snapshot of the person accessing the money, which could be invaluable in the event of a dispute. The banking group has pledged to reimburse anyone who has money taken out of their account if a thief uses their card to make a contactless payment. La Caixa, which has the most domestic bank customers in Spain (10.5 million), is issuing 1m new contactless cards to its customers. It mirrors the card roll-out by Barclays and Barclaycard, which have been at the forefront of the technology in the UK. La Caixa is providing 15,000 payment terminals to retailers across Barcelona to ensure customers can pay with a single tap everywhere from the largest stores to fast food outlets and the city's busiest bars. There is also a plan to offer it to the city's taxi fleet, as has already been done in New York. A bank spokesman says Barcelona was selected as a starting point to allow La Caixa to showcase the technology during next month's Mobile World Congress, a huge annual trade show for the mobile phone industry. • Miles Brignall's flights and accommodation were paid for by La Caixa."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}