{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2012/jan/13/brendan-rodgers-swansea-city-football", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-01-13T23:01:03Z", "webTitle": "Brendan Rodgers' Swansea City are a stylish, evolving football power | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2012/jan/13/brendan-rodgers-swansea-city-football", "apiUrl": "https://content.guardianapis.com/football/blog/2012/jan/13/brendan-rodgers-swansea-city-football", "fields": {"headline": "Brendan Rodgers' Swansea City are a stylish, evolving football power", "bodyText": "It is fitting that Thierry Henry's return to the Premier League should coincide with Arsenal's trip to the Liberty Stadium on Saturday to play Swansea City. Henry himself described Swansea as \"an amazing team\" earlier this week. \"They play football the right way,\" was his conclusion, albeit this is a rather boomerang-shaped compliment. Watching his team-mates pit the more functional style of this current Arsenal against Brendan Rodgers's short-passing South Wales ball-hogs, Henry will perhaps feel a flush of twin-headed familiarity, a sense at times that it is in fact the newcomers in the white shirts who are playing a bit more like Arsenal than Arsenal are. It has become commonplace in recent Premier League seasons to applaud the progressive attacking style of at least one plucky (and usually doomed) promoted team. This season it is the turn of Swansea to take the garlands for an encouraging start, albeit with some significant caveats. This is not Ian Holloway's fun but brittle Blackpool. Instead Swansea look like something new: Plucky Promoted Club 2.0, an even-keeled, vibrant but far from giddy insurgent power who, in a break with tradition, look as if they are here for a long time and not just a good time; and who also appear to have modelled their approach to some degree on today's visitors. If so, the appreciation is definitely mutual. \"They [Swansea] have the quality to play in the Premier League because they play positive football,\" Wenger said on Friday. \"They keep possession and master possession in many games, and have the technical quality to be where they are. Over 38 games, that pays off. \"They play without fear everywhere. I think they are a team who look completely in place in the Premier League. It's very nice and very good news for England to have a manager like Brendan Rodgers adopting that style.\" Rodgers is the most obvious governing factor in Swansea's recent ascent, notable this season in the home form that has brought 17 points and only one defeat from 10 games. Like Wenger, Swansea's manager is a man with a broad, sweeping plan, not just for first team but for everything beneath it: recruitment, training, team selection and the kind of spectacle he wants to serve up to the full houses of the Liberty Stadium. With all appropriate reservations and disclaimers it is worth making the comparison with club football's current ideal, Barcelona, if only for the sense of good footballing habits being bred throughout a club and of a playing style – possession football combined with high-intensity pressing – that can, it seems, be implemented even among worthy but undeniably lesser players. Casting around as ever for a workable methodology, British football may really have something to learn from the rising power in South Wales. The essence of Rodgers's tactical approach is illustrated by Swansea's most recent Premier League matches. Against Tottenham Hotspur on New Year's Eve a first point against a top-five team was earned largely on the back of the suffocating high energy midfield play that has served Swansea so well, the dual defensive midfielders Mark Gower and Joe Allen relentlessly pressing high up the field and forcing Luka Modric to manipulate the ball rather desperately at times in his own half. There was also evidence of the sudden shift of tempo that marks Swansea's attacking play: patient spells of deep possession spiced with precise thrusts often down the flanks. They are currently No1 by an absolute street when it comes to Premier League teams making passes in their own half. Swansea have made 2,474, practically lapping the team currently in second (yes, Arsenal) and making more than three times as many defensive passes as their tactical opposite, the get-it-forwards merchants of Stoke City. Against Aston Villa two days later Swansea's first away win of the season had its roots in the team's ability to keep possession and control the tempo of a match, which they did so adeptly at times it was Villa who looked the ingénus. This facility on the ball is Swansea's most striking feature. As a team they are second behind only Manchester City in terms of completed passes this season, while the midfielder Leon Britton currently tops the table for Premier League passing accuracy with a 93.8% hit rate. Such comfort in possession is a rebuke to those who suggest British players are incapable of playing this way. Some can: and they should be encouraged, just as Rodgers has encouraged the pint-sized Britton – a fish out of water at Kevin Blackwell's concussive Sheffield United – to play to his technical strengths, transforming him in the process into a kind of Mumbles Xavi. There is more to Swansea, though, than simply a fine manager and a pretty way with a football. Beyond this season's promising start there is an alluring sense of depth to the revival of this club, a coherence that has its roots in the dark times almost exactly 10 years ago when City were sold for £1 to a club director and then on to an inappropriate Australian consortium. Out of this stony rubble sprang the Swansea City Supporters Society Ltd, which now in another form owns 20% of the club. With the move to the Liberty Stadium in 2005 – built in conjunction with the local council – this suggestion of part-ownership by the people adds to a Barça-ish sense of a club fired by the regional pride that is so evident within the celebratory matchday funk of the Liberty's low-slung concrete bowl. Beyond this it is Rodgers – a self-effacing managerial eminence, once head-hunted by José Mourinho to run Chelsea's academy, now in the business of outwitting more powerfully resourced Premier League managers – who is the power behind Swansea's most recent upturn. The policy of squad rotation within a well-grooved tactical system bore fruit over a festive period that saw Swansea make at least five changes between matches but still take five points. With an away win finally registered and the acknowledged failings – lack of both a quality striker and a set-piece specialist – addressed in part by the loan singing of the hotly tipped Gylfi Sigurdsson from Hoffenheim, these are hopeful times indeed at the Liberty."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}