{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/jan/24/england-alex-oxlade-chamberlain-arsenal", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-01-24T23:00:01Z", "webTitle": "Fabio Capello plans to pick Alex Oxlade-Chamberlain before Euro 2012", "webUrl": "https://www.theguardian.com/football/2012/jan/24/england-alex-oxlade-chamberlain-arsenal", "apiUrl": "https://content.guardianapis.com/football/2012/jan/24/england-alex-oxlade-chamberlain-arsenal", "fields": {"headline": "Fabio Capello plans to try Alex Oxlade-Chamberlain before Euro 2012", "bodyText": "Alex Oxlade-Chamberlain stands to be a wild-card selection for England's Euro 2012 squad after impressing Fabio Capello during his first Premier League start, against Manchester United on Sunday. The 18-year-old Arsenal winger began on the left in the 2-1 home defeat, was quickly switched to the right but was back on the left to set up Robin van Persie's equaliser and was the subject of the outpouring of frustration from the stands when the manager, Arsène Wenger, chose to substitute him with Andrey Arshavin. Wenger's future has been pushed on to the agenda, with his players closing ranks in the face of mutiny among a section of the club's support; the Spanish midfielder Mikel Arteta has become the latest to speak out in support of the manager. But Oxlade-Chamberlain's future is a cheerier topic and he can take heart from Capello's enjoyment of his hard-running and direct style. The England manager had already received encouraging reports from the Under-21 coach, Stuart Pearce – Oxlade-Chamberlain scored a hat-trick for the team against Iceland last October. Capello now intends to continue to monitor Oxlade-Chamberlain, with the intention of trying him in a friendly before the summer's finals in Poland and Ukraine. England face Holland at the end of next month and Norway and Belgium after the end of the domestic season. Capello's hope is that Oxlade-Chamberlain can enjoy increased playing time for Arsenal and build on the flashes of promise that he has shown. Since his £12m summer transfer from Southampton he has started seven matches in all competitions and scored two goals. Wenger's assistant Pat Rice predicted that Oxlade-Chamberlain would follow his father, Mark Chamberlain, in playing for England after scoring against Olympiakos in the Champions League last September, and the player's prospects of at least a short run in the Arsenal team appear favourable, with Gervinho away at the Africa Cup of Nations and Arshavin's form and morale at rock bottom. The Arsenal manager also thinks Oxlade-Chamberlain has the ability to make the step up to full international level, where he would find himself in competition with his club-mate Theo Walcott. Oxlade-Chamberlain's next outing may be the FA Cup tie against Aston Villa at the Emirates Stadium on Sunday, and so does Arteta. The Spaniard, who has been out with a calf injury, was dismayed at the fans' treatment of Wenger against United. \"All the players are supportive of Wenger,\" Arteta said. \"There are no divisions in the dressing room and the players are behind the manager. When we've had bad results, the fans get upset with the manager but that's normal life in football. We must wait until the end of the season and then analyse it as a whole. We need help from the fans. \"We're in the Champions League, FA Cup and in the fight for fourth place. Now, perhaps, we're not having the best moment but we must be patient. Wenger has done so much for the club that he deserves the confidence of the fans. The players are certainly confident in him. Robin [Van Persie] is a big fan of the coach.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}