{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/jan/20/tennis-sport-news", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-01-20T23:03:03Z", "webTitle": "Roger Federer glides towards milestone with easy win over Ivo Karlovic", "webUrl": "https://www.theguardian.com/sport/2012/jan/20/tennis-sport-news", "apiUrl": "https://content.guardianapis.com/sport/2012/jan/20/tennis-sport-news", "fields": {"headline": "Roger Federer glides towards milestone with easy win over Ivo Karlovic", "bodyText": "Roger Federer could not take on board the notion that he might be feeling tired as he approaches his 1,000th match on Tour. Exhaustion and decay are alien concepts to a man who would refuse to sweat in hell in the unlikely event he ever ended up there. The weather has been closer to paradise this week, and the opposition has been similarly benign as Federer has progressed serenely to the fourth round. \"I don't know how it feels to play 1,000 matches,\" he said after seeing off the dangerous Croat Ivo Karlovic who, depending on the interpretation of statistics, might have been opponent No999 or 998. The ATP says the latter (as it is not counting Federer's walkover this week); the man himself says: \"I'm only at 999, right? \"Yeah, it's a lot of matches. I feel healthy. I don't know if I can play another 1,000, but I feel like it's a lot of tennis. I would like to play a lot more.\" Federer, feigning indifference but unable to disguise his pride, could not pick out one match as special above the others. \"I've had my share of tough losses and also my great wins,\" he said. Karlovic, ultimately, was just another number, his power serving nullified by the artistry of a champion still infused with enough ego and ambition to drive himself hard into his 32nd year. He won 7-6, 7-5, 6-3 in two hours and 17 minutes, routine brilliance of the understated variety. Having been spared a visit to the Hisense Arena in the previous round when Andreas Beck withdrew through injury, Federer was making his 53rd consecutive appearance on Rod Laver, and could not have looked more at home. He will face Bernard Tomic in the landmark match, the home favourite having beaten the 13th seed Alexandr Dolgopolov in a five-set thriller. So the Swiss and Rafael Nadal – neither of whom is No1, both of whom crave it still – remain locked in to meet in the semi-finals. Having avoided each other before semi-finals for seven years, they not only played on the same day and consecutively on the same court, but they won with similar, if not identical, ease against opponents who gave the impression they were lucky to be there. They were. Nadal won a typically muscular encounter to put away the Slovakian qualifier Lukas Lacko in five minutes under two hours, 6-2, 6-4. 6-2. He was rarely inconvenienced. Lacko, who has talent, showed some of it early in the match, even breaking the world No2, but could not maintain his level. It is a familiar story. Nadal's body is creaking again, although he declared himself happy with the mysterious knee injury that cut him down while sitting in a chair in his hotel room earlier in the week. \"The knee is fine,\" he said. \"That's the important thing. The match was a really solid one. [I am] very happy about my game.\" Of course neither Nadal nor Federer is as intimidating as when elegantly bullying the rest of tennis. The Spaniard's physical game exposes him to the harshest comparison, because inevitably his body has had to bend to the demands of his calling, while Federer's engine hums low and sweet as a Rolls Royce. But the fire has not dimmed in Nadal. When he spoke in London at the ATP World Tour Finals about having no \"passion\", he deserved the benefit of the doubt as to what that really meant. It is impossible to imagine tennis losing Nadal through lack of interest; he still loves the game. But he is not enamoured of the grind, as his comments here earlier in the week illustrated. Although he has made up with Federer for some sharp words about the Swiss's seeming indifference to the demands of his peers for a less hectic schedule and more money for players outside the millionaires' club, he will not have radically changed his mind on the subject. Federer still makes it look easy, gliding and placing rather than thumping his way through his work. Both know their toughest foe is no longer each other. It is Novak Djokovic. When they speak about their own rivalry, the discourse has a nostalgic ring to it, and they know that, whoever wins their predicted semi-final, it will be the next match in which their pedigree will be stretched even further. Andy Murray might have something to say about that, of course. He is in decent form going into his third-round match against the eccentric Frenchman Michaël Llodra and is dining lately almost exclusively on French cuisine. Gaël Monfils and Jo-Wilfried Tsonga currently block his way to a semi-final against Djokovic. Players from past eras now earning a living in front of a microphone are intrigued by Murray's choice of coach, Ivan Lendl. The Australian Darren Cahill, who coached Murray part-time over the past year, told ESPN viewers: \"They share a lot of similarities. Ivan lost his first four grand slam finals and then went 8-7 in his next 15. During the tournament in Brisbane [which Murray won en route to Melbourne], I sent him a text saying: 'Well done but your new job looked easy.' He sent me one back saying: 'It is not my fault that you don't know how to prepare your guy for the early rounds!' It is typical of his sense of humour.\" Brad Gilbert, who also coached Murray and went 0-16 against Lendl on court, said: \"Ivan was always the villain. He was a little bit misunderstood. But he is a very bright guy with a little bit of a twisted sense of humour. \"He will be looking to make him more offensive from the centre of the court. He will work on the second serve as well. He should be winning close to 60% of points off his second serve, close to 140mph. What he is missing is just that one notch against the other top guys, his main rivals. If Ivan can add something, that is the biggest difference he can make.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}