{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/jan/24/chelsea-qpr-chairmen-terry-ferdinand-willian", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-01-24T22:30:01Z", "webTitle": "Chelsea and QPR chairmen to appeal for FA Cup-tie calm", "webUrl": "https://www.theguardian.com/football/2012/jan/24/chelsea-qpr-chairmen-terry-ferdinand-willian", "apiUrl": "https://content.guardianapis.com/football/2012/jan/24/chelsea-qpr-chairmen-terry-ferdinand-willian", "fields": {"headline": "Chelsea and QPR chairmen to appeal for FA Cup-tie calm", "bodyText": "The chairmen of Chelsea and Queens Park Rangers, Bruce Buck and Tony Fernandes, will issue a joint statement on Wednesday appealing for calm ahead of Saturday's potentially explosive derby between the clubs. Tensions are running high around the fixture, with John Terry due to appear at west London magistrates' court a week today charged with racially abusing the QPR defender Anton Ferdinand during the league clash involving the clubs in October. Terry denies directing the comments at his opponent. The Chelsea manager, André Villas-Boas, has already indicated he will have no qualms selecting his captain for the FA Cup fourth-round tie – which has been moved forward to a midday kick-off on police advice – though Buck and Fernandes will release their statement in the hope they can defuse some of the tension. Pockets of Chelsea supporters have adopted a provocative chant about the incident that has been sung at some games since, most notably in the Champions League match at Genk, though the chairmen will plead for both sets of fans to \"focus on the football\" rather than the issues around the game. Terry intends to offer his hand to his opponent in the pre-match formalities that will inevitably draw the focus at Loftus Road, though it remains unclear whether Ferdinand will accept it. The QPR defender is expected to speak with the club [THURS] on Thursday about the issue and will only then decide whether or not to shake hands prior to kick-off. Lord Ouseley, an FA Councillor and chairman of the anti-racism campaign Kick it Out, has urged Ferdinand to do so. \"Here we have the due process taking place, where a player will face the consequences of his actions,\" he said. \"But there is every reason for players and indeed fans to show civility and respect toward each other and focus on the football. I have nothing against that. A handshake now is part of the reconciliation and honesty that needs to take place. \"It is not about retribution and continued hostility. It is about reconciliation. It is about how to take the heat out of the situation of the two clubs meeting again, and problems with fans' behaviour as a result of what happened between the players previously. A handshake before the game will not deflect from what went on before and how it will be dealt with.\" Chelsea, whose squad are in Majorca on a warm-weather training break, are expected to make an improved offer for Shakhtar Donetsk's Brazilian forward Willian before the closure of the transfer window next week. An initial inquiry for the 23-year-old, who would be cup-tied for the Champions League, has been rejected, with Shakhtar seeking considerably more than the £16.5m Chelsea initially indicated they might be willing to pay, though an improved bid will test the Ukrainian club's resolve. Chelsea may also seek to complete a move for Genk's Kevin de Bruyne before the cut-off, though the winger would remain at the Belgian club on loan for the season. Alex, meanwhile, is close to completing a £4m move to Paris St-Germain that will see the central defender reunited with Carlo Ancelotti. The Brazilian rejected the chance to join QPR, who have at least completed the six-month loan of the Milan defender Taye Taiwo after the Nigerian was granted a work permit."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}