{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/jan/01/fa-report-luis-suarez-patrice-evra", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-01-01T22:39:00Z", "webTitle": "Extracts from the FA report on the Luis Suárez Patrice Evra racism case", "webUrl": "https://www.theguardian.com/football/2012/jan/01/fa-report-luis-suarez-patrice-evra", "apiUrl": "https://content.guardianapis.com/football/2012/jan/01/fa-report-luis-suarez-patrice-evra", "fields": {"headline": "Extracts from the FA report on the Luis Suárez Patrice Evra racism case", "bodyText": "In the 58th minute of the game Mr Suárez fouled Mr Evra between the edge of the Manchester United penalty area and the corner flag at the Kop end. It seemed to us to be a deliberate foul and the referee awarded a free-kick. The foul was committed by Mr Suárez kicking Mr Evra on his right knee. Mr Evra explained that he had previously had a bad problem in that knee. He remained on the ground receiving medical treatment for about one minute after the tackle. Mr Evra said that while he was lying on the ground, Mr Kuyt came up to him and said \"stand up, you fucking prick\". Mr Kuyt said \"This is untrue. What I did say was something to the effect of 'Stand up, stand up', as if to say that it had been a foul but he was making too much of it.\" The video footage did not show Mr Kuyt speaking to Mr Evra at this time but Mr Kuyt admitted that he did so. The dispute is about what Mr Kuyt said, not about whether he said anything to Mr Evra at that time. Very little attention was paid to this dispute during the hearing and we did not find it necessary in reaching our decision to make a finding about what Mr Kuyt had said to Mr Evra. Mr Suárez wins a corner. On 62 minutes and 37 seconds Mr Suárez won a corner for Liverpool with a shot that was deflected past the post. Mr Suárez retrieved the ball from behind the goal and kicked it across to Steven Gerrard to take the corner. Mr Suárez started to move past the near post and along the goal-line. Mr Evra and Mr Suárez in the goalmouth. It was Mr Evra's job to mark Mr Suárez at corners even though he was not marking him generally throughout the game. Mr Evra moved close to Mr Suárez so that he could mark him when the corner was taken. This was the first time that they had come together since Mr Suárez's foul on Mr Evra five minutes previously. Mr Evra faced up to Mr Suárez and kept walking towards him. This forced Mr Suárez to move backwards along the goal-line and, in fact, slightly behind the goal-line. All the while they were talking to each other. They reached a position approximately halfway along the goal- line when Mr Kuyt, the Liverpool player, stepped in between Mr Suárez and Mr Evra. Mr Kuyt had been standing in the middle of the six-yard box where he was being marked by Jonny Evans, the Manchester United defender. Mr Kuyt faced up to Mr Evra and prodded him in the chest with his finger. Mr Evra pushed Mr Kuyt away in the chest with both hands. At this point Mr Suárez started a run out of the six-yard box towards the near post. Mr Evra ran with him. The corner was taken on 63 minutes and 5 seconds but by the time that Mr Suárez had flicked the ball on with his head into the goalmouth area, the referee had blown his whistle to stop play. Mr Evra and Mr Suárez are agreed that they spoke to each other in Spanish in the goalmouth. Mr Evra said that he is not exactly fluent in Spanish but that he can easily converse in Spanish. For Mr Suárez Spanish is his native language as a Uruguayan. Mr Evra told us that he began the conversation by saying \"Concha de tu hermana\". Mr Evra's evidence was that this is a phrase used in Spanish like when you say \"fucking hell\" in English, but the literal translation is \"your sister's pussy\". Mr Suárez did not hear Mr Evra say this. One of the video clips that we have seen, taken from a close-up angle behind the goal, does appear to support Mr Evra's evidence that he started the conversation with this comment. Mr Suárez said that he did not hear this first comment from Mr Evra but that he heard him whispering something. Mr Suárez told us that he then said \"What did you say?\" It does seem from the video footage that Mr Suárez does say something at this point in response to Mr Evra's opening comment. Mr Evra told us that he then said to Mr Suárez \"Porque me diste un golpe\", meaning \"Why did you kick me?\". The video footage shows that Mr Evra looked down at his knee, then at Mr Suárez's face as he asked this question, which does support his evidence that he asked a question about being kicked in the knee. Mr Evra said that, when he asked that question, he was in shock and upset at having been kicked in the knee by Mr Suárez. Mr Suárez agrees that, at this point, Mr Evra asked him why he had kicked him, referring to the earlier foul. That is largely the end of the agreement between them as to what was said in the goalmouth. Mr Evra's evidence was that, in response to his question \"Why did you kick me?\", Mr Suárez replied \"Porque tu eres negro\". Mr Evra said that at the time Mr Suárez made that comment, he (Mr Evra) understood it to mean \"Because you are a nigger\". He now says that he believes the words used by Mr Suárez mean \"Because you are black\". We shall consider further below Mr Evra's understanding of the Spanish word \"negro\". Mr Suárez said that he replied to Mr Evra's question \"Why did you kick me?\" by saying \"que habia sido una falta normal\", meaning \"it was just a normal foul\". He said he shrugged his shoulders and put his arms out in a gesture to say that there was nothing serious about it. At this point on the video footage Mr Suárez's face is obscured but he does appear to shrug his shoulders. Mr Suárez said that he replied to Mr Evra's question \"Why did you kick me?\" by saying \"que habia sido una falta normal\", meaning \"it was just a normal foul\". He said he shrugged his shoulders and put his arms out in a gesture to say that there was nothing serious about it. At this point on the video footage, Mr Suárez's face is obscured but he does appear to shrug his shoulders. Mr Evra said that he followed up Mr Suárez's reply \"Because you are black\" by saying \"Habla otra vez asi, te voy a dar una porrada\", which means \"Say it to me again, I'm going to punch you\". Mr Suárez replied by saying \"No hablo con los negros\". Mr Evra said that, at the time, he understood this to mean \"I don't speak to niggers\", although he now says it means \"I don't speak to blacks\". Mr Suárez's evidence was that Mr Evra replied to the comment \"it was just a normal foul\" by saying \"OK, you kicked me, I'm going to kick you\". Mr Suárez said in his witness statement that his response was \"Le dije que se callara e hice un gesto breve con mi mano izquierda parecido a la mocion de un \"pato cuando hace cuac\" para indicarle que hablaba mucho y deberia callarse\", which was translated as \"I told him to shut up and made a brief gesture with my left hand like a \"quacking\" motion as if to say he was talking too much and should be quiet\". Mr Evra said that after Mr Suárez said \"I don't speak to blacks\", he (Mr Evra) said \"Ahora te voy a dar realmente una porrada\", which means \"OK, now I think I'm going to punch you\". To this he says that Mr Suárez replied \"Dale, negro...negro...negro\". At the time Mr Evra understood this to mean \"OK, nigger, nigger, nigger\". He now says it means \"OK, blackie, blackie, blackie\". The expert witnesses stated that the phrase \"Dale, negro\" can be understood as \"Bring it on, blackie\" or \"do it, blackie\" or \"go ahead, blackie\". Mr Evra said that as Mr Suárez was speaking he reached out to touch Mr Evra's arm, gesturing at his skin. Mr Evra said that Mr Suárez was drawing attention to the colour of Mr Evra's skin. This gesture is clearly shown on the video footage, just as Mr Kuyt comes between them. It seemed to us that Mr Suárez reached out and pinched Mr Evra's left forearm. In cross-examination Mr Evra said that at the time he did not realise that Mr Suárez had pinched his arm. He was more focused on his lips and what he was saying. Mr Evra only realised that Mr Suárez had touched his arm in this way when he saw the video footage later. As to the pinching of Mr Evra's arm, Mr Suárez said this in paragraph 27 of his witness statement: \"Evra did not back off and Dirk Kuyt was approaching us to stand between us. At this point I touched PE's left arm in a pinching type movement. This all happened very quickly. I was trying to defuse the situation and was trying to intimate to Evra that he was not untouchable by reference to his question about the foul. Under no circumstances was this action intended to be offensive and most certainly not racially offensive. It was not in any way a reference to the colour of PE's skin.\" Mr Suárez said that at no point did he use the word \"negro\" during the exchange with Mr Evra in the goalmouth. At the time of these exchanges, there were other players in the six-yard box. These included David De Gea, the Manchester United goalkeeper, Jonny Evans, the Manchester United defender who was marking Dirk Kuyt, and Mr Kuyt himself. Mr De Gea, who is Spanish, said that he did not hear any exchange between Mr Evra and Mr Suárez. It is clear that there was an exchange of some sort between Mr Evra and Mr Suárez. We found it unsurprising that Mr De Gea did not hear any exchange. He appears from the video footage to be focused on the corner and looking mainly in that direction. Mr Kuyt said that he could not hear what was being said by Mr Evra and Mr Suárez but it seemed clear to him that Mr Evra was trying to provoke Mr Suárez so he (Mr Kuyt) stepped between them and told Mr Evra to leave Mr Suárez alone. Mr Evra's evidence is that up to this point Mr Suárez had used the word \"negro\" or \"negros\" five times in the goalmouth: \"Because you are black\", \"I don't speak to blacks\" and \"OK, blackie, blackie, blackie\". The referee stops play. As Mr Kuyt stood between Mr Suárez and Mr Evra, Mr Suárez went on a run in anticipation of the corner. Mr Evra ran with him as his marker. The referee signalled for the corner to be taken and the ball was hit towards Mr Suárez. By the time that Mr Suárez flicked the ball on with his head in the direction of the goalmouth, the referee had blown his whistle to stop play. Mr Marriner, the referee, explained that he had been told on his headset by the assistant referee that there was a coming together between Mr Evra and Mr Suárez and to get them over and tell them to cut it out. This must have been a reference to what had taken place in the goalmouth. We examined closely the video footage of this moment which took place in the 64th minute. When the referee blew his whistle to stop play, Mr Evra and Mr Suárez were standing close to each other, having just run and challenged for the corner. The referee called them over to him. Mr Suárez said something to Mr Evra, then started to walk away. There is a clear reaction by Mr Evra to Mr Suárez's comment. This is apparent in two ways. First, there is a facial reaction by Mr Evra, akin to a look of surprise. Secondly, whilst looking at the referee, Mr Evra points to Mr Suárez, first with his forefinger then with his thumb. Mr Evra walks towards the referee and says something while pointing back at Mr Suárez. Mr Suárez's evidence was that simultaneously with the blowing of the whistle, Mr Evra said to him \"Don't touch me, South American\". Mr Suárez took this to be a reference to his touching Mr Evra's arm on the goalline a few moments earlier. Mr Suárez said that he turned to Mr Evra and said \"Por que, negro?\". He said that he used the word \"negro\" at this point in the way that he did when he was growing up in Uruguay, that is as a friendly form of address to people seen as black or brown-skinned or even just black-haired. He said that he used it in the same way that he did when he spoke to Glen Johnson, the black Liverpool player. He said in no way was the use of the word \"negro\" intended to be offensive or to be racially offensive. It was intended as an attempt at conciliation. Mr Marriner, the referee, was shown the footage of this incident at the hearing. He had not seen the footage before. He agreed that Mr Evra appeared to be saying something to the referee as he walks in the referee's direction. Mr Marriner said that he could not recall what was being said to him. He explained that he wanted to take control of the situation, that the game had gone \"swimmingly\" up until that point with no confrontation between any players, and he just wanted to get his point across to the players. He said that he told the players to get on with it, and calm down. That is why he took charge of the situation and really did not take on board what was being said to him. We found Mr Marriner's account to be plausible and credible. He did take control in that the players listened to what he had to say and did not say anything back to him. The fact that Mr Marriner did not hear what Mr Evra said is not inconsistent with Mr Evra's evidence that, as he walked towards the referee, he said \"ref, ref, he just called me a fucking black\". Mr Suárez puts his hand on Mr Evra's head. After he had spoken to them, Mr Evra and Mr Suárez walked away from the referee in the direction of the goalmouth. They walked side by side. Mr Suárez stretched out his left arm, and put his left hand on the back of Mr Evra's head. Mr Evra immediately and firmly pushed Mr Suárez's arm away. The referee called them back and spoke to them again. He spoke first to Mr Suárez. The referee clasped Mr Suárez's two arms down by his side, and spoke to him. He then spoke briefly to Mr Evra. Mr Evra made a comment as he and Mr Suárez walked away. Mr Suárez can then be seen making a comment to Mr Evra. Mr Evra's evidence on this incident was as follows. As he and Mr Suárez walked away from the referee, Mr Suárez put his hand on Mr Evra's head. Mr Evra pushed his hand away as he did not want Mr Suárez to touch him. The referee must have seen this as he called them over and told them to calm down. The referee told Mr Suárez not to touch Mr Evra as Mr Evra was saying he did not want Mr Suárez to touch him. As they walked away Mr Suárez said something to Mr Evra but he did not remember what he said to him or what Mr Evra said to Mr Suárez. Mr Suárez's account was as follows. The referee called the players to him the first time. Mr Suárez did not understand what the referee was saying but he gained the impression that what he was doing was to say that they should each say sorry to each other and get on with the game. As they walked away from the referee, Mr Suárez took his advice and patted Mr Evra on the back of the head. According to Mr Suárez, this was \"a friendly gesture designed to be conciliatory\" but Mr Evra reacted adversely to it and quite violently pushed his arm away. At that point the referee called them both back again to him, spoke to them again and, Mr Suárez believed, delivered the same message about getting on with the game. There was no more conversation between Mr Evra and Mr Suárez for the rest of the game. It will be noted that Mr Suárez makes no mention of the players talking to each other as they walk away from the referee for the second time. It is at this point in his witness statement, having referred to these incidents, that Mr Suárez said: \"It seems to me that PE misunderstood my use of the word negro. As I have said, it was meant in a conciliatory and friendly way in the context in which I have used the word throughout my life and as set out earlier in this Statement.\" The referee books Mr Evra. The corner came to nothing and the ball went out of play with Manchester United being awarded a goal-kick. As the players moved upfield, there was an exchange between Mr Evra and Mr Kuyt. The referee called Mr Evra over and gave him a yellow card. Mr Giggs spoke to the referee about the caution and then spoke to Mr Evra. The evidence of Mr Marriner about this incident was as follows. In the 65th minute of the game he had to issue a caution to Mr Evra after he saw him push Mr Kuyt in the chest following a coming together. Mr Evra was clearly upset and mentioned that he was being called \"black\". Mr Marriner did not hear whether Mr Evra said who was calling him \"black\" and he did not understand what Mr Evra was referring to at the time. Mr Evra made no other comment to the referee. Mr Evra described the booking in the following way. Mr Kuyt told him to stop diving so Mr Evra pushed him away. The referee called Mr Evra over to book him. Mr Evra asked the referee why he was booking him and the referee said it was because he had pushed Mr Kuyt. When he was being booked, Mr Evra told the referee again that he had been called black. Mr Evra added that after booking him, the referee spoke to Ryan Giggs. Mr Giggs then asked Mr Evra what was wrong and Mr Evra told him that he had been called black. Mr Giggs told Mr Evra to calm down and not get sent off. Mr Giggs gave evidence before us. He said that he was reasonably close to the referee and after he had shown Mr Evra the yellow card, Mr Giggs approached the referee and asked him why he had booked Mr Evra. The referee said to Mr Giggs \"just calm Patrice down\". Mr Giggs then moved away from the referee and towards Mr Evra. It was obvious to Mr Giggs from looking at Mr Evra that he was upset. He said that Mr Evra did not seem quite with it, you might call it red mist. Mr Giggs said to Mr Evra \"what's happened?\". Mr Evra replied \"he called me black\". Mr Giggs assumed that Mr Evra was speaking about Mr Kuyt since he had just been booked for some kind of tussle with Mr Kuyt. Mr Giggs said to Mr Evra \"did the ref hear it?\", to which Mr Evra replied \"I don't think so\". Mr Giggs then told Mr Evra to calm down and not get himself sent off. Mr Kuyt gave a slightly different version from Mr Marriner, Mr Evra and Mr Giggs. He said that after the goal-kick he was close to Mr Evra and said \"Come on, let's move on, let's keep going with the game\" and touched Mr Evra just on the arm. According to Mr Kuyt, Mr Evra reacted aggressively and smashed his arm away and at that point, the referee having seen the incident, called Mr Evra to him and booked him. Mr Kuyt said that he was very close to Mr Evra and the referee at this time. He said he was \"absolutely certain\" that he heard Mr Evra say that the referee was only booking him because he was black. We found the evidence of Mr Marriner on this point to be credible and plausible. He recalled Mr Evra telling him that he was being called black. This is consistent with Mr Evra's evidence of what he told Mr Marriner at that time, and also with Mr Giggs' evidence of what Mr Evra said to him shortly afterwards. In light of this we reject Mr Kuyt's evidence that Mr Evra said that the referee was only booking him because he was black, however certain Mr Kuyt was that he heard it. Moreover, it would make no sense in the circumstances for Mr Evra to accuse the referee of only booking him because he was black. Not only had Mr Evra pushed Mr Kuyt away, which he is likely to have realised had led to his booking, but his concern at that stage was that he had been called black (bearing in mind that, at the very least, Mr Suárez admits having called Mr Evra \"negro\" by this stage of the game). Mr Evra's comments to his team-mates. There was no evidence of any further exchanges between Mr Evra and Mr Suárez during the remaining 25 minutes or so of the game. Two goals were scored in that period, first by Steven Gerrard in the 69th minute, followed by a Hernández equaliser in the 81st minute. We received evidence from four of Mr Evra's team-mates about what happened immediately after the game. They were [Antonio] Valencia, [Javier] Hernández, Nani and Anderson. Their evidence was given in the form of written witness statements. These were served on Mr Suárez on 16 November 2011 with the Charge letter. Mr Suárez did not require any of these four players to attend the hearing for cross-examination and so Mr Suárez accepted their evidence in full. We proceeded, therefore, on the basis that the evidence contained in those witness statements is true and sets out what did, in fact, happen immediately after the game. As the players went into the dressing room at the end of the game, Mr Evra was really angry and upset. Valencia said he could see it. He explained that Mr Evra is not normally angry after games. Mr Evra said that he was angry because Mr Suárez had insulted him. Mr Evra was speaking a mix of Spanish and Portuguese. All the Spanish and Portuguese players at Manchester United speak to each other like this so that they can all understand and talk to each other. Valencia said this: \"I cannot remember exactly the words Evra used but he said that Suárez had said that he wouldn't speak to him because he was black. I think the words Evra used were words similar to \"Negro, no hablas conmigo\".\" Hernández saw that Mr Evra was angry and upset. He said this: \"Although I was stood with the medical staff, I could clearly hear Evra as he was speaking loudly. He said that during the game, Suárez said to him words similar to \"No voy a platicar contigo porque eres negro\". I understood from what Evra said that Suárez had been racially abusive towards him and that he had told Evra that he would not speak to him because he was black.\" Nani said that he always sits close to Mr Evra in the dressing room and at the end of the game when he came into the dressing room, Mr Evra was upset. Nani said: \"I cannot remember exactly what Evra said but he was complaining that Suárez had said something racist towards him. He said that Suárez had said that he wouldn't talk to him because he was black. When he said this in English I think he used the word \"nigger\" but in Spanish/Portuguese he used the word \"negro\" or \"preto\", I cannot remember exactly which. Evra was also angry that Suárez had not been booked for saying what he did. Evra said something like, \"This is a joke. How is it possible that the referee does nothing when he knows what happened?\" Evra said that he had told the referee what Suárez said to him. Anderson said that Mr Evra was really angry in the dressing room after the match. He said: \"I cannot remember all the exact words Evra used but he told us that Suárez had said to him on the pitch that he wouldn't speak to Evra because he was black. I think he used words similar to \"no hablo con negro\".\" Mr Evra said in evidence that some of the other players could see that he was upset and asked him what was wrong. He said that Mr Suárez had called him a nigger and said that he had kicked him because of that. Mr Evra said that he told the other players that Mr Suárez had said \"porque tu eres negro\". We note that Mr Evra did not say in his own evidence that he had told his team-mates that Mr Suárez had said he would not speak to him because he was black. However, we accept that Mr Evra did say this to his team-mates after the match because that is what all four of them say in their statements and their evidence has been accepted in full by Mr Suárez. It is possible that Mr Evra also told them that Mr Suárez had said he had kicked him \"porque tu eres negro\", and this was not recalled by the players. Valencia and Anderson told Mr Evra that he must tell the manager and go and see the referee because this was serious. When Sir Alex Ferguson and Mr Evra left the dressing room to go and speak to the referee, Valencia and Anderson followed them. They wanted to support Mr Evra but they were not allowed into the referee's room, only Mr Evra and Sir Alex Ferguson went in. Sir Alex Ferguson and Mr Evra speak to the referee. Sir Alex Ferguson provided a witness statement. The FA served his statement with the Charge letter on Mr Suárez, who did not require Sir Alex Ferguson to attend the hearing. As a result, as in the case of the four Manchester United players, Mr Suárez accepted in full the evidence of Sir Alex. Sir Alex said that as he was speaking to David De Gea, Mr Evra approached him. He said \"Boss, Suárez called me a nigger.\" It was obvious to Sir Alex that Mr Evra was upset and angry. Sir Alex was shocked and asked Mr Evra what he wanted to do about it. Sir Alex told him that he should report it to the referee and asked Mr Evra if he wanted to do that. Mr Evra said that he did. Sir Alex and Mr Evra went to the referee's room. Sir Alex went in first, followed by Mr Evra. Sir Alex told Mr Marriner that they had a complaint to make. Sir Alex told him \"Evra has been called a nigger by one of the Liverpool players.\" Sir Alex then motioned for Mr Evra to tell the referee what had been said. The referee told Phil Dowd, the fourth official who was also in the room, to take notes of what was said. Mr Evra then told the referee what had been said to him on the pitch and left the room. The referee told Sir Alex that he (the referee) would need to speak to Liverpool officials about the complaint. Mr Evra said that he told the referee that Mr Suárez had called him a nigger. According to Mr Evra, the referee said to him \"Oh, that is why you were talking about being called black\", referring back to what Mr Evra had said to the referee on the pitch. Mr Evra said \"Yes.\" Mr Marriner gave evidence about this in his witness statement (the contents of which, it will be recalled, were also accepted by Mr Suárez). He said that Sir Alex told him that he wished to register a formal complaint about a comment that was made to Mr Evra by a Liverpool player. Sir Alex asked Mr Marriner to write down what they were about to say. Mr Marriner then asked Mr Dowd to note down what Sir Alex and Mr Evra wished to say. Mr Evra, speaking in English, then told Mr Marriner that during a coming together in the penalty area in the second half of the match, Mr Suárez said to Mr Evra, \"I don't talk to you because you niggers\". Mr Marriner told Sir Alex and Mr Evra that he would include the incident in his report. He also told them that he needed to speak to the Liverpool manager, Kenny Dalglish, in order to seek Mr Suárez's version of events. Liverpool FC learn about Mr Evra's complaint. Mr Ray Haughan is the Team Administration Manager at Liverpool FC. He gave a witness statement on behalf of Mr Suárez. The FA did not require him to attend the hearing and so his evidence is accepted in full by them. At half-time and full-time on matchdays at Anfield Mr Haughan normally stands outside the home dressing room, which is immediately opposite the referee's room and next to the away dressing room. He does this in case anyone needs anything. While he was standing there after the end of the game he saw Sir Alex Ferguson and Mr Evra come out of the away dressing room and go into the referee's room. Sir Alex knocked on the door, which was not closed, and went in. Mr Haughan told us that he heard Sir Alex say \"I want to make a complaint because Suárez has called him (meaning Evra) a nigger five times.\" Mr Haughan heard the referee ask Sir Alex to close the door and the door was closed. Mr Haughan thought that the Liverpool management should be aware of what was happening. He went into the Liverpool dressing room and told Kevin Keen (a member of the Liverpool coaching staff). Mr Keen took Mr Haughan to see the management, Kenny Dalglish, Damien Comolli and Steve Clarke. Mr Comolli said in evidence that Mr Haughan told the Liverpool management that Sir Alex had gone into the referee's room with Mr Evra saying that Mr Evra had been racially abused by Mr Suárez five times during the game and he wanted it reporting. Mr Dalglish and Mr Comolli speak to Mr Suárez. Mr Comolli told us that the Liverpool management had been told by Mr Haughan about the racial abuse allegation before Mr Dowd came to the Liverpool dressing room. The management spoke to Mr Suárez and asked him what had happened. Mr Comolli, who is of French origin, speaks several languages \"on a working basis, including Spanish and English\", as he told us. He gave his evidence to us in English. Mr Comolli spoke to Mr Suárez in Spanish. Mr Comolli agreed that, when he spoke to Mr Suárez in the dressing room, he (Mr Comolli) thought that this was a potentially serious issue. He agreed that for an allegation of racist abuse to be made against one of his players would potentially have consequences for the player and possibly for the reputation of Liverpool football club. He agreed that as a result of this he wanted to take care how the matter was dealt with. Mr Comolli secured from Mr Suárez his version of events before he went into the referee's room where he passed on to the referee what that account was. Mr Comolli said in his witness statement that Mr Suárez told him nothing happened. He said that there was one incident where he said sorry to Mr Evra and Mr Evra told him \"Don't touch me, South American\" to which Mr Comolli thought Mr Suárez said he had replied \"Por que, tu eres negro?\". Mr Suárez was emphatic that he had not said anything that could be classified as racial abuse. Mr Comolli confirmed under cross-examination that he believed that what he was told by Mr Suárez in this meeting was that the words he had used to Mr Evra translated as \"Why, because you are black\". Mr Dalglish also gave evidence on this point. He said that they thought it was sensible to get Mr Comolli, as a Spanish speaking person, to speak to Mr Suárez in his native tongue. Mr Dalglish does not speak Spanish, other than what he called \"restaurant Spanish\". He did, however, tell us that he knew (before the conversation with Mr Suárez) that the Spanish word \"negro\" means black. Mr Dalglish said that, having spoken to Mr Suárez, Mr Comolli explained to Mr Dalglish that Mr Suárez had said that Mr Evra had called him South American and that Mr Suárez had replied \"Tu eres negro\" which is \"you are black\". Mr Comolli reported the Spanish words to Mr Dalglish, that is he told him that Mr Suárez had said \"Tu eres negro\", and then Mr Comolli told Mr Dalglish that this meant \"you are black\", although Mr Dalglish already had an idea what it meant. Mr Suárez was still in the room when Mr Comolli told Mr Dalglish that Mr Suárez had said \"Tu eres negro\" to Mr Evra. Mr Suárez's version of this conversation was as follows. He said that Mr Comolli explained to him that Sir Alex Ferguson and Mr Evra had complained to the referee that Mr Suárez had racially insulted Mr Evra five times during the game. Mr Comolli asked Mr Suárez to tell him what happened. Mr Suárez told him that Mr Evra had said to him \"Don't touch me, South American\". Mr Suárez had said \"Por que negro?\". Mr Suárez told Mr Comolli that this was the only thing he had said. Mr Dalglish speaks to the referee. After Sir Alex Ferguson and Mr Evra had left the referee's dressing room, Mr Marriner asked Mr Dowd to go and find Mr Dalglish and Mr Suárez and ask that they come to the referee's room so that he could speak to them. Mr Dowd, the fourth official, whose evidence was accepted by Mr Suárez, went to the Liverpool dressing room. He opened the door and stood in the entrance. He said could someone tell Mr Dalglish that they needed to see him and Mr Suárez in the referee's dressing room. As he was saying this, Mr Dalglish put his head round a door to the coaching team's area of the dressing room. Mr Dalglish had clearly heard what Mr Dowd said and made a joke about having to wait 30 minutes before speaking to the referee. This was a reference to the usual rule that managers are not allowed to approach match officials until 30 minutes after the game. Mr Dowd then left the Liverpool dressing room and went back to the referee's room. Moments later Mr Dalglish came into the referee's dressing room. Mr Dalglish was on his own. Mr Marriner asked Mr Dalglish why Mr Suárez was not with him. Mr Dalglish said that he had not brought him because Mr Suárez does not speak English. Mr Marriner explained to Mr Dalglish what had been reported to him by Sir Alex and Mr Evra. Mr Marriner said in his witness statement that Mr Evra had told him that Mr Suárez had said to him \"I don't talk to you because you niggers\", although Mr Dalglish told us that he did not remember the referee saying that to him. Since Mr Suárez accepted Mr. Marriner's witness statement, we accept Mr Marriner's evidence that he said this to Mr Dalglish. Mr Dalglish said, \"Hasn't he done this before?\" This was the evidence to us of Mr Dowd, which was also accepted by Mr Suárez. Mr Dowd remembered this as it caused him to consciously stop and think whether he was aware of any previous allegation involving Mr Evra. Mr Marriner's evidence as to Mr Dalglish's explanation of what happened was as follows: \"Dalglish said to me that Suárez had told him that he had said to Evra \"you are black\", having been taunted by Evra with the comment \"you are South American\". Mr Dalglish's evidence of his explanation was in the following terms: \"I said to the Referee that LS had told me (meaning in the general discussion to which Damien Comolli was a party as well) that he had referred to PE being negro (black) and that PE had referred to LS as 'South American'.\" Mr Marriner told Mr Dalglish that because a formal complaint had been made he had asked to speak to him and the player to get their version of events. He said that he would put it in his report. Mr Dalglish then left the room. Mr Comolli speaks to the referee. Mr Marriner told us that a few minutes after Mr Dalglish had left the referee's room, Mr Comolli entered the room. Mr Marriner did not know who Mr Comolli was so he introduced himself. Mr Comolli told Mr Marriner that he wanted to confirm the version of events told to Mr Marriner by Mr Dalglish. According to Mr Marriner's evidence, Mr Comolli told Mr Marriner that he speaks fluent Spanish and that Mr Suárez had told him that Mr Evra had said to Mr Suárez \"you are South American\" and that Mr Suárez had replied with \"Tues negro\" which Mr Comolli said translates to \"you are black\". Mr Dowd said that he asked Mr Comolli to spell \"Tues negro\", as neither Mr Dowd nor Mr Marriner spoke fluent Spanish. Mr Comolli spelt it, and Mr Dowd then noted it down. Mr Comolli then said that he thought that there had been a translation problem and that at no point had Mr Suárez said the word \"niggers\". Mr Marriner told Mr Comolli that the incident would be included in his report and Mr Comolli left the room. Mr Comolli in his evidence said that he relayed to the referee what he thought Mr Suárez had said to Mr Evra, and Mr Dowd made a note of it. He told us that he explained to the referee that the context in which the word \"negro\" was used was not in any way name-calling or an insult. He said that he felt something had been lost in translation in the way in which Mr Evra had interpreted the remark and had taken offence when none was intended. Mr Comolli confirmed to Mr Marriner that at no point had Mr Suárez said the word \"niggers\". The referee's report. Mr Marriner wrote up his report that evening. He referred to the notes that Mr Dowd had taken, which Mr Dowd had given to Mr Marriner before they left the ground. Mr Dowd told us that the notes consisted of 4 or 5 bullet points where he had roughly recorded what had been said. He did not write down exactly what everyone had said; he had just paraphrased the main points. Once he had finished his report, Mr Marriner threw away Mr Dowd's notes. Mr Marriner's report was contained in an Extraordinary Incident Report Form which he filed with the FA. His report is in the following terms: \"I have to bring to your attention an unsavoury event which happened today and was reported to me in my dressing room after the above game. Sir Alex Ferguson and Patrice Evra entered my dressing room to register an official complaint about a comment made to Patrice Evra by Liverpool player Luis Suárez. During a coming together in the penalty area in the second half of play, Luis Suárez is alleged to have said to Patrice Evra \"I don't talk to you because you niggers\". I said to Sir Alex and Patrice that I would include the incident in my report but needed to speak to Liverpool manager Kenny Dalglish to seek Luis Suárez's version of events. Kenny Dalglish entered my dressing room at my request and having been told about the incident responded with a different version of events. He said Suárez had responded with \"you are black\" having first been taunted with \"you are South American\" by Evra. Liverpool's director of football, Damien Comolli, then entered the dressing room to confirm Suárez's version of events as he speaks fluent Spanish. Evra first said \"you are South American\" to Suárez who responded with \"Tues Negro\" which translates \"you are Black\". Damien Comolli went on to say he thinks it got lost in translation and at no time did Suárez say the word \"Niggers\". I confirmed that this incident would be reported.\" Mr Evra's interview on Canal+ Mr Evra gave an interview to the French TV channel Canal+ after the game. We were provided with a transcript of the item broadcast on Canal+ which includes an introduction by the presenter followed by part of the interview with Mr Evra. The transcript reads as follows: \"After the Manchester United match in Liverpool yesterday Patrice Evra spoke again on Luis Suárez's attitude. The Uruguayan striker allegedly made racial slurs against him throughout the match. Commentary by Stéphane Guy at the microphone. \"Is this the first time that this has happened to you on a professional field? First time that it has happened to me, first time that a player has said racist things to me like that. I am really, I am really concerned because he has no need for that, he is a good player and then this. He tried to make me lose it. It shows that it was really to make me lose it, but at the start, well, we will see. It still hurts. If it's by the fans, I won't say it's fine, because it's still a shame, but when it's a player who is playing the same game as you, it's even harder to accept. Especially when I think that he has played with team-mates who were my colour. So, at the start, well I won't go into a big debate about it, we are going to see the arbitrator, there will be an investigation, there is the video. You can even see clearly on his lips what he told me at least 10 times. So I'm calm from that point of view. Patrice Evra's allegations have indeed been taken very seriously by the English Association and an investigation has certainly been launched.\" Mr Comolli, in his witness statement, made reference to Mr Evra's Canal+ interview. He said that a few hours after the game he received telephone calls from Canal+ who said that Mr Evra had been to see them in the tunnel after the game and said \"I want to talk on TV. I want to report my record because I've been abused racially by Suárez 10 times.\" The television representatives asked Mr Comolli if he was aware of this and he said, \"Yes, I am aware of what happened after the game, because Ferguson went to the changing room saying he's been abused five times.\" Mr Comolli told us that he said he was not aware about 10 times, he was aware about five times. Mr Evra served a supplemental witness statement to clarify the circumstances surrounding the interview he gave to Canal+. He said that as he is the only French player in the Manchester United team, Canal+ ask him to do an interview with them after every game. He usually agrees to the interviews and would probably agree to 25 out of every 30 requests. After the match on 15 October, Canal+ asked Mr Evra for an interview as usual and he agreed. He said that he knew the Canal+ staff well and they could see that he was upset by something. He told them what had happened between Mr Suárez and him during the game. Mr Evra denied saying what Mr Comolli said he was told, namely that he wanted to talk on TV and report his record because he had been abused racially by Mr Suárez 10 times. He said that he specifically asked Canal+ not to ask him about the incident with Mr Suárez during the interview. However, the interviewer did ask him about why he was upset with Mr Suárez during the game. Mr Evra decided to answer the question but was careful not to say exactly the words that had been used. He told us that he would have preferred for the interviewer not to ask him about the incident but journalists always ask whatever they like. The FA obtained from the Canal+ interviewer his account of what had happened. In an email to Ms Kennedy of the FA, Stéphane Guy, the interviewer, said that Mr Evra answered the interviewer's request for an interview. He said that as Mr Evra is the only French-speaking player at Man U, the interviewer asks him each time that he covers the team's matches. Noticing that he was very distressed coming out of the changing room, Mr Guy first questioned Mr Evra off the record. It was then that Mr Evra revealed what Mr Guy described as \"what has become the Suárez case\". According to Mr Guy, it was his duty as a journalist to ask Mr Evra the same question again on the record even if he was not spontaneously in agreement to talk about it. Mr Evra added, in his supplemental statement, that when he answered the question, he mentioned that a word had been said to him 10 times. He told us that he did not mean this in the literal sense, it was just a way of talking. In French, he said, it is common to say something like \"more than 10 times\" but for you not to mean that it was actually over 10 times. It was just a figure of speech. When Mr Comolli gave evidence, Mr McCormick asked him whether that evidence from Mr Evra about the phrase 10 times accorded with Mr Comolli's knowledge as a Frenchman of the French language and French behaviour. His answer was: not in these circumstances. He said that if his daughter asked him for a toy for Christmas and she says it five, six, seven times, he might say \"You already told me 10 times\". But in those circumstances (referring to Mr Evra giving an interview after the game), nobody in the French language will say that (ie 10 times) because it's too important. You have to be precise in what you say."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}