{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/jan/19/villas-boas-premier-league-b-championship", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-01-19T23:00:02Z", "webTitle": "Villas-Boas: Premier League clubs should have B teams in Championship", "webUrl": "https://www.theguardian.com/football/2012/jan/19/villas-boas-premier-league-b-championship", "apiUrl": "https://content.guardianapis.com/football/2012/jan/19/villas-boas-premier-league-b-championship", "fields": {"headline": "Villas-Boas: Premier League clubs should have B teams in Championship", "bodyText": "André Villas-Boas has denounced the current system of youth development in England as uncompetitive and called for reserve teams of elite clubs such as Chelsea to be allowed to compete in the Championship, a move that would necessitate a radical restructuring of the game. The Portuguese echoed frustrations expressed by Rafael Benítez during his time with Liverpool that the Spanish framework, where second strings compete in the lower leagues, has not been adopted in England. Barcelona B, from whom Chelsea signed Oriol Romeu last summer for £4.35m, finished third last season in the Segunda División, the equivalent of the Championship. Pep Guardiola, the Barça manager, benefits from being able to call up young players steeled in competitive action to his ranks if required. Villas-Boas pointed to a gulf in quality and experience between the reserve and first teams. \"The youth development system in England is not right, in my belief,\" the Chelsea manager said. \"There is plenty of effort and talks to get it right but, in my opinion, it is not. The reserve-team league is not competitive and doesn't serve the progression of talent coming through. The gap between the reserve team and the first team is immense here. \"Barcelona B play in the equivalent of the Championship and if that European model was applied in England, it could be tested. Feeder clubs might be a solution but there would be more of a cultural identity if it's called a B team. [If the reserves competed as Chelsea B] it would be the same name, the same environment. \"If it's a feeder club, I couldn't call a player up to my first team until the transfer window opens. What happens in Barcelona B is a good model in terms of competitions. They promote talent. That's the main difference I see. Maybe the English model is working, though not in our case. I always felt like that. \"If your B team plays in the Championship, and are fourth or sixth and threatening, playing good football, you'd call players up if you had suffered injuries. There is immediate identification of the process you're trying implement in your first team and B team and it would be an ease to call them up. And it could be a great benefit because you don't have to work with a 26-man squad but a 19-man squad and just recall the best young guys with constant activity. If Ryan [Bertrand] and Josh [McEachran] could make the jump from Championship to Premiership every week, their involvement would be much better.\" Chelsea have loaned out fringe young players this season in the hope their development gathers pace with competitive first-team action elsewhere, though results have been mixed. Patrick van Aanholt and Gaël Kakuta hardly featured in relegation battles at Wigan Athletic and Bolton Wanderers respectively and have been sent to Vitesse Arnhem and Dijon. McEachran, widely heralded as the most promising product of the club's academy in recent seasons, has managed only one Premier League start in two seasons around the first-team squad and has been loaned to Swansea City. Roman Abramovich, Chelsea's owner, has poured significant funding into the academy in recent years, a metamorphosis initially overseen by Frank Arnesen – who has since moved to Hamburg – and now by the academy manager, Neil Bath. But although the youth team have flourished in competitions such as the FA Youth Cup, the first team are yet to benefit from a graduate demanding inclusion since John Terry progressed through the ranks a decade ago. Although Villas-Boas is confident talent is being nurtured at the club, he delivered further criticisms of the junior game in this country. \"The youth levels are not competitive enough,\" he said. \"The FA Youth Cup: does it favour talent or competition? In my opinion there is a missed link between age groups in all competitions. There should be national championships played between teams from around the country: the older kids should play nationally; the younger ones should play regionally. That competition promotes talent. If the kids weren't able to win it when they were young, they won't make it when they face the massive challenge. \"But, here at Chelsea, we do produce talent. Players are coming through. It's still a massive jump, again [to come]. It's a waiting process but there is quality in this academy. Will it be too big a gap to come straight into the first team? Maybe, yes. But could they do that if they were playing at Championship level with a team representing Chelsea? Perhaps, yes.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}