{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/jan/19/andy-murray-michael-llodra-australian-open", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-01-19T22:51:06Z", "webTitle": "Andy Murray cruises towards wacky Michaël Llodra at Australian Open", "webUrl": "https://www.theguardian.com/sport/2012/jan/19/andy-murray-michael-llodra-australian-open", "apiUrl": "https://content.guardianapis.com/sport/2012/jan/19/andy-murray-michael-llodra-australian-open", "fields": {"headline": "Andy Murray cruises towards wacky Michaël Llodra at Australian Open", "bodyText": "Everyone knows Michaël Llodra is different, and not just because the French southpaw is one of the few serve-and-volley players left in the game, certainly at the high end of the game. He also uses natural gut strings on his racket and has a single-handed backhand. Andy Murray, who must beat him on Saturdayto get into the second week of the Australian Open, puts it bluntly but affectionately: \"He's up there with the most nuts guys on the tour, he's like a younger version of Henri Leconte.\" Murray recounts the anecdote about Llodra that best describes his wackiness. \"There was a time in Miami a couple of years ago when he squeezed himself inside this small locker belonging to Ivan Ljubicic and, when he opened it, he sprung out at him butt naked. He's a strange guy but a nice guy.\" Llodra inherited more than a penchant for mischief from Leconte and Guy Forget – since he was 14, he has clung to the playing philosophy of Forget's coach, Georges Deniau. It has worked for him in an age of relentless baseline-bashing, although he admits it takes its toll. \"I think I'm the last one,\" he says, as if guarding a secret which, in a way, he is. \"It's my style. I learned to play like this. My idols were [Stefan] Edberg and Leconte – they used to play like this. For me, it's too difficult to play from the baseline, it's boring. It's difficult to say [if serve and volley will ever come back] because now all the surfaces are slow, so, when you want to play good, you have to serve good. And also physically you have to be good because serve and volley in five sets is tough.\" Llodra reached the third round with a pretty hard four-setter against Alex Bogomolov while Murray eased past Llodra's compatriot Edouard Roger-Vasselin in straight sets, hitting hard and with purpose in front of his new coach, Ivan Lendl. \"I have nothing to lose,\" Llodra says. \"Every- body thinks he's going to destroy me so we'll see on the court. It's always fun to play the top four guys in the world.\" He is as aware as everyone of Murray's phenomenal record against his countrymen: since Jo-Wilfried Tsonga beat him in the first round here in 2008, he has lost only once on court (as well as a walk- over without going on court) in 39 scheduled encounters against French players. And, if he beats Llodra, he is likely to have Gaël Monfils and Tsonga on his card to reach the semi-finals. Murray also relishes playing left-handers (discounting Rafael Nadal – which is a bit of a discount – his record against them is 37-3). As he says: \"I think it's just having played with [his brother] Jamie a lot. That's the only explanation I've got. I played with him all the time so I never really minded the spin of the serve – and I've always enjoyed playing them.\" Everything seems to be falling into place nicely then, which, given some of Murray's dips in the past, sounds like tempting fate. But it is plain he is happy, relaxed, confident, in decent form and fit. It is as much as any player could ask for. Teaming up with Lendl may have contributed to his calmness, certainly on court where he has been in control of his emotions for almost his entire time in Melbourne, against the temperamental young American Ryan Harrison and the placid Roger-Vasselin. The one danger he had against the Frenchman was retaining concentration after a first set that looked more like an energetic hit-up with Dani Vallverdu. Indeed the Venezuelan might have given him a better workout in that quick first session. But Roger-Vasselin was committed enough to the task to prevent Murray from experimenting with shots out of the ordinary or tactics that had not been carefully worked out with Lendl. It was Murray's demeanour as well as the swing of the racket that some were watching. He knew that well enough. His mother, Judy, was not sitting there, either, busying herself instead with the British women as part of her duties as Fed Cup captain, so it was a fresh experience all round. \"I'm not staying in the apartments this year,\" he said, \"but, since she has been here, I haven't really spent any time with her, which sounds bad. She has been doing her Fed Cup stuff and watching the girls. \"To me it doesn't change anything. If I look up at my box I'm looking at the guys I work with and have done the work in the gym with, rather than Mum. She's there if I need her for anything but it won't make a difference when she leaves.\" For some commentators critical of her role and presence, that will sound like a cutting of the apron strings, a seminal moment in his career. Maybe it is. But he has still got to produce the tennis consistently to get over the psychological hump of not having won a major. Time is not running out, as one overexcited observer had it last week. Indeed, his time may just be starting. There is reason to be optimistic, guardedly, about what Murray can do, not just in this tournament but throughout the Tour. Having settled on a full-time coach after the confusion and frustration that filled his soul here in the defeat by Novak Djokovic a year ago, Murray does not want the past to infect the future. He knows how good he is. So does everyone else on the circuit – including Llodra. \"It's tough to play against him,\" Llodra concedes. \"He plays slow, fast, he can do whatever he wants. I have to play my game and also put a lot of pressure on him. It's his first tournament with Ivan and he wants to do well.\" And he swears he's not going to hide in Murray's locker. \"Not this time, anyway.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}