{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2012/jan/16/south-carolina-gop-debate-republican-field", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2012-01-16T22:05:32Z", "webTitle": "South Carolina GOP debate: and then there were five", "webUrl": "https://www.theguardian.com/world/2012/jan/16/south-carolina-gop-debate-republican-field", "apiUrl": "https://content.guardianapis.com/world/2012/jan/16/south-carolina-gop-debate-republican-field", "fields": {"headline": "South Carolina GOP debate: and then there were five", "bodyText": "Five candidates go into Monday night's Republican presidential debate with only six days left to the South Carolina primary, the first to be held in the south and possibly the last chance for right-wingers to stop Mitt Romney winning the party nomination. With time running out, Romney's rivals will seek to use the Fox televised debate – the 16th of the race so far – in Myrtle Beach to eat into his poll lead. They will have a second chance to do so on Thursday night in Charleston, where CNN is hosting another debate. It is difficult for Romney's opponents to get the balance right, between getting in digs that will undermine him or risk upsetting conservatives by coming across as negative and divisive. But, in spite of protests that voters do not like division, negative attacks usually work. Now, the reduced size of the field could also contribute towards a more spirited debate. When the debates were held in the summer, there were so many on stage that each candidate had to have an alloted time and the chances for meaningful exchanges and real debate were limited. But now they are down to five, following the departure of former Minnesota governor Tim Pawlenty, pizza mogul Herman Cain in December, congresswoman Michele Bachmann after the Iowa caucuses earlier this month and former Utah governor Jon Huntsman today. And the stakes for each of the remaining non-Romney candidates are higher than ever as their opportunities to mount a serious challenge run out. The polls give Romney a lead in South Carolina, though it is not the insurmountable one he enjoyed in New Hampshire. Huntsman's departure could hurt him a bit. Fighting for the same constituency, Huntsman tended to focus his attacks almost exclusively on Romney. But former House Speaker Newt Gingrich, in second place in the polls, is almost certain to focus on Romney. Gingrich has faced a conservative backlash for his criticism of Romney's record while at Bain Capital in laying off workers. He is showing signs of backing off, despite of a massive ad campaign in South Carolina aimed at Romney on Bain and paid for by Gingrich's supporters. But he could come at Romney from another direction, such as his shifting position on abortion, a sensitive issue for the state's Christian evangelicals. Romney is also likely to come under attack from another former senator, Rick Santorum, who came a close second in Iowa. Earlier on Monday, Santorum accused Romney of hypocrisy and of being responsible for \"gutter politics\" ads. Texas congressman Ron Paul concentrates mainly on appealing to his own base. Texas governor Rick Perry, in last place in the polls, is likely to follow Huntsman and pull out of the race after Saturday's primary but, with nothing to lose, he will be an unpredictable presence at the debate."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}