{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/jan/13/ivan-lendl-andy-murray-australian-open", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-01-13T23:01:01Z", "webTitle": "Ivan Lendl enjoys the crack as unlikely double act take centre stage", "webUrl": "https://www.theguardian.com/sport/2012/jan/13/ivan-lendl-andy-murray-australian-open", "apiUrl": "https://content.guardianapis.com/sport/2012/jan/13/ivan-lendl-andy-murray-australian-open", "fields": {"headline": "Ivan Lendl enjoys the crack as unlikely double act take centre stage", "bodyText": "Ivan Lendl gives the impression that his partnership with Andy Murray is the best comic pairing since Abbott and Costello. To steal shamelessly from Bob Monkhouse, people laughed when he told them he was a comedian … they're not laughing now. Yet what has been unfairly portrayed as the unlikely coming together of the old stone-faced genius, who not only came from behind the Iron Curtain but might also have built it himself, and the young Scot, with wit buried in subtle asides, does share something with good comedy: timing. Lendl decided about two years ago, as his family grew up and began to leave home, to return to the mainstream of a sport he graced with fierce hitting and an equally intimidating presence off the court. Could he have worked with anyone else? \"Unlikely,\" he says. \"I knew I would be asked this question sooner or later, so I tried to count. I've had between seven and 10 inquiries over the last 18 months. Some more serious than others but none was considered by me.\" As the former world No1 reminded us between chuckles and some so-so jokes in a light-hearted interview in the genteel surroundings of the Kooyong club about 20 minutes drive from the scene of the season's first major, the perception of their fledgling relationship is probably skewed by their respective images. While Roger Federer has gathered coaches and advisers unlikely to challenge him, and Rafael Nadal leans still on his uncle Toni despite occasional ructions, Murray and Lendl have hit upon more mundane common ground. \"We have been through similar things,\" says the Czech with the US passport but the ever-strong east European accent. \"Things I went through [losing his first four grand slam finals], for instance [Murray has three such disappointments]. He likes to work hard, I like to work hard. \"So far he has done everything asked of him and I also admire his guts for hiring me because he had to know it would create a lot of interest and that it's not going to go unnoticed and be a quiet thing. It ups the ante a little bit. That just shows me he wants it. It would have been very easy just to hire someone, just another coach, and not get a high-profile person.\" Lendl, barely a week in the job and dancing a fine line between candour and discretion, put it simply: \"The way I look at it is we work hard, we prepare the best we can and that's success itself. You have to focus on the process. You cannot be glued to the results. We may practise and look really well over here and not win. And we may not look great before the French, or other tournaments, and win. You can never guarantee the wins but you can guarantee that you give it 100%. That way you can always look back and feel comfortable, as a player or a coach.\" Not many laughs so far, then. Subconsciously or not, Lendl, who was (perhaps unfairly) characterised as humourless throughout his illustrious career, has seen a lot of himself in Murray. He has happily wedded himself to the cause. This is a marriage that has every chance of proving the naysayers wrong – although they will not go quietly. The issue of Judy Murray's court-side involvement with her son, for instance, was never going to be far away from this discourse from this discourse. Lendl has met her, briefly in the players' lounge, and likes her. If critics see this part of the arrangement as crucial to Murray's development, Lendl is glad to elaborate, but without rocking the boat. Asked, ever so delicately, what he thought about Murray's habit of taking out his frustrations on his team during a match – with Judy centre stage – he says: \"I don't mean to be evasive. There is a relationship between a player and a coach and if that's violated, it's wrong. It's almost like the doctor-patient privilege. Whatever is said between Andy and me will never come from me any time, even after Andy has retired. \"I met Judy the other day, she was very pleasant. Obviously you're not named [as Britain's] Fed Cup coach and you don't bring up two boys to the world level without knowing what you're doing. So she must be knowledgeable. \"Her being a coach must have been helping a lot because, as you know, Andy's a very smart player on the court. That starts already at home when you can discuss different matches you have seen on television or played, with your parents in the home background. So, to me, Judy has been, and probably still is, a very important figure in Andy's life.\" Then, finishing on a suitably lighter note, he provides a glimpse of the locker-room ambience. \"I love his sense of humour. That's bad for you guys, I know. Hopefully he enjoys mine. So, as I said, we've had good laughs – I think that's very important that it's not only work but fun as well. I love the team. I think all the guys are great.\" He revealed something else: he is more than happy to be Murray's straight man – or, more accurately, take some pressure off him by doing what he sometimes found a chore as a player – and talk to the media \"every day, if you like\". As Bob Monkhouse said, they're not laughing now."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}