{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/jan/13/arsenal-arsene-wenger-tv-fixture-changes", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-01-13T23:02:01Z", "webTitle": "Arsenal's Arsène Wenger accuses rivals over TV fixture changes", "webUrl": "https://www.theguardian.com/football/2012/jan/13/arsenal-arsene-wenger-tv-fixture-changes", "apiUrl": "https://content.guardianapis.com/football/2012/jan/13/arsenal-arsene-wenger-tv-fixture-changes", "fields": {"headline": "Arsenal's Arsène Wenger accuses rivals over TV fixture changes", "bodyText": "Arsène Wenger has claimed rival clubs exert undue influence on match scheduling as a result of their relationship with television companies and has bemoaned the Premier League's inability to impose better control of the broadcasters' demands over fixture changes. The Arsenal manager, whose team play at Swansea live on Sky on Sunday, believes the onus is on the Premier League to ensure there is \"more fairness in the schedules\". Wenger had expressed frustration in the run-in last season that Manchester United, the eventual league champions, had played a series of fixtures after his own team, with his outburst on Friday apparently due to ESPN moving the FA Cup fourth-round tie against Aston Villa back 24 hours to Sunday 29 January. That has had a knock-on effect with the subsequent midweek trip to Bolton Wanderers moved back a day to Wednesday 1 February. The current top four will have played the previous night and, by the time they are next involved on the subsequent Saturday afternoon, Arsenal will have played twice with their kick-off against Blackburn Rovers at 1pm. \"I believe the Premier League has to make sure there's a bit more fairness in the schedules,\" said Wenger. \"[The fixtures] are sold to television and television is influenced by some clubs to choose the fixtures. And some clubs get advantaged by television, if it's Sky or ESPN, because they have an influence there from the clubs directly. \"The Premier League should be very much bigger than they are in front of that. I do not want to go personally on any one club but, if things are repeated, then it's not a coincidence any more. There's a real problem there. The Premier League should master the fixtures. It can't happen every year that some clubs have advantages compared in relation to the fairness of the competition. At the moment, television decides. You cannot have decisive games with one team playing Friday and Tuesday, and another on Sunday and Tuesday. I've been working for 30 years in football, and it is not right. It's not fair.\" Wenger would not elaborate upon which clubs he considered were exerting influence on the fixture scheduling. Asked whether he had evidence of rivals influencing broadcasters' schedules, Wenger replied: \"What do you call proof? I am in sport. If I fight with you in a 100m run and you have to run the semi-final on Sunday morning and run against me on Sunday afternoon and I have a run on Friday morning, I don't need to accuse anyone. I just say: 'Is that fair or not?' It's not. The responsibility of the Premier League is to make sure that Premier League fixtures are better distributed than they are. \"If the Premier League doesn't decide, it is the television that decides. That means that television can influence and the Premier League has nothing to say. That's what, basically, I think is not right. Because if, tomorrow, you buy a club and your best friend is the owner of Sky TV you don't think you will tell him, 'Look, you put us on Friday night. That's not fair'? Or, 'You put us on Sunday night, that's not fair'. We have sold our soul and we do not control our games, our fixtures, any more.\" The Premier League, which uses an independent organisation to determine fixtures, says scheduling is determined not just by the demands of broadcasters but also by the requirements of police, other safety organisations and local transport networks, and that no favouritism is granted to any club. Indeed the clubs sign off on the proposed schedules. Sky and ESPN declined to comment."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}