{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2012/jan/05/delius-fenby-julian-lloyd-webber", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2012-01-05T22:33:00Z", "webTitle": "Delius: beauty in the ear of the beholder", "webUrl": "https://www.theguardian.com/music/2012/jan/05/delius-fenby-julian-lloyd-webber", "apiUrl": "https://content.guardianapis.com/music/2012/jan/05/delius-fenby-julian-lloyd-webber", "fields": {"headline": "Delius: beauty in the ear of the beholder", "bodyText": "No other composer polarises opinion like Delius. You either love or loathe his music. And it is rare to find someone who has grown to like it. Although this coming year – the 150th anniversary of his birth – will bring opportunities to reassess his work, that central fact will never change. I feel as if I have known Delius's music forever. My father was a devotee and I must have heard all of his most famous works (On Hearing the First Cuckoo in Spring, The Walk to the Paradise Garden, La Calinda, et al) well before I started playing his cello music. I always felt instinctively attuned to Delius's unique musical language, which seemed akin to watching a painting that is slowly changing in a constantly moving canvas of sound. Under the inspirational guidance of Delius's amanuensis, Eric Fenby, I included his Cello Sonata both at my Wigmore Hall debut in 1971 and on my first recording, made the following year. There have been many biographies of Delius, each approaching its subject from a different viewpoint, but all his biographers agree on one thing: Delius was Delius; steadfastly uninfluenced by fashions, he remained his own man, both in his music and his personal life. One of 14 children, Frederick Delius was born in 1862 in Bradford, Yorkshire. His father, Julius, was a wealthy wool merchant of German extraction, to whom the idea of his son pursuing a career in music was a total anathema. Instead, at 22, Delius was sent to Florida to run an orange plantation on the banks of the St Johns River, 30 miles from Jacksonville. But this setting proved more conducive to writing music than planting oranges, and Delius loved to sit on his verandah, absorbing the sound of the negro workers singing as they toiled on the plantation. Much of his time was spent romancing a mixed-race girl named Chloe who, it has been widely conjectured, bore him a son. In Jacksonville, Delius met Thomas Ward, a local organist who taught him the basics of musical theory. By the following summer, Delius had had enough of commerce and set forth for Danville, Virginia, where he had secured a job as a music teacher. Grudgingly, in the autumn of 1886 his father consented to allow him to enrol in a course of musical studies at Leipzig Conservatoire where Delius encountered Edvard Grieg. The world-renowned Norwegian composer would finally convince Delius's father that his son's future could only lie in music. Delius settled in Paris, where he soon became a familiar figure in artistic circles. Within a few years he was able to count August Strindberg, Henrik Ibsen, Edvard Munch and Paul Gauguin among his friends. But in 1895 – at the age of 33 – Delius received the news that would change the course of his life forever: he had contracted syphilis – a long and protracted death sentence. Shortly after learning his fate he composed the song Through Long, Long Years, to words by the Norwegian poet JP Jacobsen, which Delius translated himself: \"Through long, long years we must atone/ For what was but a trifling pleasure.\" The following year, Delius met the artist Jelka Rosen. Jelka adored him and was prepared to forsake her own considerable talents to help Delius. She also owned a beautiful house in Grez-sur-Loing, a peaceful village to the south of Paris which he found ideal for composing – and also near to the fleshpots of the big city. Yet, in the months before moving in with Jelka (they married in 1903), Delius had returned to Florida in a forlorn attempt to rediscover Chloe. Once settled in at Grez, Delius embarked on the series of remarkable works that secured his reputation. Despite being diagnosed with tertiary syphilis in 1910, his health held up for a further decade until he became blind and paralysed. The Delius legend became further enshrined by the arrival in Grez of the young organist and fellow Yorkshireman Fenby who – having learned of the plight of the crippled composer who still had so much music in his head but no means of writing it down – sent a letter to Delius offering to help in any way he could. With Fenby's devoted assistance, Delius would compose for a further five years. Their partnership was immortalised in Ken Russell's seminal film Song of Summer which, in turn, was based on Fenby's own revelatory memoir, Delius As I Knew Him. But the very brilliance of Russell's film has fixed an image in people's minds of Delius as a blind, paralysed, cantankerous old man. When Fenby's memoir first appeared, composer Havergal Brian wrote: \"To those of us who knew Delius at the height of his amazing vitality, Eric Fenby's book comes as a sad revelation. It shows us the man bedridden and blind and one may question the propriety of telling the story of the depth of human suffering.\" There can be no denying that Delius's music has been absent from concert programmes in recent years. Several factors mitigate against him. First and foremost he was a \"nature\" composer. The sights and sounds of the countryside permeate his music and, in an age increasingly dominated by all things urban, the concept of \"countryside\" becomes ever more obscure. Delius's music is never about bombast. He lived most of his life in the leafy lanes of Grez where he would sit in his garden listening to the songs of the birds, often translating their language into music. Some would pour scorn on such a romantic approach, while praising the birdsong-influenced works of Olivier Messiaen. From a musician's point of view, Delius's writing for different instruments is often awkward: it does not \"lie under the hand\". Orchestral players have never been over-enthusiastic; the strings are often left to play long, sustained chords and woodwind and brass solos emerge out of the blue, with the players' orchestral parts providing no clue as to their significance. Self-regarding maestros are bemused by the quiet endings of nearly all of his music, which guarantee that there will be no burst of applause at the end. Soloists struggle with the ferociously hard writing for their instruments which – infuriatingly – never actually sounds particularly difficult. Nevertheless, Delius has always had his protagonists. Conductor Thomas Beecham was one of his finest. When once asked why he never premiered a Delius composition he replied: \"I always let somebody else make a damned fool of himself with the music and then I come along later and show how it's got to be done.\" In recent years the Delius cause has hardly been helped by the demise – within months – of a triumvirate of his most devoted exponents: Vernon Handley, Richard Hickox and Charles Mackerras. But nature abhors a vacuum, and Andrew Davis, John Wilson, Martyn Brabbins and Mark Elder have all recently demonstrated their Delian credentials. Apart from the Australian Mackerras, all these conductors are British. But does Delius's music have to be the sole property of British conductors? After all, his music is the least \"English-sounding\" of that extraordinary group of British composers (Elgar, Bridge, Vaughan Williams, Holst, John Ireland, et al) who blossomed in the early years of the 20th century. Perhaps we are too possessive with our music. Rarely is Delius acknowledged for the extraordinary originality of his music. In 1929, a Times critic wrote: \"Delius belongs to no school, follows no tradition and is like no other composer in the form, content or style of his music.\" Delius was revered by composers as diverse as Béla Bartók (who congratulated him on his innovative use of a wordless chorus in The Song of the High Hills), Percy Grainger, Zoltán Kodály and Duke Ellington. And when, in 1935, the New York critics hailed George Gershwin's Porgy and Bess as \"the first negro opera\" they were wrong – for that singular achievement belonged to Delius's Koanga, composed almost half a century before. Was Delius a \"great\" composer? The answer to that question can only lie in the ear of the listener. To my ears he composed some of the most beautiful music ever written – and that's good enough for me. Song of Summer screens at the Queen Elizabeth Hall, London on 29 January at 7pm followed by a discussion with speakers including Julian Lloyd Webber. Earlier that day, the Philharmonia and Lloyd Webber perform works by Delius at the Royal Festival Hall. The London Philharmonic Orchestra and Sir Mark Elder perform Delius's Sea Drift on 24 March. Details: southbankcentre.co.uk"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}