{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2012/jan/09/thomas-allen-baritone", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2012-01-09T22:29:01Z", "webTitle": "Portrait of the artist: Thomas Allen, baritone", "webUrl": "https://www.theguardian.com/culture/2012/jan/09/thomas-allen-baritone", "apiUrl": "https://content.guardianapis.com/culture/2012/jan/09/thomas-allen-baritone", "fields": {"headline": "Portrait of the artist: Thomas Allen, baritone", "bodyText": "What got you started? School and church choirs. I had a growing sense that my voice was different from the others around me. What was your big breakthrough? Oh, I've enjoyed quick recognition over about 40 years. You've sung dozens of roles, including more than 50 at the Royal Opera House. Which was the most challenging? Doktor Faust at English National Opera. Sometimes I measure operas by the thickness of the score: the score for that opera is about an inch and a half thick, of which Faust sings about an inch and three-eighths. And Beckmesser in The Mastersingers of Nuremberg: he's a very complicated gentleman who sings very complicated music. Which other artists do you admire? Stanley Spencer for his paintings of allotments, David Hockney for his draughtsmanship, and [baritone and conductor] Dietrich Fischer-Dieskau for his attention to detail. You made your directing debut in 2003. How does it compare with performing? Directing an opera is very visual, and much more creative than performing. As a performer, you're only a piece of Plasticine being pummelled around by a director or conductor. What's the biggest myth about opera? There's a snobbery about opera in the music fraternity: some people regard it as an inferior art form, with the symphony the epitome of what we should be aiming for. The other myth is people thinking it's not for them. Admittedly, it's a difficult thing to understand: people shouting, albeit in a very musical way, does seem an odd way to express oneself. What have you sacrificed for your art? It's very difficult to maintain relationships and friendships when you're away for up to 11 and a half months of the year. What's the worst thing anyone ever said about you? A man who should have known better once came up to me in the interval of the premiere performance of a vast opera and said: \"Tom, should you be doing this?\" It still sticks in the craw. Luckily, it turned out to be a big success. What advice would you give a young singer? Take your time, sing properly and be curious about everything. How would you like to be remembered? As having had a long life. In short Born: Seaham Harbour, County Durham, 1944. Career: Performed extensively at the world's major opera houses. Starring in Così Fan Tutte High point: \"Being made chancellor of Durham University [in 2011].\" Low point: \"Around 1984. I was performing one opera and learning three others.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}