{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/jan/11/mark-hughes-manchester-city-qpr", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-01-11T23:00:02Z", "webTitle": "Mark Hughes insists he will not repeat Manchester City mistakes at QPR", "webUrl": "https://www.theguardian.com/football/2012/jan/11/mark-hughes-manchester-city-qpr", "apiUrl": "https://content.guardianapis.com/football/2012/jan/11/mark-hughes-manchester-city-qpr", "fields": {"headline": "Mark Hughes insists he will not repeat Manchester City mistakes at QPR", "bodyText": "Mark Hughes has admitted mistakes he made as Manchester City manager will ensure he establishes a productive working relationship with the Queens Park Rangers owners. The Welshman's comments came as he revealed that he had taken the QPR job despite not meeting the majority shareholder, Tony Fernandes, during the process of his hiring. Hughes, who has met Fernandes in the past and who did have conference calls with the Malaysian businessman before accepting the post, was asked whether he had any concerns regarding the inexperience of the club's owner, who bought QPR in the summer. \"I've been there before to be fair,\" he said, referring to Thaksin Shinawatra and the Thai's successor, Sheikh Mansour, who each became first-time owners of Premier League clubs when they bought City. Hughes was sacked by Mansour in December 2009 when City were sixth. \"Maybe that experience will help me and I am sure it will,\" he said. \"In fairness probably I made mistakes with respect to the new owners last time. I understand that now. So I can learn from that and I am a better manager now than when I first went through that.\" Could he give an example? \"The lines of communication and the different ways of management, that was a little bit difficult to navigate, but I'm happy with the structure here and I think that it will be more beneficial to me. The owners are passionate about what they are trying to do here and they are very accessible. I only have to pick up the phone or look at Twitter. That's important – I have to build that relationship and make sure it's strong. That's what I will endeavour to do, to make sure we are all on the same page.\" Hughes stated he was relaxed about Fernandes's penchant for Twitter. \"We will possibly have a discussion about it but I'm not in a position to say anything,\" he said. \"It's great he engages with the fans and he has passion for the fans and the businesses he has around the world.\" A major reason why Warnock was sacked and replaced by Hughes was the QPR board's belief that the Welshman could attract what he described as \"big players\". Although Hughes would not confirm specific targets he did admit that Alex, the Chelsea defender, was of the ilk he hopes to sign. \"Its not easy to bring players in,\" he said. \"It's January. In fairness it does seem that there is a better quality of player available in this window.\" QPR are 17th after a dire run of results that has yielded only two points from the last available 24. So would it be a disaster if Hughes failed to add anyone to his squad? \"I would be disappointed if we didn't. It's important that we explore all avenues and see where we go with that,\" he said. His first priority is to avert relegation but he claimed that even if QPR do go down, he will remain at the club. \"My intention is to be here for some time,\" said Hughes, whose first game is at Newcastle United on Sunday. \"I have got a two-and-a-half-year contract and if I stay here longer I will be delighted. You want to make a mark on the game and in my view this is a fantastic opportunity to be able to do that at this club. That's the attraction for me, building something from the start.\" Hughes admitted he needs to restructure the club immediately. \"We need to stay in the league this year,\" he said. \"That's difficult because teams in and around us have had the benefit of being in the league for a number of years so that means everything that underpins the first-team operation is in place. Possibly we have not got that structure. But we will address that very quickly I am sure.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}