{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global/blog/2012/jan/13/the-secret-footballer-tackle-obsession", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-01-13T23:01:00Z", "webTitle": "The Secret Footballer: It is time we gave up on our tackle obsession", "webUrl": "https://www.theguardian.com/global/blog/2012/jan/13/the-secret-footballer-tackle-obsession", "apiUrl": "https://content.guardianapis.com/global/blog/2012/jan/13/the-secret-footballer-tackle-obsession", "fields": {"headline": "The Secret Footballer: It is time we gave up on our tackle obsession", "bodyText": "I've never been a big one for tradition. I find that much of it has a stifling effect on the present while giving one or two an excuse to call themselves an expert in something that probably wouldn't be missed anyway. This week, however, Vincent Kompany came very close to changing my mind. After his sending-off against Manchester United last weekend, the Manchester City captain took to his Facebook page to highlight that the English game as we know it is in danger of losing its core identity. \"My understanding is that English football prides itself on the hardness, the fairness and the tradition of its game,\" Kompany said. In the early part of my career the only things you'd hear a manager shout were \"let him know you're there early doors\", \"win your tackles\" and, slightly less violently, \"if in doubt, kick it out\". It's taken a long time but any fly on our dressing room wall today would hear, \"keep the ball\", \"make sure of your passes\" and \"don't go to ground unless you have to\", because with the speed of the game, going to ground means a player is temporarily out of action. Kompany did not need to go to ground but that doesn't mean he should be penalised for it. One of the main glitches in the letter of the law is that it's almost impossible to determine whether it is the intent of a player to win the ball or foul the man. That places the referee (and the players) in an uncomfortable situation because one man's judgment is another man's favouritism. The immediate solutions are limited but for me the only answer is encouraging the next generation of players to abandon the tradition of tackling altogether and work harder on the real skills of the game. It's a shame so many of us, me included, enjoy going in for a tackle whether you win the ball or not. Kompany also makes the point that referees are powerless to use common sense and, while I agree to a certain extent, it's also true that some referees are too quick to whip out the yellow card for a trip or a pull, safe in the knowledge that yellow cards cannot be appealed. I don't know why this is the case but if a player is punished, and a yellow card is certainly that, then surely he should have the right to appeal. One of the Premier League's most successful imports, Xabi Alonso, perhaps gave the most damning testimony as to why England can't crack it at international level. \"I don't think tackling is a quality,\" he said. \"At Liverpool I used to read the matchday programme and you'd read an interview with a lad from the youth team. They'd ask: age, heroes, strong points, etc. He'd reply: 'Shooting and tackling'. I can't get into my head that football development would educate tackling as a quality, something to learn, to teach, a characteristic of your play. How can that be a way of seeing the game? I just don't understand football in those terms. Tackling is a [last] resort and you will need it, but it isn't a quality to aspire to, a definition.\" He ends by touching on the biggest problem facing the next generation of England players. \"It's hard to change because it's so rooted in the English football culture.\" During our games it is noticeable that every 50-50 challenge is met with a roar of approval from the crowd and even if you don't win the ball, often there is a ripple of applause. For some players it is how they're accepted and how they judge whether they've had a good or bad game. On one occasion I went sliding in to Dimitar Berbatov (I honestly thought I could win the ball) and afterwards the look on his face was one of total pity for me. He seemed saddened by the fact I had to resort to this, either because I wasn't as good as him or my football education was so flawed. Actually I think it was both. Kompany is certainly right about his main point: managers and players will definitely be asking for more red cards, but not because his own dismissal was harsh. There are countless examples of officials being pressured by players to produce red cards. I asked a ref for one last week, the week before that and again about two weeks before that. In fact, I remember asking for John Terry to be sent off for a foul but only succeeding in earning a yellow for him and a lot of abuse for me, mainly from the referee. I'm not sure how I feel about encouraging players to be sent off or booked but I do know that I feel a lot better when I win a match than when I lose one. But players are growing increasingly irritated with reporters such as Sky's Geoff Shreeves, who are allowed to inflame tense situations in the immediate aftermath of a match by calling in to question controversial decisions in the hope of making a more entertaining post-match interview. Sky is only too happy to play back these incidents for managers and players in the tunnel seconds after the final whistle before shoving a microphone into their face to mop up the criticism. I am yet to see Sky called to the FA, which is a shame, as the two would no doubt get on famously. Last week alone Roberto Mancini asked for a red card for Liverpool's Martin Skrtel but also accused Wayne Rooney of doing the same for Kompany. In an interview after the Carling Cup semi‑final, the City manager again asked why a red card was not shown to Liverpool's Glen Johnson before Steven Gerrard brilliantly interjected by pointing out the Italian's double standards. Unlike Kompany, I don't think English football is losing its way. I do think it is about to discover a new identity. I genuinely feel that the game in this country is in the middle of the biggest transition since the Premier League's inception. I have no idea how long it will last, but football in this country will be better for it. As long as referees maintain zero tolerance towards most unsavoury things that go on in a game the players will need to become technically better, their positional play will improve and reckless tackling, as we know it, will become a last resort. The latest incarnation of the English game and the realisation that the best chance of winning is from being technically superior to your opponent once again seem to have arrived on our shores 20 years too late. Traditionally at least, that has always tended to be the case. Follow the Secret Footballer on Twitter @TSFGuardian"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}