{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2012/jan/11/velvet-underground-protect-banana-design", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2012-01-11T23:58:40Z", "webTitle": "Velvet Underground moves to protect Banana Album design", "webUrl": "https://www.theguardian.com/music/2012/jan/11/velvet-underground-protect-banana-design", "apiUrl": "https://content.guardianapis.com/music/2012/jan/11/velvet-underground-protect-banana-design", "fields": {"headline": "Velvet Underground moves to protect Banana Album design", "bodyText": "New York rock group, the Velvet Underground, took legal action on Wednesday to stop its famous Andy Warhol-designed banana being used on covers for Apple iPads and iPhones. The 1960s band, formed by Lou Reed and John Cale, accused the Andy Warhol Foundation for the Visual Arts of trademark infringement, claiming that the banana album design – with \"Peel slowly and see\" printed near the tip – was synonymous with their work. The band members said they launched the lawsuit after reading newspaper reports last year that the foundation had agreed to license the banana for a series of cases, sleeves and bags planned for Apple Inc's iPhone and iPad. Apple is not named as a defendant in the civil case filed in Manhattan federal court. Warhol managed the Velvet Undergound and the band performed regularly at his studio, The Factory. The pop artist selected the banana for use alongside his signature on the cover of The Velvet Underground's 1967 album The Velvet Underground and Nico, according to the lawsuit. The group broke up in 1973, but the work later came to be regarded as one of the best albums of all time and was nicknamed The Banana Album. As a result, the design, which was never officially copyrighted, \"became a symbol, truly an icon, of the Velvet Underground\" for some 25 years, the lawsuit said. \"The symbol has become so identified with the Velvet Underground … that members of the public, particularly those who listen to rock music, immediately recognise the banana design as the symbol of the Velvet Underground,\" the complaint added. The legal papers also claimed the band had repeatedly asked the foundation to stop licensing the banana design to third parties \"in a manner likely to cause confusion or mistake as to the association of Velvet Underground with the goods sold in commerce by such third parties\". The Velvet Underground is seeking an injunction preventing the use of the banana by third parties, a declaration that the Andy Warhol Foundation has no copyright interest in the design, unspecified damages, and a share of the profits made by the foundation from any licensing deals. The foundation declined to comment on Wednesday. Copyright conflicts As the Velvet Underground take legal action to stop the use of its banana design, here are some more examples of copyright wrangles over album artwork. Negativland – U2 U2's label Island Records sued San Francisco band Negativland over their 1991 single, which featured its title \"U2\" in large type on the front. They claimed the lettering and song violated trademark law. Rolling Stones tongue and lips logo – first used on Sticky Fingers, 1971 The Stones' tongue and lips logo was designed for the band's 1971 album Sticky Fingers by graphic artist John Pasche, who was paid £50 for the rights to the design and reportedly given another £200 a couple of years later in acknowledgement of its success. Pasche sold his original artwork to the Victoria and Albert museum in 2008 for slightly more than £50,000. Vampire Weekend – Contra Vampire Weekend settled a legal dispute with Ann Kirsten Kennis in August 2001, after the former model discovered her photo on the cover of the band's album Contra without her permission. Kennis won an undisclosed amount from the band and their label, XL Records Pink Floyd – Ummagumma The British version of Pink Floyd's 1969 release Ummagumma has the album Gigi leaning against a wall. However, on most copies of American and Canadian editions, the Gigi cover is airbrushed to a plain white sleeve, apparently because of copyright concerns connected to the 1958 musical film."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}