{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2012/jan/01/preoccupation-diet-industry-national-neurosis", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2012-01-01T22:00:00Z", "webTitle": "Our preoccupation with dieting has become a national neurosis | Louise Foxcroft", "webUrl": "https://www.theguardian.com/commentisfree/2012/jan/01/preoccupation-diet-industry-national-neurosis", "apiUrl": "https://content.guardianapis.com/commentisfree/2012/jan/01/preoccupation-diet-industry-national-neurosis", "fields": {"headline": "Our preoccupation with dieting has become a national neurosis", "bodyText": "This is the time of year when we all look down (not a good angle, as everyone knows) at our new, improved rolls of post-festivity fat and think about a quick-fix diet. Think again. Dieting is pretty much the norm in the west today, hardly surprising when few of us have what we might call a \"normal\" relationship with food, untouched by the constant barrage of diet-related news and a fast-food environment radically different from what it was even a generation ago. We still follow the latest diet fads, hoping for some weight-loss miracle because slimming down is hard, tedious work. The ancient Greeks knew that slimming down was a question of time and moderation – and of wrestling, avoiding sex, walking around naked, and vomiting after lunch. For early Christians, gluttony, written on the body in flesh, acquired the status of a deadly sin – and we have been feeling guilty ever since. If we look back over the centuries, it's obvious that much of the dieting industry has ruthlessly exploited our shame. It has promoted fraudulent ideas and useless, sometimes dangerous, products. As well as the ever-present diet books – dating back to the 16th century – all written with a sense of urgency that mimics the anticipation of satisfaction, it has sold us some mad and faddish anti-fat \"cures\". The Edwardian craze of Fletcherism had everyone, including Kafka, endlessly masticating (700 chews for a shallot). Both men and women began wearing skin-macerating rubber knickers and bought diet drugs that contained anything from arsenic to thyroid extract, or a cocktail of carcinogens. In the 1920s there were Bile Beans, laxatives with an extra bite that prevented your body absorbing fat – just like today's Alli with its colourful, oily side-effects that stop you straying too far from the lav. By the 1950s, cigarettes were laced with appetite suppressants. Over the last century, our preoccupation with dieting has grown into a national neurosis, according to some psychiatrists. We have a common aversion to fat – an aesthetic distaste, not to be confused with concerns about health, though the two are often conflated so that all and any fat is seen as a bad thing – and a multimillion-pound slimming industry to go with it. Yet fast fad diets are little better than useless. They do the biggest business and arguably the greatest harm. Initially, you might lose 5% to 10% of your weight if you try one, but it almost always piles back on. And yo-yo dieting is a Faustian bargain: the whole enterprise gets more and more difficult, so that repeat dieters find they have to eat less and for longer to lose the same number of pounds. All Big Diet Ideas come with a pricey built-in failure rate, paving the way for the Next Big Diet Idea. When science tells us that our body's basic instinct to store fat is stronger than our sexual instinct, you appreciate that dieting is a much more complex process than it might seem. And with up to one third of all men and women in the western world thought to be overweight and, unsurprisingly, twice as many believe themselves to be so, the diet industry is sitting pretty. We all diet sometimes and we all need a spankingly good line in self-delusion, which is, let's be honest, the primary quality necessary for entering into a fast and excessive weight-loss regime. The diet industry trades in distraction and novelty, selling hope to the miserable and desperate, men and women, and creating a vicious circle of hopelessness. Whether you have many pounds to lose or just half a stone now is the time to ditch the torments. Go for health and contentment – not anxieties and envy. Though there's no money in this for a diet industry that exploits fat at the same time as it castigates it. Greed and profit drive the diet market, and complicated plans and paraphernalia just mask what's really required. We all know which foods are bad for us, but sudden and drastic changes to your diet are not good. Give yourself a realistic, healthy and attainable goal, and keep a record of your progress. Getting some group support is very likely to make any diet more successful. So ignore all the surface diet glitter that distracts your mind from the ordinary and inescapable fact that you have to make sensible choices and stick to them over time."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}