{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/cifamerica/2012/jan/19/outlawing-dissent-rahm-emanuel-new-regime", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2012-01-19T22:57:00Z", "webTitle": "Outlawing dissent: Rahm Emanuel's new regime | Bernard Harcourt", "webUrl": "https://www.theguardian.com/commentisfree/cifamerica/2012/jan/19/outlawing-dissent-rahm-emanuel-new-regime", "apiUrl": "https://content.guardianapis.com/commentisfree/cifamerica/2012/jan/19/outlawing-dissent-rahm-emanuel-new-regime", "fields": {"headline": "Outlawing dissent: Rahm Emanuel's new regime", "bodyText": "It's almost as if Rahm Emanuel was lifting a page from Naomi Klein's Shock Doctrine – as if he was reading her account of Milton Friedman's \"Chicago Boys\" as a cookbook recipe, rather than as the ominous episode that it was. In record time, Emanuel successfully exploited the fact that Chicago will host the upcoming G8 and Nato summit meetings to increase his police powers and extend police surveillance, to outsource city services and privatize financial gains, and to make permanent new limitations on political dissent. It all happened – very rapidly and without time for dissent – with the passage of rushed security and anti-protest measures adopted by the city council on 18 January 2012. Sadly, we are all too familiar with the recipe by now: first, hype up and blow out of proportion a crisis (and if there isn't a real crisis, as in Chicago, then create one), call in the heavy artillery and rapidly seize the opportunity to expand executive power, to redistribute wealth for private gain and to suppress political dissent. As Friedman wrote in Capitalism and Freedom in 1982 – and as Klein so eloquently describes in her book: \"Only a crisis – actual or perceived – produces real change. When the crisis occurs, the actions that are taken depend on the ideas that are lying around. That, I believe, is our basic function … until the politically impossible becomes politically inevitable.\" Today, it's more than mere ideas that are lying around; for several decades now, and especially since 9/11, there are blueprints scattered all around us. Step 1: hype a crisis or create one if there isn't a real one available. Easily done:with images from London, Toronto, Genoa, and Seattle of the most violent anti-G8 protesters streaming on Fox News and repeated references to anarchists and rioters, the pump is primed. Rather than discuss the peaceful Occupy Chicago protests over the past three months, city officials and the media focus on what Fraternal Order of Police President Michael Shields calls \"people who travel around the world as professional anarchists and rioters\" and a \"bunch of wild, anti-globalist anarchists\". The looming crisis headlines Rahm Emanuel's draft legislation, now passed: \"Whereas, Both the North Atlantic Treaty Organization (\"Nato\") and the Group of Eight (\"G8\") summits will be held in the spring of 2012 in the City of Chicago\" and \"whereas, the Nato and G8 Summits continue to evolve in terms of the size and scope, thereby creating unanticipated or extraordinary support and security needs …\" The crisis calls for immediate action. Step 2: rapidly deploy excessive force. Again, easily done: Emanuel just gave himself the power to marshal and deputize – I kid you not, look at page 3 – the United States Drug Enforcement Administration (DEA), the Federal Bureau of Investigation (FBI), the United States Department of Justice's Bureau of Alcohol, Tobacco, and Firearms (ATF), and the entire United States Department of Justice (DOJ); as well as state police (the Illinois department of state police and the Illinois attorney general), county law enforcement (State's Attorney of Cook County), and any \"other law enforcement agencies determined by the superintendent of police to be necessary for the fulfillment of law enforcement functions\". As one commentator suggests, the final catch-all allows Emanuel to hire \"anyone he wants, be they rent-a-cops, Blackwater goons on domestic duty, or whatever. For a city that has great problems keeping its directly sworn officers in check, this looser authority is an even greater license for abuse.\" Thanks to the coming G8 meeting, the Chicago police department has just gotten a lot bigger! According to Fox News, \"there will be hundreds, perhaps thousands of federal agents here.\" Not just that, but Emanuel has also given himself the power to install additional surveillance, including video, audio and telecommunications equipment. And not just for the period of the G8 and Nato summits, but permanently. These new provisions of the substitute ordinance apply \"permanently\": there is no sunset provision on either the police expansion or the surveillance. On this second, the new ordinance reads: \"The superintendent is also authorized to enter into agreements with public or private entities concerning placement, installation, maintenance or use of video, audio, telecommunications or other similar equipment. The location of any camera or antenna permanently installed pursuant to any such agreement shall be determined pursuant to joint review and approval with the executive director of emergency management and communications.\" [my emphasis] Thanks to the mobilization of the Occupy movement (including their funeral for the Bill of Rights) and other groups like the ACLU, some of Emanuel's other draconian provisions were scaled back. Emanuel dropped his proposals to increase seven-fold the minimum fine for resisting arrest (including for passive resistance) from $25 to $200, to double the maximum fine for resisting arrest from $500 to $1,000, and to double the maximum fine for violations of the parade ordinance from $1,000 to $2,000. But the rest of his proposals – including the three-fold increase in the minimum fine for a violation of the parade ordinance – passed the City Council Thursday. Step 3: privatize the profits and socialize the costs. In Chicago, that translates into Emanuel outsourcing city services to private enterprises, but making sure the public will indemnify those private companies from future law suits. This is a two-part dance with which we have become all too familiar. First, city services are outsourced, often to circumvent labor and other regulations, and the income side of the public expenditures are shifted over to private enterprise and employees. Under the ordinance (see page 4): \"The mayor or his designees are authorized to negotiate and execute agreements with public and private entities for good, work or services regarding planning, security, logistics, and other aspects of hosting the Nato and G8 summits in the city in the Spring of 2012 … and to provide such assurances, execute such other documents and take such other actions, on behalf of the city, as may be necessary or desirable to host these summits.\" Second, the agreements can be entered \"on such terms and conditions as the mayor or such designees deem appropriate\" and these terms include, importantly, \"indemnification by the city\". In other words, any lawsuits will fall on the city taxpayers. The public will be left holding the bag if there is, for instance, police abuse or other mismanagement by private employers. Step 4: use the crisis to expand executive power permanently and repress political dissent. Most of the ordinance revisions, it turns out, do not sunset with the departure of the G8 or Nato delegates. To be sure, there's a sunset provision for those contracts that specifically involve \"hosting the Nato and G8 summits.\" That provision expires on 31 July 2012; but not the expanded police powers, nor the increased video surveillance, nor the other changes to the protest permit requirements. The new rules affecting permits for protests and marches include details that impose onerous demands on dissent. As noted earlier, the minimum fine for a violation of the parade ordinance will increase from $50 to $200. On the parade permit applications, the protest organizers now must provide a general description of any sound amplification equipment that is on wheels or too large for one person to carry and/or any signs or banners that are too large for one person to carry. These may sound like small details, but they are precisely the kinds of nitpicking regulations that empower and expand police discretion to arrest and fine, and that make it harder to express political opinions. It's another glaring example of what I have called The Illusion of Free Markets and the paradox of \"neoliberal penality\": the purported liberalization of the economy (here, the privatization of city services) goes hand-in-hand with massive policing. Scott Horton captured the idea well in Harper's, under the rubric \"The Despotism of Natural Law\". Notice the neoliberal paradox: the fact that the city claims to be incompetent or unable to performs its ordinary functions implies that we need to both outsource city services and augment city police powers. It was accomplished so quickly and seamlessly – passed practically overnight – that few seem to have noticed or had time to think through the long-term implications. There's not a mention in the New York Times and only a small story in the Chicago Tribune. The crisis and fear of outside agitators, professional anarchists and rioters – splashed on the TV screens direct from London, Toronto, Genoa, Rome, or Seattle – is enough to create a permanent state of exception. To make matters worse, this cookbook implementation of mini shock treatment follows on the heels of a severe crackdown on the Occupy Chicago movement that resulted in the arrest of over 300 Occupy protesters in Grant Park in October 2011. The prosecutions are still ongoing today and the effect on political dissent has been chilling. In those 300 arrests, Rahm Emanuel and his police chief rigidly enforced a park curfew without finding reasonable ways to accommodate the political speech interests of the protesters, and beyond any semblance of a legitimate governmental interest. The massive arrests raise a clear first amendment problem – one that has been raised by the Occupy protesters and will be heard en masse at the Daley Center on 15 February. (Ironically, Emanuel and his police will effectively \"Occupy the Daley Center\".) The first amendment argument is compelling, especially when you consider the disparate treatment that political expression receives in Chicago. Recall, for instance, how different things were in Grant Park on election night 2008. Huge tents were pitched, commercial sound systems pounded rhythms and political discourse, enormous TVs streamed political imagery. More than 150,000 people blocked the streets and \"occupied\" Grant Park – congregating, celebrating, debating and discussing politics. That evening, President-elect Barack Obama would address the crowds late into the night and the assembled masses swarmed the park to the early morning hours. It was a memorable moment, perhaps a high point in political expression in Chicago. Well, that was then. The low point would come three years later, almost to the day. On the evening of 15 October 2011, thousands of Occupy protesters marched to Grant Park and assembled at the entrance to the park to engage, once again, in political expression. But this time, the assembled group found itself surrounded by an intimidating police force, as police wagons began lining up around the political assembly. The police presence grew continually as the clock approached midnight. Within hours, at the direction, ironically, of President Obama's former chief-of-staff (was Rahm Emanuel at Grant Park after hours, a few years earlier?), the Chicago Police Department began to arrest the protesters for staying in Grant Park beyond the 11pm curfew in violation of a mere park ordinance. Emanuel could have ordered his police officers to issue written citations and move the protesters to the sidewalk. In fact, that's precisely what the police would do a few weeks later at a more obstreperous protest by senior citizens at Occupy Chicago. On that occasion, 43 senior citizens who stopped traffic by standing or sitting in the middle of a downtown street were escorted by police officers off the street without being handcuffed, and were merely issued citations to appear in the department of administrative hearings. (Those arrests, however, took place under the watchful eye of Democratic Senator Dick Durbin and Democratic Representatives Danny Davis, Jan Schakowsky and Mike Quigley.) But not on 15 October or the following Saturday night. Instead of issuing citations, the Chicago police arrested over 300 protesters, placed them in handcuffs, treating the municipal park infractions as quasi-criminal charges, booked them, fingerprinted them and detained them overnight in police holding cells, some for as many as 17 hours. They are now aggressively prosecuting these cases in criminal court. That's precisely the type of practice that chills political expression. The inconsistent treatment of political dissent in Grant Park or at the Chicago board of trade reflects the colossal amount of discretion that mayors and police chiefs have over political discourse today. Police discretion is wide, political expression is fragile. Rahm Emanuel's message on the G8 and Nato meetings has been loud and clear – and chilling: the DEA, FBI, ATF, DOJ, state police and many other law enforcement agencies will be out in force; it will be harder to comply with the protest laws; and any deviations or errors will be costlier and punished. What's really troubling is that the G8 and Nato will come and go, but these reforms are with us in Chicago to stay. Chicago's mayor seems to be following in the footsteps of other municipal officials (recall Rudy Giuliani's idea of staying on as mayor for an extra three months), who, with a touch of Potus-envy and perhaps a small Napoleonic complex, begin to act like minor tyrants. It'll be interesting to follow the first amendment litigation brought by the Occupy protesters. Their cases have been joined – there are about 100 of them in the challenge now – and their free speech claims will be heard by the chief judge at the Daley Center on 15 February 2012."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}