{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2012/jan/28/feelgood-art-age-anxiety", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2012-01-28T23:07:42Z", "webTitle": "Feelgood art: the pick-me-up to get us through an age of anxiety", "webUrl": "https://www.theguardian.com/artanddesign/2012/jan/28/feelgood-art-age-anxiety", "apiUrl": "https://content.guardianapis.com/artanddesign/2012/jan/28/feelgood-art-age-anxiety", "fields": {"headline": "Feelgood art: the pick-me-up to get us through an age of anxiety", "bodyText": "Young British artists once rocked the world with a volley of pickled animal cadavers, unmade beds and flicking light switches. But now, against the backdrop of a grim economic climate, some of the movement's biggest stars appear to be concentrating on cheering us all up. Feelgood artwork is everywhere, from the life-affirming London Underground project of Michael Landy, who has invited commuters to log incidents of kindness, to the uplifting public art commissioned for the top of bus shelters to herald the Olympics. \"There is a second world war kind of thing going on about 'keeping the home fires burning' at the moment; a bit of 'keep calm and carry on' art, if you like,\" said the Turner prize-winning artist Jeremy Deller this weekend as he prepared for the opening of his retrospective show, Joy in People, on London's South Bank next month. However, his own work, as he explains, is not intended as a simple pick-me-up. \"The title of my show is apparently positive, but the show itself isn't all positive. There is anger and there is frustration too,\" he said. Other leading artists, such as Martin Creed and Tracey Emin, who established their careers with work on challenging themes, are now producing art that urges their public to think positive thoughts. \"Don't Worry\", reads Creed's neon work, while several of Emin's recent neon signs are equally direct, reading \"Trust Me\" and \"I Keep Believing in You\". The Turner prize-nominated artist Mark Titchner is one of those to contribute to Bus Tops, a Cultural Olympiad project which has seen inspirational digital commands such as \"Act or be Acted Upon\" and \"If you don't like your life, you can change it\" adorning London bus shelters. Much of this work is tongue-in-cheek, or at least invites a few questions, but the overall effect is to emphasise the better things about human existence. \"When times are difficult, values are going to be questioned,\" said Ralph Rugoff, director of the Hayward Gallery. \"You look again at what's important and at what's less important in life. It is usually a time when culture and art can play an important part, whereas in a boom period there is too much focus on the hype around the boom and on all the alluring baubles it holds out before us.\" Rugoff, who is staging the Deller show and an exhibition of the wry sketches of David Shrigley, is clear that art should not be regarded as \"a nice sedative we can take together … What it can do, though, is function as a catalyst and bring people together. Art can connect them in new ways.\" On Tuesday, a group of artists including Gillian Wearing, Antony Gormley, Yinka Shonibare and Jonathan Yeo are to launch a more practical response to the financial slump. The group are staging a major exhibition in London this spring that will raise money for the homelessness charity Crisis. \"Art reflects on situations in ways that cold hard facts can't,\" said Wearing, who won the Turner prize in 1997. \"It tries to make sense of the world subjectively, whereas facts tend to ignore our subjectivity.\" Her partner is Landy, and she explains that the idea behind his Acts of Kindness on the London Underground came to him before the financial crisis took hold. \"For me it was powerful that an artist was working with kindness, something that we easily overlook,\" she said this weekend. \"It actually inspired some works of mine, including the one for the Crisis Commission, where I wanted to look at people who have overcome difficulties in life and have become heroes.\" But on the weekend when film-maker Danny Boyle, director of the Olympics opening ceremony, announced his Isle of Wonders theme, Deller for one is decidedly grumpy about the pressure to be jolly in preparation for the summer. \"The Olympics, of course, is something that will attempt to brainwash artists into expressing positive things,\" he said. \"Some will. But I am the kind of person who will try and do the opposite. I find these big cultural and sporting events unbearable.\" In 2009 Deller invited London Underground staff on the Piccadilly Line to help him produce a booklet of quotes called What is the City But People. The booklet aimed \"to generate a more positive atmosphere during peak times\", but his best known work also tackles the violent 1984 confrontations between striking miners and police and the Iraq war. His recent work What It Is, the remains of a car destroyed at Al-Mutanabbi book market in Baghdad, will be in the new exhibition. \"Historically, art began by giving people what they needed, as it was tied up with religion. Now it is much more fragmented and it can be about how miserable and rotten things are,\" he said. His own collaborative work with the public is born of the fact that he is not traditionally trained, Deller suggests, as much as it is due to his belief and interest in people. \"At its simplest, I would say art is another way of looking at life, or perhaps another way of dealing with it.\" Deller points out that BritArt started under a Conservative government \"in difficult times\" and was later \"appropriated by the Blair regime\". \"At that point it did all become a bit celebratory,\" he said. For several young artists the benevolent act of making communal art has become part of the reason for doing it. Max Dovey, 23, is one of the artists featured in the 2012 Catlin guide to the 40 most promising art school graduates. \"Apart from one or two notable exceptions, the response by new artists to the recession hasn't been as political or aggressive as one might have expected,\" said Justin Hammond, who wrote the guide. \"Looking at the selected artists, there's a lot of humour running through the work though, and Max Dovey's work is very much about encouraging communication and embracing the idea of community.\" \"The Emotional Stock Market, which was the piece I did last year, was about trading well-being as a commodity like shares,\" said Dovey, who is from Bristol and lives and works in south London. \"There was a lot of political talk about moving away from gross domestic product to valuing how people were feeling, and my piece was a satire or a comment on that. We tracked the levels of well-being by looking at status updates on Facebook and at Twitter to see how many were happy or sad, and then we traded them in live performance.\" Dovey argues that there is a new growth of \"careful art\" among contemporaries who are making community projects. \"Artists don't want to shock or upset. There is more interest in how art makes people feel and the experience of art has become at least as important as the practice of it.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}