{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/jan/24/scotland-rugby-union-team-england-rugby-union-team", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-01-24T22:23:00Z", "webTitle": "Delon Armitage hits back at jibes from Scotland coach Andy Robinson", "webUrl": "https://www.theguardian.com/sport/2012/jan/24/scotland-rugby-union-team-england-rugby-union-team", "apiUrl": "https://content.guardianapis.com/sport/2012/jan/24/scotland-rugby-union-team-england-rugby-union-team", "fields": {"headline": "Delon Armitage hits back at jibes from Scotland coach Andy Robinson", "bodyText": "Delon Armitage has hit back at the Scotland coach, Andy Robinson, for claiming England were \"arrogant\" during last year's World Cup. The London Irish full-back, who was dropped to the England Saxons squad this month, is also upset at Robinson's reported comment that Armitage's attitude had encouraged the coach to cite him for a dangerous tackle during England's pool win over the Scots. \"I'm very disappointed with what Andy Robinson had to say,\" said Armitage, who ultimately received a one-week ban for the tackle. \"If he thinks the England team was arrogant for wanting to win the World Cup then I'm guilty. As for the citing, if I was a coach trying to get [certain] players cited I wouldn't be impressed with myself for doing that. \"I'd definitely not expect a manager to throw out a comment like that. I also don't see what it's got to do with the Six Nations coming up. I'm not even in the EPS squad. A few other coaches have played mind games before. To name me was quite disappointing. I had a lot of respect for Andy Robinson as a coach and as a player. He was coaching England when I first started playing. Maybe it dates back to that, or maybe he didn't like me from the start. There was no reason to bring it up. That makes it even more disappointing. \"If it makes him happy that's fine. It doesn't faze me. All I'm concentrating on is playing well this weekend and trying to get myself back in the EPS squad for the Six Nations.\" Armitage is a member of the England Saxons squad due to face the Irish Wolfhounds in Exeter on Saturday. \"I'm really grateful for the opportunity. Whatever's happened before I'm fully committed to the Saxons this weekend.\" England's senior team, meanwhile, are preparing to face the Scots at Murrayfield on Saturday week in their opening game of the 2012 Six Nations. Robinson, who was England's head coach until 2006, is naturally keen to atone for his side's premature World Cup exit and has indicated his players feel there is a score to be settled. \"We thought they were arrogant in their approach,\" Robinson said on Sunday. \"Our players were not that happy with it. I have never been a coach who cites, but I cited Delon Armitage. If it had been Lewis Moody, I would never have done it. But Delon was a little arrogant toward our team.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}