{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/jan/01/owen-coyle-bolton-wanderers-wolverhampton-wanderers", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-01-01T23:00:03Z", "webTitle": "Owen Coyle optimistic in face of Bolton's gloomy reality", "webUrl": "https://www.theguardian.com/football/2012/jan/01/owen-coyle-bolton-wanderers-wolverhampton-wanderers", "apiUrl": "https://content.guardianapis.com/football/2012/jan/01/owen-coyle-bolton-wanderers-wolverhampton-wanderers", "fields": {"headline": "Owen Coyle optimistic in face of Bolton Wanderers' gloomy reality", "bodyText": "As the crowd looked to the electronic clock for the time of Wolves' equaliser, the scoreboard at the Reebok switched to an ad for \"Bolton Wanderers Holidays\". Blackpool or Brighton in August anyone? Ignore all the talk about a \"terrific performance\" in Saturday's scrappy draw. The manager, Owen Coyle, is a man in denial. He keeps banging on about a revival in the second half of the season, once he gets all his injured players back, conveniently forgetting that these are the same players who were conceding fives [twice] and threes at home in September and October. The reality is that Bolton are a basket case. They have played 10 Premier League matches at the Reebok, losing eight and winning only one. Not so long ago, in Sam Allardyce's day, the place was a fortress where even the best teams feared to tread. Now – to borrow Del Boy's tedious catchphrase in Only Fools and Horses – to visit is a case of \"lovely jubbly\". Twelve months ago Coyle's team were seventh in the table, thumping Newcastle 5-1 and putting four past Spurs. Now they stand rock bottom. Why the helter-skelter decline? It is not difficult to fathom. Two of last season's match-winning goalscorers, Johan Elmander and Daniel Sturridge, have moved on and time has finally caught up with a third, Kevin Davies, who turns 35 in March and whose legs are deemed to have gone. Their replacements, plainly, are not good enough, the blunt instrument they call David Ngog contributing one goal in 14 league appearances. The hope is that the imminent transfer of Gary Cahill to Chelsea for £7m will fund the recruitment of much-needed reinforcements, but the sale of the club's best defender looks ominously like a case of robbing Peter to pay Paul. Presumably, it is going to cost a lot of money to replace Cahill's international quality, so where's the benefit? The sale also calls into question Bolton's acuity in the market. They could have had nearly twice as much for Cahill from Spurs last summer. The grounds for Coyle's optimism are ephemeral, bearing no relation to the fixture list. After Everton away on Wednesday, Bolton play Manchester United (away), Liverpool (home) and Arsenal (home) in January. On present form, even their FA Cup tie at Macclesfield on Saturday has the look of a pratfall about it. Wolves are four points better off, but they too are in jeopardy after two wins in their last 17 league games. In their case, however, they possess a couple of significant advantages. They are not about to lose one of their best players – on the contrary, they are acquiring a good one, Emmanuel Frimpong, on loan from Arsenal. And while their season resembles Groundhog Day (they escaped relegation by a single point last May), they have a manager, Mick McCarthy, who has negotiated this particular minefield before and knows what it takes to keep his nerve while all about him are losing theirs. The visit of Chelsea on Monday is not the daunting task it once seemed, and with Frimpong available to bolster the midfield and Steven Fletcher in resurgent form [Saturday's was his fifth goal in the last six games], the men in old gold probably have what it takes to survive, if only because of the shortcomings of others. All smiles, Coyle was encouraged and said: \"A couple of weeks ago, we might have lost this game.\" Talk about whistling in the dark. Man of the match Martin Petrov (Bolton)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}