{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2012/jan/19/the-auteur-classic-putdowns-harry-pearson", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-01-19T22:58:01Z", "webTitle": "The Auteur proves his value in offhand dismissals of class acts | Harry Pearson", "webUrl": "https://www.theguardian.com/football/blog/2012/jan/19/the-auteur-classic-putdowns-harry-pearson", "apiUrl": "https://content.guardianapis.com/football/blog/2012/jan/19/the-auteur-classic-putdowns-harry-pearson", "fields": {"headline": "The Auteur proves his value in offhand dismissals of class acts", "bodyText": "This week the Germany striker, Miroslav Klose, explained why moving to Lazio had been the best decision he had ever made. \"Before I came here I had never seen a postman kneel down on the doorstep and kiss my feet,\" he said. His announcement was greeted with amazement by Italians, many of whom have never seen a postman full stop. That Klose had never experienced that sort of adulation before is perhaps not so surprising. The Poland-born forward – modest, quiet, unspectacular – is one of those players who seems to have passed through his football career without the public at large really noticing him. The 33-year-old has a similar effect on defenders; he is so unassuming men such as John Terry barely notice him. Which may explain how he has managed to bang in 63 goals for his country. It's the sort of tally that should attract attention and plaudits, but Klose hardly registers outside his own country. \"What, that skinny bloke who looks like he's mislaid his glasses?\" A friend of mine said, when I brought up the topic the other day. \"Yeah, he gets goals, but he's not much of a player, is he?\" This offhand dismissal of what would seem the fundamental point of football, reflects an attitude that has prevailed for some time. Scoring, particularly if you do it with your head or from inside the six-yard box, is weirdly undervalued. The classic goal poacher spends his life being berated by the crowd for lack of effort. Yet at the other end of the field the goalkeeper can spend an entire game doing nothing more than waving his arms about and shouting, breaking off occasionally to kick the mud off his studs, without a single supporter bellowing: \"Oi, fanny-merchant, put a bloody shift in.\" It all takes me back to a remark made to me by The Auteur at the Holland training camp in Hoenderloo during Euro 2000. The Auteur was a Dutch journalist with white hair that sprouted from his head like the stuffing from an abandoned teddy bear and the crumpled face of Raymond Goethals after a night sleeping in a hedge. I was enamoured of this chap because earlier in the tournament I had spent an evening in the press centre at Charleroi with him watching Slovenia v Yugoslavia on the TV monitors (we'd both failed to secure seats in the stadium). As the final whistle blew on a 3-3 draw that featured the sending-off of pantomime villain Sinisa Mihajlovic, I turned to him and said: \"Bloody hell, that was quite a game.\" The Auteur surveyed me wearily, took a drag on a cheroot that looked like he'd found it in the back pocket of some old gardening trousers, exhaled twin plumes of acrid smoke from his nostrils and replied: \"Yes. I suppose. If you like … Bruce Willis movies.\" It was clear from the expression on his face that The Auteur preferred something a little more art house, that he went to football matches not for excitement and explosive action, but in search of the sporting equivalent of Last Year In Marienbad. While British journalists were constantly complaining about the national team's lack of commitment, The Auteur was more likely concerned by Holland's inability to produce sustained periods of beautifully framed and luminously monochrome torpor. I imagined that if he'd attended games as a fan he'd have stood on the terraces yelling: \"Away, Davids man, where's your subtext?\" or: \"Bloody hell, Seedorf, try and inject a bit of symbolism will you.\" Whatever, his attitude struck me as so thrillingly continental I ignored his blatant contempt and the miasma of fumes – Sumatran tobacco, Genever gin, the bitter musk of certainty – that surrounded him and took to sitting next to him at every opportunity. It was worth it. Because while The Auteur treated his fellow hacks with a haughtiness that made Louis XIV look like Michael Palin, it was as nothing compared to the froideur he reserved for football managers. At an assortment of press conferences across the Low Countries he distinguished himself by asking coaches of all nationalities and experience accusatory questions about their tactics, then reacting to their answers with an air of disdain so lofty it contained practically no oxygen whatsoever. In Hoenderloo The Auteur was on particularly spiky form because he was addressing Frank Rijkaard, the Holland coach, a man he seemed to regard with all the fondness fishermen feel for the cormorant. The former Milan great's side had beaten Denmark 3-0 the night before, but The Auteur wasn't fooled by that scoreline. \"Last night your team performed for only 20 minutes,\" he began before launching a barrage of questions about formations, tactics and personnel all designed to demonstrate beyond all doubt that Rijkaard should in future be forced to sit in the dugout wearing a horse collar and a dunce's cap. It might have gone on all day had not the BBC children's TV presenter Katy Hill interrupted his flow by asking Rijkaard to name his favourite type of cheese. The Auteur was naturally incensed by this intervention and, in an attempt to mollify him, I asked his opinion of a young Dutch striker who'd been scoring freely for PSV and seemed on the verge of signing for Manchester United. \"Ruud van Nistelrooy,\" he replied in a tone I wouldn't hear again until I saw Alan Rickman as Professor Snape in the first Harry Potter movie. \"Ruud van Nistelrooy,\" he repeated, smoke billowing around his head despite the fact he hadn't actually got a cigar on the go. \"He is a player who brings absolutely nothing to the team, except goals.\" I have a feeling this view was shared by subsequent Holland managers, because Van Nistelrooy won remarkably few caps. Indeed he'd probably have done better if an Italian postman had been in charge."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}