{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/jan/28/six-nations-teams-shaping-up", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-01-28T23:52:10Z", "webTitle": "The Six Nations teams and how they are shaping up for the tournament", "webUrl": "https://www.theguardian.com/sport/2012/jan/28/six-nations-teams-shaping-up", "apiUrl": "https://content.guardianapis.com/sport/2012/jan/28/six-nations-teams-shaping-up", "fields": {"headline": "The Six Nations teams and how they are shaping up for the tournament", "bodyText": "England Since the World Cup Wholesale change. Head coach Martin Johnson resigned and many of his coaching team went too, their cause not helped when player feedback on a shoddy campaign was leaked to a newspaper. The Saxons coach Stuart Lancaster took over for the Six Nations and included nine uncapped players in his squad. The class of 2003 is now but a memory: Jonny Wilkinson, Steve Thompson and Lewis Moody have retired; Mike Tindall was dropped. Key player Difficult to know exactly how Lancaster's England will take shape but look out for the Saracens fly-half/centre Owen Farrell, who became the second member of his family, after his father, to be brought into the new regime. \"I guess I am loud and I am a big mouth,\" the 20-year-old says of his on-pitch persona. He can be the sought-after ball-playing No12 alongside fellow Saracens, the fly-half Charlie Hodgson and fellow centre Brad Barritt. Paul Rees's verdict Last year's champions, this year's outsiders after a wretched World Cup campaign on and off the field. The interim head coach, Stuart Lancaster, has pledged a heads-up approach but his first two games are away, against Scotland and Italy, even if they are two countries for whom the words home and advantage do not go together often enough. Murrayfield will be a test of nerve as much as ability. Prediction 3rd France Since the World Cup The World Cup finalists are under new management and they have already sprung a surprise by calling up the Stade Français prop David Attoub for the opening match with Italy. In the second row Yoann Maestri is in line to make his debut after being named alongside Lionel Nallet and in-form Pascal Papé. Out goes the full-back Clément Poitrenaud but his Toulouse colleagues Maxime Médard and Vincent Clerc are picked in the back three. Key player After the World Cup was won (by one point) by the All Blacks it is a measure of the talent of Thierry Dusautoir, that he was the IRB's player of the year in 2011. With mutiny raging in the French camp the captain kept his head and his redoubtable defensive effort and adept ball handling in the final were inspirational. Dusautoir expects nothing less than to win this tournament. \"The second goal is to start to build up our team.\" Paul Rees's verdict Philippe Saint-André is expected to be less eccentric than Marc Lièvremont. His sides have always been built on a strong pack and an accurate goal-kicker. France can be a moody side, a hostage to caprice, but should become more consistent, if volatile, under Saint-André and his choice of outside-half will be instructive. Home advantage against England and Ireland makes them favourites. Prediction 2nd Ireland Since the World Cup Not much has changed. Brian O'Driscoll's absence would have been more worrying were Keith Earls, Tommy Bowe or Fergus McFadden not making decent cases for selection, while Luke Fitzgerald's virtues have been ignored altogether. Paul O'Connell brings natural leadership in O'Driscoll's stead. Denis Leamy and Darren Cave are injured while Geordan Murphy, Tomás O'Leary and Isaac Boss will be used only in extremis. Key player Ireland's outside backs look sharp while the pack has the kind of stellar ensemble cast that makes picking out a key player a tricky task but all roads can conceivably lead to Jonathan Sexton, who at 26 years old should be looking to end Ronan O'Gara's claims on the No10 shirt and become one of the tournament's dominant figures. The Leinster man can provide both insurance from his boot and inspiration with the ball in hand. Paul Rees's verdict They look good odds at 9-2, even with trips to France and England, but they are hardly daunting, given their clubs' record in Europe. Will they play with the hand-brake on or look to get into top gear? Even without O'Driscoll they look the most settled side and it will come down to their approach. Declan Kidney is regarded as a conservative coach, still dithering between Sexton and O'Gara at outside-half. Time to go for it. Prediction 1st Italy Since the World Cup Gone is the wily Nick Mallett and into his shiny Italian brogues steps a Frenchman, Jacques Brunel, with the aim of converting the perennial wooden spooners into genuine contenders over the next two campaigns. Four fresh faces are called up as the new broom sweeps in: the Aironi pair Alberto de Marchi and Giovanbattista Venditti, the 21-year-old centre Luca Morisi and 18-year-old winger Angelo Esposito. Key player When Italy find themselves in crisis on the pitch, they turn to their hulking 28-year-old No8 and captain Sergio Parisse for inspiration. His ability to read the lineout well and graft the hard yards over the gain-line makes the Argentina-born Italian the Azzurri's go-to guy in extremis. After beating France in Rome last year he plans to shine again against England, first up at the Stadio Olympico – \"a big challenge, big responsibility\". Paul Rees's verdict Brunel has pledged to adopt a more expansive approach and to turn Italy into title contenders. Sergio Parisse and Martin Castrogiovanni would make their mark in any squad but Italy lack strength in depth and do not have enough options behind. They are in Paris on Saturday after beating France last year for the first time. The home fixture against Scotland may decide who gets the wooden spoon. Prediction 6th Scotland Since the World Cup Chris Paterson announced his retirement from internationals, depriving Scotland of a goalkicker but ending the debate over where he should play. Kelly Brown has been ruled out of this year's campaign and Ross Ford will captain the side in his absence. The row over Steven Shingler's eligibility has proved an unwelcome distraction, as has Rory Lamont's rather odd 140-character assassination of Barack Obama. Key player With Ford throwing to the excellent Richie Gray in the second row and Rory Lawson or Chris Cusiter at scrum‑half Scotland should not be lacking in ball but John Barclay, indisputably the tournament's best specialist openside, will have a vital role to play in greasing the cogs that keep Andy Robinson's relatively guileless side moving forward. With Brown injured, keeping Barclay fit will be crucial to Scotland's hopes. Paul Rees's verdict England at Murrayfield is probably the best start for a side that failed to make the World Cup quarter-finals for the first time at the hands of the auld enemy. Scoring tries is Scotland's problem: they have drawn a blank in 13 of Andy Robinson's 24 Tests, one of the reasons Scott Johnson will become the chief assistant coach at the end of the season. It is not that they play a limited campaign: they need to find a cutting edge. Prediction 5th Wales Since the World Cup A spate of injuries has hampered Warren Gatland's desire for progress. There are hearty Welsh welcomes back for Stephen Jones and James Hook (for the injured Rhys Priestland) and the prodigal Gavin Henson has another chance to dust off the white boots. Gethin Jenkins will miss part of the Six Nations with a knee injury while Jamie Roberts (knee) and Dan Lydiate (ankle) are doubts for the Ireland fixture. Key player Last seen in the stands as Wales's World Cup hopes crumbled before the weeping 23-year-old's eyes, Sam Warburton,will be out to exorcise the hellish disappointment that followed that tackle against France.The openside flanker feels this year's championship is \"wide open\" but has a weather eye on the final fixture - those cursed French again and chance for revenge at a sold-out Millennium Stadium. Paul Rees's verdict Wales were within a few centimetres of making the World Cup final despite playing for an hour against France with 14 men and were one of the best conditioned teams in NZ but the physical effort they put in before the tournament is taking its toll. It is more like the end of April than January for many of the players who are unavailable through injury. A team to watch but perhaps not in the next couple of months. Prediction 4th"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}