{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2012/jan/13/comfort-consumers-energy-bills-savings-mortgages", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2012-01-13T23:00:39Z", "webTitle": "Winter comfort for consumers: energy prices and mortgages lead the way", "webUrl": "https://www.theguardian.com/money/2012/jan/13/comfort-consumers-energy-bills-savings-mortgages", "apiUrl": "https://content.guardianapis.com/money/2012/jan/13/comfort-consumers-energy-bills-savings-mortgages", "fields": {"headline": "Winter comfort for consumers: energy prices and mortgages lead the way", "bodyText": "Amid all the financial gloom, there are definitely some glimmers of sunshine breaking through the clouds. If you've been struggling to pay your gas and electricity bills, prices are on the way down. Meanwhile, average savings rates have crept up over the last year, and some impressive deals launched in the first few days of the new year are giving savers hope of a positive trend. There are opportunities for some borrowers to make savings on their mortgage, and the start of 2012 has also been marked by intense competition in the current account market, with a range of switching \"bribes\" on offer. This week, comparison website MoneySupermarket.com looked at the financial deals on offer and compared them with those available in January 2011. It says average savings rates are up, and average mortgage rates are down, while there are lower interest rates on loans, and the average promotional period offered on a credit card is at a record high. Energy Prices Price hikes last autumn pushed average energy bills up around 14%, but there was good news, of sorts, this week, when three of the big players announced modest cuts. On Wednesday, EDF Energy said it was cutting its gas prices by 5% from 7 February. This means the average EDF Energy dual-fuel bill will reduce by £38, from £1,241 to £1,203. The next day, British Gas and Scottish &amp; Southern Energy (SSE) announced reductions. More than 5 million British Gas customers will see their electricity bills fall by 5% after the company announced it was cutting its standard tariff with immediate effect. It says this will give an average saving of £24 a year, and adds that the cut makes its standard electricity the cheapest in Britain. However, the reduction was less than expected and there was no change in gas prices. It warned it was \"too early to say exactly what will happen to energy prices\" later this year. SSE is reducing its gas prices by 4.5% – but this won't take effect until 26 March. Around 3.5m households will benefit, cutting typical gas bills by around £28 a year. The company says it has also decided to extend, by two months, its promise to cap household electricity and gas prices – from August 2012 to October 2012. \"This means it will not implement any increases before October 2012 at the earliest, but will implement more price reductions if it can,\" a spokesman says. Last week, independent supplier Ovo Energy announced it was cutting gas and electricity prices by 5% – after it had also dropped a planned increase in November. Recent entrant, the Co-op, has cut prices by 3%. All the big players are well aware that the regulator, Ofgem, is trying to stand up the oft-made claim that the energy firms are slow to pass cuts in wholesale costs to customers. Ann Robinson at uSwitch.com says: \"Disappointingly, none [of the three] has cut both gas and electricity. The bottom line is that these cuts will go nowhere near cancelling out the £224 or 21% hikes consumers have seen in the last 18 months. We can only hope these reductions are the first, and more will follow. \"But households can help to mitigate the impact of higher bills by shopping around for a cheaper deal and cutting back on the amount of energy they use by being more energy efficient. Moving to dual fuel, paying by direct debit and signing up to a competitively priced deal will save up to £420.\" Savings Now is the time to check you are getting the best return possible on your savings. The average top five easy access account rate has crept up by 0.23% in the last 12 months to reach a not-bad 2.97%, says MoneySupermarket.com. The average on a one-year fixed rate Isa has gone up from 2.99% in 2011 to 3.17%. And the average rate for five-year fixed rate savings bonds has hit 4.14% – the highest since July 2011, Moneyfacts says. Announcing its first new savings accounts since acquiring Northern Rock on 1 January, Virgin Money kicked off 2012 with its Easy Access Saver paying a variable, table-topping rate of 2.85% gross which, unlike many of its rivals, is not inflated by an introductory bonus. This just beats Sainsbury's Finance Extra Saver paying 2.75% on £1 to £100,000, launched at the end of 2011. Virgin's Easy Access Cash Isa also pays 2.85%. Elsewhere, the Post Office this week launched a new issue of its branch-based Reward Saver offering a variable 3%, which includes a 12-month bonus of 1.25%. It can be accessed in-branch, by phone or by post, and allows easy-access withdrawals with the loss of 30 days' interest on the amount withdrawn, or penalty-free withdrawals provided 30 days' notice is given. If you've got money to tuck away for a year, the branch-based Platinum Monthly Saver launched by the Cheshire, Derbyshire and Dunfermline building societies, is paying an attractive 5% until 31 January, 2013. Customers can pay in between £100 and £500 a month over the term of the account, either by cash, cheque or standing order. They will earn 5% provided they make no more than one withdrawal, and miss no more than one monthly deposit, between account opening and 31 January 2013. More than one missed payment, or more than one withdrawal before the end of the term, will result in a drop to 1% gross. Mortgages On the home loans front, things certainly look a little brighter than they did 12 to 18 months ago. \"During the latter half of last year, rates were as competitive as they have been for a long time, and they still are,\" says David Hollingworth at broker firm London &amp; Country Mortgages. If you've been sticking with a fairly average standard variable rate for a while, you can probably shave 1% or even 2% off. However, says Hollingworth, with the eurozone crisis still unresolved and the housing market likely to be \"bumping along a bit\", there is some uncertainty in terms of the outlook. Inevitably, the best deals are reserved for those who can manage the biggest deposits. HSBC has a lifetime base rate tracker where the current pay rate is 2.49% (Bank of England base rate plus 1.99%), and it is fee-free. There are no early repayment charges. Maximum loan-to-value (LTV) is 65%. Similarly, there is a five-year fix from First Direct priced at just 3.28%, but again the maximum LTV is 65%, and there is a hefty £1,999 booking fee. For those who can only manage a 5% deposit, Hollingworth points to Newcastle building society's new two-year fixed-rate at 5.95% until 31 March, 2014. The maximum loan is £250,000, and the fees are £995. \"There are deals out there, though it will depend on the level of deposit,\" he adds. Current accounts Growing competition among banks to attract current account customers means there are an increasing number of incentives designed to persuade you to switch provider. Santander has just extended its £100 cashback offer to people switching their main current account to its Preferred Current Account until 29 February. You have to pay in a minimum of £1,000 a month. It pays switchers 5% in-credit interest on balances up to £2,500 for 12 months (the rate drops to 1% after that) and provides a free arranged overdraft for 12 months. Further sign-up bonuses – the most you can pocket is £300 – are on offer to existing Santander mortgage holders and those with £10,000 in savings at the bank who switch their current account. Halifax recently joined the ranks of banks offering a £100 cash bonus to anyone who switches to its Reward Current Account, but became the first to pay the cashback on the day you go into a branch to open an account and start the switching process; others do not credit you with the cash until weeks after the account is up and running. Those switching to the Reward account also receive a monthly £5 \"reward\" if they pay in £1,000 or more each month, and the bank guarantees to help customers move to another bank if they are dissatisfied with the service they receive. The offer runs until 19 February. First Direct's offer of a £100 sign-up bonus to switch to its 1st Account remains ongoing. Switchers get access to an 8% regular saver account once their 1st Account is opened – that rate is fixed for 12 months – plus the promise of a further £100 cashback if they are unhappy and decide to switch to another bank, provided they meet the criteria. And until 31 January, HSBC is offering switchers to its Bank Account the incentive of 6% interest for 12 months on balances up to £2,500, plus access to a 4% regular saver account once the current account is opened. Personal loans Leading the way this year is M&amp;S Money, which has just reduced the rate on its personal loans between £7,500 and £15,000 over 12 to 60 months, from 6.4% to 6% APR (representative) – the most competitive right now. A 6% APR on £10,000 over a five-year term is the lowest loan rate on offer in four years, according to Moneyfacts, which predicts this deal will prove popular with people looking to consolidate their debts at a competitive rate. Someone borrowing £7,500 over 36 months at 6%, for example, would pay back a total of £8,194 at £227 per month. Tesco Bank also recently dropped its rate on loans from £7,500 to £14,999 to 6.1% APR (representative) for new or existing customers age 18 or over. But not everyone automatically gets such competitive rates. For starters, you need to be age 30 or over, or a homeowner, to apply for an M&amp;S Money loan. And only applicants with a clean credit record are likely to get these headline-grabbing rates. People who do not fit the standard criteria, or whose financial standing is less than squeaky-clean, may still apply but are likely to be charged more. Car buying If you need to buy a new or used car in the next few months, are you aware that January is best month to bag a bargain? So says the car value experts at Glass's Guide. With most buyers in hibernation until early spring, dealers are likely to welcome you with open arms and be more prepared to strike a deal. The only exception to this rule is for those looking to buy a used 4x4, as after three white winters, \"snowproof\" vehicles are in higher demand. Conversely, those considering buying a convertible shouldn't delay as the savings will be even greater. Glass's suggests buyers look at pre-registered cars, which, it predicts, will be plentiful this year. These are cars registered by dealers to boost overall sales figures, and then sold on almost \"as new\", but at a big discount."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}