{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2015/jul/14/coalition-poll-bounce-after-bill-shortens-union-royal-commission-appearance", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2015-07-13T22:59:30Z", "webTitle": "Coalition gets poll bounce after Bill Shorten's royal commission appearance", "webUrl": "https://www.theguardian.com/australia-news/2015/jul/14/coalition-poll-bounce-after-bill-shortens-union-royal-commission-appearance", "apiUrl": "https://content.guardianapis.com/australia-news/2015/jul/14/coalition-poll-bounce-after-bill-shortens-union-royal-commission-appearance", "fields": {"headline": "Coalition gets poll bounce after Bill Shorten's royal commission appearance", "bodyText": "Support for Labor has fallen by 2.5 percentage points following opposition leader Bill Shorten’s appearance at a royal commission into trade union corruption, the latest Roy Morgan poll has found. The Coalition’s two-party preferred vote is up by the same margin, putting them at 49% to Labor’s 51%. The Coalition is well ahead of Labor in the primary vote, up 2.5 percentage points to 41.5%. Labor’s primary vote is down 1.5% to 34.5%, the lowest level of support for the opposition since April 2014. Support levels for the minor parties are also down between 0.5 and one percentage points. The Greens are still enjoying a relatively high primary vote of 13.5%, while Bob Katter’s Katter Australia party sits at 1.5% and the Palmer United party is on 1%. Labor is ahead in the two-party preferred stakes in three states – Tasmania, South Australia and Victoria – while the vote is divided evenly in Queensland. Support for the government is highest in Western Australia, polling at 52.5% to Labor’s 47.5%. But the government still lags behind Labor with voters between the ages of 18 and 34 comprehensively favouring the opposition, 63.5% of 18-24-year-olds polled saying they would vote Labor. By contrast, voters over the age of 60 favour the Coalition, 58% to Labor’s 42%. Roy Morgan surveyed 3,110 people either face to face or via SMS over two weekends, 4-5 July and 11-12 July. Shorten was grilled by the royal commission on 8 and 9 July over his time as head of the Australian Workers’ Union."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}