{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/jul/02/georgia-family-seek-arrest-of-stonecrest-mall-guards-for-punching-boy", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-07-01T23:55:34Z", "webTitle": "Georgia family seek arrest of Stonecrest Mall guards for punching boy", "webUrl": "https://www.theguardian.com/us-news/2015/jul/02/georgia-family-seek-arrest-of-stonecrest-mall-guards-for-punching-boy", "apiUrl": "https://content.guardianapis.com/us-news/2015/jul/02/georgia-family-seek-arrest-of-stonecrest-mall-guards-for-punching-boy", "fields": {"headline": "Georgia family seek arrest of Stonecrest Mall guards for punching boy", "bodyText": "The family of a 15-year-old boy who was filmed being punched by security guards at a shopping mall in Georgia have said they will formally ask authorities to arrest the three men involved in the confrontation. Applications for criminal warrants against the Securitas guards, who were recorded fighting the boy at Stonecrest Mall outside Atlanta last weekend, are due to be filed at a magistrate court on Thursday, said Mawuli Mel Davis, an attorney representing the boy and his mother, on Wednesday. “This kind of abuse of power is beyond unprofessional, it is criminal,” Davis said in a statement. “This kid was traumatised by the violence perpetrated by these three adult men. Stonecrest Mall should have had them arrested on the spot. This violent attack was child abuse.” According to a redacted DeKalb county police department incident report, the boy sustained a laceration to the left side of his forehead. Reached by telephone late on Wednesday, two of the guards denied wrongdoing. Representatives for Securitas did not immediately respond to a request for comment. Chavella Hamm, identified by Davis as the boy’s mother, is scheduled to appear with the attorneys at a press conference following the filing on Thursday. Attorneys declined to give the boy’s name, citing the fact that he is a juvenile. The police report said the boy was first punched by security guard John Battle when he confronted Battle over the guards’ decision to evict him and his friends from the mall on Saturday evening for being under 18 and not accompanied by an adult guardian. Battle, 48, was then joined by his colleagues Glenn Russell, 53, and Howard Bell, 37, for what the report described as a “fight” with the 15-year-old boy on the mall plaza. “The fight between [the boy] and security officers Battle, Bell and Russell then moved where there was some bushes in the plaza area, where [the boy] was inside of the bushes being struck by one of the security officers with punches while the other two security officers assisted,” said the report, which was filed by officer M Kotkiewicz. The report said two of the boy’s friends attempted to help him in the fight and that one of the three – it was unclear which from the redacted report – struck Bell on the left arm with a leather belt. Felony assault detectives were told of the incident and took over the investigation when they arrived at the mall, according to the police report. The guards are understood to have been suspended pending inquiries into the incident. “This is very wrong what they’re doing,” Battle said, adding that he could not comment further. Bell said: “I haven’t done anything wrong but I can not say more because it is under investigation.” A voicemail was left for Russell seeking comment.."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}