{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2015/jul/12/tristram-hunt-labour-needs-a-summer-of-hard-truths", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2015-07-11T23:05:05Z", "webTitle": "Tristram Hunt: ‘Labour needs a summer of hard truths’", "webUrl": "https://www.theguardian.com/politics/2015/jul/12/tristram-hunt-labour-needs-a-summer-of-hard-truths", "apiUrl": "https://content.guardianapis.com/politics/2015/jul/12/tristram-hunt-labour-needs-a-summer-of-hard-truths", "fields": {"headline": "Tristram Hunt: ‘Labour needs a summer of hard truths’", "bodyText": "The Labour party is increasingly regarded as irrelevant in the aftermath of its disastrous election defeat and George Osborne’s “land grab” budget, because it is failing to conduct a sufficiently searching analysis of its future purpose, according to the shadow education secretary, Tristram Hunt. Before a speech on Wednesday in which he will call on the party to embrace a new “progressive patriotism”, Hunt told the Observer that the four candidates to succeed Ed Miliband were becoming trapped into announcing “micro-policies” as if preparing for an election five years down the road, rather than tackling the wider and more urgent task of redefining the role of a centre-left party in an age of austerity. “The speed and rapidity with which we are beginning to be regarded as irrelevant and out of the debate is really terrifying,” he said. The former TV historian, now MP for Stoke-on-Trent Central, described the budget, in which Osborne sought to dull the pain of deep welfare cuts by announcing a new “national living wage”, as a “Tomahawk missile” strike into Labour territory, which showed the Tories were bent on a “hegemonic project that seeks to control and dominate the political landscape”. Calling on Labour to promote a keener sense of national identity in tandem with a confident internationalist, European outlook, learning lessons from the SNP in Scotland and Syriza in Greece, he said: “My big fear is that, just as we lost the agenda in the aftermath of the last election, I fear us losing it again. The breadth of the attempted land grab by Osborne will, I hope, deliver a defilibrator, an electric shock, to our leadership election because we need to think really deeply about the future of the Labour party. This needs to be a summer of hard truths.” Hunt, who ducked out of the leadership contest after failing to gain enough support from Labour MPs, said the party needed to position itself as patriotic yet internationalist and outward-looking. By contrast, the current leadership contest seemed too focused on policy minutiae while failing to address huge wider challenges facing centre-left parties across Europe. “The speed and the nature of the leadership election, the structure of the hustings, the demand for specific answers on narrow policy points about class sizes or the number of houses to be built, really misses big-picture thinking we need to do, particularly in a European context,” he said. Asked if he was depressed by the leadership process (he is supporting Liz Kendall, who he says is asking many of the important questions), he said: “Yes. It needs to be bigger and more searching. It is a challenge to the party. A lot of constituency Labour parties are interested in nominating the next leader of the Labour party rather than the next prime minister. I am interested in the Labour party winning power and choosing the next prime minister. This cannot be an exercise in indulgence ... What I would hate to see is a continuity sensation and a few more policy workshops, when what we are facing is pretty seismic.” In his speech to the international thinktank and research institute Policy Network, Hunt will argue that Labour has to learn from the crisis of social democracy across Europe, while understanding the emotional appeal of patriotism that some parties have successfully tapped into. He says that, as with the SNP in Scotland or Podemos in Spain, patriotic sentiment can be dynamic and go hand in hand with a commitment to European internationalism. “I don’t think we can disentangle what is happening to the Labour party here compared to what has happened to socialist parties in Denmark or Spain or Greece. Right across Europe we are facing this really big challenge to establish [the purpose of] social democratic parties in an age of austerity.” Rather than developing detailed policy on childcare, housing, or education, Labour’s debate should be about how government can help people to tackle massive economic, technological and social change. “The party should be arguing for a progressive and interventionist state to support citizens and communities in confronting the challenges of globalisation. What are we for? We are for giving people the capacity to deal with a period of incredible socio-economic change and the advent of digital technology, migration flows, global capital flows.” As the Tories trim back the state, they fail to address such questions. “Representing Stoke-on-Trent, you see the seismic change of the last 30 years. It is almost anthropological in terms of the taking away of traditional systems. The role of a Labour party and social democratic parties is to help communities get through that and thrive on the back of it.” While raiding Labour territory in the budget, the Conservatives were avoiding big questions and giving Labour an opening, Hunt said. While he backs a living wage, he disagrees with much of Osborne’s assault on the young and the poor. “If you are reducing inheritance tax for the top properties and stripping away maintenance grants for low-income students to go to university – which is what the budget did – that is not a progressive social democratic state. I think there is a strong and powerful role that we should be interested in performing, and my big-picture criticism of the budget is that this moment of opportunity did not lay out the big challenges.” He wants to lead a major philosophical debate about Labour’s purpose. Some believe Hunt has his eye on being the next Labour leader but one, having spent time preparing the ground. When asked about his leadership intentions he is less expansive. “I hope Liz wins. I don’t want to get into all of that. We have not even chosen the next leader yet.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}