{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/jul/16/bastian-schweinsteiger-premier-league-manchester-united-", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-07-16T21:30:03Z", "webTitle": "Bastian Schweinsteiger confident he can cope with physicality of Premier League", "webUrl": "https://www.theguardian.com/football/2015/jul/16/bastian-schweinsteiger-premier-league-manchester-united-", "apiUrl": "https://content.guardianapis.com/football/2015/jul/16/bastian-schweinsteiger-premier-league-manchester-united-", "fields": {"headline": "Bastian Schweinsteiger confident he can cope with physicality of Premier League", "bodyText": "Bastian Schweinsteiger is confident of being up to the physical demands of the Premier League, although the new United midfielder concedes he requires more time to recover at his age. Schweinsteiger turns 31 at the start of next month and has been troubled by injury in recent seasons, managing only 82 starts in the past four campaigns for Bayern Munich. Following his £14.4m signing from Bayern on Monday this has raised questions regarding the Germany captain’s robustness. Schweinsteiger shrugged off the comments of Franz Beckenbauer, the honorary Bayern president, who suggested he may not be fit enough for English football and that the MLS’s slower pace might have suited him better. He said: “I don’t know when Beckenbauer moved to America [to New York Comsos at 32]. I am 30. It is a challenge for me. I feel very good. I had last year the thing with my knee after the World Cup which was very intensive for me and I had a break at October. “But from that time on I had no injury, I was fit and felt fit at the end. Of course sometimes when you are getting older you need a little more time for recovery, maybe half a day more than 20-year-old players so that’s normal. But I think I have a lot of experience, especially of the big matches and that is an advantage always.” Beckenbauer told Passauer Neuen Presse: “I find it very brave to make a move like this at his age. People know Schweinsteiger at Bayern and know what he can do. That’s not the case in England. He will have to prove himself all over again. “Basti is 30 years old at the moment. I wish him all the best and hope he can represent German football well in England. Not a lot of players have succeeded in doing so. A move to MLS would have made more sense for me. He has to make sure he becomes fully match fit again and recharge his battery.” On being able to adjust to the Premier League, Schweinsteiger said: “I am confident. My style of play is to control a game. You have to be smart in your brain and fast. For me it is very important to control a situation in defence. You can always score goals but you have to add stability in the defence.” Paul Scholes and Roy Keane were the last United midfielders who could control the contest as Schweinsteiger hopes to. B, but the German refused to state if he could match their quality. “Not easy to say it can happen the same again,” he said. “Roy Keane and Paul Scholes were unbelievable players. You cannot compare yourself to them. It is impossible. Scholes especially, I like him a lot and I have a lot of respect for what he did for United.” Schweinsteiger is, however, confident he can help United to challenge seriously for silverware again, comparing the club’s predicament to Bayern’s when Borussia Dortmund claimed consecutive titles in 2010-11 and 2011-12. “Absolutely. That is my goal for my time here. I want to win titles and this is what Manchester United is used to and I am the same. I cannot guarantee titles but I will guarantee that we will do everything to be successful in the season,” he said. “I want to make a positive impact. I think I can contribute a lot to the team. “We had two seasons when Borussia Dortmund were the champions twice in a row. I also remember the Champions League seasons before we won the treble with Jupp Heynckes [in 2012-13] – once against Inter Milan in Madrid and in Munich against Chelsea [Bayern lost in the finals]. You learn a lot from these defeats and situations. It was a progress. “It is the same at Manchester United. I know the club are looking forward to winning titles again and I am the same. They are the biggest club in the world and I am sure this team has the quality to win titles. United are more popular around the world. There is a difference and I could see that. Bayern Munich is a big club but Manchester United is bigger. When we were in China people knew us but Bayern were not so big in America.” Schweinsteiger could make his debut in Friday’s opening tour match against Club América of Mexico in Seattle."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}