{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/jul/24/jessica-ennis-hill-anniversary-games-world-championships-beijing", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-07-24T20:26:00Z", "webTitle": "Jessica Ennis-Hill produces great time in 100m hurdles at Anniversary Games", "webUrl": "https://www.theguardian.com/sport/2015/jul/24/jessica-ennis-hill-anniversary-games-world-championships-beijing", "apiUrl": "https://content.guardianapis.com/sport/2015/jul/24/jessica-ennis-hill-anniversary-games-world-championships-beijing", "fields": {"headline": "Jessica Ennis-Hill produces great time in 100m hurdles at Anniversary Games", "bodyText": "Jessica Ennis-Hill’s smile lit up the Olympic Stadium after she ran her joint second-fastest 100m hurdles time ever – and her staggering progress since returning from the birth of her son Reggie looks increasingly likely to earn her a seat on the plane to next month’s world championships in Beijing. Ennis-Hill will wait until she has competed in the long jump and the 200m on Saturday before fully making up her mind and she insists she will travel only if she is a serious medal contender in the heptathlon. On this evidence that is a given. The bigger question is what colour that medal might be. Against a field of elite 100m hurdlers Ennis-Hill more than held her own in finishing fifth of nine in 12.79sec. Only once, at the Olympics three years ago, has she gone faster. Her time was all the more impressive given it was into a strong headwind. “I’m made up,” she said. “It’s such an adrenaline rush to be back here. To run 12.79 I’m so happy. I’m finally finding my form at the right point of the season. It’s incredible.” Returning to the venue of her brilliant heptathlon gold in 2012 also brought back some fond memories. “I was thinking about how it would feel to be back here,” she said. “The crowd was so loud, an amazing feeling. I’m happy to find some speed again. A positive day.” Ahead of her was an American 1-2-3, with Jasmin Stowers setting a meeting record of 12.47 to beat Dawn Harper-Nelson, with Brianna Rollins third. Britain’s Tiffany Porter finished fourth. Meanwhile Christine Ohuruogu looks to have a struggle on her hands if she is to win a third world 400m title next month. Ohuruogu, who took gold in Moscow two years ago and in Osaka in 2007, has struggled with a hip injury this year and, while she is now fit, her times are still lagging. The 31-year-old could finish only fourth in 51.00sec behind the American Natasha Hastings, who looked strong all the way in 50.24, but afterwards did not appear to be overly concerned. “Whatever shape I’m in is the shape I’m going to take to Beijing,” she said. “That’s all I can say. There’s not much I can do. I’ve got my two legs, my two arms that’s going to be with me on the plane and it’s going to be with me at the start.” Eilidh Child, the Commonwealth Games 400m hurdles silver medallist, was also content after finishing fourth in 54.48 behind the Czech world champion, Zuzana Hejnova. “You’ve got to be careful in these conditions but it was OK,” said Child. “You’ve got to have faith in your technique. I think I can run a bit faster, I’m in great shape and want to run fast in Beijing.” Hejnova, who looks to be back at her best after missing the 2014 season through injury, was delighted with her time of 53.99. “I am very happy but the weather was horrible,” she said. “The biggest goal of this season is the world championship but I am very pleased to win here.” In the women’s 1500m Laura Weightman provided a rare British victory on the night, gritting her teeth around the final bend and hanging on to win the women’s 1500m in 4:06.09. “It was really important that I got the win,” she said. “I’ve had some tricky races recently and that made me lose a bit of confidence, so this has really brought it back for me and told me that I am in the right place. “I’ve struggled over the last couple of weeks which is unusual for me but as soon as I walked out, the crowd cheered and that brought all the memories of London 2012 back.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}