{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2015/jul/10/nice-publish-report-safe-nhs-staffing-levels-told-stop-work", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2015-07-09T23:01:06Z", "webTitle": "Nice to publish report on NHS staffing levels despite being told to stop work", "webUrl": "https://www.theguardian.com/society/2015/jul/10/nice-publish-report-safe-nhs-staffing-levels-told-stop-work", "apiUrl": "https://content.guardianapis.com/society/2015/jul/10/nice-publish-report-safe-nhs-staffing-levels-told-stop-work", "fields": {"headline": "Nice to publish report on NHS staffing levels despite being told to stop work", "bodyText": "Ministers and NHS bosses face an embarrassing row over safe staffing levels for nurses in hospital A&amp;E departments in England after it emerged that the government body told to stop work in this area is going to publish its recommendations anyway. The National Institute of Health and Care Excellence (Nice), which is legally independent of the NHS, plans to release its work at the end of the month. It is also continuing evidence reviews for staffing mental health care for both inpatients and those in the community, for learning disability services and for other community health services. The move, revealed by the Health Service Journal (HSJ), comes a month after news that NHS England, which is far more tightly controlled by the Department of Health (DH), had decided to take such work in-house. This was seen by critics as likely to lead to lower, and cheaper, standards in terms of staffing within the financially challenged service, which has already been told by health secretary Jeremy Hunt to stop using expensive staffing agencies, which, he says, have been “ripping off the NHS”. The Nice publications will not be billed as official guidance but will be sent to NHS England in any case. Nice is concerned also that both its own work and that of NHS England has been hampered by only looking at nursing numbers. Safe staffing levels were recommended by Sir Robert Francis, the QC who investigated the Mid-Staffs scandal, who had specifically wanted Nice to do the work because of its evidence-based approach and independence. Nurses’ leaders and patient safety groups are worried by the switch of work away from Nice which, they believe, has more credibility in this area. It had already produced safe staffing levels for adult acute wards and maternity units. Nice is an independent non-departmental public body, and Mark Baker, director of its centre for clinical practice, told the HSJ the A&amp;E work had already been sent to Jane Cummings, the chief nursing officer for England. Its reviews of evidence would also be sent to her “to be done with as she wishes”, said Baker. “We have no real idea as to why NHS England did what they did. We had been pressing the DH and NHS England about where this work was going because we had to look at how services were staffed and not just one profession within those services.” Baker told the HSJ: “That potentially wider staffing guidance could well have had profound effects on the organisation of healthcare and almost certainly more profound than would be comfortable for either commissioners of services or their political masters. “With the exception of general acute ward staffing, there isn’t any reliable evidence of the relationship between nursing staff numbers and patient safety. Because of that, it is difficult for the guidance to have any real credibility, whoever produces it. “We were asked the wrong question in restricting it to nursing and, even if it had been broader, I’m not sure the guidance would have deserved any greater credence because it is not a well-researched area.” • This article was amended on 13 July 2015 to correct the name of the National Institute for Health and Care Excellence."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}