{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2015/jul/06/philae-comet-could-be-home-to-alien-life-say-top-scientists", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2015-07-05T23:01:04Z", "webTitle": "Philae comet could be home to alien life, say scientists", "webUrl": "https://www.theguardian.com/science/2015/jul/06/philae-comet-could-be-home-to-alien-life-say-top-scientists", "apiUrl": "https://content.guardianapis.com/science/2015/jul/06/philae-comet-could-be-home-to-alien-life-say-top-scientists", "fields": {"headline": "Philae comet could be home to alien life, say scientists", "bodyText": "The comet landed on by the spacecraft Philae could well be home to an abundance of alien microbial life, according to leading astronomers. Features of the comet, named 67P/Churyumov-Gerasimenko, such as its organic-rich black crust, are most likely explained by the presence of living organisms beneath an icy surface, the scientists have said. Rosetta, the European spacecraft orbiting the comet, is also said to have picked up strange clusters of organic material that resemble viral particles. The European Space Agency pulled off a sensational feat of engineering and captured the imagination of space-travel enthusiasts across the world when Philae landed on the comet in November. Since then, the lander has undergone a period of hibernation from which it awoke in June, having recharged its solar panels. Neither Rosetta nor Philae are equipped to search for direct evidence of life after a proposal to include this in the mission was allegedly laughed out of court. Maverick astronomer and astrobiologist Prof Chandra Wickramasinghe, who was involved in the mission planning 15 years ago, believes people should be more open to the possibility of alien life. Wickramasinghe said: “Five hundred years ago it was a struggle to have people accept that the Earth was not the centre of the universe. After that revolution our thinking has remained Earth-centred in relation to life and biology. It’s deeply ingrained in our scientific culture and it will take a lot of evidence to kick it over.” Prof Wickramasinghe’s views are regarded as several steps outside the scientific mainstream. He has previously suggested that the SARS virus arrived to Earth from space and that airborne spores that caused rainfall in Kerala to turn a reddish hue had an extraterrestrial origin. He and colleague Dr Max Wallis, from the University of Cardiff, believe 67P and other comets like it could provide homes for living microbes similar to the “extremophiles” that inhabit the most inhospitable regions of the Earth. Comets may have helped to sow the seeds of life on Earth and possibly other planets such as Mars, they argue. The scientists have carried out computer simulations that suggest microbes could inhabit watery regions of the comet. Organisms containing anti-freeze salts could be active at temperatures as low as -40C, their research shows. The comet has a black hydrocarbon crust overlaying ice, smooth icy “seas” and flat-bottomed craters containing lakes of re-frozen water overlain with organic debris. Wickramasinghe said data coming from the comet seems to point to “micro-organisms being involved in the formation of the icy structures, the preponderance of aromatic hydrocarbons, and the very dark surface”. “These are not easily explained in terms of prebiotic chemistry. The dark material is being constantly replenished as it is boiled off by heat from the sun. Something must be doing that at a fairly prolific rate.” The astronomers present their case for life on 67P at the Royal Astronomical Society’s National Astronomy Meeting in Llandudno, Wales."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}