{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/jul/16/barack-obama-confederate-flag-protest-oklahoma", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-07-16T21:17:02Z", "webTitle": "Confederate flags welcome President Obama at Oklahoma hotel", "webUrl": "https://www.theguardian.com/us-news/2015/jul/16/barack-obama-confederate-flag-protest-oklahoma", "apiUrl": "https://content.guardianapis.com/us-news/2015/jul/16/barack-obama-confederate-flag-protest-oklahoma", "fields": {"headline": "Confederate flags welcome President Obama at Oklahoma hotel", "bodyText": "When he arrived at his hotel in Oklahoma City on Wednesday, Barack Obama was greeted by Confederate battle flags. In a crowd of several dozen people, around 10 protesters brandished the flags as the presidential motorcade arrived. One US flag was also waved. There were also some fans of the president in the crowd, including one person who held a sign expressing love for Obama, the first African American president. Obama, who was arriving in Oklahoma for a two-day tour, has criticised the flag as a symbol of hate. A week ago, the flag was removed from the grounds of the South Carolina statehouse in Columbia, after Governor Nikki Haley signed legislation to remove the controversial banner. The flag – a symbol of the states that fought against the union in the American civil war between 1861 and 1865 – has come under renewed focus following the murder of nine African Americans at a church in Charleston last month. Dylann Roof, the suspect in those killings, was linked to a racist manifesto posted online. Roof was pictured with the Confederate flag in several photos posted to the same website as the manifesto. The Confederate flag was removed from Oklahoma’s state capitol in 1988, for renovations. It has since never returned. A group of Confederate flag supporters were also out in force in Durant, before the president arrived in the town. “We’re not gonna stand down from our heritage. You know, this flag’s not racist. And I know a lot of people think it is, but it’s really not,” one protester, Trey Johnson, told NewsChannel 4. He had driven three hours from Texas to join the protest. “It’s just a southern thing,” he said, “that’s it.” According to local news organisations, a man who calls himself the “black rebel” was responsible for organising the Confederate flag demonstration."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}