{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/jul/24/hillary-clinton-capital-gains-tax-reform-wall-street", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-07-24T20:06:22Z", "webTitle": "Hillary Clinton decries Wall Street's 'quarterly capitalism' in tax reform pitch", "webUrl": "https://www.theguardian.com/us-news/2015/jul/24/hillary-clinton-capital-gains-tax-reform-wall-street", "apiUrl": "https://content.guardianapis.com/us-news/2015/jul/24/hillary-clinton-capital-gains-tax-reform-wall-street", "fields": {"headline": "Hillary Clinton decries Wall Street's 'quarterly capitalism' in tax reform pitch", "bodyText": "In a speech on reforming “quarterly capitalism”, Hillary Clinton struck a far more cautious note on Wall Street reform than her opponents for the Democratic presidential nomination. Addressing an audience at New York University on Friday afternoon, the former secretary of state outlined a proposal to reshape the federal tax code. She said this would encourage investors to focus on “long-term growth” and abandon “a culture of short-term speculation”. Clinton said that while she understood “that most CEOs are simply responding to very real pressures from shareholders and the market to turn in good quarterly numbers ... the system is out of balance”. To the former secretary of state, “real value comes from long-term growth and not short-term profits”. Clinton outlined “five areas of focus”, including taxing capital gains on a six-year sliding scale; doubling the period of time that capitol gains are taxed at the top rate of 39.6%; and condemning the influence of activist shareholders “determined to extract the maximum profit in the minimum amount of time”. The former secretary of state also called for changing corporate incentives on CEO pay and, in particular, implementing regulations on disclosure of CEO pay under the 2010 Dodd-Frank Act. Clinton again endorsed raising the minimum wage. While she fell short of endorsing a nationwide minimum wage of $15 an hour, as demanded by many on the left, she did endorse a proposal to raise the minimum wage to that level for fast-food workers in New York City and noted “the high cost of living in Manhattan”. The speech prompted criticism from both sides of the political spectrum. On the right, a spokesman for the presidential campaign of the Republican Florida senator Marco Rubio repeated a familiar attack line by condemning Clinton’s proposals as “the outdated policies of yesterday”. On the left, Charles Chamberlain, the executive director of the progressive group Democracy for America, said the former secretary of state had not gone far enough in her proposals for Wall Street reform. “Working to end short-termism on Wall Street will definitely help working families in important ways,” said Chamberlain. “But let’s be really clear: the Democratic party doesn’t want, and the American people don’t need, another Democratic president who tip-toes around Wall Street’s insatiable greed, makes corporate shills like Third Way happy, or portrays common sense, time-tested solutions to ‘Too Big to Fail’ like Glass-Steagall as too simplistic.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}