{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2015/jul/06/greek-referendum-wild-markets-banking-crisis", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2015-07-05T23:11:52Z", "webTitle": "Greek referendum: we are back to wild markets of the 2008 banking crisis", "webUrl": "https://www.theguardian.com/business/2015/jul/06/greek-referendum-wild-markets-banking-crisis", "apiUrl": "https://content.guardianapis.com/business/2015/jul/06/greek-referendum-wild-markets-banking-crisis", "fields": {"headline": "Greek referendum: we are back to wild markets of the 2008 banking crisis", "bodyText": "How far will financial markets fall on Monday morning? Expect to see the leading European share index plunge 10% initially in the event of a no vote, Goldman Sachs predicted at the end of last week. A 10% decline would be enormous, but almost any prediction is credible in the current climate. We’re back to the wild markets seen at the height of the banking crisis in 2008. Many fund managers, even last week, were expecting a strong yes vote in Greece. It’s hard to know how severely they will be shocked by the scale of the no victory. Share prices in London are bound to be affected – a 2% fall, or about 130 points off the FTSE 100 index, was Sunday night’s indication in futures markets. Bond markets, however, will take centre stage. That is where Grexit worries will be keenest. If Greece could be on the way out of the single currency, will investors be less willing to hold the debt of other eurozone states carrying heavy debt loads? The sovereign debt of Spain, Italy, Portugal and Ireland will be closely watched for knock-on effects. Will there be contagion? All eyes will turn to the European Central Bank. First, to see if it cuts off support for Greek banks. Second, to learn if it is prepared to intervene to protect the bonds of other eurozone stragglers. Last Sunday, when Greek prime minister Alexis Tsipras called the referendum, the ECB and the eurogroup ministers pledged to react, if needed, to avoid a dangerous fall-out in debt markets. Their formal statement said: “Euro area member states intend to make full use of all the instruments available to preserve the integrity and stability of the euro area (which would) complement any actions the European Central Bank may take in full independence and in line with its mandate”. The ECB could reaffirm that commitment early on Monday, just to remind would-be sellers of the heavy ammunition in the wings. If bond markets are relatively calm, the ECB might then sit on its hands. If not, it could step into the bond markets as a buyer, sweeping up stock as part of its established quantitative easing programme. If markets are still panicked at the end of the week, the governing council could meet to consider emergency measures. Above all, the ECB and the eurogroup wants Spain, Italy and Portugal to continue to be able to issue bonds in normal fashion, at affordable prices. Angela Merkel and other eurozone leaders have argued for months that the eurozone could cope with Greece’s departure. The bond market will judge the credibility of that boast. The euro itself will almost certainly fall in value initially – but perhaps not heavily. The single currency was stable during the week of referendum campaigning and early trading from the currency markets in the Far East suggested a decline of only 1%. Indeed, one school of thought says the single currency would be strengthened in the long run by the departure of its weakest member."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}