{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2015/jul/24/mortgage-lending-shows-uk-housing-market-hotting-up", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2015-07-24T23:49:47Z", "webTitle": "Mortgage lending shows UK housing market 'hotting up'", "webUrl": "https://www.theguardian.com/money/2015/jul/24/mortgage-lending-shows-uk-housing-market-hotting-up", "apiUrl": "https://content.guardianapis.com/money/2015/jul/24/mortgage-lending-shows-uk-housing-market-hotting-up", "fields": {"headline": "Mortgage lending shows UK housing market 'hotting up'", "bodyText": "The housing market is beginning to hot up again, high street banks said on Friday, as figures showed the number of borrowers taking mortgages to buy homes reached a 15-month high in June. The figures came ahead of a Treasury announcement that six providers had signed up to offer its help to buy Isa from December – the latest strand in the government’s efforts to help first-time buyers keep up with rising prices. Fierce competition among mortgage lenders which has driven rates to record lows, together with the end of political uncertainty following the election seem to have renewed homebuyers’ confidence and encouraged remortgaging. A total of 44,488 loans were taken out for house purchases in June, data from the British Bankers’ Association (BBA) showed, an uplift of 8% on the same month in 2014 and above the previous six-month average of 39,340. The total number of approvals was almost 10,000 more than the six-month average, at 75,636, while the number of remortgages approved during the month was up by 20% year-on-year at 23,985. The annual comparison has been adjusted to take into account the new lending rules introduced in April 2014, the BBA said. Richard Woolhouse, chief economist at the BBA, said: “The housing market is beginning to hot up again, with a pick-up in the number of mortgage approvals for the last month. “Interestingly, we’ve also seen an increase in the number of people remortgaging, which could be down to savvy borrowers taking advantage of competitive deals on fixed-rate mortgages ahead of a possible rise in interest rates.” The figures are for a period before the Bank of England governor’s recent warning that interest rates could rise at the turn of the year, which is likely to prompt more borrowers to consider locking in at current low rates. Mark Harris, chief executive of mortgage broker SPF Private Clients, said confidence in the housing market had improved since the election. “However, the real growth in lending has been on the remortgaging side, with borrowers keen to snap up a cheap fixed-rate mortgage. With Mark Carney’s recent comments about a potential rate rise at the turn of the year, we expect to see significant growth in the number of people remortgaging in coming months,” he said. “Anecdotally, the first rate rise is the trigger point for many people remortgaging but it may even be the second or third increase, as that is when there is a significant impact on a household’s expenditure and people then remortgage to ‘save’ money. However, by then the best fixed rates will have long gone.” For would-be buyers, the help to buy Isa will offer a government payment of £50 for every £200 saved by each person, up to a maximum of £3,000, or £6,000 for couples who buy together. The Treasury said the Isa would be available from 1 December, with Barclays, Lloyds Banking Group, Nationwide, NatWest, Santander, and Virgin Money already committed to offering the accounts. The chancellor, George Osborne, said he was “delighted” that so many providers had signed up. “This government is determined to help working people, and encouraging the aspiration to home ownership is central to that,” he said. The accounts, which will be available for four years and can be used at any point, are available to all first-time buyers and can be used alongside other government schemes. Research by Halifax suggests savers will need all the help they can get. It found that the average price paid for homes bought through both parts of Help-to-buy and the shared ownership scheme has hit £190,000 – only 4% less than the average amount for ordinary house prices. The lender said the schemes were helping younger buyers, with a third of those using them aged 20 to 29, compared with only 25% across the market. For first-time buyers, the average price paid through “affordable” schemes was £150,3611 – 10% less than the typical first-time buyer price across all housing. The financial website Moneyfacts said the two-year fixed rate mortgage had fallen from 3.67% a year ago to 2.75%. Charlotte Nelson, from the site said: “With Mark Carney’s announcement that base rate is likely to rise in the near future, these low rates will not be around for long. “Borrowers still sitting on their SVR or coming to the end of a fixed mortgage deal need to act fast to secure a low rate.” The BBA’s figures for unsecured consumer borrowing showed a rise in credit card use in June, with 231m purchases made worth a total of £13.1bn. Two-thirds of credit card accounts were active during the month – the highest proportion in four years – but 42% of all balances attracted no interest. Borrowing through personal loans remained static, with £1.6bn of new loans taken out as in May, but consumers went into their overdrafts by a collective £227m after two months of paying them off. Personal deposits into savings and current accounts increased by £3bn – well above the six-month average of £1.6bn."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}