{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2015/jul/06/barnaby-joyce-banned-from-qa-what-will-malcolm-turnbull-do-now", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2015-07-05T22:48:37Z", "webTitle": "Barnaby Joyce banned from Q&A – what will Malcolm Turnbull do now?", "webUrl": "https://www.theguardian.com/australia-news/2015/jul/06/barnaby-joyce-banned-from-qa-what-will-malcolm-turnbull-do-now", "apiUrl": "https://content.guardianapis.com/australia-news/2015/jul/06/barnaby-joyce-banned-from-qa-what-will-malcolm-turnbull-do-now", "fields": {"headline": "Barnaby Joyce banned from Q&A – what will Malcolm Turnbull do now?", "bodyText": "Q&amp;A bingo has a brand new star. What will Malcolm do? The agriculture minister, Barnaby Joyce, has had to pull out of the ABC’s Q&amp;A program in pretty embarrassing fashion. Dad’s cracked it, sorry mate. Joyce has made it clear he is not appearing because Tony Abbott has grounded him. So much for the adults being back in charge. Well, I suppose the adults are back in charge – some adults being more equal than others. So all eyes turn to the communications minister, who is due to front the show a week from now. Will Dad also send Malcolm Turnbull to his room? Will Turnbull consent to being sent to his room, or will the government finally snap out of its current form of punching itself vigorously in the head? Before you rush with your lunch money to place a bet one way or the other, let’s be clear about what’s really going on with Q&amp;A. The government, or more precisely the prime minister, has used the cover of a dispute with the program to pull Coalition MPs off the show. I am firmly of the view that this is a piece of media management dressed up as culture war. Going on Q&amp;A rarely ends magnificently for the politicians who line up to communicate with the show’s big audience. To prosper on Q&amp;A you need to be expert in the political equivalent of stadium rock. It’s not a forum for conversation, it’s a forum for grandstanding. Pithy wins. Preening ego wins. Ideas don’t win. Not many politicians manage its dynamics well. Abbott’s office is sending the ABC to its room for two reasons: to win applause from its tomato-hurling cheer squad, which has a commercial interest in bashing the ABC; and to assert some internal control over who appears on the show, and when. The first impulse (preaching to the converted) isn’t working so well for the government, which seems to have forgotten it needs to communicate with the political centre if it plans to pull itself out of its current poll dive. Shall we run today’s heart-starting stat again? Of the past 151 opinion polls, Labor has been ahead on the two-party-preferred measure in 149. The second impulse (a Q&amp;A boycott) is highly rational. Would you want Barnaby Joyce in front of an open microphone for an hour if you were Abbott’s media minders? Course you wouldn’t. Will the prime minister’s office want Turnbull on the program? Stay tuned."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}