{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2015/jul/14/joan-bakewell-calls-for-over-75s-to-continue-paying-bbc-licence-fee", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2015-07-13T23:01:10Z", "webTitle": "Joan Bakewell calls for over-75s to continue paying BBC licence fee", "webUrl": "https://www.theguardian.com/media/2015/jul/14/joan-bakewell-calls-for-over-75s-to-continue-paying-bbc-licence-fee", "apiUrl": "https://content.guardianapis.com/media/2015/jul/14/joan-bakewell-calls-for-over-75s-to-continue-paying-bbc-licence-fee", "fields": {"headline": "Joan Bakewell calls for over-75s to continue paying BBC licence fee", "bodyText": "Broadcaster Joan Bakewell has urged people aged over 75 to carry on paying the licence fee after the BBC was saddled with the £750m cost of free TV licences for the elderly. The former presenter of Late Night Line-Up and Heart of the Matter said she was “outraged and distressed” when she heard the government was going to “foist” the cost of free licence fees onto the BBC, describing the corporation as a “lifeline” to many of the 5 million people aged over 75 in the UK. “I think it’s quite sneaky to roll out social policy disguised as a BBC contribution to austerity,” Bakewell wrote in the new issue of Radio Times. “It isn’t for the BBC to decide how and who receives government support.” A Labour peer, Bakewell said BBC director general Tony Hall “must be smarting under the blow”. “It’s one of the social benefits government bestows on the old, like free bus passes and the winter fuel allowance,” she added. “When you are over 75, there are few perks in life as welcome as the free BBC television licence.” Bakewell said older viewers and listeners who can afford it should write to TV Licensing, the body which collects the annual charge – currently £145.50 – and ask to start paying it again. “So what can we over-75s do? The BBC says it will introduce a scheme for those who want to opt back in to paying the licence fee. But that will take time. “Right now I’m told the best plan is to get in touch with TV Licensing, who collect the fee, and tell them you want to start paying again. If you love the BBC, and if you can afford £2.80 a week, what are you waiting for?” Bakewell said she got a “stream of support” when she floated the idea on Twitter. She compared the free licence to the winter fuel allowance which she said “wasn’t for the likes of me – well-heeled middle-class people with enough money to pay. My neighbour [singer] Robert Plant was bemused too, when he received his. Didn’t they know he’s a millionaire rock star?” The BBC has said it will ask over-75s to voluntarily pay their licence fee after it was asked to take on the cost of the scheme in its latest controversial funding deal with the government, announced last week. The BBC said it would lead to a 10% real terms cut in its budget, although the Office for Budget Responsibility said it would be as high as 20%. Bakewell described the BBC as a “pillar of British civic life, there’s nothing on the planet like it … Heaven knows, what with the increase in aches and pains, and the loss of people you love, life gets bleaker as you get older. But there is always the BBC.” A spokeswoman for TV Licensing said: “Anyone aged 75 or over is entitled to a free TV licence for their main address, however this licence is not issued automatically and needs to be applied for. If you choose not to apply for your free licence when you reach 75 then you would simply continue to pay as normal. “Anyone who has previously applied for an over-75 licence but chooses to start paying again would need to contact TV Licensing, cancel their existing concessionary licence and then pay for a new licence via any of our standard payment channels.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}