{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/jul/28/chelsea-cesc-fabregas-arsenal-community-shield", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-07-28T21:30:00Z", "webTitle": "Chelsea’s Cesc Fàbregas: the love I have for Arsenal will never change", "webUrl": "https://www.theguardian.com/football/2015/jul/28/chelsea-cesc-fabregas-arsenal-community-shield", "apiUrl": "https://content.guardianapis.com/football/2015/jul/28/chelsea-cesc-fabregas-arsenal-community-shield", "fields": {"headline": "Chelsea’s Cesc Fàbregas: the love I have for Arsenal will never change", "bodyText": "Cesc Fàbregas is steeling himself for a hostile reaction from Arsenal fans when Chelsea take on his former club in the Community Shield on Sunday. The Spaniard was afforded a mixed reception on his first return to north London last April following his £27m transfer from Barcelona to José Mourinho’s side during the previous summer. Yet, as the 28-year-old gears himself up for more of the same, he believes nothing can detract from his time playing for Arsène Wenger, who helped establish the midfielder as one of the finest in Europe before he moved to the Camp Nou in August 2011. “Whatever it is, it is. The love I have for that club will never change whatever happens and what is the most important is what I have with me are the memories,” said Fàbregas, who spent eight years at Arsenal. “The rest doesn’t matter. I have great memories, love and respect for the club. You will never hear anything bad from me about them. “Of course, it is not the most important game but we want to win and compete. It is a big game, a London derby at Wembley in front of all the fans – it’s a nice competition to play in. Even if it is a pre-season game you still want to win. We are not worried that they might be fresher than us – they started 10 days before us – but we are competitors, we will want to win and it will probably be a great game.” Mourinho, who finally sold the full-back Filipe Luís back to Atlético Madrid for £16m on Tuesday just a year after signing him, has cast aspersions on those who believe Wenger has been the frugal spender the Frenchman would like people to believe, yet the truth remains that both clubs will arrive at Wembley on Sunday with only minimal changes to their squads this summer. Petr Cech will start against his former club while the Colombia striker Radamel Falcao, on loan from Monaco, is set to feature for Chelsea. “[Manchester] United already spent last year, Arsenal last year too. We spend, [Manchester] City maybe less, then now they spend again,” added Fàbregas. “They all want to compete and it will be for sure very difficult to retain the Premier League. There are four or five teams who can win it. We will see what happens but we know we will have to fight again. “People will say United, City, Liverpool, Arsenal, Chelsea – there will always be divided opinions. What we have to do is to the maintain the levels of last season because all the teams will be better and that means we will better so we can compete against them to do well.”He added: “It has been important for us to get started again. We know we are one of the teams who started later than others, most of the teams started earlier but I think the method we use for training is the right one to try and compete all season. We have a good squad. Let’s see if a few players come in but we are happy with what we have and we will try and compete until the end.” Meanwhile, Chelsea’s other new arrival, Asmir Begovic, is looking forward to beginning his career in west London despite knowing the prospect of dislodging Thibaut Courtois is a daunting one. “It was tough decision for the fact that I had a lot of ties and good relationships with Stoke City after five and a half years and it was difficult to leave it behind,” said the Bosnian, who was a prime target for Mourinho following Cech’s move to Arsenal this summer. “I want to test myself against Thibaut – he’s one of the best goalkeepers in the world – but I believe in myself. Hopefully every time I can show everybody what I’m all about and ultimately help this team. We all have to play our part at a club like this. “For me it was more of a challenge to try something different. I think I was at that stage where I want to test myself against the best and that’s ultimately what I’ve come here to do. Even after the first week you can see the quality here and how they can improve you with the levels and demands here.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}