{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/jul/25/talking-horses-saturday-25-july", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-07-24T23:01:09Z", "webTitle": "Talking Horses: Saturday’s best bets plus the latest racing news", "webUrl": "https://www.theguardian.com/sport/2015/jul/25/talking-horses-saturday-25-july", "apiUrl": "https://content.guardianapis.com/sport/2015/jul/25/talking-horses-saturday-25-july", "fields": {"headline": "Talking Horses: Saturday’s best bets plus the latest racing news", "bodyText": "If this King George VI &amp; Queen Elizabeth Stakes were run on fast ground, it would be very hard to oppose Golden Horn at any price – though there is perhaps one horse in the field that might tempt me – but Friday’s deluge at Ascot adds significantly to the task facing the unbeaten Derby winner. He may cope perfectly well and there was some give in the ground when he won his maiden but his breeding gives reason for doubt. The odds-on available as I type makes no appeal with specialist mud lovers among the opposition. There is every chance that Golden Horn’s connections may decide to wait for another race at York next month. Clever Cookie and Madame Chiang are the names that have been bandied about in the last 36 hours as value bets in the event of the race being run through a quagmire. Both deserve a day in the sun, as it were, and conditions will show them to good effect but they still have a lot to prove in this company, even if Golden Horn stays at home. Eagle Top and The Corsican are bred to cope with soft ground, but the horses themselves do not give that impression. The Corsican strikes me as a Group One winner in waiting but these may not be his conditions. Snow Sky has winning form on heavy, but that was only a maiden and he fared poorly when trying a Group One on soft ground. The interesting one is Postponed (3.50), who has never been tried on ground with give but is by a sire whose progeny have fared well on soft and his action suggests he may cope. He has plenty of class, having been beaten by half a length in the only Group One he’s contested so far, when collared by Al Kazeem in Ireland, and is better than he was able to show in a falsely run Hardwicke last time. He looks like a horse who has been vulnerable through a slight lack of pace, in which case these conditions may make a real difference to him. It is rough on Adam Kirby that he has lost the ride but Andrea Atzeni is an excellent replacement. Postponed will clearly not be 20-1 if Golden Horn withdraws but I expect he will still be at a backable price. 1.45 York There are a couple of more obvious ones in this field but Pamushana looks a handicapper who is going the right way and might now have something in hand on this mark. She had no luck in running at Pontefract last time and put up a fair effort behind a classy winner before that. She could stay on best of all. 2.05 Ascot Already a winner on ground with some cut, Whatdoiwantthatfor looked classy at Windsor last time and will benefit from this return to six furlongs. She represents the Richard Hannon and Richard Hughes combination which we can relish for just one more week. The ground is a concern for Besharah. 2.20 York Hopefully, the rain will not make it as far north as York because the ex-Irish Intense Style has been crying out for a chance on fast turf. He showed ability while with Jim Bolger and can probably win off this rating. The combination of Silvestre de Sousa and Les Eyre has already been successful this week. 2.40 Ascot It is to Rocket Punch’s credit that he has won two of his three races while still filling out his frame. He remains on a very handy mark and soft turf may help him after he rather scrambled home on Kempton’s Polytrack. 2.55 York Prince Gibraltar might have the most ability in this field and is unexposed on a fast surface but he hasn’t won for a year and his jockey has never ridden in Britain, so this is asking a lot. Custom Cut, beaten only by a top-class rival last time, has been successful in both attempts at Group Two level and goes well at this track. 3.15 Ascot Speculative Bid has strong credentials, having already won the Victoria Cup over this course and distance and also having winning form on heavy going. He was a fine fifth despite trouble in running in the Hunt Cup and ought to cope with the mud better than most. Donncha and Zarwaan are worth a second look, while Rene Mathis, the Bunbury Cup winner, seems bafflingly overpriced at 20-1. 3.30 York Algar Lad impressed here at the May meeting and his defeat in the Wokingham is entirely forgiveable. Update 1.35pm: Golden Horn will not run at Ascot Golden Horn will not run in the King George VI And Queen Elizabeth Stakes at Ascot, said trainer John Gosden. There had been a question mark over his participation in the great race after a deluge of rainfall on Friday. And after having walked the track before the meeting was due to begin, Gosden felt conditions had gone against the Derby and Coral-Eclipse hero."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}