{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/jul/13/transgender-people-serve-openly-us-military", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-07-13T22:08:42Z", "webTitle": "Pentagon paves way for transgender people to serve openly in US military", "webUrl": "https://www.theguardian.com/us-news/2015/jul/13/transgender-people-serve-openly-us-military", "apiUrl": "https://content.guardianapis.com/us-news/2015/jul/13/transgender-people-serve-openly-us-military", "fields": {"headline": "Pentagon paves way for transgender people to serve openly in US military", "bodyText": "The defense secretary, Ash Carter, on Monday paved the way for transgender people to serve openly in the US military. In a statement, Carter announced an attempt to “deal with” the issue, “on the presumption that transgender persons can serve openly without adverse impact on military effectiveness and readiness”. Announcing a working group to spend six months examining “the policy and readiness implications of welcoming transgender persons to serve openly”, Carter said: “The Defense Department’s current regulations regarding transgender service members are outdated and are causing uncertainty that distracts commanders from our core missions.” The then defense secretary Chuck Hagel said in May 2014 that he was open to reviewing the prohibition. In the months since, the Obama administration has indicated it was softening its position. The issue of transgender service became more prominent after the army private Chelsea Manning was imprisoned for leaking documents to WikiLeaks. She is serving a 35-year sentence in a male military prison, but army officials refused to give her medical treatment for her transition until February 2015. Last month, the air force said it would not discharge airmen with gender dysphoria or self-identifying as transgender unless it interfered with a potential deployment or their performance during active duty. President Barack Obama repealed “Don’t ask, don’t tell” in 2010, making it legal for gay and lesbian people to serve openly in the military. But the prohibition against transgender people remained. Militaries in Canada, Germany and Australia allow openly transgender people to serve. Last week, British infantry personnel said that transgender people could serve in close combat roles. In his statement, Carter continued: “At a time when our troops have learned from experience that the most important qualification for service members should be whether they’re able and willing to do their job, our officers and enlisted personnel are faced with certain rules that tell them the opposite.” He added: “At my direction, the working group will start with the presumption that transgender persons can serve openly without adverse impact on military effectiveness and readiness, unless and except where objective, practical impediments are identified. “Second, I am directing that decision authority in all administrative discharges for those diagnosed with gender dysphoria or who identify themselves as transgender be elevated to Under Secretary [Brad] Carson, who will make determinations on all potential separations.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}