{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/tvandradioblog/2015/jul/05/humans-recap-season-one-episode-four-blurred-lines-and-revelations", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2015-07-05T21:00:01Z", "webTitle": "Humans recap: season one, episode four – blurred lines and revelations", "webUrl": "https://www.theguardian.com/tv-and-radio/tvandradioblog/2015/jul/05/humans-recap-season-one-episode-four-blurred-lines-and-revelations", "apiUrl": "https://content.guardianapis.com/tv-and-radio/tvandradioblog/2015/jul/05/humans-recap-season-one-episode-four-blurred-lines-and-revelations", "fields": {"headline": "Humans recap: season one, episode four – blurred lines and revelations", "bodyText": "Spoiler alert: this recap covers the fourth episode of Humans showing on Channel 4. For episode three, click here By now, regular viewers of Humans might think they have a good idea of who’s a human, who’s a synth, who’s a hybrid and who you should never mess with. And Hobb does, too, as he interrogates Silas, who isn’t much use except when he reveals that Leo “bled blood”. So now the search is on for four synths and a human. ‘I would like some time apart’ Pete is on gardening leave for battering a pesky journalist, which frees him up to become the third wheel in Simon and Jill’s intimate breakfast. It’s no surprise, then, when Jill gives him The Talk. “I don’t think you make me happy any more,” she deadpans. “I don’t think this relationship is healthy for me any more and I would like some time apart.” Hang on, that was a cold and almost synth-like delivery. Surely she’s not one of them, is she? If it wasn’t for the deposit, Pete would batter Simon the synth too. “I’m an analogue man in a digital world,” he laments as he sleeps in the office. “I’m redundant.” The fact that a synth has murdered someone is, quite rightly, bothering him. “What if it’s not an isolated incident?” he asks Karen. “If there are more synths out there who can kill?” she replies. “Well, we’re all screwed then, aren’t we?” Karen goes to bed and removes a blue plastic bag from her mouth. It’s filled with tonight’s dinner and the red wine she’s been quaffing. Right, so she’s a synth too. ‘You don’t know how this feels’ Ah, Joe, with your beardy hangdog face full of sadness and longing, what will you do when you’re left alone in the house with Anita? With the kids all out at parties and Laura off seeing a client, Joe is pouring the wine, while Anita is doing the washing. Uh-oh, the conditions are ripe for some lively human-synth interaction. “Sometimes I wish my family came with instructions,” he says. “Can you feel awkwardness? Just as well.” And before you know it he’s fingering the Adult Options booklet. Maybe he should try it “just out of curiosity”. A few passwords and some nervous chat later and there’s an illicit kiss, which leads to the inevitable synth-tercourse. And afterwards? Imagine the moment after the world’s worst one-night stand and multiply it by all the awkwardness you can muster. Anita heads off to “clean up”. And we’re not talking about the oven here. ‘Standard party activity’ In other depressing synth-based sexual politics news, Mattie and Toby are at a party and it’s not just the cider hidden in the tumble dryer that’s a rule-breaker. Two teenage boys have put the family synth into sleep mode and are taking her upstairs. “I’m having a go on her,” says one. Mattie steps in. “Do you think it’s normal to drag an unconscious woman into a room and rape her? Is that standard party activity?” ‘She’s just a machine that’s malfunctioning.’ So Joe’s in bed with his guilt lying heavy as Laura returns home. The fact that Anita can feel fear is playing on Laura’s mind and she insists on getting her diagnostics checked. It’s surprising news: Anita is not brand new – she is at least 14 years old. Joe tries to defend her weirdness. “She’s just a machine that’s malfunctioning, that’s all,” he says. “She’s more than that,” argues Laura. ‘We still don’t have their precise location’ What of Leo’s search for Mia? He arranges to meet Mattie after making contact online and he is expecting a “giant lumberjack stripper”, so is surprised when a teenage girl turns up. Showing Mattie a photo of “Mia” sends her legging it out through the toilets. A bit of research by Max leads them to Dr Millican’s house, where it’s revelations all round. Millican explains why he left the synth project: “David was taking his research in a direction I wasn’t comfortable with.” And Leo reveals he’s David’s son. The one who died. ‘It’s human v synth’ Niska is still on the loose and, as luck would have it, she’s come up against a synth-hater, who hands her a flyer for tonight’s underground synth-jousting event at the local smash club. Metal bar in hand, she takes her turn, but attacks the humans instead. Leo needs her to get out of there alive: he has discovered the programme his dad used to give synths like him and Niska consciousness. So she drills a policeman to the wall and walks off into the night… Notes and queries Having an existential crisis? No need. Humans can live on as synths, thanks to Elster’s programme. But would you want to? If synths are killing and competing against humans at the smash club, how long until war is declared? Ones to watch: police officer Karen, who’s faking synth-dom and Jill – something’s not right there. Teenagers don’t come out of this well, do they? “I’m sorry, Laura, I don’t understand the question”: Anita’s catchphrase is becoming more amusing every week."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}