{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2015/jul/02/mps-expecting-gay-marriage-vote-rocks-in-head-andrew-nikolic", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2015-07-01T21:57:23Z", "webTitle": "MPs expecting gay marriage vote soon must have 'rocks in their head', whip says", "webUrl": "https://www.theguardian.com/australia-news/2015/jul/02/mps-expecting-gay-marriage-vote-rocks-in-head-andrew-nikolic", "apiUrl": "https://content.guardianapis.com/australia-news/2015/jul/02/mps-expecting-gay-marriage-vote-rocks-in-head-andrew-nikolic", "fields": {"headline": "MPs expecting gay marriage vote soon must have 'rocks in their head', whip says", "bodyText": "MPs who expected a vote on same-sex marriage any time soon must have “rocks in their head”, government whip Andrew Nikolic has said. Two Liberal backbenchers are preparing to support a cross-party bill which they hope to be introduced to federal parliament next month, pending a decision by the selection committee. Nikolic is on the committee. “Anyone who thinks that this should be prioritised over economic or national security issues has rocks in their head and is totally misreading the needs of the Australian people,” Nikolic told ABC radio on Thursday. Other Liberals opposed to same-sex marriage also hit back at the proponents of the bill. Frontbencher Concetta Fierravanti-Wells called the move an “ambush” that “played into the hands of the government’s political opponents”, the ABC reported. “Any change of this magnitude requires appropriate consultation and not the sort of ambush approach some of my colleagues have chosen to take,” she said. The government leader in the Senate, Eric Abetz, criticised the US supreme court decision that legalised same-sex marriage in all states, and the “media agenda” he said was driving moves to push Australia in the same direction. Writing for Fairfax Media, Abetz said “study after study” had shown that children benefited from having a mother and a father. “That is the foundation that marriage provides, and has provided for millennia. The institution of marriage has stood the test of time. For our children’s sake it needs to continue to do so.” Liberal backbencher Ewen Jones, who wants a free vote on the issue, called for the bill to be debated as quickly as possible rather than pulling the Band-Aid off “one hair at a time”. “Lets rip the thing off and get it done,” he told ABC radio. He said he didn’t want to see the debate descend into name-calling and aggression. Labor frontbencher Penny Wong said it was unfortunate that the prime minister appeared to be baulking at the bill. “It’s very unfortunate that Tony Abbott keeps putting up different obstacles to marriage equality coming to a vote,” she told ABC radio. Whether or not the bill is voted on is up to the government, which controls the numbers in the lower house, the senator said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}