{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2015/jul/29/labor-conference-rejected-push-federal-anti-corruption-commission", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2015-07-28T21:51:51Z", "webTitle": "Labor conference rejected push for federal anti-corruption commission", "webUrl": "https://www.theguardian.com/australia-news/2015/jul/29/labor-conference-rejected-push-federal-anti-corruption-commission", "apiUrl": "https://content.guardianapis.com/australia-news/2015/jul/29/labor-conference-rejected-push-federal-anti-corruption-commission", "fields": {"headline": "Labor conference rejected push for federal anti-corruption commission", "bodyText": "The Labor frontbencher and former ALP national secretary Gary Gray rejected a push for an Icac-style national integrity commission at the party’s conference because he says existing federal bodies are working. Tony Sheldon, national secretary of the Transport Workers Union and a former party vice-president, had included a motion for a federal independent commission against corruption at last weekend’s national ALP conference but it was taken down at the last minute. It failed to get internal parliamentary party support, including from Gray, Labor’s shadow special minister of state. Asked by Guardian Australia why he did not support the concept of a federal Icac, Gray said the ALP national conference had never done so. “The [final] resolution spelled out in detail the multiple levels of integrity and assurance in place at the federal level which already work,” Gray said. “An Icac-type body is needed where there is a lack of institutions to protect the integrity of public processes and the public interest. This is not the case federally. “Although the need for an Icac-type body has been discussed for 30 years, the ALP has always rejected a federal Icac while supporting and reviewing existing integrity measures.” The conference finally passed a series of policy reforms, including real-time reporting of political donations and contributions, reducing the disclosure threshold from $13,000 to $1,000, capping donations and campaign spending, public funding of election campaigns, uniform disclosure laws across states and territories and funding support for nationally registered parties. Labor discloses donations above $1,000 voluntarily. The Coalition immediately ruled out any changes to political donation laws after the Labor platform change. The final Labor conference motion “acknowledged …independent corruption commissions such as the NSW Independent Commission Against Corruption have exposed corruption and ethical lapses in numerous state jurisdictions”. It agreed to review “existing commonwealth institutions to adequately capture a national system”. Those bodies included the Australian Commission for Law Enforcement Integrity, the Australian National Audit Office, the inspector-general of intelligence security, the public accounts and audit committee, Senate estimates committees, the Australian Public Service Commission and the Australian Crime Commission. Political donations were in the spotlight again this week when Fairfax Media reported that the Menzies 200 club, a fundraising organisation for the defence minister, Kevin Andrews, received money from the gambling lobby while he was in charge of formulating the Coalition’s response to poker machines as social services spokesman before the 2013 federal election. In August 2013 Clubs New South Wales donated $20,000 to the Menzies 200 club, Fairfax reported. The minister strongly denied any wrongdoing, pointing to the fact that the Coalition’s opposition to dollar limits on poker machines was known well before the donations were made. At the royal commission into trade unions, it emerged that Bill Shorten’s 2007 campaign to enter parliament received about $75,000 in previously undisclosed support, including a company-funded campaign director. Shorten wrote to the Labor party’s Victorian division two days before his appearance at the royal commission asking it to update its returns to the Australian Electoral Commission. While the notion of a federal Icac has won support in the past from independents such Tony Windsor and senator Nick Xenophon, the major parties have shown a distinct lack of appetite for such a body. Sheldon told Guardian Australia he would continue to push for a federal Icac, which he described as “inevitable”. “We will continue to campaign for a national integrity commissioner because it is pointless to have electoral reforms without a body to pursue the application [in the law],” he said. Sheldon said the many federal investigatory bodies listed in the resolution were not coordinated. “Corruption and political donations have to be seen under one umbrella,” he said. “You have all those bodies but you have to have state and national federal coordination and interaction. If a donation is improperly dealt with it leaves people open to potential of corrupt behaviour.” He said a proper coordinated federal system would need to be transparent and would need to ensure politicians were not left in limbo, such as the former NSW police minister Mike Gallacher, who moved to the crossbenches pending a resolution to an NSW Icac investigation. “You have to get the balance right,” Sheldon said. “I find it offensive that Mike Gallacher is in limbo, he has yet to be given the all clear. No human being should have to go through that – and I am hardly one of his voters – but then you also need exposure of unethical behaviour with complete political transparency.” Sheldon’s push reflected a motion passed by NSW Labor conference last year which supported a national Icac modelled on the NSW body, which would investigate white-collar crime and corruption at a federal level. “People have confidence in leaders and to know someone will be held to account,” Sheldon said. “It’s not going to be that everyone will be pure of heart and of mind.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}