{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2015/jul/02/anti-bikie-laws-are-getting-public-used-to-loss-of-civil-liberties-academic-warns", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2015-07-01T21:52:04Z", "webTitle": "Anti-bikie laws are getting public used to loss of civil liberties, academic warns", "webUrl": "https://www.theguardian.com/australia-news/2015/jul/02/anti-bikie-laws-are-getting-public-used-to-loss-of-civil-liberties-academic-warns", "apiUrl": "https://content.guardianapis.com/australia-news/2015/jul/02/anti-bikie-laws-are-getting-public-used-to-loss-of-civil-liberties-academic-warns", "fields": {"headline": "Anti-bikie laws are getting public used to loss of civil liberties, academic warns", "bodyText": "The spread of anti-terrorism-style laws through Australia’s criminal justice system is conditioning the public to accept “severe and disproportionate” losses of civil liberties, a legal academic has warned. South Australia has drafted laws that would permanently tag members of motorcycle gangs as “criminal organisation participants”, leaving them facing the lifetime risk of jail for associating with others even if they had quit a gang. The measures were introduced despite the South Australian government’s blueprint being under review in Queensland, where its Labor counterpart has a taskforce to recommend ways to repeal or replace gang laws once touted as the world’s toughest. University of Queensland’s Rebecca Ananian-Welsh said it was the latest example of “extreme measures” adopted from terrorism legislation under the same rhetoric but without proof that they helped eradicate organised crime. Ananian-Welsh and the University of NSW professor George Williams in a recent study (pdf) traced the “creep” of federal anti-terrorism laws, including the use of control orders, secret evidence, crimes of association and a shift in the burden of proof, into state criminal laws. They argued the Australian experience offered a “cautionary tale” to other countries, with high court judges unable to act on concerns in the absence of “constitutional protections for human rights or due process”. Ananian-Welsh told Guardian Australia the South Australian bill had gone a step further than the Queensland laws by permanently eroding the rights of anyone who even tried to join a bikie gang. “It doesn’t matter if you just flirted with the idea, attending a couple of meetings of a bikie gang in your youth means you are a member of a criminal organisation then, now and into the future,” Ananian-Welsh said. “If you look down the track, the potential for overreach is massive and it’s hard to grapple with how broad it could get. If a group suddenly disbanded or a couple of people broke away and formed a different group or became part of another organisation in no way related to bikies, would that then become a criminal organisation?” The South Australian government on Tuesday dismissed opposition calls to allow judicial review of the its declaration of 27 bikie gangs as criminal organisations and for secret intelligence to be shared with a parliamentary committee. The SA attorney-general, John Rau, said: “If the opposition wants to inject the courts back into that process again, all they’re going to do is guarantee that one, we’ll be in court forever, two, we’ll waste a great deal of money and three, we’re going to achieve nothing.” However, Ananian-Welsh said the list of criminal organisations proposed by Rau had already inadvertently captured the Phoenix motorcycle club, a harmless social riders group that shared the same name as a self-styled “outlaw” motorcycle club in New South Wales. This showed the unintended consequences of giving “massive discretion” to governments and police, Ananian-Welsh said. “Under the law, if the Phoenix motorcycle club went, ‘Oh crap, we’ve just been declared a criminal organisation, let’s dismantle it,’ that wouldn’t change anything.” The laws would also be “totally useless” against groups that didn’t formally label themselves, such as the Calabrian mafia, “unless the mafia all started wearing uniforms”, she said. Ananian-Welsh said the South Australian government’s position reflected the trend of governments “cutting out the courts in an experiment with how broad we can make the government’s power”. “You see it in the proposed citizenship laws, the declared foreign places laws, metadata retention,” she said. South Australia has not adopted Queensland’s Vicious Lawless Association Disestablishment (Vlad) Act, which Ananian-Welsh said enabled the extreme scenario of three teenagers buying recreational drugs to be jailed for an extra 15 years or more at the discretion of the police commissioner. Her study with Williams found that at no point was the effectiveness of measures first introduced to deal with suspected terrorists considered as a factor in their adoption to tackle organised crime, she said. Banning bikies from public gatherings, clubhouses and wearing clothing and logos in licensed venues in Queensland was “certainly pushing them out of the public eye, which is great for families on Broadbeach”. “But is this actually helping organised crime? I don’t know,” Ananian-Welsh said. “What it is doing is having a huge impact on civil liberties that potentially goes beyond bikie gangs. It’d be nice to know whether that’s having any commensurate impact on cutting crime because I just don’t know that it is. “Maybe the [Queensland] review will come down and say organised crime has been dismantled in the state. But until we’ve actually got something like that and while they’re still so controversial in Queensland, it seems really preemptive for South Australia to be jumping on the bandwagon.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}