{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/blog/live/2015/jul/20/reaction-to-camerons-speech-on-tackling-extremism-politics-live", "type": "liveblog", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2015-07-20T22:38:21Z", "webTitle": "Welfare bill: 48 Labour MPs defy party whip - as it happened", "webUrl": "https://www.theguardian.com/politics/blog/live/2015/jul/20/reaction-to-camerons-speech-on-tackling-extremism-politics-live", "apiUrl": "https://content.guardianapis.com/politics/blog/live/2015/jul/20/reaction-to-camerons-speech-on-tackling-extremism-politics-live", "fields": {"headline": "Welfare bill: 48 Labour MPs defy party whip - as it happened", "bodyText": "Here is a summary. Some 48 Labour MPs defied the party whip and opposed the welfare bill at its second reading. Labour sources consoled themselves by saying that the rebellion was in line with expectations, and no bigger than some other rebellions that took place during Ed Miliband’s leadership, but the rebellion is a snub to Harriet Harman, who argued that it was important for the party to abstain on the bill as a whole to show that it understood public concerns about the high cost of welfare spending. Some 47 Labour MPs actually voted against the bill, and a 48th acted as a teller for the noes. Andy Burnham, the favourite in the Labour leadership contest, has said the party will vote against the bill at its third reading if he becomes Labour leader and if the government does not make “major changes” to the bill. He made this point in a letter to MPs, and he has just posted something very similar on Facebook. The SNP have claimed that tonight’s vote shows that they are “the real and effective opposition to the Tory government”. Overall, it has been a terrific night for the Tories, and for George Osborne in particular. The chancellor did some choice stirring this morning, using a Guardian article to urge Labour MPs to vote with the government, and if that was intended to embolden Labour rebels, it probably worked. Labour are entitled to say that the party has had bigger rebellions before. But Harrriet Harman wanted to use a Labour abstention to show that the party was changing its stance on welfare, but instead her tactic backfired, because all the focus tonight has been on the Labour split. If she had committed Labour to voting against the bill from the start, this would have been less of an issue. Burnham has not had a great night either. Although he claims some credit for persuading Harman to table an amendment saying the bill should not be getting a second reading, he ended up, confusingly, saying that he was both abstaining on the bill (see 4.02pm - because he was abstaining on the main vote) and voting against it (see 9.55pm - because he was voting for the amendment, which said the bill should not get a second reading.) Yvette Cooper, his main rival, also voted the same way, but she did not set herself up as a major opponent of the bill, and is less open to the charge of swithering. Given the size of the Labour rebellion, and given what Burnham has been saying about the need for “major changes” to the bill, it seems quite likely that, by the time MPs get to vote on the bill’s third reading, the Labour leader will be either Burnham or Cooper and the party as a whole will be voting against the bill (because the new leader will not want another split). No doubt that would please Osborne too. That’s all from me. Thanks for the comments. This is from Greg Hands, the chief secretary to the Treasury. He puts the number of Labour rebels at 47 because he is not including Kelvin Hopkins, who acted as a teller for the noes. LabourList has a full list of the Labour MPs who voted against the welfare bill. Hannah Bardell, the SNP welfare spokeswoman, has put out this statement about the vote. Here’s an excerpt. The Tories’ cruel welfare cuts damage the working poor and vulnerable people, and had to be opposed. “Labour had the perfect opportunity to join the SNP in a progressive coalition to oppose the Tories - but with some honourable exceptions they sat on their hands. There were no frontbenchers among the 48 Labour MPs who opposed the welfare bill, party sources say. There were 48 Labour rebels, a party spokesman has confirmed. He added. There is no great surprise about that figure. Harriet Harman was clear in her position, that Labour should abstain, and the majority of Labour MPs did so. We always knew that there would be a certain number of people who took a different view. Here is some Twitter reaction to the vote. From the New Statesman’s Jason Cowley From the Guardian’s Gaby Hinsliff From the Sun’s Tom Newton Dunn From the New Statesman’s Stephen Bush Gavin Newlands, the SNP MP, says around 50 MPs voted with his party. Huffington Post’s Paul Waugh says there were 48 Labour rebels. Around 50 Labour MPs at least probably defied the whip and voted against the welfare bill. We have not seen the figures yet, but the SNP (56 MPs), the Lib Dems (eight MPs), the DUP (eight MPs) and Caroline Lucas, the Green, were all committed to voting against the bill. It is possible that some of those MPs were not present, but if they were, they would account for 73 of the no votes. So at least another 51 votes would have had to come from somewhere. Almost all of those will have been Labour MPs, although the SDLP’s Margaret Ritchie said in the debate she could not support the bill. On a point of order, Pete Wishart asks if the Commons seating arrangements can be changed to show that the SNP is now the official opposition. The welfare bill has passed its second reading by 308 votes to 124 - a government majority of 184. This is from the Labour mayor of Liverpool, Joe Anderson, one of the most powerful figures in Labour local government. Another Labour MP has tweeted about voting against the bill. From Richard Burgon Two Labour MPs have tweeted that they have voted against the bill, in defiance of the whip. From Tulip Siddiq From Iain Wright Here is the scene in the Commons. You can see Labour frontbenchers remaining seated (on the right), because they are abstaining. We’ve got the name of the first Labour rebel. It’s Kelvin Hopkins. He is one of the two tellers for the noes - those voting against the bill itself. The other is Owen Thompson, an SNP MP. The Labour amendment has been defeated by 308 votes to 208 votes - a majority of 100. MPs are now voting on whether to give the bill a second reading. Here are some highlights from the debate. I’ve taken the quotes from the Press Association. Iain Duncan Smith, the work and pensions secretary, said Labour’s opposition to welfare reform showed it was still addicted to debt. In 1980, working age welfare accounted for 8% of all public spending but by 2010 it had risen to nearly 13%. That’s more than 2 billion, almost 8,000 for every household. Nine in 10 families who had children were eligible when we came into Government for tax credits. And so from last week it’s clear many of the other side still, I don’t believe, have actually learnt anything from some of the mistakes made during the 13 years of the Labour government. They haven’t weaned themselves off the addiction to pay debt and more debt off somebody else’s money, and they are still not credible when it comes to managing the public finances. Helen Goodman, the Labour MP who tabled an amendment against the bill (see 5.40pm), said she would be voting against the Labour whip for the first time. I’ve been in this House for 10 years, I’ve never voted against my party’s whip, I think [Stephen Timms, the acting shadow work and pensions secretary] made a good case for the frontbench amendment. I shall vote for the amendment. But I think there are so many issues in this bill which are deeply concerning that I cannot avoid going into the no lobby tonight. Timms said the Conservative shad abandoned their plans to eliminate child poverty. The Conservative Party manifesto promised it would ‘work to eliminate child poverty’. It is now absolutely clear that they didn’t mean it. The bill abandons any pretence that they did. Instead of eliminating the scandal of child poverty, the Bill attempts to eliminate the term. Frank Field, the Labour chair of the work and pensions committee, said the government was letting down “strivers”. If we look at those who are in work now but who are being supplemented by tax credits, there are over three million of that group, of strivers in our society, who are going to be walloped by this bill. We [ie, Labour] need not to be at sixes and sevens on voting for things tonight but to hammer home there is one message here: that this government talks a language outside this House and enacts a different language within this House, that they talk about strivers outside but we have a bill before us tonight that will affect three million of those in work strivers who will be made worse off. Tim Farron, the Lib Dem leader, said the bill was “unfair, unwise and inhuman”. We are very clear. We cannot and will not support this bill. If it did what it said on the tin, there may be much to commend it - but it doesn’t. This government pledges a living wage which even they know is not one. They want a welfare state that is anything but good for our country’s welfare and it uses the guise of economic necessity to cover up ideologically driven cuts. Tonight, we will vote against this bill because we know the depth and character of these proposals are unfair, unwise and inhuman. They are anything but economically necessary. Sammy Wilson, the DUP MP, said the bill could bring down the Northern Ireland executive. I believe that this bill probably spells the end of the Northern Ireland Assembly because welfare reform - the current measures - have not been introduced, it has left a 600 million hole in the budget. I would just say to the members from Scotland, who have been keen to have this devolved, there is a cost in having welfare reform devolved because of course every measure which is not introduced means that there’s money taken off the block grant. Hannah Bardell, the SNP welfare spokesman, strongly criticised the suggestion that rape victims could be exempted from the cuts for benefits for third children if they could show a third child was born as a result of a rape. I have to hope that this grave error in policy-making is a matter which the Conservatives will rethink and completely remove from this Bill. Either this is a deeply insensitive afterthought, or it is a proposal that shows an utter disregard for a woman’s privacy and basic human rights. How on earth can this policy work? What criteria will be applied on women justifying whether or not they are being raped? Is the criteria a conviction, which as we well know are notoriously low? The debate is over. MPs are now voting on the Labour amendment. Andy Burnham has sought to clarify his position on the wefare bill. He is voting against the bill, because he is backing the Labour amendment that says the bill should not get a second reading. (See 5.40pm.) But he is also abstaining when MPs vote on whether to give the bill a second reading, in line with what the instructions from the Labour whip. I’ve finished my London Labour mayoral hustings blog and am back on the welfare bill debate. Kate Green, the shadow welfare minister, is wrapping up for Labour. There will be two votes. The result of the vote on the Labour amendment will come at 10.15pm. And the result of the main vote - the one that will see a Labour rebellion - will come at 10.30pm. Tonight the Guardian is hosting a hustings event for the Labour London mayoral candidates. It starts at 7pm and I will be covering it on a separate live blog. You will be able to find it here from about 6.45pm. But we haven’t given up on the welfare bill. I’m going to miss the next three hours of the debate, but I will pick up this blog again at about 9pm. At that point I will pick up some of the highlights from the debate. I will then cover the closing part of it live, as well as the vote. The government is almost certain to win, but it will be interesting to see how many Labour MPs defy the whip and vote against it. In the meantime, here is an early evening summary. Iain Duncan Smith, the work and pensions secretary, has dismissed claims that the welfare bill will push more children into poverty. He started his speech at the opening of the debate a few minutes ago, and was challenged by Jeremy Corbyn, the leftwing Labour leadership candidate who asked him if he had considered the impact the bill would have on child poverty. Duncan Smith said he had, but that he thought the measures in the bill intended to focus attention on “life chances” would be a better way of tackling child poverty. Duncan Smith also told Corbyn he wished him well in the leadership contest. But being leader of the opposition was not “all it’s cracked up to be”, he said, to Corbyn’s amusement. Many Labour MPs are expected to defy the whip and vote against the bill in the main vote tonight, instead of abstaining, although Andy Burnham, a strong critic of the bill, has said he will abstain. I will be covering the debate again here from about 9pm. David Cameron has announced that parents worried that their children may be about to travel to Syria or Iraq to join Islamic State (Isis) will be able to apply for their child’s passport to be cancelled. Michael Fallon, the defence secretary, has told MPs that five pilots serving with British forces have been embedded with coalition forces carrying out air strikes against Isis in the past year. But many MPs criticised Fallon for allowing those pilots to get involved in those missions given that parliament voted against Britain launching air strikes against Isis targets in Syria. The government has been heavily defeated in the Lords in a blow to ministers’ plans to extend the right to buy to housing association tenants. As the Press Association reports, Labour and Liberal Democrats peers combined by 257 votes to 174, majority 83, to force through an amendment to the Charities (Protection and Social Investment) Bill. The amendment requires the Charity Commission to ensure independent charities are not compelled to use or dispose of assets in a way which is “inconsistent with their charitable purposes”. Ministers have been told that victims of the NHS contaminated blood scandal feel they are being “left to die in misery”. Labour’s Diana Johnson criticised the Government’s “very shabby” decision to inform peers late last Friday about a delay in spending 25 million allocated to support patients infected with hepatitis C and HIV during the 1970s and 1980s. As the Press Association reports, in reply, health minister Ben Gummer said a consultation would start in the autumn, is hoped to last eight weeks and should report back before the end of the year. He added he hopes a reformed compensation scheme will be implemented as soon as possible after the consultation, potentially before the end of 2015/16. Liz Kendall, the Labour leadership candidate, has said that Labour needs to return to its roots and give power to the people, arguing that the party’s impulse has too often been “to regulate, to restrict, to fix, or ban”. A referendum to give London broadly the same tax-raising powers and independence as the Scottish parliament has been proposed by Labour mayoral candidate Gareth Thomas. The debate on the welfare bill, or the welfare reform and work bill, to give it its full title, is just starting. John Bercow, the Commons Speaker, has announced he will call a vote on the Labour amendment tabled by Harriet Harman. This is what it says. That this House, whilst affirming its belief that there should be controls on and reforms to the overall costs of social security, that reporting obligations on full employment, apprenticeships and troubled families are welcome, and that a benefits cap and loans for mortgage interest support are necessary changes to the welfare system, declines to give a Second Reading to the Welfare Reform and Work Bill because the Bill will prevent the Government from continuing to pursue an ambition to reduce child poverty in both absolute and relative terms, it effectively repeals the Child Poverty Act 2010 which provides important measures and accountability of government policy in relation to child poverty, and it includes a proposal for the work-related activity component of employment and support allowance which is an unfair approach to people who are sick and disabled. That means the SNP amendment, the Lib Dem amendment and the amendment tabled by Labour’s Helen Goodman, and signed by dozens of her colleagues, will not be put to a vote. You can read the text of all those amendments on today’s order paper (pdf). Caroline Lucas, the single Green MP, is voting against the welfare bill. In a statement she said: The Tories are attempting to dismantle our welfare state, and cut back on support given to those who need it the most. The bill will slash support for people with ill health including many with mental health problems – new claimants of employment support allowance in the work related activity group, will see payments cut by almost £30 a week. This is very harmful for people with long-term fluctuating mental ill-health. It will lock in child poverty for those born into larger families and it will leave ministers significantly less accountable for their policies by scrapping the current legally binding child poverty targets. It’s also deeply concerning that the bill includes a clause which would allow the government to further lower the cap on benefits without consulting parliament - thus potentially plunging more children into poverty without MPs even having a debate on the issue. It’s now down to MPs from all parties to look beyond the politics of today’s debate and focus instead on the devastating impact that this piece of legislation will have on people up and down the country. And of course the SNP are voting against the welfare bill too. They put out a statement at the weekend in the name of Mhairi Black, who is a member of the Commons work and pensions committee. She said: This week Labour party have the perfect opportunity to turn over a new leaf and join forces with the SNP to form the strong opposition we badly need. It is not enough for Labour simply to abstain on the Welfare Reform and Work Bill – they must join us in voting against it. To every Labour MP who has seen the impact of Tory welfare policies on their constituents I say this: your constituents are looking to you to grab this opportunity with both hands. And Plaid Cymru are voting against the welfare bill. They’ve got three MPS. This is from the Plaid MP Hywel Williams. The welfare reform proposals set out in the Chancellor’s Budget spell very bad news for thousands of working families in Wales. Around 120,000 households in Wales currently receive tax credits to top up their low wages which simply don’t provide enough for them to get by. The Tories’ plans to cut these tax credits threaten to plunge many more into poverty. Despite the Chancellor’s efforts to rebrand the minimum wage as a living wage, this change won’t offset the impact of these cuts. Last week, the Labour party was exposed as being in complete disarray over how to vote on the Welfare Reform and Work Bill today. Opposing Tory plans to punish some of the most vulnerable in society should be a no-brainer for Labour. Plaid Cymru welcomes the support of the few Labour MPs from Wales who have already voiced opposition to these reforms. However, this is not enough. I urge each and every Labour MP from Wales to join Plaid Cymru in sending a clear message to the Tory government in Westminster that our communities cannot and must not endure more cuts. Failure to do so will leave many people in Wales feeling betrayed by those who claim to represent them and realising that it’s Plaid Cymru acting as the real opposition to the Tories in Westminster. The DUP are voting against the welfare bill, a party spokesman tells me. The party is imposing a three-line whip, which is relatively rare for the DUP. All its eight MPs should be in the Commons. Here is the full text of Andy Burnham’s letter to Labour MPs explaining why he is going to follow the whip and abstain on the main vote on the welfare bill. But he also says that, unless the government makes “major changes” to the bill during its committee stages, Labour will vote against the bill at its third reading if he becomes leader. Dear Colleague, I wanted to update you on my position ahead of today’s vote on the welfare reform and work bill. The party has come to a position over the last week and we now have a reasoned amendment which sets out our opposition to the bill. As you know, I was very clear last weekend that we could not simply abstain on this bill and that we needed to set out where we have agreement with reforms, but more importantly, where we strongly disagree. For example, I have said that, as leader, I will oppose the two-child policy. I also strongly oppose the changes in this bill that will increase child poverty whilst at the same time abolishing the child poverty reduction target. I will always defend our record as a Labour government of supporting low-paid people in work, and into work, through our tax credits. For these reasons, I have led calls for the Party to change its position. Our reasoned amendment sets out clearly our opposition to many aspects of the bill. In truth, it could be stronger but it declines to give the bill a second reading and, therefore, voting for it tonight is the right thing to do. The Tories want to use this period to brand us in the way they did in 2010. We must not allow that to happen. Collective responsibility is important and it is what I would expect as leader of our party. It is why I will be voting for our reasoned amendment and, if it is defeated, abstaining on the bill. But I can reassure you that this is only the beginning of a major fight with the Tories. I am determined that we will fight this regressive bill line by line, word by word in committee. If the government do not make the major changes during committee stage, then, as Leader, I will oppose this bill at third reading. Yours sincerely, Andy Burnham The Lib Dems are voting against the welfare bill. Here is a statement from Tim Farron, the new Lib Dem leader. The truth is the Tories do not have to cut £12bn from welfare: they are choosing to. The Liberal Democrats will always stand up for families. We will not let the Conservatives, through choice, and the Labour party, through silence, unpick our welfare system. Here is the Child Poverty Action Group’s briefing on the welfare bill (pdf).It says many of the measures in the bill will “either push more children into poverty or limit the government’s ability to properly monitor levels of child poverty across the UK”. My colleague Patrick Butler has filed a story today on new research from Shelter showing that unemployed families will not be able to afford to live in large parts of England under the new, lower benefit cap in the welfare bill being debated tonight.He explains more here: The popularity of the principle of the benefit cap is well-known; what is less commonly acknowledged is that the dire impacts of the benefit cap - homelessness, hunger, poverty, children forced to move school - make voters a lot less comfortable. Today’s analysis by Shelter - mapping the UK to show exactly which areas will become no-go areas for jobless families reliant on housing benefit when the cap is lowered to £20,000 (£23k in London) - is designed to remind voters - and MPs voting this evening - that the cap has consequences. In particular, the maps show how the lower cap has widened the focus of the policy from large families in expensive high rent areas of central London to include smaller families in supposedly cheaper rent areas of the country such as Portsmouth, Coventry and Luton. In places like Bristol, for example, it shows that private sector rents are so high - and the cap so tight - that an ordinary two parent, two-child family on benefits cannot afford to live anywhere in the city - not even overcrowding into a single bed apartment. Campaigners suspect that the geographical expansion of the cap may surprise people who thought the point of welfare reform was to stop the state spending thousands in housing benefit on large families in Kensington and Chelsea - not to make small households in two bed flats in cheap areas of Peterborough unable to feed their kids. As one charity campaigner told me: “In its first iteration the cap didn’t really affect that many people. Now someone who is a single mum in low-rent area [of provincial England] may be very surprised to find that they are themselves a ‘benefit excess story’”. To date, the cap has been limited in its effects. Only around 59,000 households in England were hit by the £26,000 cap in the whole of its first two years. Half of these were in London, meaning that - unlike the bedroom tax - most of the country knew nothing of the effects of what was in theory a national policy. Charities believe that the expansion of the policy - around 110,000 households will be affected if it comes in next April - and its effects on homelessness and poverty - may start to raise the cap’s profile, bedroom tax-style - and change public attitudes. Jeremy Corbyn has put out a statement explaining why he is voting against the welfare bill. Here’s an extract. I am voting against the government on the welfare bill tonight because I believe it will increase child poverty. We should be proud of the fact the last Labour government took 800,000 children out of poverty – but the approach of this bill goes in the opposite direction. We cannot stay neutral on that. We introduced tax credits to fill the gap between wages and the cost of living. Osborne’s proposals do nothing to close that gap, whilst taking away the vital lifeline tax credits provided. According to the BBC’s Norman Smith, “scores” of Labour MPs are expected to rebel tonight, and vote against the welfare bill. A “score” is 20, a Labour source has just reminded me. So that implies at least 40 Labour MPs will rebel. Labour HQ are not making any predictions, although they think Andy Burnham’s statement has been helpful. LabourList has an extract from the letter Andy Burnham has sent to Labour MPs explaining why he will abstain in the welfare bill vote. He wrote: The Tories want to use this period to brand us in the way they did in 2010. We must not allow that to happen. Collective responsibility is important and it is what I would expect as Leader of our Party. It is why I will be voting for our reasoned amendment and, if it is defeated, abstaining on the bill. Yvette Cooper’s office has confirmed that she will also abstain on the welfare bill, assuming that the Labour amendment fails. Liz Kendall also supports Harriet Harman’s call for the party to abstain. Kendall is more sympathetic than Burnham and Cooper to Harman’s view that it needs to show the public that it accepts the need for some welfare cuts. But Jeremy Corbyn, the other Labour leadership candidate, will vote against the bill. The Commons debate on the welfare bill was due to start at 3.30pm. But there is an urgent question first on contaminated blood, and then a statement from Michael Fallon on British involvement in the fight against Islamic State (Isis), and so the welfare debate will not get underway until about 5pm. As Patrick Wintour reported this morning, the debate will expose a Labour split. The party has tabled a reasoned amendment to the bill but, if that fails (as it almost certainly will), Labour MPs have been told to abstain when the main vote on the bill takes place. But some MPs are determined to vote against it. One MP who won’t be rebelling, though, is Andy Burnham. He was strongly critical of the bill last week. But he has decided to obey the party whip. The British Future thinktank has welcomed David Cameron’s speech. Here’s an extract from its response. The commitment to “empowering moderate voices” among British Muslims, those who speak for the vast majority, is important – as is the acknowledgement that combating extremism is a shared challenge, not one for Muslims alone. [Cameron] was also right to focus on British values as a key foundation for efforts to build a more inclusive society, one that has no room for violent extremism. The government’s counter-extremism strategy is changing quite drastically, but it is multi-pronged, and it is impossible to sum with a single, headline policy. An extremism bill will be published later this year, although, as Theresa May told the Today programme this morning, the strategy is not just about legislation. To understand the government’s approach, it is best to start with the speech May gave in March. It was full of proposals, most of which are being taken forward, and there is a summary of them here. After the election, as part of the publicity around the Queen’s speech, the government publicised its plans for banning orders (against groups) and disruption orders (against individuals). These are designed to target extremists not tackled by existing legislation (because they don’t advocate violence, for example) and, when the government does try to bring them in through legislation, they are certain to prove highly controversial. Today in his speech David Cameron mentioned several of the ideas floated by May already. Here are the new policy proposals. Cameron said that parents worried about their children going abroad to join Islamic State (Isis) would be able to get their passports cancelled. Number 10 sources said this would apply to children under the age of 16, and that the government could bring this in quickly, without having to legislate. He said the government would consult on granting lifetime anonymity to the victims of forced marriage. He said Ofcom would get news powers to deal with “foreign channels that broadcast hate preachers and extremist content”. The words he used implied that British broadcasters will not be subject to pre-broadcast censorship, as reports suggested earlier this year, but Cameron was not explicit about that. He said schools would be incentivised to promore more integration in divided areas. This could involve more integrated free schools. He said the government would consider ways of promoting more integration in social housing. He said he was setting up a new community engagement forum. He said Louise Casey would carry out a review into integration. She will deliver an interim report early next year which will provide ideas for a cohesive communities programme. He said there would be a “total rethink” of how to tackle extremism in prisons. He said the government would encourage those with direct knowledge of Islamic State - for example, people from the Syrian, Iraqi and Kurdish communities - to speak out about the true nature of Isis. He said he wanted internet firms to do more to protect their customers from being radicalised online. He said it was their “moral imperative” to act, but he did not commit the government to compelling the companies to act, implying he hoped they would respond voluntarily. He said there would be new measures to stop children being radicalised in Islamist “supplementary schools” . Here is some of the more interesting reaction to the speech I’ve seen from commentators and politicians on Twitter. Generally, the reception seems pretty positive. David Cameron is getting praised from figures across the political spectrum, including from people who you might expect to be quite sceptical. From Glenn Greenwald, the libertarian and former Guardian journalist From Patrick O’Flynn, the Ukip MEP From the Sun’s Steve Hawkes From Lady Warsi, the former Conservative party chair From Sunny Hundal, the journalist and commentator From Westminster Unionist, a DUP account From the Labour MP Geraint Davies From James Bloodworth, the Left Foot Forward editor From Shiraz Maher, a senior fellow at the International Centre for the Study of Radicalisation The Demos thinktank, which has studied radicalisation, has broadly welcomed David Cameron’s speech. Here’s an extract from the response it released. Building improved trust between government and Britain’s Muslim communities through enhanced collaboration and cooperation will be integral to achieving any progress here – so too will promoting dialogue, understanding and interaction between all parts of society. If the prime minister is truly committed to a one nation government, its counter-extremism policies must be matched by efforts to foster greater cohesion and inclusivity, and policies to tackle issues like unemployment and discrimination – which can so often challenge a sense of belonging in young people. After all, Britain will be a much stronger nation – both socially and economically – if we can improve opportunities for a much larger proportion of young people to participate fully and positively in the labour market and in their communities. While undoubtedly a difficult balance to manage, the government must ensure that its efforts to address radicalisation do not threaten the pre-eminence of free speech: one of the most critical foundations of the democratic, open and secure society that terrorism seeks to undermine. As previous Demos research – including our report, The Edge of Violence – on the appeal of Islamic extremism to young people has shown, terrorist organisations such as Isis can appear exciting and purpose-giving; without positive and non-violent outlets for dissent, we risk making extremism more exotic, attractive, and difficult to address through early intervention. Q: You talked about enforcing British values. How can you be sure that enforcing values about the role of women, or the rights of homosexuals, won’t alienate the people who are trying to win over? Cameron says the values of freedom and democracy are stronger than the values of Isis. British values are good for everyone, he says. He says that sometimes in the past when people arrived in Britain they wanted to be treated separately. That was wrong, he says. By asking people to sign up for British values, you are not asking them to sign up to some idyll from the 1950s. British values are for everyone, and they are being build by everyone, including by immigrants. Now some of them sit around the cabinet table, “the most powerful table in the land”, and help to take the decisions that shape our society. Q: Would you support air strikes against Isis in Syria? And would you support the use of ground troops? Cameron says, if there were ever a direct threat to British interests, he would act to neutralise that. Cameron says dealing with the so-called Caliphate in Iraq and Syria is essential. But that is not the whole answer to tackling Islamist extremists. To tackle Isis, there will have to be troops on the ground. But they should be Iraqi troops, he says. Cameron is now taking questions. Q: The Ramadhan Foundation said today you had failed to engage with the Muslim community. (See 10.53am.) Cameron says he does engage with people. And he is going further, and setting up an engagement forum. But one problem is that some groups purport to represent Muslims when they do not, he says. He says Muslims are saying this. Q: You said there was a connection between Islam and Islamists extremists. What exactly did you mean? Cameron says the extremists do not represent Islam. But, because the Islamists self-identify as Muslims, we need to challenge them. And that needs help from Muslim communities, and from Muslim scholars who can say they are wrong. It is right to say these people have nothing to do with the true nature of Islam. But that, on its own, is not enough. We need to go further, he says. Cameron confirms that Louise Casey will carry out a review of how to promote integration. And he suggests schools need to be more integrated. In education, while overall segregation in schooling is declining... ... in our most divided communities, the education that our young people receive is actually even more segregated than the neighbourhoods they live in. Now, bussing children to different areas is not the right approach for this country. Nor should we try to dismantle faith schools. Many faith schools achieve excellent results and I’m the first to support the great education they provide. I chose one for my own children. But it is right to look again more broadly at how we can move away from segregated schooling in our most divided communities. We have already said that all new faith academies and free schools must allocate half their places without reference to faith. But now we’ll go further to incentivise schools in our most divided areas to provide a shared future for our children... ...whether by sharing the same site and facilities... ...by more integrated teaching across sites... ...or by supporting the creation of new integrated free schools in the most segregated areas. Cameron says the fourth part of his strategy involves promoting integration. He says the government, and the Conservative party, has become more diverse. When we discussed childcare at Cabinet last week – a Conservative-only Cabinet... ...the item was introduced by a Black British son of a single parent – Sam Gyimah... ...backed up by the daughter of Gujarati immigrants from East Africa – Priti Patel ... ...and the first speaker was the son of Pakistani immigrants– Sajid Javid - whose father came to Britain to drive the buses. So we’ve made some progress in recent years, including I am pleased to say – in my own political party. Cameron says the third plank of his strategy is to “embolden different voices in the Muslim community”. He says he is going to set up a new community engagement forum. And he implicitly criticises the media for giving too much airtime to extremist voices from the Muslim community. Addressing broadcasters directly, he says: You are free to put whoever you want on the airwaves. But there are a huge number of Muslims in our country who have a proper claim to represent liberal values in local communities… …people who run credible charities and community organisations, councillors and MPs… …so do consider giving them the platform they deserve. I know other voices may make for more explosive TV – but do exercise your judgement… …and do recognise the huge power you have in shaping these debates in a positive way. Cameron announces that parents will have the power to cancel their children’s passports if they are worried about them travelling to Syria to join Isis. I know how worried some people are that their children might turn to this ideology – and even seek to travel to Syria or Iraq. So I can announce today we are going to introduce a new scheme to enable parents to apply directly to get their child’s passport cancelled to prevent travel. Cameron says parents to get power to cancel their children’s passports. Cameron says universities need to do more to stand up against extremists. When David Irving goes to a university to deny the Holocaust – university leaders rightly come out and condemn him. They don’t deny his right to speak but they do challenge what he says. But when an Islamist extremist goes there to promote their poisonous ideology... ...too often university leaders look the other way through a mixture of misguided liberalism and cultural sensitivity. Cameron criticises universities for not challenging Islamist extremists. He also criticised the National Union of Students. And while I am it, I want to say something to the National Union of Students. When you choose to ally yourselves with an organisation like CAGE, which called Jihadi John a ‘beautiful young man’ and told people to “support the jihad” in Iraq and Afghanistan... …it really does, in my opinion, shame your organisation and your noble history of campaigning for justice. Cameron says the extremism bill will include powers to enable the government to deal with “facilitators and cult leaders” who are peddling hatred. Cameron says the government ordered a review of the role of extremists in schools after the so-called Trojan Horse affair. But progress has not been fast enough, he says. Cameron turns to the second part of his strategy. He says the government must tackle those who promote non-violent extremism, as well as those who promote violent extremism. This means confronting groups and organisations that may not advocate violence – but which do promote other parts of the extremist narrative. We’ve got to show that if you say “yes I condemn terror – but the Kuffar are inferior”… …or “violence in London isn’t justified, but suicide bombs in Israel are a different matter”… …then you too are part of the problem. Unwittingly or not, and in a lot of cases it’s not unwittingly… …you are providing succour to those who want to commit, or get others to commit to, violence. For example, I find it remarkable that some groups say ‘We don’t support ISIL’ as if that alone proves their anti-extremist credentials. Al-Qaeda don’t support ISIL. Cameron says government needs to have the confidence to defend British values. The failure in the past to confront the horrors of forced marriage is a case in point. He says the government will consult on legislating for lifetime anonymity for the victims of forced marriage. Cameron says internet companies need to do more to tackle extremism. And we need our internet companies to go further in helping us identify potential terrorists online. Many of their commercial models are built around monitoring platforms for personal data, packaging it up and selling it on to third parties. And when it comes to doing what’s right for their business, they are happy to engineer technologies to track our likes and dislikes. But when it comes to doing what’s right in the fight against terrorism, we too often hear that it’s all too difficult. I’m sorry – I just don’t buy it. They have shown with the vital work they are doing in clamping down on child abuse images that they can step up when there is a moral imperative to act. And it’s now time for them to do the same to protect their users from the scourge of radicalisation. Cameron says internet companies need to do more to protect users from extremism. Cameron says he wants to get people who understand the nature of Isis to communicate that to young people. And he wants to do more to tackle extremism in prisons, he says. Cameron says it is especially important to “de-glamorousise” Isis. This is a group that throws people off buildings, burns them alive…. …and as Channel 4’s documentary last week showed... …its men rape underage girls, and stone innocent women to death. This isn’t a pioneering movement – it is vicious, brutal, fundamentally abhorrent. And here’s my message to any young person here in Britain thinking of going out there: You won’t be some valued member of a movement. You are cannon fodder for them. They will use you. If you are a boy, they will brainwash you, strap bombs to your body and blow you up. If you are a girl, they will enslave and abuse you. Cameron says it is important to take on the conspiracy theorists. The world is not conspiring against Islam;... ...the security services aren’t behind terrorist attacks;... ...our new Prevent duty for schools is not about criminalising or spying on Muslim children. This is paranoia in the extreme. In fact that duty will empower parents and teachers to protect children from all forms of extremism – whether Islamist or neo-Nazi. Cameron says the government will publish its counter-extremism strategy in the autumn. He is now setting out the principles behind that strategy. First, the government has to “confront, head on, the extreme ideology” behind Islamist extremism. We must take its component parts to pieces - the cultish worldview, the conspiracy theories, and yes, the so-called glamorous parts of it too. In doing so, let’s not forget our strongest weapon: our own liberal values. We should expose their extremism for what it is – a belief system that glorifies violence and subjugates its people... ..not least Muslim people. We should contrast their bigotry, aggression and theocracy with our values. Cameron explains why he does not thing foreign policy or poverty explains Islamist extremism. And he is now on the passage about setting out the four factors that he thinks do explain why people are attracted to Islamist extremism. I quoted this earlier. Cameron says that although he is talking about Islamist extremism, he is not criticising Islam, or Muslims generally. I know what a profound contribution Muslims from all backgrounds and denominations are making in every sphere of our society... ...proud to be both British and Muslim, without conflict or contradiction. And I know too how much you hate the extremists who are seeking to divide our communities... ...and how you loath the damage they do. Cameron says the UK has been a beacon for diversity. Over generations, we have built something extraordinary in Britain... ...a successful multi-racial, multi-faith democracy. Open, diverse, welcoming – these characteristics are as British as queuing and talking about the weather. David Cameron is speaking now. He says the school where is is speaking, Ninestiles school, is an example of one where children from different backgrounds and different faiths learn from each other. That is indicative of how his one nation government wants to bring the government together, he says. David Cameron is giving his speech in a school in Birmingham. David Cameron will be giving his speech on tackling extremism shortly. There will be a live feed here. You may have to refresh the page to get it working. David Cameron’s speech will address the issue of why people are attracted to Islamist extremism, and why young Britons go abroad to fight with Islamic State (Isis). As I said earlier, on the basis of the extracts released overnight, I’m not sure he’s cracked it. (See 9.57am.) On Twitter, and here, I asked readers to suggest material that does explain the phenomenon. Here are the most helpful responses I’ve had. Shamit Saggar’s book, Pariah Politics: Understanding Western Radical Islamism and What Should be Done. This was suggested by Sunder Katwala, who runs the British Future thinktank According to the OUP website, this costs £43.99, and so you might think twice before ordering it. But here is the OUP’s summary of Saggar’s argument. Pariah Politics breaks new ground in examining the issue of western Islamist extremism from the perspective of government. It links underlying causes to the capacity of governments to respond directly and to influence others. The book contains four main messages. Focusing on causes, not symptoms. The book identifies four big causal drivers: settled disadvantage, social isolation, grievance and oppositional cultures, and the volatile dynamics of global Islam. Governments can hope to influence the first two, using existing and innovative policy levers. The scope to make big changes in the latter two is severely limited. The circle of tacit support. Action by government to counter terrorism has relied too heavily on security policy measures to intercept or disrupt men of violence. This emphasis is misplaced. Though important, this fails to address the moral oxygen for violence and confrontation that exists within Muslim communities. Better focus and better levers. Ministers and officials need to think and act smart. They need to push ahead with social inclusion policies to broaden opportunity. They need to make more use of community-based strategies to isolate extremism. They need to promote civil society actions so that affected communities can take control of their own reputational future. And, they desperately need to avoid making things worse. Reputations matter. The pariah status of western Muslims has worsened by the fallout from terrorism. Few have anything good to say about western Muslims; still fewer can imagine an optimistic future. Yet earlier demonised groups, such as Jews or Asian refugees, have overcome significant hurdles, moving from pariahs to paragons. A credible willingness to tackle extremism is the most important first step to a reputational turnaround. A report from the Institute for Strategic Dialogue explaining why women join Islamic State. There is a link to it here. And here are two extracts. The major push factors we have tracked that prime Western females to migrate to ISIS-controlled territory are often similar, if not the same, as their male counterparts. These include: 1 Feeling isolated socially and/or culturally, including questioning one’s identity and uncertainty of belonging within a Western culture 2 Feeling that the international Muslim community as a whole is being violently persecuted 3 An anger, sadness and/or frustration over a perceived lack of international action in response to this persecution ... The primary pull factors we have identified through our study that are driving Western females to migrate to the so-called Caliphate have some major similarities with the reasons behind the male foreign terrorist fighter movement. However, the narratives and propaganda defining these pull factors tend to differ greatly due to the drastic differences in roles men and women play once inside ISIS-controlled territory. Unlike the push factors, these pull factors embrace positive incentives and motivational reasonings such as: 1 Idealistic goals of religious duty and building a utopian ‘Caliphate state’ 2 Belonging and sisterhood 3 Romanticisation of the experience Milestones by Egyptian Muslim Brotherhood radical, Sayyid Qtub. The Ukip MP Douglas Carswell suggested this. The Islamist, by Ed Hussain. Denis MacShane, the Labour former Foreign Office minister, suggested this. A Quartz article on the growth of Isis. Sunny Hundal wrote this earlier this year. Here’s an extract. ISIL’s political ideology hasn’t sprung up in a vacuum over the last year, or even in the time since 9/11. It evolved over decades, even centuries, incubated in groups that included HuT and Wahhabi preachers from Saudi Arabia. For this reason, the key to undermining ISIL isn’t to declare them apostates—since the impact of that is clearly negligible—but to challenge the khilafah ideal of most Islamist movements. That ideal has been the rallying cry and driving force behind ISIL and the movements that led to it, and only when it’s successfully challenged will such groups be relegated as truly marginal. A BBC analysis of who British jihadists are. Alex Murray sent me the link. In the light of the claim from the Ramadhan Foundation about David Cameron not engaging with Muslims over his speech (see 10.53am), Anthony Breach on Twitter points out that Maajid Nawaz, chair of the Quilliam Foundation, says he was consulted. Professor Bill Durodié, chair of international relations at the University of Bath and a specialist in radicalisation, has sent me this comment on David Cameron’s speech. David Cameron is to announce a five-year plan to address home-grown Islamist extremism today. Part of his challenge, he will suggest, is to confront those who are born and raised in the UK but ‘who don’t really identify with Britain. But, rather than assume a mystical lure of attraction from elsewhere, he first ought to clarify exactly what it is that people should identify with in Britain. The evidence points to how the young reject the West prior to looking for something else to believe in. Islam is their motif not their motive. Nor should we be fooled into believing that it is some inchoate sense of grievance that drives some out – as opponents of Cameron will propose. If anything, too many are pandered to, perceiving of themselves as victims rather than really being so. That too is the expression of a culture that is no longer able to promote itself more positively. If Cameron wants to fix ‘Broken Britain’ as he once did, it is not so much to material inequalities he should look to as to the moral and morale failings that indulge all-manner of malcontents today. The Ramadhan Foundation, a Muslim group promoting interfaith dialogue, has criticised David Cameron for not consulting Muslims ahead of his speech this afternoon. It also said that Cameron is wrong to ignore the influence of British foreign policy on young Muslims in danger of radicalisation. (See 9.57am.) This is from Mohammed Shafiq, its chief executive. The prime minister’s speech today has once again failed to engage the Muslim community and he has peddled the same lines which we have seen from politicians since 2001. He has claimed it is not just about legislation but successive governments have passed over ten terrorism related bills since 9/11; and we are about to see another terrorism related bill. In terms of Isis we are in total agreement with the prime minister, they are a barbaric and evil entity and their ideology of violence is what we must confront. They have distorted Islamic teaching to suit their agenda and we as Muslims must be doing more to confront them. That work is already happening and until we can defeat the ideology we must all do more. Successive governments have also conflated security/ extremism with integration and cohesion which I believe is the wrong debate. If Louise Casey will seriously listen and understand the concerns of British Muslims then we are prepared to work with her; if it is not this will be another failed government exercise. Passing the snooper charter, penalising ordinary citizens and taking their civil liberties away will fail to defeat terrorism. Building communities, trust between Muslims and the police is what will stop terrorism. There has been no engagement with the British Muslim community on this speech and terrorism in general, this strategy will fail unless British Muslims are consulted and our concerns addressed. Biased Foreign policy decisions by our government are a contributing factor in the threat of terrorism and extremism, ignoring this does a disservice to all decent people. Politicians using the British Muslim community as a political football will be resisted. Labour MP Helen Goodman used a Today interview this morning to defend an article she wrote for Huffington Post earlier this month which announced she would be giving her backing to Yvette Cooper because she was a working mum. The article triggered a small row – quickly dubbed ‘parent-gate’ by people on Twitter – with supporters of Liz Kendall interpreting it as a veiled dig at their candidate because she doesn’t have children. Goodman told the BBC she wasn’t just backing Cooper because she was a mother, though she admitted it was a factor as it meant she had “her feet on the ground”. The MP for Bishop Auckland was asked if you could have your feet on the ground without being a mother. “You might not or you might, Liz [Kendall] has got other good qualities,” she said. “I just think that Yvette combines being an authoritative experienced politician with the practical day-to-day intuition of how other people’s lives are.” Goodman said “of course” you could have a successful leader of the Labour party who was childless and insisted she hadn’t meant the article as a jibe at Kendall. “I’ve never intended it to be any criticism of anybody else. That would be absurd. I also backed Ben Bradshaw who is gay and childless.” Yesterday Julian Lewis, the Conservative chair of the Commons defence committee, said that the government’s strategy for countering Islamic State (Isis) was being made up “on the hoof”. In her Today interview Theresa May, the home secretary, rejected this claim. We’ve not been making things up on the hoof. What we have been doing is, of course, ensuring that we consider every situation as it comes up. I don’t accept that it hasn’t been coherent enough. We’ve had a strategy, we’ve had an approach as to the action we were going to take. She also refused to rule out sending ground troops to fight Isis in Iraq and Syria, but said whatever the government proposed would have to have parliamentary backing. Here are some more extracts from David Cameron’s speech that were released to the media overnight. Sometimes Number 10 only releases a paragraph or two from a speech in advance, but yesterday they put out some very lengthy chunks. They show Cameron addressing the issue of why people were attracted to Islamist extremism. It is clear from these extracts that Cameron has given the matter serious thought, although I don’t think he has necessarily cracked it. He identifies four reasons why people are drawn to Islamist extremism of the kind exemplified by Islamic State (Isis). (See below.) But some of his explanations (especially the first and the second) amount to little more than saying people are attracted to it because they find it attractive. To be fair to Cameron, I’m not sure anyone else has come up with a particularly good explanation as to why young British Muslims from comfortable homes are going to fight with Isis. Can anyone recommend some good reading on this? Here are the key points from the speech extracts released overnight. Cameron condemned “grievance justification”, and said that British foreign policy did not justify, or even explain, Islamist extremism. Like so many ideologies that have existed before – whether fascist or communist – many people, especially young people, are being drawn to it. We need to understand why it is proving so attractive. Some argue it’s because of historic injustices and recent wars, because of poverty and hardship. This argument, the grievance justification, must be challenged. So when people say “it’s because of the involvement in the Iraq War that people are attacking the West”, we should remind them: 9/11 – the biggest loss of life of British citizens in a terrorist attack – happened before the Iraq War. When they say that these are wronged Muslims getting revenge on their Western wrongdoers, let’s remind them: from Kosovo to Somalia, countries like Britain have stepped in to save Muslim people from massacree, it’s groups like ISIL, Al Qaeda and Boko Haram that are the ones murdering Muslims. Cameron also said that poverty did not explain why people were attracted to Islamist extremism. Others might say: it’s because terrorists are driven to their actions by poverty. But that ignores the fact that many of these terrorists have had the full advantages of prosperous families and a Western university education. Cameron suggested there were four reasons why people were attracted to Islamist extremism. One – like any extreme doctrine, it can seem energising, especially to young people. They are watching videos that eulogise ISIL as a pioneering state taking on the world, that makes celebrities of violent murderers ... Two – you don’t have to believe in barbaric violence to be drawn to the ideology. No-one becomes a terrorist from a standing start. It starts with a process of radicalisation. When you look in detail at the backgrounds of those convicted of terrorist offences, it is clear that many of them were first influenced by what some would call non-violent extremists. It may begin with hearing about the so-called Jewish conspiracy, and then develop into hostility to the West and fundamental liberal values, before finally becoming a cultish attachment to death. Put another way, the extremist world view is the gateway, violence the ultimate destination. Three: the adherents of this ideology are overpowering other voices within Muslim debate, especially those trying to challenge it. There are so many strong, positive Muslim voices being drowned out ... Four: there is also the question of identity. For all our successes as multi-racial, multi-faith democracy, we have to confront a tragic truth that there are people born and raised in this country who don’t really identify with Britain – and feel little or no attachment to other people here. Indeed, there is a danger in some of our communities that you can go your whole life and have little to do with people from other faiths and backgrounds. So when groups like ISIL seek to rally our young people to their poisonous cause, it can offer them a sense of belonging that they can lack here at home, leaving them more susceptible to radicalisation and even violence against other British people to whom they feel no real allegiance. Over the weekend unnamed supporters of Boris Johnson have been quoted in the papers saying that the London mayor was furious about the way Theresa May used a statement in the Commons last week to humiliate him over the application for the Metropolitan police to be allowed to use water cannon. She said she was refusing to authorise their use, even though Johnson has spent £218,000 on three second hand-machines from Germany. For good measure, she also revealed that the vehicles he bought were riddled with defects. Here’s an extract from the Mail on Sunday’s story about this yesterday. Shortly after leaving the debating chamber, Mr Johnson complained bitterly to a friend: ‘Why would you do that? There was no need to make a song and dance about it. ‘Why make a statement now on a hypothetical policing situation? It was so discourteous’ ... An insider said: ‘It was appalling rudeness. They are supposed to members of the same Government. [Johnson] feels he is treated like an outsider.’ May was asked about this on the Today programme. Sarah Montague, the presenter, put it to her that she had been trying to humiliate Johnson, but Montague said that May was shaking her head in the studio as she asked the question. When she replied, May played down the suggestion that her oral statement was intended to embarrass Johnson (a likely rival for the Conservative party leadership), and she said that announcing her decision in any other way would have been inappropriate. This was a very important decision ... The use of water cannon, I believe, could have changed the face of British policing, it would have made a huge difference to British policing and it was therefore a significant announcement. I felt it was appropriate that that was made in an oral statement in the House of Commons and, as is always the case with oral statements, every effort is made to ensure that Parliament are the first to hear the announcement. David Cameron will today deliver what is being billed as the most significant speech on tackling extremism that he has ever given. As Frances Perraudin writes in our preview story, he will condemn what he calls “grievance justification”. People must challenge the view that people become radicalised because of historic injustices, recent wars, poverty or hardship, David Cameron will say, describing such arguments as “grievance justification”. In a keynote speech in Birmingham on Monday, the prime minister will set out the government’s five-year strategy for tackling extremist ideology, describing it as “struggle of our generation”. Cameron will say “the root cause of the threat we face is the extremist ideology itself,” arguing that we need first to understand what makes Islamist extremism so attractive to people in order to prevent it. The prime minister will also use his speech to announce that Louise Casey, the head of the government’s troubled families unit, will chair a review of how to boost opportunity and integration in the most isolated and deprived communities. In an interview on the Today programme this morning, Theresa May, the home secretary, said the government’s strategy, which will be published in detail in the autumn, would include ideas to tackle the “poisonous ideology” of the extremists. We recognise free speech is one of our values and that’s an important value that we have but what we are saying is we have to look at the impact some people have in terms of the poisonous ideology that they are trying to implant in people’s minds that will lead them to challenge, lead them to undermine the values we share as a country. I will post more from May’s interview, and from the excerpts from the speech released in advance, shortly. Here is the agenda for the day. 11am: Liz Kendall, the Labour leadership candidate, gives a speech on giving power to the people. 11am: Number 10 lobby briefing. 12.30pm: David Cameron delivers his speech on tackling extremism. 3.30pm: Michael Fallon, the defence secretary, is expected to give a statement to MPs about the involvement of British pilots in air strikes against Syria. Around 4.30pm: MPs begin debating the welfare bill. Harriet Harman is facing a revolt from Labour MPs who plan to vote against the government bill, defying orders to abstain. As usual I will be covering the breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I will post a summary at lunchtime and another in the afternoon. If you want to follow me on Twitter, I’m on @AndrewSparrow"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}