{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/jul/02/wimbledon-2015-marsel-ilhan-turkish-hero", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-07-01T23:01:48Z", "webTitle": "Wimbledon 2015: Marsel Ilhan ‘getting closer’ in bid to be Turkish hero", "webUrl": "https://www.theguardian.com/sport/2015/jul/02/wimbledon-2015-marsel-ilhan-turkish-hero", "apiUrl": "https://content.guardianapis.com/sport/2015/jul/02/wimbledon-2015-marsel-ilhan-turkish-hero", "fields": {"headline": "Wimbledon 2015: Marsel Ilhan ‘getting closer’ in bid to be Turkish hero", "bodyText": "Marsel Ilhan has been making history almost since the day he and his family emigrated to Turkey in 2004. The 28-year-old, who was born in Uzbekistan, has set a number of firsts for his adopted country and on Wednesday, he was close to setting another when he had three points for a two sets to love lead over the 14th seed, Kevin Anderson. But the South African, who lost to Andy Murray in the final at Queen’s Club, won five straight points to win the tie-break and then eased through the next two sets to clinch a place in round three with a 6-7, 7-6, 6-4, 6-4 win. It was Ilhan’s sixth second-round match at a grand slam and though he was not quite as close to round three as he was at the French Open in 2011, when he went down 13-11 to Guillermo García López of Spain at the same stage, it was another excellent performance that ultimately did not receive the reward it deserved. Yet his first-round win over Jerzy Janowicz of Poland, a semi-finalist here two years ago, should see him equal his career-high ranking of 77 when the list is updated after Wimbledon. He was the first Turk ever to reach round two of a slam when he won a round at the 2009 US Open and he continues to inspire a generation in Turkey, a nation not used to tennis success. “I am getting closer,” Ilhan said. “I think, I hope, I can do it in the next grand slam. But I wanted to do it at Wimbledon because Wimbledon has the tradition and in Turkey, it’s the most famous grand slam. Everybody knows it. Maybe nobody knows the US Open or Roland Garros, but Wimbledon, everybody knows.” Ilhan said he was “not that famous” in Turkey but that people are beginning to follow his efforts more and recognise him in the street. “Especially this year, I played many matches live against Djokovic, against Nadal, and Wimbledon, two matches live,” he said. “I am not famous like a footballer because every week they have a match live. But some people do recognise me on the street and they’re nice so I like it.” Turkish tennis is improving, Ilhan said. “We play Belgium in the Davis Cup next week, our first time this year in Group 2. I used to feel like I was the only one but now the next player we have is about 400 in the rankings and when we beat South Africa 3-2 he won the last match. Things are improving, slowly.” Ilhan’s matches are usually accompanied by a large group of Turkish fans but out on the sunken No2 Court which, on the hottest Wimbledon day in history (35.7C), felt more like a cauldron than a tennis court, he had to cope with just a generous crowd who appreciated his variety. He stood up well, too, against the big serve of Anderson, who hammered 34 aces, many of them clocked at more than 130mph. Though he has improved his baseline game enormously over the past couple of years, matches involving Anderson almost inevitably include the odd tie-break and Ilhan pinched the first against the run of play. The second set was just as close but when Ilhan stood at 6-3 in the second-set tie-break, with two serves to come, an upset looked more probable than possible. But Anderson saved them all, the second with a forehand that required Hawk-Eye to show it had touched the outside of the line. On such fine margins are matches won and lost. Three points later, the set belonged to Anderson and they were level. “I think it was my mistake, I had 6-3, my serve and I should have been able to use my serve.” From then on, the result was almost inevitable as Anderson relaxed. One break in the ninth game of the third set sealed that one and another in the third game of the fourth set was enough, his 34th ace sealing victory and a match with Leonardo Mayer of Argentina. After the Davis Cup, Ilhan, who speaks Russian, Turkish and English, will return to Europe for a couple of clay-court events before heading out to the United States for the summer hard-court tournaments. “I hope if I can continue to play like this, I will improve my ranking,” he said. “At the start of the year my goal was to be in the top 100; now it’s to be top 50 by the end of the year.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}