{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2015/jul/05/germany-greek-referendum-anger-solidarity", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2015-07-05T22:35:18Z", "webTitle": "Germany reacts to Greek referendum with anger, puzzlement and solidarity", "webUrl": "https://www.theguardian.com/world/2015/jul/05/germany-greek-referendum-anger-solidarity", "apiUrl": "https://content.guardianapis.com/world/2015/jul/05/germany-greek-referendum-anger-solidarity", "fields": {"headline": "Germany reacts to Greek referendum with anger, puzzlement and solidarity", "bodyText": "The German chancellor, Angela Merkel, is to head to Paris on Monday for urgent talks with French president François Hollande over how to avert a growing eurozone debt crisis after Greek voters sent EU leaders their clearest message yet that they are in favour of a radical change of policy. An email statement from the Berlin chancellery, sent out shortly after polls closed in Greece and which mirrored one sent out by the Élysée Palace, said the aim of the meeting, arranged after a telephone call between the two leaders, was to “jointly assess the situation after the Greek referendum and to address the continuation of Franco-German close cooperation in this matter.” A government spokesman in Berlin stressed that both politicians were in agreement that “the vote of the Greek citizens is to be respected”. As politicians, bankers, business leaders and policymakers across Europe held emergency meetings on Sunday night to help shape their responses to the historic referendum result, and to an impending eurozone crisis amid the growing realisation that a Greek exit from the euro cannot be ruled out, Hollande and Merkel will be expected to show a united front. They are due to speak publicly on the issue on Monday. The European Central Bank’s governing council is also due to meet on Monday, with pressure on them to decide what to do about Greek lenders who depend on its emergency flow of credit. The responses came as Germans reacted with a mix of anger, puzzlement and solidarity to the Greek people’s overwhelming no vote. Sigmar Gabriel, Germany’s deputy chancellor and who is also the country’s economy minister as well as the head of the Social Democrats, was the first member of Merkel’s coalition government to react to the vote. He said the no result meant there was “hardly any chance left for a compromise” to be made between Brussels and Athens. The government of Alexis Tsipras had “torn down the last bridges over which Europe and Greece might have been able to move towards a compromise,” he told the Berlin daily Tagesspiegel. “With the rejection of the rules of the game of the eurozone, which have been expressed with the majority of nos, it is impossible to imagine negotiations over programmes worth billions,” he said. Gabriel added that the ball was now in Athens’ court, and that “Tsipras and his government were leading the Greek people down a path of bitter sacrifice and hopelessness”, accusing the Greek prime minister of having tricked his people into believing that a no would strengthen Greece’s negotiating position. His fellow social democrat, Ingrid Arndt-Brauer, the chairwoman of the Bundestag’s finance committee, said she had been expecting her committee to be called upon on Tuesday to begin the process of negotiating a fresh bailout package. The no vote, she said, had meant that could not happen. “Nobody had a wish to torture the Greeks – we are not terrorists – but to help them,” Arndt-Brauer said. “A yes vote would have signalled a preparedness to cooperate – at least on some reforms – for fresh help. But, right now, I see no credible basis to help Greece, none at all.” Members of the Bavarian Christian Social Union (CSU), who form the more rightwing element of Merkel’s conservative bloc, delivered a sharp rebuke to Tsipras’s government. Its general secretary, Andreas Scheuer, dismissed its members as “leftwing blackmailers and deceivers of the people, who will not manage to get anywhere with their dirty tactics”. He added: “Kali nichta, Hellas – Good Night, Greece!”. The radical far-left party, Die Linke, was the only party in the Bundestag to firmly welcome the Greek vote result, calling it a victory for democracy. “The Greeks have, for the second time, defended themselves against economic destitution,” the party leader, Bernd Riexinger, said. “They have said no to further austerity, to a false medication that is only ever making them sicker.” The vote, he said, had legitimised the negotiating leadership of Tsipras’s Syriza party, with which Die Linke is connected. “The negotiators must now get back to the table immediately and respect the democratic will of the Greek people,” he added. The head of Germany’s savings bank association led the response from German businesses, telling German media that the Greek people had spoken out against the rules of a single-currency union, and should now be preparing to leave the eurozone. “As a consequence, Greece should now be exiting the euro community,” Georg Fahrenschon, also a member of the CSU, said. Other German business leaders, including the head of the German exporters association, Anton Börner, also expressed their doubts that a so-called Grexit could be prevented. “It is now unavoidable,” he said. Meanwhile, initial soundings from governments across Europe indicated a mixed response to the result. While the government of Poland said it was now awaiting a Grexit, Italy said it was keen to continue negotiating. Spain’s prime minister, Mariano Rajoy, responded to the first exit polls by calling for an emergency meeting of his government’s commission for economic matters, which is due to meet on Monday to thoroughly analyse the results of the plebiscite, he announced in Madrid on Sunday evening. Responding to the no vote, Sarah-Jayne Clifton, director of the Jubilee Debt Campaign, said: “This is a historic defeat for austerity in Europe. Despite all the scaremongering, bullying and intimidation, the people of Greece have chosen hope over fear. Now, it is time for Europe’s leaders to respect democracy and take responsibility for a crisis that their banks and financial institutions helped create. “Greece needs substantial debt cancellation, as even the IMF has finally acknowledged. This will require honesty from European leaders that the real purpose of the bailouts was to save European banks. And it will require the type of leadership we saw from their counterparts in 1953 when they cancelled half of Germany’s debt. Justice, and democracy, demand nothing less.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}